{"ID":10009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celestial Marriage.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Orson Pratt, Delivered in the Tabernacle, Great Salt Lake City, August 29, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Celestial Marriage.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/29\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v1n288\"> It is quite unexpected to me, brethren and sisters, to be called upon to address you this forenoon; and still more so, to address you upon the prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple which has been named, namely, a plurality of wives. <\/div><div class=\"paragraph jod\" id=\"v1n289\"> It is rather new ground for me; that is, I have not been in the habit  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of publicly speaking upon this subject; and it is rather new ground to the inhabitants of the United States, and not only to them, but to a portion of the inhabitants of Europe; a portion of them have not been in the habit of preaching a doctrine of this description; consequently, we shall have to break up new ground. <\/div><div class=\"paragraph jod\" id=\"v1n291\"> It is well known, however, to the congregation before me, that the Latter-day Saints have embraced the doctrine of a plurality of wives, as a part of their religious faith. It is not, as many have supposed, a doctrine embraced by them to gratify the carnal lusts and feelings of man; that is not the object of the doctrine. <\/div><div class=\"paragraph jod\" id=\"v1n292\"> We shall endeavor to set forth before this enlightened assembly some of the causes why the Almighty has revealed such a doctrine, and why it is considered a part and portion of our religious faith. And I believe that they will not, under our present form of government (I mean the government of the United States), try us for treason for believing and practicing our religious notions and ideas. I think, if I am not mistaken, that the constitution gives the privilege to all the inhabitants of this country, of the free exercise of their religious notions, and the freedom of their faith, and the practice of it. Then, if it can be proven to a demonstration, that the Latter-day Saints have actually embraced, as a part and portion of their religion, the doctrine of a plurality of wives, it is constitutional. And should there ever be laws enacted by this government to restrict them from the free exercise of this part of their religion, such laws must be unconstitutional. <\/div><div class=\"paragraph jod\" id=\"v1n293\"> But, says the objector, we cannot see how this doctrine can be embraced as a matter of religion and faith; we can hardly conceive how it can be embraced only as a kind of domestic concern, something that pertains to do<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mestic pleasures, in no way connected with religion. In reply we will show you that it is incorporated as a part of our religion, and necessary for our exaltation to the fullness of the Lord's glory in the eternal world. Would you like to know the reasons? Before we get through, we will endeavor to tell you why we consider it an essential doctrine to glory and exaltation, to our fullness of happiness in the world to come. <\/div><div class=\"paragraph jod\" id=\"v1n294\"> We will first make a few preliminary remarks in regard to the existence of man, to his first existence in his first estate; and then say something in relation to his present state, and the bearing which it has upon his next or future state. <\/div><div class=\"paragraph jod\" id=\"v1n295\"> The &#x201C;Mormons&#x201D; have a peculiar doctrine in regard to our pre-existence, different from the views of the Christian world, so called, who do not believe that man had a pre-existence. It is believed, by the religious world, that man, both body and spirit, begins to live about the time that he is born into this world, or a little before; that then is the beginning of life. They believe, that the Lord, by a direct act of creation, formed, in the first place, man out of the dust of the ground; and they believe that man is possessed of both body and spirit, by the union of which he became a living creature.<span class=\"citation\" id=\"52394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52394)\">Gen. 2:7<\/a><\/span> Suppose we admit this doctrine concerning the formation of the body from the dust; then how was the spirit formed? Why, says one, we suppose it was made by a direct act of creation, by the Almighty Himself; that He molded the spirit of man, formed and finished it in a proper likeness to inhabit the tabernacle He had made out of the dust. <\/div><div class=\"paragraph jod\" id=\"v1n296\"> Have you any account of this in the Bible? Do the Scriptures declare that the spirit was formed at the time the tabernacle was made? No. All the tabernacles of the children of men that were ever formed, from remote  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>generations, from the days of Adam to this time, have been formed out of the earth. We are of the earth earthy.<span class=\"citation\" id=\"73967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73967)\">1 Cor. 15:47<\/a><\/span><span class=\"citation\" id=\"91175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91175)\">D&amp;C 128:14<\/a><\/span> The tabernacle has been organized according to certain principles, and laws of organization, with bones, and flesh, and sinews, and skin. Now, where do you suppose all these tabernacles got their spirits? Does the Lord make a new spirit every time a tabernacle is made? If so, the work of creation, according to the belief of Christendom, did not cease on the seventh day. If we admit their views, the Lord must be continually making spirits to inhabit all the tabernacles of the children of men; he must make something like one thousand millions of spirits every century; he must be working at it every day, for there are many hundreds of individuals being born into the world every day. Does the Lord create a new spirit every time a new tabernacle comes into the world? That does not look reasonable, nor Godlike. <\/div><div class=\"paragraph jod\" id=\"v1n298\"> But how is it, you inquire? Why the fact is, that being that animates this body, that gives life and energy, and power to move, to act, and to think; that being that dwells within this tabernacle is much older than what the tabernacle is. That spirit that now dwells within each man, and each woman, of this vast assembly of people, is more than a thousand years old, and I would venture to say, that it is more than five thousand years old. <\/div><div class=\"paragraph jod\" id=\"v1n299\"> But how was it made? When was it made? And by whom was it made? If our spirits existed thousands of years ago&#x2014;if they began to exist&#x2014;if there were a beginning to their organization, by what process was this organization carried on? Through what medium, and by what system of laws? Was it by a direct creation of the Almighty? Or were we framed according to a certain system of laws, in the same manner as our tabernacles? If we were to reason from analogy&#x2014;if we admit analogical reasoning in the ques<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, what would we say? We should say, that our spirits were formed by generation, the same as the body or tabernacle of flesh and bones. But what says revelation upon the subject? We will see whether revelation and analogy will agree. <\/div><div class=\"paragraph jod\" id=\"v1n300\"> We read of a certain time when the cornerstones of the earth were laid, and the foundations thereof were made sure&#x2014;of a certain time when the Lord began to erect this beautiful and glorious habitation, the earth; then they had a time of joy. I do not know whether they had instruments of music, or whether they were engaged in the dance; but one thing is certain, they had great joy, and the heavens resounded with their shouts; yea, the Lord told Job, that all the sons of God shouted for joy, and the morning stars sang together, when the foundations of this globe were laid.<span class=\"citation\" id=\"56222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56222)\">Job 38:4-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n301\"> The SONS of God, recollect, shouted for joy,<span class=\"citation\" id=\"56231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56231)\">Job 38:7<\/a><\/span> because there was a beautiful habitation being built, so that they could get tabernacles, and dwell thereon; they expected the time&#x2014;they looked forward to the period; and it was joyful to them to reflect, that the creation was about being formed, the cornerstone of it was laid, on which they might, in their times, and in their seasons, and in their generations, go forth and receive tabernacles for their spirits to dwell in. Do you bring it home to yourselves, brethren and sisters? Do you realize that you and I were there? Can you bring it to your minds that you and I were among that happy number that shouted for joy when this creation was made? Says one, I don't recollect it. No wonder! For your recollection is taken from you, because you are in a tabernacle that is earthly; and all this is right and necessary. The same is written of Jesus Christ himself, who had to descend below all things.<span class=\"citation\" id=\"88244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88244)\">D&amp;C 88:6<\/a><\/span> Though he had wisdom to assist in the organization of this world; though  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it was through him, as the great leader of all these sons of God, the earth was framed, and framed too, by the assistance of all his younger brethren&#x2014;yet we find, with all that great and mighty power he possessed, and the great and superior wisdom that was in his bosom, that after all, his judgment had to be taken away; in his humiliation, his reason, his intelligence, his knowledge, and the power that he was formerly in possession of vanished from him as he entered into the infant tabernacle. He was obliged to begin down at the lowest principles of knowledge, and ascend upward by degrees, receiving grace for grace, truth for truth, knowledge for knowledge, until he was filled with all the fulness of the Father,<span class=\"citation\" id=\"89033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89033)\">D&amp;C 93:12-14<\/a><\/span> and was capable of ruling, governing, and controlling all things, having ascended above all things.<span class=\"citation\" id=\"124544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124544)\">Eph. 4:9-10<\/a><\/span> Just so with us; we that once lifted up our united voices as sons and daughters of God, and shouted for joy at the laying of the foundation of this earth,<span class=\"citation\" id=\"56223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56223)\">Job 38:4-7<\/a><\/span> have come here and taken tabernacles, after the pattern of our elder brother; and in our humiliation&#x2014;for it is humiliation to be deprived of knowledge we once had, and the power we once enjoyed&#x2014;in our humiliation, just like our elder brother, our judgment is taken away.<span class=\"citation\" id=\"124545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124545)\">Acts 8:33<\/a><\/span> Do we not read also in the Bible, that God is the Father of our spirits?<span class=\"citation\" id=\"77191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77191)\">Heb. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n303\"> We have ascertained that we have had a previous existence. We find that Solomon, that wise man, says that when the body returns to the dust the spirit returns to God who gave it.<span class=\"citation\" id=\"57606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57606)\">Eccl. 12:7<\/a><\/span> Now all of this congregation very well know, that if we never existed <span class=\"italic\">there<\/span> we could not <span class=\"italic\">return<\/span> there. I could not return to California. Why? Because I never have been there. If you never were with the Father, the same as Jesus was before the foundation of the world,<span class=\"citation\" id=\"124546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124546)\">John 17:24<\/a><\/span><span class=\"citation\" id=\"124547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124547)\">1 Pet. 1:20<\/a><\/span><span class=\"citation\" id=\"124548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124548)\">Rev. 13:8<\/a><\/span> you never could return there, any more than I could to the West Indies, where I have never <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been. But if we have once been there, then we can see the force of the saying of the wise man, that the spirit returns to God who gave it&#x2014;<span class=\"citation\" id=\"124549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124549)\">Eccl. 12:7<\/a><\/span>it goes back where it once was. <\/div><div class=\"paragraph jod\" id=\"v1n304\"> Much more evidence might be derived in relation to this subject, even from the English translation of the Bible; but I do not feel disposed to dwell too long upon any particular testimony; suffice it to say, that the Prophet Joseph Smith's translation of the forepart of the book of Genesis is in print, and is exceedingly plain upon this matter. In this inspired translation we find the pre-existence of man clearly laid down, and that the spirits of all men, male and female, did have an existence, before man was formed out of the dust of the ground.<span class=\"citation\" id=\"124550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124550)\">Moses 1:28-29<\/a><\/span><span class=\"citation\" id=\"124551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124551)\">Moses 6:35-36<\/a><\/span><span class=\"citation\" id=\"124552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124552)\">Abr. 3:19-26<\/a><\/span> But who was their Father? I have already quoted a saying that God is the Father of our spirits.<span class=\"citation\" id=\"77192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77192)\">Heb. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n305\"> In one sense of the word, there are more Gods than one; and in another sense there is but one God.<span class=\"citation\" id=\"73275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73275)\">1 Cor. 8:5-6<\/a><\/span> The Scriptures speak of more Gods than one. Moses was called a God to Aaron,<span class=\"citation\" id=\"53824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53824)\">Ex. 4:16<\/a><\/span><span class=\"citation\" id=\"53885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53885)\">Ex. 7:1<\/a><\/span> in plain terms; and our Savior, when speaking upon this subject, says, &#x201C;If the Scriptures called them Gods unto whom the word of God came, why is it that you should seek to persecute me, and kill me, because I testify that I am the Son of God?&#x201D;<span class=\"citation\" id=\"69735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69735)\">John 10:35-36<\/a><\/span> This in substance was the word of our Savior; those to whom the word of God came, are called Gods, according to his testimony. All these beings of course are one, the same as the Father and the Son are one.<span class=\"citation\" id=\"70702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70702)\">John 17:21<\/a><\/span> The Son is called God, and so is the Father, and in some places the Holy Ghost is called God.<span class=\"citation\" id=\"84333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84333)\">D&amp;C 20:28<\/a><\/span> They are one in power, in wisdom, in knowledge, and in the inheritance of celestial glory; they are one in their works; they possess all things, and all things are subject to them; they act in unison; and if one has power to become the Father of spirits, so has another;  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if one God can propagate his species, and raise up spirits after his own image and likeness, and call them his sons and daughters, so can all other Gods that become like him, do the same thing; consequently, there will be many Fathers, and there will be many families, and many sons and daughters; and they will be the children of those glorified, celestial beings that are counted worthy to be Gods. <\/div><div class=\"paragraph jod\" id=\"v1n306\"> Here let me bring for the satisfaction of the Saints, the testimony of the vision given to our Prophet and Revelator Joseph Smith, and Sidney Rigdon, on the 16th day of February, 1832. They were engaged in translating the New Testament, by inspiration; and while engaged in this great work, they came to the 29th verse of the 5th chapter of John,<span class=\"citation\" id=\"69148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69148)\">John 5:29<\/a><\/span><span class=\"citation\" id=\"86869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86869)\">D&amp;C 76:15-17<\/a><\/span> which was given to them in these words&#x2014;&#x201C;they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust.&#x201D;<span class=\"citation\" id=\"69151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69151)\">John 5:29 (JST)<\/a><\/span> This being given in different words from the English translation, caused them to marvel and wonder; and they lifted up their hearts in prayer to God, that He would show them why it was that this should be given to them in a different manner; and behold, the visions of heaven opened before them. They gazed upon the eternal worlds, and saw things before this world was made. They saw the spiritual creation who were to come forth and take upon themselves bodies; and they saw things as they are to be in the future; they saw the celestial, terrestrial, and telestial worlds, as well as the sufferings of the ungodly; all passed before them in this great and glorious vision. And while they were yet gazing upon things as they were before the world was made, they were commanded to write, saying, &#x201C;this is the testimony, last of all, which we give of him, that he lives; for we saw him, even on the right hand of God: and we heard the <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> voice bearing record that he is the Only Begotten of the Father; that by him, and through him, and of him, the worlds are and were created; and the inhabitants thereof are begotten sons and daughters unto God.&#x201D;<span class=\"citation\" id=\"124553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124553)\">D&amp;C 76:22-24<\/a><\/span> Notice this last expression, &#x201C;the inhabitants thereof are begotten sons and daughters unto God&#x201D;<span class=\"citation\" id=\"86881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86881)\">D&amp;C 76:24<\/a><\/span> (meaning the different worlds that have been created and made). Notice, this does not say, that God, whom we serve and worship, was actually the Father Himself, in His own person, of all these sons and daughters of the different worlds; but they &#x201C;are begotten sons and daughters unto God;&#x201D;<span class=\"citation\" id=\"86882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86882)\">D&amp;C 76:24<\/a><\/span> that is, begotten by those who are made like Him, after His image, and in His likeness;<span class=\"citation\" id=\"52158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52158)\">Gen. 1:26-27<\/a><\/span> they begat sons and daughters, and begat them <span class=\"italic\">unto<\/span> God, to inhabit these different worlds we have been speaking of. But more of this, if we have time, before we get through. <\/div><div class=\"paragraph jod\" id=\"v1n307\"> We now come to the second division of our subject, or the entrance of these spirits upon their second estate, or their birth and existence in mortal tabernacles. We are told that among this great family of spirits, some were more noble and great than others, having more intelligence.<span class=\"citation\" id=\"93442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93442)\">Abr. 3:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n308\"> Where do you read that? says one. Out of the Book of Abraham, translated from the Egyptian papyrus by the Prophet Joseph Smith. Among the great and numerous family of spirits&#x2014;&#x201C;the begotten sons and daughters of God&#x201D;&#x2014;<span class=\"citation\" id=\"86883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86883)\">D&amp;C 76:24<\/a><\/span>there are some more intelligent than others; and the Lord showed unto Abraham &#x201C;the intelligences that were organized before the world was; and among all these there were many of the noble and great ones.&#x201D;<span class=\"citation\" id=\"93440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93440)\">Abr. 3:22<\/a><\/span> And God said to Abraham, &#x201C;thou art one of them, thou wast chosen before thou wast born.&#x201D;<span class=\"citation\" id=\"93451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93451)\">Abr. 3:23<\/a><\/span> Abraham was chosen before he was born. Here then, is knowledge, if we had time to notice it, upon the doctrine of election. However, I may just remark,  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it does not mean unconditional election to eternal life of a certain class, and the rest doomed to eternal damnation. Suffice it to say, that Abraham and many others of the great and noble ones in the family of spirits, were chosen before they were born, for certain purposes, to bring about certain works, to have the privilege of coming upon the stage of action, among the host of men, in favorable circumstances. Some came through good and holy parentages, to fulfill certain things the Lord decreed should come to pass, from before the foundations of the world. <\/div><div class=\"paragraph jod\" id=\"v1n310\"> The Lord has ordained that these spirits should come here and take tabernacles by a certain law, through a certain channel; and that law is the law of marriage. There are a great many things that I will pass by; I perceive that if I were to touch upon all these principles, the time allotted for this discourse would be too short, therefore I am under the necessity of passing by many things in relation to these spirits in their first estate, and the laws that governed them there and come to their second estate. <\/div><div class=\"paragraph jod\" id=\"v1n311\"> The Lord ordained marriage between male and female as a law through which spirits should come here and take tabernacles, and enter into the second state of existence.<span class=\"citation\" id=\"52275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52275)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"52537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52537)\">Gen. 2:23-25<\/a><\/span> The Lord Himself solemnized the first marriage pertaining to this globe, and pertaining to flesh and bones here upon this earth. I do not say pertaining to mortality; for when the first marriage was celebrated, no mentality was there. The first marriage that we have any account of, was between two immortal beings&#x2014;old father Adam and old mother Eve; they were immortal beings; death had no dominion, no power over them; they were capable of enduring forever and ever, in their organization. Had they fulfilled the law, and kept within certain conditions and bounds, <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their tabernacles would never have been seized by death; death entered entirely by sin, and sin alone.<span class=\"citation\" id=\"124554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124554)\">Rom. 5:12<\/a><\/span> This marriage was celebrated between two immortal beings. For how long? Until death? No. That was entirely out of the question; there could have been no such thing in the ceremony. <\/div><div class=\"paragraph jod\" id=\"v1n312\"> What would you consider, my hearers, if a marriage was to be celebrated between two beings not subject to death? Would you consider them joined together for a certain number of years, and that then all their covenants were to cease forever, and the marriage contract be dissolved? Would it look reasonable and consistent? No. Every heart would say that the work of God is perfect in and of itself, and inasmuch as sin had not brought imperfection upon the globe, what God joined together could not be dissolved, and destroyed, and torn asunder<span class=\"citation\" id=\"65115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65115)\">Matt. 19:6<\/a><\/span> by any power beneath the celestial world, consequently it was eternal; the ordinance of union was eternal; the sealing of the great Jehovah upon Adam and Eve was eternal in its nature, and was never instituted for the purpose of being overthrown and brought to an end. It is known that the &#x201C;Mormons&#x201D; are a peculiar people about marriage; we believe in marrying, not only for time, but for all eternity. This is a curious idea, says one, to be married for all eternity. It is not curious at all; for when we come to examine the Scriptures, we find that the very first example set for the whole human family, as a pattern instituted for us to follow, was not instituted until death, for death had no dominion at that time; but it was an eternal blessing pronounced upon our first parents. I have not time to explain further the marriage of Adam and Eve, but will pass on to their posterity. <\/div><div class=\"paragraph jod\" id=\"v1n313\"> It is true, that they became fallen, but there is a redemption. But some may consider that the redemption only  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redeemed us in part, that is, merely from some of the effects of the fall. But this is not the case; every man and woman must see at once that a redemption must include a complete restoration of all privileges lost by the fall. <\/div><div class=\"paragraph jod\" id=\"v1n315\"> Suppose, then, that the fall was of such a nature as to dissolve the marriage covenant, by death&#x2014;which is not necessary to admit, for the covenant was sealed previous to the fall, and we have no account that it was dissolved&#x2014;but suppose this was the case, would not the redemption be equally as broad as the fall, to restore the posterity of Adam back to that which they lost? And if Adam and Eve were married for all eternity, the ceremony was an everlasting ordinance, that they twain should be one flesh forever.<span class=\"citation\" id=\"52538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52538)\">Gen. 2:24<\/a><\/span><span class=\"citation\" id=\"65111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65111)\">Matt. 19:5<\/a><\/span> If you and I should ever be accounted worthy to be restored back from our fallen and degraded condition to the privileges enjoyed before the fall, should we not have an everlasting marriage seal, as it was with our first progenitors? If we had no other reasons in all the Bible, this would be sufficient to settle the case at once in the mind of every reflecting man and woman, that inasmuch as the fall of man has taken away any privileges in regard to the union of male and female, these privileges must be restored in the redemption of man, or else it is not complete. <\/div><div class=\"paragraph jod\" id=\"v1n316\"> What is the object of this union? is the next question. We are told the object of it; it is clearly expressed; for, says the Lord unto the male and female, I command you to multiply and replenish the earth. And, inasmuch as we have proved that the marriage ordinance was eternal in its nature, previous to the fall, if we are restored back to what was lost by the fall, we are restored for the purpose of carrying out the commandment given before the fall, namely, to multiply and replenish the earth.<span class=\"citation\" id=\"52276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52276)\">Gen. 1:28<\/a><\/span> Does it say, continue to multiply for a few <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years, and then the marriage contract must cease, and there shall be no further opportunity of carrying out this command, but it shall have an end? No, there is nothing specified of this kind; but the fall has brought in disunion through death; it is not a part of the original plan; consequently, when male and female are restored from the fall, by virtue of the everlasting and eternal covenant of marriage, they will continue to increase and multiply to all ages of eternity, to raise up beings after their own order, and in their own likeness and image, germs of intelligence, that are destined, in their times and seasons, to become not only sons of God, but Gods themselves.<span class=\"citation\" id=\"124555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124555)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n317\"> This accounts for the many worlds we heard Elder Grant speaking about yesterday afternoon. The peopling of worlds, or an endless increase, even of one family, would require an endless increase of worlds; and if one family were to be united in the eternal covenant of marriage, to fulfill that great commandment, to multiply his species, and propagate them, and if there be no end to the increase of his posterity, it would call for an endless increase of new worlds. And if one family calls for this, what would innumerable millions of families call for? They would call for as many worlds as have already been discovered by the telescope; yea, the number must be multiplied to infinity in order that there may be room for the inheritance of the sons and daughters of the Gods. <\/div><div class=\"paragraph jod\" id=\"v1n318\"> Do you begin to understand how these worlds get their inhabitants? Have you learned that the sons and daughters of God before me this day, are His offspring&#x2014;made after His own image; that they are to multiply their species until they become innumerable? <\/div><div class=\"paragraph jod\" id=\"v1n319\"> Let us say a few words, before we leave this part of the subject, on the promises made to Abraham, Isaac,  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Jacob. The promises were, Lift up your eyes, and behold the stars; so thy seed shall be, as numberless as the stars.<span class=\"citation\" id=\"53055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53055)\">Gen. 13:14-16<\/a><\/span> What else did He promise? Go to the seashore, and look at the ocean of sand, and behold the smallness of the particles thereof, and then realize that your seed shall be as numberless as the sands.<span class=\"citation\" id=\"53323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53323)\">Gen. 22:17<\/a><\/span> Now let us take this into consideration. How large a bulk of sand would it take to make as many inhabitants as there are now upon the earth? In about one cubic foot of sand, reckoning the grains of a certain size, there would be a thousand million particles. Now that is about the estimated population of our globe. If our earth were to continue 8,000 years, or eighty centuries, with an average population of one thousand millions per century, then three cubic yards of sand would contain a greater number of particles than the whole population of the globe, from the beginning, until the measure of the inhabitants of this creation is complete. If men then cease to multiply, where is the promise made to Abraham? Is it fulfilled? No. If that is the end of his increase, behold, the Lord's promise is not fulfilled. For the amount of sand representing his seed, might all be drawn in a one-horse cart; and yet the Lord said to Abraham, thy seed shall be as numerous as the sand upon the seashore;<span class=\"citation\" id=\"53324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53324)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91703)\">D&amp;C 132:30<\/a><\/span> that is, to carry out the idea in full, it was to be endless; and therefore there must be an infinity of worlds for their residence. We cannot comprehend infinity. But suffice it to say, if all the sands on the seashore were numbered, says the Prophet Enoch, and then all the particles of the earth besides, and then the particles of millions of earths like this, it would not be a beginning to all thy creations and yet thou art there, and thy bosom is there; and thy curtains are stretched out still.<span class=\"citation\" id=\"93021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93021)\">Moses 7:30<\/a><\/span> This gives plenty of room for the fulfillment of the promise made <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to Abraham, and enough to spare for the fulfillment of similar promises to all his seed. <\/div><div class=\"paragraph jod\" id=\"v1n321\"> We read that those who do the works of Abraham, are to be blessed with the blessing of Abraham.<span class=\"citation\" id=\"69468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69468)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91726)\">D&amp;C 132:31-33<\/a><\/span> Have you not, in the ordinances of this last dispensation, had the blessings of Abraham pronounced upon your heads? O yes, you say, I well recollect, since God has restored the everlasting Priesthood, that by a certain ordinance these blessings were placed upon our heads&#x2014;the blessings of Abraham, Isaac, and Jacob. Why, says one, I never thought of it in this light before. Why did you not think of it? Why not look upon Abraham's blessings as your own, for the Lord blessed him with a promise of seed as numerous as the sand upon the seashore;<span class=\"citation\" id=\"53325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53325)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91704)\">D&amp;C 132:30<\/a><\/span> so will you be blessed, or else you will not inherit the blessings of Abraham. <\/div><div class=\"paragraph jod\" id=\"v1n322\"> How did Abraham manage to get a foundation laid for this mighty kingdom? Was he to accomplish it all through one wife? No. Sarah gave a certain woman to him whose name was Hagar,<span class=\"citation\" id=\"53119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53119)\">Gen. 16:3<\/a><\/span><span class=\"citation\" id=\"91738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91738)\">D&amp;C 132:34<\/a><\/span> and by her a seed was to be raised up unto him. Is this all? No. We read of his wife Keturah,<span class=\"citation\" id=\"53414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53414)\">Gen. 25:1<\/a><\/span> and also of a plurality of wives and concubines,<span class=\"citation\" id=\"53420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53420)\">Gen. 25:6<\/a><\/span> which he had, from whom he raised up many sons. Here then, was a foundation laid for the fulfillment of the great and grand promise concerning the multiplicity of his seed. It would have been rather a slow process, if Abraham had been confined to one wife, like some of those narrow, contracted nations of modern Christianity. <\/div><div class=\"paragraph jod\" id=\"v1n323\"> I think there is only about one-fifth of the population of the globe, that believe in the one-wife system; the other four-fifths believe in the doctrine of a plurality of wives. They have had it handed down from time immemorial, and are not half so narrow and contracted in their minds as some  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the nations of Europe and America, who have done away with the promises, and deprived themselves of the blessings of Abraham, Isaac, and Jacob. The nations do not know anything about the blessings of Abraham; and even those who have only one wife, cannot get rid of their covetousness, and get their little hearts large enough to share their property with a numerous family; they are so penurious, and so narrow and contracted in their feelings, that they take every possible care not to have their families large; they do not know what is in the future, nor what blessings they are depriving themselves of, because of the traditions of their fathers; they do not know that a man's posterity, in the eternal worlds, are to constitute his glory, his kingdom, and dominion. <\/div><div class=\"paragraph jod\" id=\"v1n325\"> Here, then, we perceive, just from this one principle, reasoning from the blessings of Abraham alone, the necessity&#x2014;if we would partake of the blessings of Abraham, Isaac, and Jacob&#x2014;of doing their works;<span class=\"citation\" id=\"91728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91728)\">D&amp;C 132:32<\/a><\/span> and he that will not do the works of Abraham and walk in his footsteps, will be deprived of his blessings.<span class=\"citation\" id=\"69469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69469)\">John 8:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n326\"> Again, let us look at Sarah's peculiar position in regard to Abraham. She understood the whole matter; she knew that, unless seed was raised up to Abraham, he would come short of his glory; and she understood the promise of the Lord, and longed for Abraham to have seed. And when she saw that she was old, and fearing that she should not have the privilege of raising up seed, she gave to Abraham, Hagar. Would Gentile Christendom do such things now-a-days? O no; they would consider it enough to send a man to an endless hell of fire and brimstone. Why? Because tradition has instilled this in their minds as a dreadful, awful thing. <\/div><div class=\"paragraph jod\" id=\"v1n327\"> It matters not to them how corrupt they are in female prostitution, if they are lawfully married to only one wife; <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but it would be considered an awful thing by them to raise up a posterity from more than one wife; this would be wrong indeed; but to go into a brothel, and there debauch themselves in the lowest haunts of degradation all the days of their lives, they consider only a trifling thing; nay, they can even license such institutions, in Christian nations, and it all passes off very well. <\/div><div class=\"paragraph jod\" id=\"v1n328\"> That is tradition; and their posterity have been fostered and brought up in the footsteps of wickedness. This is death, as it stalks abroad among the great and popular cities of Europe and America. <\/div><div class=\"paragraph jod\" id=\"v1n329\"> Do you find such haunts of prostitution, degradation, and misery here, in the cities of the mountains? No. Were such things in our midst, we should feel indignant enough to see that such persons be blotted out of the page of existence. These would be the feelings of this community. <\/div><div class=\"paragraph jod\" id=\"v1n330\"> Look upon those who committed such iniquity in Israel, in ancient days; every man and woman who committed adultery were put to death.<span class=\"citation\" id=\"54629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54629)\">Lev. 20:10<\/a><\/span> I do not say that this people are going to do this; but I will tell you what we believe&#x2014;we believe it ought to be done. <\/div><div class=\"paragraph jod\" id=\"v1n331\"> Whoredom, adultery, and fornication, have cursed the nations of the earth for many generations, and are increasing fearfully upon the community; but they must be entirely done away from those who call themselves the people of God; if they are not, woe! woe! be unto them, also; for &#x201C;thus saith the Lord God Almighty,&#x201D; in the Book of Mormon, &#x201C;Woe unto them that commit whoredoms, for they shall be thrust down to hell!&#x201D;<span class=\"citation\" id=\"81401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81401)\">2 Ne. 9:36<\/a><\/span><span class=\"citation\" id=\"81518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81518)\">2 Ne. 28:15<\/a><\/span> There is no getting away from it. Such things will not be allowed in this community; and such characters will find, that the time will come, that God, whose eyes are upon all the children of men, and who discerneth the things that are done in secret, will  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bring their acts to light; and they will be made an example before the people; and shame and infamy will cleave to their posterity after them, unto the third and fourth generation of them that repent not.<span class=\"citation\" id=\"91045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91045)\">D&amp;C 124:50,52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n333\"> How is this to be prevented? for we have got a fallen nature to grapple with. It is to be prevented in the way the Lord devised in ancient times; that is, by giving to His faithful servants a plurality of wives, by which a numerous and faithful posterity can be raised up, and taught in the principles of righteousness and truth: and then, after they fully understand those principles that were given to the ancient Patriarchs, if they keep not the law of God, but commit adultery, and transgressions of this kind, let their names be blotted out from under heaven,<span class=\"citation\" id=\"55014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55014)\">Deut. 9:14<\/a><\/span> that they may have no place among the people of God. <\/div><div class=\"paragraph jod\" id=\"v1n334\"> But again, there is another reason why this plurality should exist among the Latter-day Saints. I have already given you one reason, and that is, that you might inherit the blessings and promises made to Abraham, Isaac, and Jacob, and receive continuation of your posterity, that they may become as numerous as the sand upon the seashore. There is another reason, and a good one, too. What do you suppose it is? I will tell you; and it will appear reasonable to every man and woman of a reflecting mind. Do we not believe, as the Scriptures have told us, that the wicked nations of the earth are doomed to destruction?<span class=\"citation\" id=\"56350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56350)\">Ps. 9:17<\/a><\/span><span class=\"citation\" id=\"81133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81133)\">1 Ne. 17:37<\/a><\/span> Yes, we believe it. Do we not also believe as the Prophets have foretold, concerning the last days, as well as what the new revelations have said upon the subject, that darkness prevails upon the earth, and gross darkness upon the minds of the people;<span class=\"citation\" id=\"59912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59912)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90599)\">D&amp;C 112:23<\/a><\/span> and not only this, but that all flesh has corrupted its way upon the face of the earth;<span class=\"citation\" id=\"52817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52817)\">Gen. 6:12<\/a><\/span><span class=\"citation\" id=\"85055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85055)\">D&amp;C 38:11<\/a><\/span><span class=\"citation\" id=\"93325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93325)\">Moses 8:29<\/a><\/span> that is, that all nations, speaking of them as nations, have corrupted them<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves before the Most High God, by their wickedness, whoredoms, idolatries, abominations, adulteries, and all other kinds of wickedness? And we furthermore believe, that according to the Jewish Prophets, as well as the Book of Mormon, and modern revelations given in the Book of Doctrine and Covenants, that the sword of the vengeance of the Almighty<span class=\"citation\" id=\"55241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55241)\">Deut. 32:41<\/a><\/span><span class=\"citation\" id=\"83258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83258)\">Morm. 8:41<\/a><\/span><span class=\"citation\" id=\"89221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89221)\">D&amp;C 97:26<\/a><\/span> is already unsheathed, and stretched out, and will no more be put back into the scabbard until it falls upon the head of the nations until they are destroyed, except they repent. What else do we believe? We believe that God is gathering out from among these nations those who will hearken to His voice, and receive the proclamation of the Gospel, to establish them as a people alone by themselves, where they can be instructed in the right way, and brought to the knowledge of the truth. Very well; if this be the case, that the righteous are gathering out, and are still being gathered from among the nations, and being planted by themselves, one thing is certain&#x2014;that that people are better calculated to bring up children in the right way, than any other under the whole heavens. O yes, says one, if that is the case&#x2014;if you are the people the ancient Prophets have spoken of, if you are the people that are guided by the Lord, if you are under the influence, power, and guidance of the Almighty, you must be the best people under heaven, to dictate the young mind: but what has that to do with the plurality of wives? I will tell you. I have already told you that the spirits of men and women, all had a previous existence, thousands of years ago, in the heavens, in the presence of God; and I have already told you that among them are many spirits that are more noble, more intelligent than others,<span class=\"citation\" id=\"93443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93443)\">Abr. 3:22-23<\/a><\/span> that were called the great and mighty ones,<span class=\"citation\" id=\"53207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53207)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"92169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92169)\">D&amp;C 138:38<\/a><\/span> reserved until the dispensation of the fullness of times, to come forth  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the face of the earth, through a noble parentage that shall train their young and tender minds in the truths of eternity, that they may grow up in the Lord, and be strong in the power of His might, be clothed upon with His glory, be filled with exceeding great faith; that the visions of eternity may be opened to their minds; that they may be Prophets, Priests, and Kings to the Most High God. Do you believe, says one, that they are reserved until the last dispensation, for such a noble purpose? Yes; and among the Saints is the most likely place for these spirits to take their tabernacles, through a just and righteous parentage. They are to be sent to that people that are the most righteous of any other people upon the earth; there to be trained up properly, according to their nobility and intelligence, and according to the laws which the Lord ordained before they were born. This is the reason why the Lord is sending them here, brethren and sisters; they are appointed to come and take their bodies here, that in their generations they may be raised up among the righteous. The Lord has not kept them in store for five or six thousand years past, and kept them waiting for their bodies all this time to send them among the Hottentots, the African negroes, the idolatrous Hindoos, or any other of the fallen nations that dwell upon the face of this earth. They are not kept in reserve in order to come forth to receive such a degraded parentage upon the earth; no, the Lord is not such a being; His justice, goodness, and mercy will be magnified towards those who were chosen before they were born;<span class=\"citation\" id=\"93452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93452)\">Abr. 3:23<\/a><\/span> and they long to come, and they will come among the Saints of the living God; this would be their highest pleasure and joy, to know that they could have the privilege of being born of such noble parentage. <\/div><div class=\"paragraph jod\" id=\"v1n336\"> Then is it not reasonable, and con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sistent that the Lord should say unto His faithful and chosen servants, that had proved themselves before Him all the day long; that had been ready and willing to do whatsoever His will required them to perform&#x2014;take unto yourselves more wives, like unto the Patriarchs, Abraham, Isaac, and Jacob of old&#x2014;like those who lived in ancient times, who walked in my footsteps, and kept my commands? Why should they not do this? Suppose the Lord should answer this question, would He not say, I have here in reserve noble spirits, that have been waiting for thousands of years, to come forth in the fulness of times, and which I designed should come forth through these my faithful and chosen servants, for I knew they will do my will, and they will teach their children after them to do it. Would not this be the substance of the language, if the Lord should give us an answer upon this subject? <\/div><div class=\"paragraph jod\" id=\"v1n337\"> But then another question will arise; how are these things to be conducted? Are they to be left at random? Is every servant of God at liberty to run here and there, seeking out the daughters of men as wives unto themselves without any restriction, law, or condition? No. We find these things were restricted in ancient times. Do you not recollect the circumstance of the Prophet Nathan's coming to David? He came to reprove him for certain disobedience, and told him about the wives he had lost through it; that the Lord would give them to another; and he told him, if he had been faithful, that the Lord would have given him still more, if he had only asked for them.<span class=\"citation\" id=\"55553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55553)\">2 Sam. 12:1-12<\/a><\/span> Nathan the Prophet, in relation to David, was the man that held the keys concerning this matter in ancient days; and it was governed by the strictest laws. <\/div><div class=\"paragraph jod\" id=\"v1n338\"> So in these days; let me announce to this congregation, that there is but one man in all the world,<span class=\"citation\" id=\"91469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91469)\">D&amp;C 132:7<\/a><\/span> at the same  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time, who can hold the keys of this matter; but one man has power to turn the key to inquire of the Lord, and to say whether I, or these my brethren, or any of the rest of this congregation, or the Saints upon the face of the whole earth, may have this blessing of Abraham conferred upon them; he holds the keys of these matters now, the same as Nathan, in his day. <\/div><div class=\"paragraph jod\" id=\"v1n340\"> But, says one, how have you obtained this information? By new revelation. When was it given, and to whom? It was given to our Prophet, Seer, and Revelator, Joseph Smith, on the 12th day of July, 1843; only about eleven months before he was martyred for the testimony of Jesus. <\/div><div class=\"paragraph jod\" id=\"v1n341\"> He held the keys of these matters; he had the right to inquire of the Lord; and the Lord has set bounds and restrictions to these things; He has told us in that revelation, that only one man can hold these keys upon the earth at the same time;<span class=\"citation\" id=\"91470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91470)\">D&amp;C 132:7<\/a><\/span> and they belong to that man who stands at the head to preside over all the affairs of the Church and kingdom of God in the last days. They are the sealing keys of power, or in other words, of Elijah, having been committed and restored to the earth by Elijah, the Prophet, who held many keys, among which were the keys of sealing, to bind the hearts of the fathers to the children, and the children to the fathers;<span class=\"citation\" id=\"62579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62579)\">Mal. 4:6<\/a><\/span> together with all the other sealing keys and powers, pertaining to the last dispensation. They were committed by that Angel who administered in the Kirtland Temple, and spoke unto Joseph the Prophet, at the time of the endowments in that house.<span class=\"citation\" id=\"90541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90541)\">D&amp;C 110:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n342\"> Now, let us enquire, what will become of those individuals who have this law taught unto them in plainness, if they reject it? [A voice in the stand, &#x201C;they will be damned.&#x201D;] I will tell you: they will be damned, <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saith the Lord God Almighty, in the revelation He has given.<span class=\"citation\" id=\"91459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91459)\">D&amp;C 132:4-6<\/a><\/span> Why? Because where much is given, much is required;<span class=\"citation\" id=\"87402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87402)\">D&amp;C 82:3<\/a><\/span> where there is great knowledge unfolded for the exaltation, glory, and happiness of the sons and daughters of God, if they close up their hearts, if they reject the testimony of His word, and will not give heed to the principles He has ordained for their good, they are worthy of damnation, and the Lord has said they shall be damned.<span class=\"citation\" id=\"91460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91460)\">D&amp;C 132:4-6<\/a><\/span> This was the word of the Lord to His servant Joseph the Prophet himself. With all the knowledge and light he had, he must comply with it, or, says the Lord unto him, you shall be damned; and the same is true in regard to all those who reject these things. <\/div><div class=\"paragraph jod\" id=\"v1n343\"> What else have we heard from our President? He has related to us that there are some damnations that are eternal in their nature; while others are but for a certain period, they will have an end, they will not receive a restoration to their former privileges, but a deliverance from certain punishments: and instead of being restored to all the privileges pertaining to man previous to the fall, they will only be permitted to enjoy a certain grade of happiness, not a full restoration. Let us inquire after those who are to be damned, admitting they will be redeemed, which they will be, unless they have sinned against the Holy Ghost. They will be redeemed, but what will it be to? Will it be to exaltation, and to a fulness of glory? Will it be to become the sons of God, or Gods<span class=\"citation\" id=\"87029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87029)\">D&amp;C 76:58<\/a><\/span> to reign upon thrones, and multiply their posterity, and reign over them as kings? No, it will not. They have lost that exalted privilege forever; though they may, after having been punished for long periods, escape by the skin of their teeth; but no kingdom will be conferred upon them. What will be their condition? I will tell you what revelation  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says, not only concerning them that reject these things, but concerning those that through their carelessness, or want of faith, or something else, have failed to have their marriages sealed for time and for all eternity; those that do not do these things, so as to have the same ordinances sealed upon their heads by divine authority, as was upon the head of old Father Adam&#x2014;if they fail to do it through wickedness, through their ungodliness, behold, they also will never have the privilege of possessing that which is possessed by the Gods that hold the keys of power, of coming up to the thrones of their exaltation, and receiving their kingdoms. Why? Because, saith the Lord, all oaths, all covenants, and all agreements, &amp;c., that have been made by man, and not by me, and by the authority I have established, shall cease when death shall separate the parties;<span class=\"citation\" id=\"91471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91471)\">D&amp;C 132:7<\/a><\/span> that is the end; that is the cessation; they go no further; and such a person cannot come up in the morning of the resurrection, and say, Behold, I claim you as my wife; you are mine; I married you in the other world before death; therefore you are mine: he cannot say this. Why? Because he never married that person for eternity. <\/div><div class=\"paragraph jod\" id=\"v1n345\"> Suppose they should enter into covenant and agreement, and conclude between themselves to live together to all eternity, and never have it sealed by the Lord's sealing power, by the Holy Priesthood, would they have any claim on each other in the morning of the resurrection? No; it would not be valid nor legal, and the Lord would say, It was not by me; your covenants were not sealed on the earth, and therefore they are not sealed in the heavens; they are not recorded on my book; they are not to be found in the records that are in the archives of eternity; therefore the blessings you might have had, are not for you to enjoy. What will be their condition?  <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The Lord has told us. He says these are angels; because they keep not this law, they shall be ministering servants unto those who are worthy of obtaining a more exceeding and eternal weight of glory; wherefore, saith the Lord, they shall remain singly and separately in their saved condition, and shall not have power to enlarge themselves, and thus shall they remain forever and<span class=\"citation\" id=\"91531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91531)\">D&amp;C 132:15-19<\/a><\/span> ever. <\/div><div class=\"paragraph jod\" id=\"v1n346\"> Here, then, you can read their history; they are not Gods, but they are angels or servants to the Gods. There is a difference between the two classes; the Gods are exalted; they hold keys of power; are made Kings and Priests;<span class=\"citation\" id=\"78935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78935)\">Rev. 1:6<\/a><\/span> and this power is conferred upon them in time, by the everlasting Priesthood, to hold a kingdom in eternity that shall never be taken from them worlds without end; and they will propagate their species. They are not servants; for one God is not to be a servant to another God; they are not angels; and this is the reason why Paul said, Know ye not, brethren, that we shall judge angels?<span class=\"citation\" id=\"73237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73237)\">1 Cor. 6:3<\/a><\/span> Angels are inferior to the Saints who are exalted as Kings. These angels who are to be judged, and to become servants to the Gods, did not keep the law, therefore, though they are saved, they are to be servants to those who are in a higher condition. <\/div><div class=\"paragraph jod\" id=\"v1n347\"> What does the Lord intend to do with this people? He intends to make them a kingdom of Kings and Priests,<span class=\"citation\" id=\"54108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54108)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"87022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87022)\">D&amp;C 76:56<\/a><\/span> a kingdom unto Himself, or in other words, a kingdom of Gods, if they will hearken to His law. There will be many who will not hearken; there will be the foolish among the wise,<span class=\"citation\" id=\"66027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66027)\">Matt. 25:2<\/a><\/span> who will not receive the new and everlasting covenant in its fulness; and they never will attain to their exaltation; they never will be counted worthy to hold the scepter of power over a numerous progeny, that shall multiply themselves without end, like the sand upon the seashore.<span class=\"citation\" id=\"53326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53326)\">Gen. 22:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n348\"> We can only touch here and there  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon this great subject, we can only offer a few words with regard to this great, sublime, beautiful, and glorious doctrine, which has been revealed by the Prophet, Seer, and Revelator, Joseph Smith, who sealed his testimony with his blood, and thus revealed to the nations, things that were in ancient times, as well as things that are to come. <\/div> <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n350\"> But while I talk, the vision of my mind is opened; the subject spreads forth and branches out like the branches of a thrifty tree; and as for the glory of God, how great it is! I feel to say, Hallelujah to His great and holy name; for He reigns in the heavens, and He will exalt His people to sit with Him upon thrones of power, to reign forever and ever. <\/div>\n<\/div>\n<\/div>"}