{"ID":100007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Bishops and Presidents.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Bishops and Presidents.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v10n137\"> Brethren and sisters, I have been highly edified this morning, as I presume you all have, and I doubt not but the seed has fallen upon good ground, and when we return to our homes we shall feel sensibly that the seed sown has done good.<span class=\"citation\" id=\"64545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64545)\">Matt. 13:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n138\"> It has been in my mind to remark that the office of both President and Bishop are in our President, and therefore he has the undoubted right to place those two offices on one man, or to ordain two separate men as he may see proper. There may possibly arise circumstances that may appear to cause the authority of the two to conflict, and thus to be incompatible one with the other, but this is only on account of the ignorance of the people. We ought so to live as all to be capable of being Presidents and Bishops, for there is certainly ample room for us all to do all the good we can; but I have thought in the present state of our limited knowledge it would be better to dispense with the office of President in the country settlements. I am happy to inform <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you that I have never heard of any feeling of difficulty between the President and Bishop at Spanish Fork. Brother Young did not know of a single exception to the rule, but I am informed by all parties that these brethren have never conflicted. [President B. Young: I wish I had never heard anything to the contrary.] My reason for desiring to have this matter brought here was to have the duties of Bishops and Presidents defined, thinking that probably the result of the investigation would be the abolishing of the office of President for the present in the country Branches, and I can truly say that I feel thankful, brethren and sisters, for what I have heard, and I can say with regard to the people in the region where I have labored there is a good degree of union there among the people. In fact, I rejoice to say that there is no schism in that region; we have no difficulty there with our High Priests, none with our Seventies, only what we have been enabled to arrange. A good feeling exists there, and I am  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glad and happy to know that there is an increase of good feeling with the people of Sanpete. I feel thankful that when the people from all quarters meet here the spirit and the atmosphere seem to bear witness to what I have said. <\/div> <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n140\"> Well, brethren and sisters, I have spoken before, and I do not wish to occupy much time at the present, but the spirit that is here is good, and all things that have been done feel like a balm to my soul. <\/div><div class=\"paragraph jod\" id=\"v10n141\"> God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}