{"ID":100022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Authority of Bishops&#x2014;Branch Organizations&#x2014;Assisting the Mail and Telegraph Companies.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Authority of Bishops, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v10n419\"> This is the place to give items of instruction to the people. I am satisfied that it is my duty to improve this opportunity, and should be very happy if I could speak with ease; if I could do so I should talk a great deal more than I do. <\/div><div class=\"paragraph jod\" id=\"v10n420\"> Ask a Bishop by what authority he is acting as a Bishop; &#x201C;I suppose I am a Bishop according to the Priesthood.&#x201D; By what Priesthood do you act as a Bishop? &#x201C;I really cannot answer that question.&#x201D; Are you a High Priest? &#x201C;Yes.&#x201D; Why do you so officiate? &#x201C;Because I have been ordained to so officiate; the First Presidency ordained Bishop Hunter to ordain me a High Priest, and set me apart to be a Bishop in this district.&#x201D; After a person is ordained a High Priest he then has authority to act in all the duties of the lesser Priesthood, when called upon by the proper authority so to do.<span class=\"citation\" id=\"90167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90167)\">D&amp;C 107:17<\/a><\/span> Some of the Bishops understand their true position and some do not, for which reason a few remarks in addition to those I made this forenoon will, perhaps, not be amiss. <\/div><div class=\"paragraph jod\" id=\"v10n421\"> There is no retrograde movement in ordaining a High Priest to the office of a Bishop, for, properly speaking, he is set apart to act in that office. When we ordain a man to officiate in a branch of the Church as a Bishop, he does so according to the best of his knowledge; and now and then one believes that he has a right, when ordained as a Bishop, to officiate <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and preside over every temporal and spiritual interest in his district by virtue of his Bishopric; he believes that he ought to go into a Seventies' Council in his Ward and preside because he is a Bishop: and under this impression he dictates, guides and directs all things in his district; he baptizes, confirms and administers the sacrament as a Bishop, performing, under this impression, every spiritual and temporal duty. Were we to inquire of the Bishops of this Church what duties are assigned to the Aaronic Priesthood they hold, and what are assigned to the Melchizedek, those who could answer correctly are in the minority. I am satisfied of this, for I have been placed in positions that made it necessary to propound questions to some of our most intelligent Bishops relating to misunderstandings and difficulties that have occurred in their districts touching their authority, when their answers convinced me that they knew little about it; perhaps from not having an opportunity of finding out, or, in a word, they have not so lived that the heavens have been opened to them to teach them so fully and effectually their duties that they need no man to teach them.<span class=\"citation\" id=\"78620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78620)\">1 Jn. 2:27<\/a><\/span> The duties and powers of a Bishop cease the very moment he steps over the Aaronic Priesthood, which is to officiate in temporal things; when he passes this he immediately begins to officiate by the authority and power of the Mel<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chizedek Priesthood, though he may not know it. <\/div><div class=\"paragraph jod\" id=\"v10n423\"> We have scores of branches of this Church in different parts of this country, and had we better now place officers, helps and governments in these branches, or wait till the people come to understanding, and learn to appreciate and honor such appointments? It is chiefly because of the ignorance of the people that we often concentrate in one man these different offices and callings, but when the people are sufficiently informed and have advanced further in the knowledge of the truth, it will not be so, but every branch will have its full quota of officers&#x2014;a Patriarch, President, Bishop, High Council, and all officers that are necessary for the work of the Ministry, and the edifying of the body of Christ.<span class=\"citation\" id=\"75135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75135)\">Eph. 4:12<\/a><\/span> Until the people can receive and honor these helps and governments, and be benefited by them, the different offices will be concentrated in as few men as possible, for men will contend for power, and as to which shall be the greatest,<span class=\"citation\" id=\"65009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65009)\">Matt. 18:1<\/a><\/span> until they are better informed. <\/div><div class=\"paragraph jod\" id=\"v10n424\"> If the people fully understood and would observe the relationship these offices have to each other, there would never be a word of altercation. In this city we have no altercation about authorities. We but seldom get up a trouble for a High Council case. When the people come to sufficient understanding, we shall not put the onerous task upon one man to act both as President and Bishop, but we will give you a full organization of helps, governments, &amp;c.; but at present we shall take a course to confine the offices of the Church in such a manner as to give the least cause for contention and trouble. There are men who have a contentious disposition; they will contend against a Bishop, a Magistrate, a Judge, or any man holding an office; in short, they <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wish to destroy every power in Heaven and on earth that they do not hold themselves. This is the spirit of Satan that was made so visibly manifest in Heaven and which proved his overthrow, and he now afflicts this people with it; he wants to dictate and rule every principle and power that leads to exaltation and eternal life, and those whom he influences wish to walk underfoot every person who stands in authority over them. <\/div><div class=\"paragraph jod\" id=\"v10n425\"> I now wish to say a few words about assisting the mail and telegraph companies. It has been asked, &#x201C;Shall we assist these companies? Shall they be supplied with grain and that help which is necessary to facilitate the expeditious and safe carrying of the mail?&#x201D; I say, yes. Shall the telegraph company receive favors at our hands? Yes. I do not know of two greater temporal blessings of the kind that can be bestowed upon this people. If we happen to lay in bed a little later than usual, by the aid of the telegraph wires we can read the news of the morning from Washington and New York; and by-and-by we may be favored with the news of yesterday from London, Paris, and St. Petersburg, and all the principal cities in the old world. We are among the people of this world; our bodies are of the earth, and our spirits are like the spirits of other people and from the same source, only we are trying to establish the kingdom of God on earth, to introduce righteousness, and prepare the people for the reign of Jesus Christ on the earth. One man says, &#x201C;I have agreed to do thus and so.&#x201D; Then go and do it. Fulfill your contracts and sacredly keep your word. <\/div><div class=\"paragraph jod\" id=\"v10n426\"> What should be the course of this people in these matters? Let them act by the counsel of the men who understand such things better than they do. When I say supply so much  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labor, or so much grain, or do so much hauling, you will be justified, otherwise you will not. If I might dictate this matter and get my pay for it, I would fill this whole mail route with &#x201C;Mormon&#x201D; boys who would labor faithfully, conduct honorably, and see that the mails were carried safely and promptly. If it were left to me, I would fill this whole route, as we would have done a few years ago if the contract had not been unjustly taken from us, with a line of conveyances, wherein men might sleep by day or by night in perfect safety as to their persons and property; and if a pocket book dropped out of a pocket it would be as safe as though it were under lock and key, so far as its being stolen is concerned. How is it now? <\/div><div class=\"paragraph jod\" id=\"v10n428\"> If A, B, and C say they will begin to sell whiskey, then if it is right for them to sell whiskey in the streets of this city, it is right for me. Whiskey is useful in making vinegar, and we need it for cutting camphor gum, for medicine, washings, &amp;c., but is it necessary to keep a whiskey shop? No. And if it is right for one man to keep a whiskey shop, it is right for another, until all become whiskey peddlers and whiskey drinkers, and all go to the devil together. It does not require much illumination of mind to comprehend that unless the selling of spirituous liquors is managed by proper persons, it will result in the ruination of many of the community. So with the selling and disposing of our produce to outside interests; for those who expend their means and labor in a way that does not enrich and build up Zion will apostatize and go out of this kingdom, sooner or later. When you are appointed to haul grain here or there, you will <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feel justified. Or, if you wish to drive a train, or to go as a guard on the mail route, or to attend to this or that, and the counsel is yes, go, and be honest and upright before God and man and deal justly with everybody, and if you do not so conduct, you will be brought home and dealt with, then, if you go in this way, you will be justified. Whatever is done let it be done by counsel and common consent;<span class=\"citation\" id=\"84500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84500)\">D&amp;C 26:2<\/a><\/span> then we can be paid for our labor and our produce; wealth will increase around us, which we can put to use in gathering home the poor Saints from all nations by hundreds and by thousands. In the course the people have taken they will make themselves poor, while we might be rich. I feel very friendly towards Mr. Street and many others connected with the telegraph line. They have treated this community as gentlemen will. I have rendered them some assistance, and am ready to render them more; and they have been very accommodating to us. The Overland Mail company brings our letters, books, magazines, &amp;c., and is as great an accommodation as can well be until we have a railroad through here, which I hope we shall have ere long, if it is right. They should be assisted, and that by the Counsel of the Kingdom of God in these mountains; and let it be done by common consent,<span class=\"citation\" id=\"84501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84501)\">D&amp;C 26:2<\/a><\/span> or no longer say that we are one with the interests of this kingdom. If you are one with the vine, you are one with the main branch; if you are not thus one, you will be severed from the vine and will wither and die.<span class=\"citation\" id=\"70150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70150)\">John 15:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n429\"> May the Lord bless the Latter-day Saints, is my prayer all the time. Amen. <\/div>\n<\/div>\n<\/div>"}