{"ID":10005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Believing the Bible&#x2014;the Gospel&#x2014;Persecution&#x2014;Spirit-Rapping, Etc.<\/div>\n<div class=\"subtitle\">An Address by President H. C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, July 11, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Believing the Bible, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/11\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v1n197\"> I have been much interested with the principles that have been laid before us by brother Daniel Tyler. He is a man with whom I have been acquainted for many years, and I know him to be a good man. I can say truly that I have heard the Gospel presented before us this morning, as it is recorded in the New Testament. <\/div><div class=\"paragraph jod\" id=\"v1n198\"> You know that it is generally understood, and perhaps by many of the strangers who are present today, that we do not believe the Bible. That is a great mistake: we do believe it. I can say, as one of the Apostles of old said, and it is my advice and instruction to you&#x2014;prove all things, and try all things, and hold fast to that which is good.<span class=\"citation\" id=\"75742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75742)\">1 Thes. 5:21<\/a><\/span> As he exhorted you to prove these things, to investigate them, and reflect upon them, and prove the truth of that which is called &#x201C;Mormonism,&#x201D; let me tell you, gentlemen, the day will come, if you don't do it, you will be sorry. Why? Because there is a future day that will determine these things. <\/div><div class=\"paragraph jod\" id=\"v1n199\"> It will be but a few years, perhaps not to exceed fifty, that not a person here this day will then be upon the earth. You will go into the world of spirits, to try the realities of another state of existence. What we have to <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do we must do in this state of existence, while in our tabernacles of flesh; and if we make good use of our lives, and of our bodies, and of our talents, it will be well with us; but if we do not, we have to give an account of the deeds done in the body.<span class=\"citation\" id=\"74119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74119)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82022)\">Alma 5:15<\/a><\/span> These bodies are given to you by the same Being that gave to me my body, and they are committed to you as a stewardship by that God who placed us here; and you have got to give an account of your stewardship, and the course you take. If you permit that tabernacle to become polluted, and if your spirit suffers your body to be contaminated with sin and corruption, you will have to make an atonement for it before you can get your redemption worked out. Gentlemen, mark it, for it is even so. <\/div><div class=\"paragraph jod\" id=\"v1n200\"> This is the Gospel which has been taught to us today, in a plain and simple manner, and in that simplicity that it was taught by Jesus Christ and his Apostles, and by many others who were ordained by them. The people profess to believe the Bible; the whole Christian world profess to believe that book&#x2014;to believe that it is the Bible, but do they believe what is <span class=\"italic\">in that Bible?<\/span> If they do, they don't practice it. How many of you, my breth<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren and fellow travelers to eternity, how many times have you said in your day, and in your generation, and in your family circles, &#x201C;If I could see one man practice that religion that was taught by Jesus and his Apostles, I would be a Saint.&#x201D; I said it many times before I ever heard of &#x201C;Mormonism,&#x201D; and sought for these things, and wished for them, and prayed for them according to the knowledge I then had. But what did I know about God, or about the Gospel, by what I heard from the pulpits of the day? <\/div><div class=\"paragraph jod\" id=\"v1n202\"> I have been at the Methodists' meeting many a time, and have followed up their protracted meetings, and sought for religion; and when people were converted to the faith of Methodism, I have seen the priest go to the water because some wished to be baptized in the water, but not because it was at all necessary. One would say I want to be sprinkled; another, I want to have the water poured upon me; and another, I want to be plunged. All right, says the minister, either of these is just as necessary as the other, for none of them are essential to salvation; we only attend to them to satisfy the candidate. Suppose the laws of the United States were made upon this principle, just to suit everybody's fancy and notions, making laws for every one to do just as he pleased&#x2014;what kind of laws would they be? What would you think of such a lawmaking department? Would you sustain it? Would you send to it a man, as a delegate, to represent your case, to make wholesome laws that would give every man his rights and privileges? I would not have such a law, but I would cast it out with those who made it. <\/div><div class=\"paragraph jod\" id=\"v1n203\"> God has one mode of saving men and women, and you cannot be saved upon any other principle than that which Jesus Christ taught, and <span class=\"italic\">I know it<\/span>. I can say to this congregation, and to <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every other, which thing I have said in the United States and in Great Britain&#x2014;except you receive the words of Jesus Christ, and those that are ordained and sent forth by him, you are just as sure of damnation as you are sure of dying, and <span class=\"italic\">I know it<\/span>. These things are plain, and the Gospel that brother Daniel has spoken has been revealed in these last times. That light that was once extinguished by wickedness has been lit up again. The ancient Gospel is again revealed, and the Priesthood of the Son of God, and the Latter-day Saints have this power, and <span class=\"italic\">you cannot help yourselves<\/span>. That is why we are here today, that is the reason why I am here today, in a land of peace and plenty, and a healthy location, with my brethren who have come here to find a good home. Don't you find the people here peaceable, and kind, and affectionate, attending to their own business? Did you ever find a more peaceable place in your life, in the United States, or in England, or in any part of the world, than this? No, I defy you to find any more peaceable place than this. The reason we are here in these silent valleys is, because we could not have the privilege of worshipping God according to His requirements in our native country. Some of you may say, &#x201C;I can scarcely believe that;&#x201D; but, as sure as you live, I have been robbed and broken up six times before I came here, and was forced to leave my habitation, and my substance. It is there now, and they are welcome to it. I am not the only person who has suffered so, by a great many; and all because of my religion. We are looked upon as the worst kind of beings on the earth. Did you ever think of a wicked thing but what it was placed upon us. <\/div><div class=\"paragraph jod\" id=\"v1n204\"> Joseph Smith and his brother were killed in Carthage jail. Joseph Smith was a Prophet of God, and I know it. I am not testifying to this  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>because I have believed it so long, but I knew it twenty years ago, just as well as I do now, and have testified of it to the nations of the earth. And what will be the consequences of this testimony? They that believe and are baptized shall be saved,<span class=\"citation\" id=\"66850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66850)\">Mark 16:16<\/a><\/span> and they shall receive the Holy Ghost under the hands of those who have due authority to confer that blessing; and if they go forward and are baptized with full purpose of heart, believing with all their soul, obeying the Gospel, being buried with Christ by baptism,<span class=\"citation\" id=\"72369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72369)\">Rom. 6:3-5<\/a><\/span><span class=\"citation\" id=\"75588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75588)\">Col. 2:12<\/a><\/span> they shall obtain the Holy Ghost.<span class=\"citation\" id=\"81604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81604)\">2 Ne. 31:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n206\"> On the day of Pentecost, when Peter proclaimed the Gospel, about 3,000 souls were added to the Church that day.<span class=\"citation\" id=\"71313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71313)\">Acts 2:41<\/a><\/span> How long did it take them to repent? No longer than they were willing to believe, and put away their sins, with a determination to forsake them, and not sin again. <\/div><div class=\"paragraph jod\" id=\"v1n207\"> I rejoice that I live in this day and age of the world; I rejoice that I have passed through what I have for the Gospel's sake; but will it compare with what men passed through in the days of Jesus, who was hung upon a cross for his religion? He expired upon Calvary for his religion; they killed him as a false prophet, and even those of his own household did not believe in him;<span class=\"citation\" id=\"66544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66544)\">Mark 6:3-4<\/a><\/span> they also slew his Apostles, and those who believed in them. Don't you suppose it was as degrading to them to believe in Jesus Christ, as for us to believe that Joseph Smith was a Prophet? He was a Prophet, and Jesus was the Son of God; and Hyrum Smith was a Patriarch, and a son of God, and I bear witness of it unto all men. Many feel to damn the &#x201C;Mormons,&#x201D; and call them everything that is evil&#x2014;does it harm us? Does it affect our salvation in the least? No! The more patiently we bear it the greater will be our glory and exaltation. It is because of our religion that the people are in trouble. <\/div><div class=\"paragraph jod\" id=\"v1n208\"> In the United States they are trou<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bled about it; in Great Britain, France, and Denmark, they are troubled about it. The priests of the day are stoutly crying, false Prophet, and delusion; and the invisible world are rapping, muttering, and peeping, and they are finding fault. They are at a loss to know what can be the matter. The invisible world are in trouble; they are knocking, and rapping, and muttering; and the people are inquiring of them to know concerning the things of God, and there is not a soul of them can tell them anything about the end of the world. They are in a dreadful situation; and in the city of Rochester, near where I used to live, the last information I received from there, there were 135 spiritual writers in that city. I have a brother-in-law there, who is a Presbyterian priest: he couldn't inquire of God about future things, so he inquired of the spirits; but they could not tell him anything about the dead nor the living. They are just about as intelligent in their revelations as this world are in theirs. They are all in commotion&#x2014;what is going to be done? I will tell you&#x2014;God is going to make a short work upon the earth,<span class=\"citation\" id=\"72690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72690)\">Rom. 9:28<\/a><\/span> and the invisible world are troubled about it. You do not doubt that, gentlemen; you who come from the United States can see that it is so; and the people are troubled in New York, and in many of the other States, so that they cannot rest, no not a day. They are in confusion, and so dispirited they know not what to do. The idea strikes me that the day of the Lord is approaching, and nearer than you think it is. You are here in quest of gold, but there is something here worth more than the glittering jewels of the earth. I say, let me serve God, and keep His commandments, and you may have the gold, and all the riches and wealth of the earth in welcome; I care nothing about it; for all you can take with  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you, when you leave this earth, is not much. <\/div><div class=\"paragraph jod\" id=\"v1n209\"> A dream that my own daughter had lately, comes forcibly to my mind. I will relate it. She dreamed that she was driven, and those that were with her, but they had a great many fine things in the earth, in the shape of furniture, gold and silver, and everything else; and she suffered in her feelings, because she was under the necessity of leaving all, and could not take anything out of the world with her. Finally she was permitted to take a white dress. I said to her, that is all we can take, in our shroud we shall be laid in the silent tomb. Naked we came into the world, and naked we shall go out of it,<span class=\"citation\" id=\"56012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56012)\">Job 1:21<\/a><\/span> for dust we are, and unto dust we shall return.<span class=\"citation\" id=\"52624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52624)\">Gen. 3:19<\/a><\/span> Can you help yourselves? If you can, you have more power than I have. I expect to be laid low, with all the human family, as was the Son of God, and I cannot help myself. I know <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your feelings; I have seen the day when I loved gold, and silver, and fine carriages, and fine horses, and the good things of this world; but I have lost those feelings, and may God ever continue to separate them from me, as far as the east is from the west; and let my affections be upon Him, and His kingdom, until I breathe my last breath. I know if I never go to the United States again, or to Great Britain, my skirts are clear from the blood of this generation. I have received nothing but ill wages for my labor from them; and if ever a man did his duty, I have done it to this generation. I have told you the truth, and whether you are in hell or in heaven you <span class=\"italic\">shall know<\/span> that &#x201C;Mormonism&#x201D; is true, and what I and my brethren have told you this day is the Gospel of salvation. So may God have mercy upon you, and save you in His kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}