{"ID":100057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Earth the Home of Man&#x2014;the Work to Be Accomplished By Man Towards Redeeming the World&#x2014;the Restoration of the Gospel, and the Acknowledgment By God of His Servants, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, June 4, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Earth the Home of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/4\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v10n1342\"> &#x201C;And he lifted up his eyes on his disciples, and said, Blessed be ye poor: for yours is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"67215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67215)\">Luke 6:20<\/a><\/span> Again, &#x201C;Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?&#x201D;<span class=\"citation\" id=\"77518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77518)\">James 2:5<\/a><\/span> Again, &#x201C;Blessed are the poor in spirit: for theirs is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"62892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62892)\">Matt. 5:3<\/a><\/span> A few words upon the subject in these texts will answer any purpose and feelings. Jesus had no other meaning than simply, blessed are they who have the light of revelation to understand the providences of God, and to know Him and themselves. <\/div><div class=\"paragraph jod\" id=\"v10n1343\"> The rich that he and other writers have referred to, and that we often refer to, are those who trust in the riches of this world, and forget their God.<span class=\"citation\" id=\"66603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66603)\">Mark 10:24<\/a><\/span> I do not know how rich the children of Israel were when they forsook the Lord, but I suppose it was with them as it is with mankind at the present day, there were rich and poor; and they did forget their God who brought them from the land of Egypt and out of the house of bondage with a strong and mighty and outstretched arm;<span class=\"citation\" id=\"55116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55116)\">Deut. 26:8<\/a><\/span> they forgot Him so far that they transgressed all the laws He had delivered unto them; they considered those laws but of trifling importance, and esteemed <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their own laws and their own ways to be far better than the laws the Lord had instituted, and they broke the covenant they had made with the Lord their God;<span class=\"citation\" id=\"58423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58423)\">Isa. 24:5<\/a><\/span> they deemed his laws nonessential to salvation, and instituted laws and ordinances of their own, which the Lord did not recognize, and forsook his instructions and His ordinances; they became wicked, and would not seek after God; God was not in all their thoughts.<span class=\"citation\" id=\"56366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56366)\">Ps. 10:4<\/a><\/span> Whether they were rich or poor as to the things of this world made but little difference with regard to their faithfulness, and their life and practice in the ordinances of the house of God, and the knowledge of His providences. <\/div><div class=\"paragraph jod\" id=\"v10n1344\"> I have not learned that the possession of goods and chattels, tenements, houses, lands, gold, silver, wheat, or fine flour, wine or oil, makes any difference with the faithful servant of God. The Lord loves those who trust in Him, who feel their dependence upon Him, and feel and understand their own weakness and inability, who are thankful for their organization, and have full confidence in the providences of the Lord, trusting in His mercy and goodness to bring them off conquerors, whether they be rich or poor. The Lord loves all those who love Him and keep His commandments.<span class=\"citation\" id=\"69982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69982)\">John 14:15,21<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1346\"> We say to the brethren, at this time, seek not after gold, nor after silver, nor after any of the precious metals that are hid up in the earth, for as yet they would do you no good if you possessed them. But suppose we had a few thousand millions of gold and silver, would it follow that we should be destroyed, because we possessed this wealth? Not in the least; if we are destroyed through the possession of wealth, it will be because we destroy ourselves. If we possessed hundreds of millions of coin, and devoted that means to building up the kingdom of God and doing good to His creatures, with an eye single to His glory, we would be as much blessed and as much entitled to salvation as the poor beggar that begs from door to door; the faithful rich man is as much entitled to the revelations of Jesus Christ as is the faithful poor man. <\/div><div class=\"paragraph jod\" id=\"v10n1347\"> Whether we are poor or rich, if we neglect our prayers and our sacrament meetings, we neglect the spirit of the Lord, and a spirit of darkness comes over us. If we lust for gold, for the riches of the world, and spare no pains to obtain and retain them, and feel &#x201C;these are mine,&#x201D; then the spirit of anti-Christ<span class=\"citation\" id=\"78754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78754)\">1 Jn. 4:3<\/a><\/span> comes upon us. This is the danger the Latter-day Saints are in, consequently it is better for us to live in the absence of what is called the riches of this world, than to possess them and with them inherit the spirit of anti-Christ and be lost. <\/div><div class=\"paragraph jod\" id=\"v10n1348\"> We had better labor to produce and treasure up the golden wheat, the fine flour, the pure wine, the oil of the olive, and every product for food and clothing that is adapted to our climate. <\/div><div class=\"paragraph jod\" id=\"v10n1349\"> I anticipate the day when we can have the privilege of using, at our sacraments pure wine, produced within our borders.<span class=\"citation\" id=\"84511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84511)\">D&amp;C 27:2-5<\/a><\/span> I do not know that it would injure us to drink wine of our <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own make,<span class=\"citation\" id=\"88905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88905)\">D&amp;C 89:6<\/a><\/span> although we would be better without it than to drink it to excess. And it would be better for us to do without gold and silver, than to ruin ourselves with them. If we had plenty of gold and silver we could neither eat nor wear them, as we do food and clothing. We could not with any comfort wear shoes or slippers made of the precious metals, and hats, bonnets, caps, &amp;c., made of them would be equally uncomfortable and unprofitable. The whole world seems to be intoxicated in the lust of their hearts after gold, silver, and precious stones&#x2014;they seem to be frantic to obtain them. To me this is as vain and nonsensical as the changing fashions in swelling and diminishing the proportions of their clothing. When death overtakes the votaries of the god of this world<span class=\"citation\" id=\"74072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74072)\">2 Cor. 4:4<\/a><\/span> they will be willing to give all they possess of earthly wealth for knowledge and power to rebuke death and be restored to life. &#x201C;And Satan answered the Lord, and said, Skin for skin, yea, all that a man hath will he give for his life.&#x201D;<span class=\"citation\" id=\"56051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56051)\">Job 2:4<\/a><\/span> Then, shall we obtain riches for the sake of being rich? No. <\/div><div class=\"paragraph jod\" id=\"v10n1350\"> The human family are formed after the image of our Father and God.<span class=\"citation\" id=\"52171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52171)\">Gen. 1:26-27<\/a><\/span> After the earth was organized the Lord placed His children upon it, gave them possession of it, and told them that it was their home&#x2014;the place of their habitation from henceforth; He told them to till the ground<span class=\"citation\" id=\"52661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52661)\">Gen. 3:23<\/a><\/span> and subdue it;<span class=\"citation\" id=\"52294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52294)\">Gen. 1:28<\/a><\/span> He gave it to them for their inheritance, and to do their will upon it. Then Satan steps in and overcomes them through the weakness there was in the children of the Father when they were sent to the earth, and sin was brought in, and thus we are subjected to sin. The earth is pure in and of itself, having kept the law of its creation;<span class=\"citation\" id=\"88437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88437)\">D&amp;C 88:25<\/a><\/span> and mankind have actually brought on themselves all the sin, all the distress, all  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the anguish, pain, sickness, and death that are upon the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1352\"> Since man has brought this upon himself, who but man can effect a restoration from sin to purity? From death to life? If I injure my neighbor in any way, I am the only person that can make restitution and obtain the forgiveness of my injured friend, neighbor, or brother. When a child revolts from under a good parent's control, it is the place of that child to return to his father, like the prodigal of old, and reinstate himself in the friendship and good feelings of his injured parent.<span class=\"citation\" id=\"67705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67705)\">Luke 15:11-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1353\"> Mankind have forfeited the right they once possessed to the friendship of their Heavenly Father, and through sin have exposed themselves to misery and wretchedness. Who is to bring back to the sin-stained millions of earth that which they have lost through disobedience? Who is to plant smiling peace and plenty where war and desolation reign? Who is to remove the curse and its consequences from earth&#x2014;the homestead of mankind? Who shall say to the raging and contending elements, &#x201C;Peace, be still?&#x201D;<span class=\"citation\" id=\"66535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66535)\">Mark 4:39<\/a><\/span> And extract the poison from the reptile's tooth, and the savage and destructive nature from beast and creeping thing?<span class=\"citation\" id=\"58112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58112)\">Isa. 11:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1354\"> Who placed the dark stain of sin upon this fair creation? Man. Who but man shall remove the foul blot, and restore all things to their primeval purity and innocence? But can he do this independent of heavenly aid? He cannot. To aid him in this work heavenly grace is here; heavenly wisdom, power, and help are here, and God's laws and ordinances are here; the angels and spirits of just men made perfect<span class=\"citation\" id=\"77263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77263)\">Heb. 12:23<\/a><\/span> are here; Jesus Christ our Great High Priest,<span class=\"citation\" id=\"76551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76551)\">Heb. 4:14<\/a><\/span> with Prophets, Apostles, and Saints, ancient and modern, are here to help man in the great work of sanctifying himself and the earth for final glorification in its paradisiacal state.<span class=\"citation\" id=\"94094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94094)\">A of F 1:10<\/a><\/span> All <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this will be accomplished through the law of the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v10n1355\"> If we bring back all things through the help of our Heavenly Father, then shall we possess all things&#x2014;the earth and its fulness, and all things pertaining to time and eternity, even all things that man was made lord over.<span class=\"citation\" id=\"85971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85971)\">D&amp;C 50:27-28<\/a><\/span> Then blessed are the poor, or, in other words, blessed are they who know for themselves that every blessing which they receive, whether spiritual or temporal, is the gift of God.<span class=\"citation\" id=\"62894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62894)\">Matt. 5:3<\/a><\/span> Blessed are they who are poor in spirit,<span class=\"citation\" id=\"62893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62893)\">Matt. 5:3<\/a><\/span> or blessed are they who feel their own weakness, and know their own inability and the power of God, and enjoy the Holy Ghost. Blessed are they who trust in the Lord Jesus Christ, and who know that he is their Savior, and that in him they can find mercy, and grace to help in time of need. These are the blessed ones, no matter if they possess all the riches of this world; what has that to do with the humble and faithful heart? Such a person is not affected in faith, as a follower of the Lord Jesus, by riches or by poverty. <\/div><div class=\"paragraph jod\" id=\"v10n1356\"> If we ever attain to faith enough to obtain the kingdom of God, as we anticipate, we shall obtain all the wealth there is for this kingdom in time and eternity. We shall not rob other kingdoms, but we shall possess the eternity of matter that lies in the path of the onward progress of this kingdom, and still eternity and its fulness will continue to stretch out before us. The great powers of eternal wisdom will be exercised to enhance the wealth, beauty, excellency and glory of this kingdom, previous to its being introduced into the presence of the Father and the Son. This work we have to help perform. <\/div><div class=\"paragraph jod\" id=\"v10n1357\"> A great many think that the kingdom of God is going to bless them and exalt them, without any efforts on their part. This is not so. Every man and woman is expected to aid  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the work with all the ability God has given them. Each person belonging to the human family has a portion of labor to perform in removing the curse from the earth and from every living thing upon it. When this work is performed, then will they possess all things. <\/div><div class=\"paragraph jod\" id=\"v10n1359\"> President Kimball remarked that he had been told that some did not believe all that he said, or all that I say. I care not one groat whether they believe all that I say or not, or whether they love me or not; I have no concern about that. If I can see the people serving God with all their hearts, building up His kingdom on the earth, and bringing forth righteousness, I do not care whether they ever think of brother Brigham, or of brother Heber C. Kimball, or whether they believe what we say or not; if they believe what the Almighty says, that will content me; then will they realize what the power of faith will do for a people. <\/div><div class=\"paragraph jod\" id=\"v10n1360\"> Will the Latter-day Saints observe the law of the Lord? If they will, it is all I ask of them. You can read the law of the Lord for yourselves in the Old and New Testaments, in the Book of Mormon, and in the Book of Revelations given for this Church through Joseph the Prophet. If this people will believe the testimony contained in these four books concerning the kingdom of God upon the earth, and the hand dealing of the providence of God to his children, and do His will, I promise them eternal life, for such a belief and such a practice will lead them to the fountain where they can know for themselves, as Moses, the Prophets, Jesus, the Apostles and Ancient Saints, Joseph Smith and others of modern times knew; where like them we can receive the Spirit of eternal life through our Lord Jesus Christ, by which we may know the voice of <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Good Shepherd,<span class=\"citation\" id=\"69662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69662)\">John 10:14<\/a><\/span> whenever and wherever we hear it. And as we know the voice of the Good Shepherd,<span class=\"citation\" id=\"69670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69670)\">John 10:16<\/a><\/span> so shall we learn to distinguish it from the voice of a stranger&#x2014;<span class=\"citation\" id=\"69632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69632)\">John 10:5<\/a><\/span>the voice of the evil one. We can then clearly understand the things that are of God, and the things that are not of Him, and be able to see and judge all things as they are, for, &#x201C;He that is spiritual judgeth all things, yet he himself is judged of no man.&#x201D;<span class=\"citation\" id=\"73120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73120)\">1 Cor. 2:15<\/a><\/span> &#x201C;But the anointing which ye have received of him abideth in you, and you need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.&#x201D;<span class=\"citation\" id=\"78621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78621)\">1 Jn. 2:27<\/a><\/span> This will lead us to the glory and the excellency of the knowledge of God, which will be given unto us by the manifestations of His Spirit, and by the living oracles of the Lord, which are always in the midst of His people. <\/div><div class=\"paragraph jod\" id=\"v10n1361\"> Brother Kimball said there are more than ten commandments.<span class=\"citation\" id=\"54179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54179)\">Ex. 20:3-17<\/a><\/span> Yes, there are commandments sufficient to direct every person upon the earth, and in every place and at every time, wherever they may be, all through life, and that would incorporate the whole life of man. Shall we neglect the law of the Lord, which is perfect, converting the soul,<span class=\"citation\" id=\"56426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56426)\">Ps. 19:7<\/a><\/span> and turn away from the testimony of the Lord, which is sure, making wise the simple? &#x201C;The statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is pure, enlightening the eyes. The fear of the Lord is clean, enduring forever: the judgments of the Lord are true and righteous altogether. More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.&#x201D;<span class=\"citation\" id=\"56430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56430)\">Ps. 19:8-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1362\"> Mankind have departed from the commandments of the Lord, and the fear of the Lord is not before their  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eyes.<span class=\"citation\" id=\"125546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125546)\">Rom. 3:18<\/a><\/span><span class=\"citation\" id=\"56572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56572)\">Ps. 36:1<\/a><\/span> We have been trying, for many years, to show them the difference between the laws of the Lord and the laws of men; between the ordinances of the churches of men, and the ordinances of the Church of Jesus Christ of Latter-day Saints. Let me inform all the Latter-day Saints and all the inhabitants of the earth, that the Lord will not be trifled with. We have often been told that, when the Lord set up his kingdom on this earth, and sent forth his servants to administer in it, He would defend that kingdom himself, and exert the powers of heaven to bear it off.<span class=\"citation\" id=\"89325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89325)\">D&amp;C 98:37<\/a><\/span><span class=\"citation\" id=\"88037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88037)\">D&amp;C 84:119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1364\"> You remember reading in the parable of the wicked husbandmen,<span class=\"citation\" id=\"65332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65332)\">Matt. 21:33-41<\/a><\/span> to whom the Lord let out his vineyard, that when He sent servants to receive fruits of his vineyard, they stoned them and cast them out. But last of all He sent unto them His Son, saying, &#x201C;They will reverence my son;&#x201D; but they said among themselves, &#x201C;This is the heir; come, let us kill him, and let us seize on his inheritance.&#x201D; They slew Him. &#x201C;When the Lord therefore of the vineyard cometh, what will he do unto these husbandmen? They say unto him, He will miserably destroy those wicked men, and will let out his vineyard unto other husbandmen, which will render Him the fruits in their seasons.&#x201D; Were not the Jews destroyed&#x2014;scattered and broken up as a nation? They were, because they made war against God, and against His servants whom He had called and sent to them with a message of salvation. Had a pretender arisen and professed to prophesy in the name of the Lord, when the Lord did not speak through him, and they had slain him as they did Jesus and His Apostles, would the Lord have noticed it? I think not. <\/div><div class=\"paragraph jod\" id=\"v10n1365\"> The Puritans supposed they were sent of God, and hated the Quakers <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and persecuted them even unto death. Did the Lord notice that conduct in any signal manner? No. But suppose the Quakers had been the Saints of the Lord, and that He had said to William Penn and others, &#x201C;You are my authorized agents to build up my kingdom on the earth,&#x201D; would the Lord have held the Puritans guiltless for the persecution of his chosen people? He would not, but would in a signal manner have called their persecutors to an account. But the Puritans were not sent of the Lord, neither were the Quakers. <\/div><div class=\"paragraph jod\" id=\"v10n1366\"> The Lord had not spoken to the inhabitants of this earth for a long time, until He spoke to Joseph Smith, committed to him the plates on which the Book of Mormon was engraved, and gave him a Urim and Thummim to translate a portion of them, and told him to print the Book of Mormon, which he did, and sent it to the world, according to the word of the Lord. The Lord said to him, &#x201C;revive my statutes and bring forth my law which has been set aside by those who professed to be my Saints, and establish the ordinances that were once in my house, and tell the people they must observe them. Now go and see if anybody will believe your testimony.&#x201D; He went and preached to his father's house, and to his neighbors, and it was four or five years before he got the six members that composed the Church of Jesus Christ of Latter-day Saints when it was first organized on the 6th of April, 1830.<span class=\"citation\" id=\"84215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84215)\">D&amp;C 20:1<\/a><\/span> This was a slow business, but at last he organized the Church, for the Lord had revealed to him the Aaronic priesthood upon which the Church was first organized; after that he received the Melchizedek priesthood, when the Church was more fully organized, and a few more believed, and then a few more and a few more. Now and then a person would believe and feel inclined to go  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and tell his friends what the Lord had revealed to him. The Lord sent them out and promised to take care of them, and thus the knowledge of this work has extended throughout the world, from so small a beginning. <\/div><div class=\"paragraph jod\" id=\"v10n1368\"> I have often thought of the foolishness of the devil, notwithstanding all his cunning; yet he is much of a gentleman, when compared with many that serve him. He did not manifest much wisdom in seeking to accomplish the death of the Savior. In that he undertook to destroy the kingdom Jesus had come to establish; but through the mode he took to destroy it, he only succeeded in establishing it. So in the case of Joseph Smith. The devil and his emissaries thought, if they could only destroy Joseph Smith, that the system he had laid the foundation to build upon would crumble and fall to rise no more; but it is evident to all, that since the death of Joseph, the system has flourished with greater vigor than before, for where there is a testament in full force, there must also of necessity be the death of the testator, for a testament is of force after men are dead.<span class=\"citation\" id=\"76896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76896)\">Heb. 9:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1369\"> At last a man did come who was actually sent of God. Will He defend the doctrine which He has sent into the world by that prophet? Is he not defending it now? He is. The sayings of Joseph Smith are being literally fulfilled, and also the sayings of the Prophets and Apostles who lived previous to this generation. Joseph Smith told the nations of the earth what would be their doom, unless they stopped rebelling against the kingdom of God, and forsook their own systems, or, in, other words, the cisterns they had hewn out for themselves, which hold no water,<span class=\"citation\" id=\"60284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60284)\">Jer. 2:13<\/a><\/span> and began to trust in the Lord. We see that the kingdom of God is established, will the Lord defend it? <\/div> <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1370\"> Suppose the nation of the United States should send delegates into Mexico, to negotiate and transact business with that government, and the authorities there should look upon them as impostors, and scourge them and cast them out, what course would the government of the United States take? They would declare war against Mexico, to vindicate the honor of the nation. Do you not think the Lord will chasten the nation which has killed his prophets, set at naught his message, and scourged and cast out his servants? Is He now chastening them? He is, and will continue to chasten them until He is satisfied, and they cease to rebel against him and against his government on the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1371\"> Shall we treat His laws as a thing of naught? We had better observe all the laws, precepts, commandments and ordinances of the house of the Lord. We had better so live that no fault can be found with us. This is my advice to the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v10n1372\"> Much can be said upon what our duty is, but we can comprise the whole in saying, live so that the spirit of revelation will be in every man and woman,<span class=\"citation\" id=\"54700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54700)\">Num. 11:29<\/a><\/span> and it will lead them to truth and holiness. Then there would be no bickering, no contention, no lawsuits against each other, and there would be less business in the High Councils than there is now. Those who live for truth and holiness have a right to enjoy the revelations of Jesus Christ.<span class=\"citation\" id=\"74400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74400)\">Gal. 1:12<\/a><\/span> We know the oracles of God which He has placed in the midst of this people, and we know that we should observe the counsel which is given to us. <\/div><div class=\"paragraph jod\" id=\"v10n1373\"> It has been observed that we have made covenants to do thus and so, and that we ought not to speak against the Lord and his anointed. Do we observe this? We do, in a great measure, I say, with all their  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>foibles and weaknesses, there is no people on the earth like this people. Is there a king or any ruler on the earth that could, by his mental power, gather a people from almost every nation under heaven, and bind them together by one spirit and one religion&#x2014;to be of one heart and of one mind&#x2014;<span class=\"citation\" id=\"92874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92874)\">Moses 7:18<\/a><\/span>in as great a degree as are this people? This is proof sufficient that we are the people of God&#x2014;the chosen ones. And who are the Saints? All those who believe in Jesus Christ and keep His commandments. And who may be Saints? All the inhabitants of the earth, for Jesus said, &#x201C;Come unto me, all ye ends of the earth, and be ye saved.&#x201D;<span class=\"citation\" id=\"59406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59406)\">Isa. 45:22<\/a><\/span><span class=\"citation\" id=\"82556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82556)\">3 Ne. 9:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1375\"> Those who have embraced the religion of the Lord Jesus Christ as it is portrayed in the New Testament and Book of Mormon, who believe in the mission of Joseph the Prophet, and have received the spirit of this latter-day work, feel like saying &#x201C;good bye to former associations, and I do not wish to keep any back accounts or notes against my brethren in the same Church, for we are all Saints.&#x201D; But they soon learn that there are still weaknesses and foibles among those who are called Saints. Men and women are tried, and get out of patience and speak evil one against another; but as a general thing they are sorry for their sins. <\/div><div class=\"paragraph jod\" id=\"v10n1376\"> What earthly power can gather a people as this people have been gathered, and hold them together as this people have been held together? It was not Joseph, it is not Brigham, nor Heber, nor any of the rest of the Twelve, nor any of the Seventies and High Priests that does this, but it is the Lord God Almighty that holds this people together, and no other power. <\/div><div class=\"paragraph jod\" id=\"v10n1377\"> Once in a while a man will go to hunt for gold and silver, and run off <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here and there. Of all such I can say that, if you will canvas their private characters and lives, you will invariably find that they neglected their prayers, neglected to go to meeting, to pay their Tithing, etc., until they forsook the commandments of the Lord, until God was not in all their thoughts night or day, and they went away from us. When they forsake the spirit of this people they then want to leave the community. This proves that they are not of us, and that they have lost the spirit which holds this people together, which is the spirit of the Gospel. The Lord so manages that there are always influences in our vicinity to draw away such persons, and I am glad of it. I have a man employed to carry to my hogs the scraps that fall from my table; he is as necessary in his place as anybody else, and so are those who carry off the scum and filth from our society, and I do not wish to restrict them in the performance of their duties, not in the least. While these swill carriers are removing the slops from the kitchen, shall we allow them to come into the parlor and gather the food from the table to put into the swill tub? When the Lord has done with the trash, then he will suffer it to be carded off by the Devil or his servants, but they cannot enter the dining room; we will turn out the offal of the table, when it is ready, and then the Devil and his servants are welcome to it. This is all in the providence of God. So long as a man observes the law of God, he never need fear that he will be culpable. <\/div><div class=\"paragraph jod\" id=\"v10n1378\"> Those who follow modern Christianity say that we have revived the customs of ancient heathenism&#x2014;the practices of dark ages. Our Christian friends are mistaken, for those were enlightened ages. Abraham lived in one of the most enlightened  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ages of the world, and so did Noah, and Enoch the seventh from Adam.<span class=\"citation\" id=\"78897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78897)\">Jude 1:14<\/a><\/span> We are following the customs of Enoch and the holy fathers, and for this we are looked upon as not being fit for society. We are not adapted to the society of the wicked, and do not wish to mingle with them. <\/div><div class=\"paragraph jod\" id=\"v10n1380\"> A gentleman said to me &#x201C;I would like to establish a billiard table and a drinking saloon in your city; you must have such places here by and by, anyhow.&#x201D; May be we will, and may be we will not; we shall see whether God Almighty will reign among this people, or whether the Devil will. I shall keep such Christian institutions out of this city as long as I can. <\/div><div class=\"paragraph jod\" id=\"v10n1381\"> Some want to destroy &#x201C;the twin relics&#x2014;slavery and polygamy&#x201D;&#x2014;and establish monogamy, with a brothel on every corner of each block in this city. This reminds me of what I was told the President of the United States said to a gentleman who is a preacher and a member of Congress. He took our President to task for not destroying both &#x201C;the twins&#x201D; together, that is, polygamy <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as well as slavery. After he had laid the whole matter before the President in an elaborate manner, showing him the necessity of destroying this people who believed in polygamy, the President said, &#x201C;It makes me think of a little circumstance that happened with me in my younger days. I was ploughing a piece of newly cleared land, by and by I came to a big log; I could not plow over it, for it was too high, and it was so heavy I could not move it out of the way, and so wet I could not burn it; I stood and looked at it and studied it, and finally concluded to plow around it.&#x201D; It looks as if they were trying to plow around Mormonism. They and the Lord for it. <\/div><div class=\"paragraph jod\" id=\"v10n1382\"> I wish the Latter-day Saints understood, as fully as I do, the things of God; then we should soon see the kingdom in its glory and power; and every influence and power that is opposed to it would stand aside and give way before its onward march; and the Lord would send His angels here to bless you, and would soon come to reign among his people. Amen. <\/div>\n<\/div>\n<\/div>"}