{"ID":100011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Religion&#x2014;Instruction to Elders Going on Missions.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, May 4, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 5\/4\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v10n202\"> I feel continually in my heart desirous to do good. Our religion is a practical religion. We administer the sacrament, for instance, in remembrance of Jesus Christ, which ordinance he has established to imitate the things he has suffered. We break bread as an imitation of his body, which has been broken;<span class=\"citation\" id=\"73371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73371)\">1 Cor. 11:24<\/a><\/span> and we pour out wine (which should be of our own make)<span class=\"citation\" id=\"88904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88904)\">D&amp;C 89:6<\/a><\/span> and drink of it in imitation of his blood,<span class=\"citation\" id=\"84344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84344)\">D&amp;C 20:40<\/a><\/span> which was poured out that our sins might be remitted. Our sins are forgiven, on condition that we observe these ordinances before all people, before the Father, before the Son, before the Holy Ghost and before all the holy angels that God sends to take charge of us. To repent is to forsake our sins and sin no more.<span class=\"citation\" id=\"86244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86244)\">D&amp;C 58:43<\/a><\/span> When we thus repent, it is a repentance that needeth not to be repented of.<span class=\"citation\" id=\"74259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74259)\">2 Cor. 7:10<\/a><\/span> True repentance requires restitution to the injured, and such satisfaction as the wrong demands. For by this you may know that a man truly repents of his sins,<span class=\"citation\" id=\"86243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86243)\">D&amp;C 58:43<\/a><\/span> and that the Father has forgiven them in the name of his Son Jesus Christ. There are people out of the Church and in it, who are stubborn and will not make satisfaction to those they have injured, disobeyed or neglected, and will welter under it for weeks and months before they will make an humble acknowledgement to give satisfaction to the injured party. Remission of sins is <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given by going down into the water with an authorized servant of God, who, after saying, &#x201C;Having been commissioned of Jesus Christ, I baptize you in water for the remission of your sins, in the name of the Father and of the Son and of the Holy Ghost,&#x201D; immerses him in the water.<span class=\"citation\" id=\"84401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84401)\">D&amp;C 20:73-74<\/a><\/span> After this ordinance has been administered, remission of sins is as sure as that repentance and restitution have been truly made. This is the Gospel of Jesus Christ, which is the power of God unto salvation to every one that believeth<span class=\"citation\" id=\"72182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72182)\">Rom. 1:16<\/a><\/span> and practiceth it; which will be in them and round about them, until they are full of the living oracles and attributes of the Father and the Son. Paul says that baptism is not the washing away of the filth of the flesh,<span class=\"citation\" id=\"72096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72096)\">Acts 22:16<\/a><\/span> but the answer of a good conscience before God.<span class=\"citation\" id=\"72105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72105)\">Acts 23:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n203\"> How can a man's conscience be good, if, after the truth is made known to him, he shall willfully neglect to comply with it? Then, after baptism, the servant of God, having authority given to him through the holy Priesthood, lays his hand on the baptized persons for the gift of the Holy Ghost. When an authorized servant of God lays his hands on a person, he receives the gift and power of the Holy Ghost as surely as though God had administered the ordinance himself. This authority the Father has given us, and we should honor it. It is impossible to honor God and  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his authority except we honor his ordinances; neither can you honor him, and, at the same time, dishonor his delegates and authorities he has sent. <\/div><div class=\"paragraph jod\" id=\"v10n205\"> In all these ordinances of the Gospel, we imitate Christ&#x2014;we go forth in his authority, and administer as he administered. He received his authority from his Father<span class=\"citation\" id=\"70767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70767)\">John 17:22<\/a><\/span> and gave it to his Apostles,<span class=\"citation\" id=\"129377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129377)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70179)\">John 15:16<\/a><\/span> they gave it to Joseph Smith,<span class=\"citation\" id=\"84570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84570)\">D&amp;C 27:12<\/a><\/span> Joseph gave it to us and we place it upon you Elders of Israel. The authority is one&#x2014;the same as the roots and branches of a tree are one; and the power of the Holy Ghost will dwell with you the same as it does with us, showing us things to come<span class=\"citation\" id=\"70353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70353)\">John 16:13<\/a><\/span> and bringing things to our remembrance that<span class=\"citation\" id=\"70025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70025)\">John 14:26<\/a><\/span> we may have a foreknowledge of future things, and all this in proportion to our faith, confidence, and integrity in God and in his authority. <\/div><div class=\"paragraph jod\" id=\"v10n206\"> Baptism is an imitation&#x2014;the candidate is buried in water in the name of the Father and of the Son and of the Holy Ghost, in likeness of the death of Christ, and then he is raised up out of the water in likeness of his resurrection.<span class=\"citation\" id=\"72402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72402)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"75594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75594)\">Col. 2:12<\/a><\/span> The Holy Ghost descended on the Savior in the form of a dove after he was baptized;<span class=\"citation\" id=\"62782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62782)\">Matt. 3:16<\/a><\/span><span class=\"citation\" id=\"68642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68642)\">John 1:32<\/a><\/span><span class=\"citation\" id=\"81006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81006)\">1 Ne. 11:27<\/a><\/span><span class=\"citation\" id=\"89036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89036)\">D&amp;C 93:15<\/a><\/span> in imitation of this, we receive the Holy Ghost by the laying on of hands. Even in the endowments, there is not a solitary thing but what is an imitation of the Son or the Father in some way or other; and all this is done to keep us in remembrance of him. When we sit down to eat food, we ask God to bless it and sanctify it to our benefit, that we may partake of it in remembrance of his kindness, generosity and blessings unto us. We ask the Father to bless our wheat, to bless all the seeds we sow in the ground, to bless the earth and to give us power and wisdom to nurse and take care of the tender plants, which are an imitation of his bountiful goodness to us. <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Our religion is not artificial&#x2014;it is a reality; it is natural. It teaches us how to keep ourselves pure, that we may not become tainted with the world, the flesh and the Devil, but hold ourselves sacred and pure as the children of God. <\/div><div class=\"paragraph jod\" id=\"v10n207\"> Let my brethren who are going on foreign missions remember these things, holding them in view; all of which are comprehended in the imitation of Christ and the sufferings he passed through; and I will promise them, in the name and by the authority of Jesus Christ that is in me and my brethren, they shall be blessed as they never were blessed; they shall win souls unto Christ, and when they come home they shall bring some of them with them. I do not know how I could get along upon any other principle, as a preacher of righteousness<span class=\"citation\" id=\"78377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78377)\">2 Pet. 2:5<\/a><\/span><span class=\"citation\" id=\"92709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92709)\">Moses 6:23<\/a><\/span> among nations, than by the dictation of the Holy Ghost and doing as we have been told, which is to teach nothing but repentance to this generation<span class=\"citation\" id=\"83871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83871)\">D&amp;C 6:9<\/a><\/span> and baptism for the remission of sins, administering the sacrament of the Lord's Supper to believers, that they may have Jesus in remembrance. It is the business of the Elders of this Church, when they go abroad, to gather the lost sheep of the house of Israel, carrying the salt<span class=\"citation\" id=\"89722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89722)\">D&amp;C 103:9-10<\/a><\/span> with them, or the power and the authority of the holy Priesthood; let them go with their hearts full of the power of God and their mouths full of the good words of life, suffering themselves to be used by the Almighty as a musician would use an instrument of music, letting God speak through them as the trumpeter would speak through a trumpet. <\/div><div class=\"paragraph jod\" id=\"v10n208\"> Let the sheep lick a little salt through your fingers; do not give them a handful at once, or it may blind them, but give them a mere trifle, and that will make them hungry for more. If you wish, in the soonest and most effectual manner, to destroy a flock  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of sheep, overfeed them. Under such a circumstance, you may call &#x201C;Nan, nan, nan,&#x201D; until you are tired, and they will not take any heed to the voice of the shepherd,<span class=\"citation\" id=\"69611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69611)\">John 10:4<\/a><\/span> for they are surfeited with too much food. Let the Elders gather the lost sheep of the house of Israel, bring them home, and put them into the fold; then go to the Good Shepherd and ask him if you may have one, and if you receive one upon the principles of honor and righteousness you will be blessed in the gift. <\/div><div class=\"paragraph jod\" id=\"v10n210\"> Preach the Gospel by the power of the Holy Ghost,<span class=\"citation\" id=\"77774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77774)\">1 Pet. 1:12<\/a><\/span><span class=\"citation\" id=\"92673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92673)\">Moses 5:58<\/a><\/span> and it will melt the people into humility, and God will be with you to bless your labors to that degree that they have never been blessed. You receive light and knowledge here, and your minds begin to expand; yet some imagine that they had more religion when they were first baptized than now. This, however, is not so; your experience now is much greater than then, according to your age in the Church and your integrity and submission to the will of God and his authority. Your information is increasing, and your power to ask of God, in the name of Jesus, and receive, is greater now than when you first received the Gospel: &#x201C;Ask, and you shall receive; seek, and you shall find; knock, and it shall be opened unto you.&#x201D;<span class=\"citation\" id=\"63742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63742)\">Matt. 7:7<\/a><\/span> Learning is good, but learning does not give the power of God to man. An unlearned man with the power of God upon him, can build up churches and gather the sheep of Israel into the fold; and it has been the case that learned men&#x2014;men who trusted in their learning and not in the power of the Holy Ghost&#x2014;have stepped forward and taken charge of the sheep that the unlearned man had gathered, trying to supersede him in their affections by preaching some great and learned sermon, seeking to destroy the influence of the true shepherd. Such men were not <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after the sheep, but the fleece; and they have gone over the dam. Instead of commencing at the root, where that poor, unlearned man commenced, they go to the top of the tree he has planted, and jump from limb to limb, knocking off the precious fruit. I have had an experience in the vineyard labor, having traveled and preached near twenty years of my life not only in America but in England, and I know the nature of men and things pretty well. When I was on my mission abroad I lived humbly before God. I did not know much&#x2014;I know but little now&#x2014;but I knew that God worked and spake mightily through weak instruments. A poor speaker may suppose his language is nothing, that it is very small, yet God can make it pierce, like a javelin to the hearts of Saints and sinners, and the honest will conceive the truth and bring forth fruit, while others will hear and will not receive the truth&#x2014;they will see but do not perceive. <\/div><div class=\"paragraph jod\" id=\"v10n211\"> The same cause will produce the same effect now as thirty years ago. God is the same, the Gospel is the same, baptism is the same, repentance is the same; none of these principles have changed in the least. Then why should we leave the doctrine of Christ to go on to perfection?<span class=\"citation\" id=\"76674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76674)\">Heb. 6:1<\/a><\/span> For no man can become perfect in God without a constant faith in, and observance of, those first principles of the doctrine of Christ, any more than we can progress in learning and leave out of the question the alphabet of our language and the first rudiments of education. After people are baptized and confirmed into the Church, the first ordinance that is attended to is the sacrament of the Lord's Supper, that they may think of Jesus and what he suffered to bring to pass the remission of sin; that they may think of his Father and our Father and God, who has organized this  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth and placed everything in it that is in it. And when he came into the world we came with him; the earth is his and the fulness thereof,<span class=\"citation\" id=\"56476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56476)\">Ps. 24:1<\/a><\/span> and he has handed over to his Son the work of redeeming it, of making it perfect, when he will deliver it up to the Father.<span class=\"citation\" id=\"87232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87232)\">D&amp;C 76:107<\/a><\/span> Not a single soul of us will be lost if we will do as well as we know how, keeping these things in view and practicing them. When we practice them we honor them; and we honor the Father by honoring his words and the words of his Son Jesus Christ, and the Holy Ghost takes up his abode with us to comfort and cheer our hearts. There are thousands of good and wholesome principles that people do not see, because they have no spirit of comprehension nor understanding of the works of God. The South and the North are at war with each other&#x2014;are slaying each other&#x2014;and if they were not doing that they would be trying to slay us; this they do already in their hearts, and the sin is the same upon the nation as though they did it in reality. I am a martyr in the sight of God, and so is brother Brigham and other men of God whose lives they have hunted. God will chastise them and all those who had a hand in seeking our destruction. There is great blessing to be placed upon faithful men in the latter days&#x2014;they are to be sealed up unto eternal life, and against all sins and blasphemies, except the shedding of innocent blood,<span class=\"citation\" id=\"91664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91664)\">D&amp;C 132:26<\/a><\/span> or consenting thereunto, which is the same in the eyes of God. The wicked are slaying the wicked,<span class=\"citation\" id=\"86463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86463)\">D&amp;C 63:33<\/a><\/span> and the North calculates to use up the South in a few days; in this they will be mistaken. They will whip each other, first one and then the other. Let the Saints acknowledge the hand of God in it all. War and bloodshed will follow the Gospel of the Son of God, until it has spread over every nation, <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tongue and people who reject the Gospel after it is proffered to them, and have spilled innocent blood or consented to it.<span class=\"citation\" id=\"72100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72100)\">Acts 22:20<\/a><\/span> If you see these principles as I do, you will see them clearly, though, in my weakness, I may not have been able to make them plain to your understandings. <\/div><div class=\"paragraph jod\" id=\"v10n213\"> Ye Elders of Israel, never try to circumscribe each other, but build each other up. God does not look with the same eyes that we do. He looks at the hearts and intentions of men,<span class=\"citation\" id=\"55480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55480)\">1 Sam. 16:7<\/a><\/span><span class=\"citation\" id=\"76543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76543)\">Heb. 4:12<\/a><\/span><span class=\"citation\" id=\"83881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83881)\">D&amp;C 6:16<\/a><\/span> and he will honor those he can work with. When I worked at my business, and the clay was rebellious and stiff, I would throw a little water upon it, and soften and mollify it, and then put it into the mill where it is ground up. When it is passive, it is again brought upon the wheel after it has been well cleared of all foreign matter, and it is turned into pitchers, into jugs, into churns, milkpans, bowls and cups, and every kind of vessel to adorn the kitchen and the palace, and to make the Church and kingdom of God interesting, and more magnificent than all the glory of the kingdom of the world. All these vessels are made at the dictation of the master potter.<span class=\"citation\" id=\"60507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60507)\">Jer. 18:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n214\"> When the brethren arrive at their fields of labor, brothers Brigham, Heber, and Daniel, and the Twelve Apostles will not be there to dictate you. When I was sent to England twenty-five years ago, I felt myself one of the very weakest of God's servants. I asked Joseph what I should say when I got there; he told me to go to the Lord and he would guide me, and speak through me by the same Spirit that dictated him. He also told brother Brigham when he got there he would know all about it. My experience is, the more I preach upon the first principles of the Gospel, the more I discovered limbs and branches of the subject I had never seen, leading to the foun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain of life. The Holy Ghost led me all the time, and God spake through me when I would let him. I have related a little of my experience for the benefit of my brethren who are going out on missions. When you get to England, the Saints will rejoice to see you, expecting you will tell them all about it. Here is brother John Smith, the Patriarch, at <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the head of the Church, he knows everything they will say, and he will tell us all about wives we had in heaven or earth or in hell. Now, brethren, go in the name of Jesus Christ and preach the first principles of the Gospel,<span class=\"citation\" id=\"76655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76655)\">Heb. 5:12<\/a><\/span> and tell the brethren and sisters to gather to the fold of Christ,<span class=\"citation\" id=\"125513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125513)\">John 10:16<\/a><\/span> where all things shall be told them. Amen. <\/div>\n<\/div>\n<\/div>"}