{"ID":100060, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difference of Ideas Entertained Respecting God&#x2014;The Foundation of Our Religion Based Upon New Revelation&#x2014;Man Made in the Image of God&#x2014;We Are the Offspring of God, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, July 31, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Ideas Entertained Respecting God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/31\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d60\">\n<div class=\"paragraph jod\" id=\"v10n1449\"> In my remarks this afternoon I wish to address strangers, as well as the Saints; and I desire, with all my heart, that I may have the words of truth to give them, to each one as he may need, that all may be profited. <\/div><div class=\"paragraph jod\" id=\"v10n1450\"> I present myself before this congregation as a teacher of the way of life and salvation, and I seek unto the Lord day by day for strength and wisdom to enable me to magnify my high and holy calling,<span class=\"citation\" id=\"90057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90057)\">D&amp;C 106:3<\/a><\/span> to the end that those who believe my testimony may be saved in the presence of the Father and the Son; and that those who cannot abide the law which prepares mankind to enter into the celestial kingdom, may be prepared for just as high a kingdom and glory as they can abide.<span class=\"citation\" id=\"88413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88413)\">D&amp;C 88:22-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1451\"> There exist in the minds of men throughout the world a great variety of ideas and notions in regard to the character of the Supreme Being, yet all believe in a Supreme ruling power which is invisible to them, which does not speak to them, whose dwelling place, as some suppose, is beyond the most distant stars, and, as others suppose, is everywhere; having, as some suppose, a corporeal form, and, as others suppose, being without form. <\/div><div class=\"paragraph jod\" id=\"v10n1452\"> All people have their national and individual capacities, desires, faith, pursuits, habits, manners, customs, <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4058\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> etc. We, like others, think that our religion is the best religion upon the earth. All have the privilege of worshipping the sun, moon, or stars, if they please; to imagine to themselves a Supreme Being existing in any form their imaginations may create, or in no form at all. Others are as enthusiastic in their faith and religious doctrine, as we are. I doubt not that those we call heathen are as sincere in their heathenish worship as we are in ours. The Christian world of the 19th century acknowledge the Old and New Testaments as the standard of their religion, yet it would be difficult to imagine a greater variety of views, notions, and beliefs, in regard to the Supreme Being, than exist among the Christians of the present day. <\/div><div class=\"paragraph jod\" id=\"v10n1453\"> The foundation of the religion we have embraced, and are trying to practice, is based upon new revelation. To learn the true religion is to learn and understand its Author.<span class=\"citation\" id=\"70571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70571)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1454\"> The Latter-day Saints differ from their Christian brethren who do not belong to the Latter-day Church, and we have, we consider, as good a right to differ from them as they have to differ from us. They say that our religion is not orthodox, is of short standing, and unpopular; that makes no difference with us. We are one in our belief of a Supreme Being,  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while they widely differ upon this vital point; and after ages of controversy upon it, still making more uncertain the possibility of their becoming united, they are content to say, &#x201C;great is the mystery of godliness: God made manifest in the flesh,&#x201D;<span class=\"citation\" id=\"75921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75921)\">1 Tim. 3:16<\/a><\/span> and there they leave it. <\/div><div class=\"paragraph jod\" id=\"v10n1456\"> Moses represents God as saying, &#x201C;Let us make man in our image, after our likeness,&#x201D; &#x201C;So God created man in his own image, in the image of God created he him; male and female created he them.&#x201D;<span class=\"citation\" id=\"52172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52172)\">Gen. 1:26-27<\/a><\/span> Are we willing, in our faith to subscribe to those statements? Are we willing to let the truth of heaven speak in plainness, and have its full influence over our minds? A few more quotations of Scripture upon this point will answer my present purpose. &#x201C;Philip saith unto him, Lord, show us the Father, and it sufficeth us. Jesus saith unto him, Have I been so long a time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Show us the Father?&#x201D;<span class=\"citation\" id=\"69934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69934)\">John 14:8-9<\/a><\/span> &#x201C;In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.&#x201D;<span class=\"citation\" id=\"74073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74073)\">2 Cor. 4:4<\/a><\/span> &#x201C;Who being the brightness of the glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high.&#x201D;<span class=\"citation\" id=\"76350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76350)\">Heb. 1:3<\/a><\/span> From these Scriptures you can at once understand there is a strong resemblance between the Father and the Son in the person of the Savior, who possessed all the qualifications of a perfect man. <\/div><div class=\"paragraph jod\" id=\"v10n1457\"> We Latter-day Saints believe that God is our Father, according to the declaration of the Prophets and Apostles; and we are his offspring <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4057\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that He has made of one flesh and blood all the inhabitants of the earth,<span class=\"citation\" id=\"71960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71960)\">Acts 17:26<\/a><\/span> no matter whether they be white, black, red, yellow, or copper-colored. We believe in a God who has eyes to see, ears to hear,<span class=\"citation\" id=\"55199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55199)\">Deut. 29:4<\/a><\/span> indeed every member and sense of his body well developed as a perfect man. Is there any harm in believing this? If we do not take this view of the Great Author of our existence, what view shall we take of him? Shall we try to view Him as a shapeless, passionless, measureless entity? Shall we consider the Being in whose image we were made, an unorganized element of some kind, floating in the immensity of space, without mind, plan, or purpose? <\/div><div class=\"paragraph jod\" id=\"v10n1458\"> God is considered to be everywhere present at the same moment; and the Psalmist says, &#x201C;Whither shall I flee from thy presence?&#x201D;<span class=\"citation\" id=\"57298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57298)\">Ps. 139:7<\/a><\/span> He is present with all his creations through his influence, through his government, spirit and power, but he himself is a personage of tabernacle, and we are made after his likeness. <\/div><div class=\"paragraph jod\" id=\"v10n1459\"> It was said here this morning that the Gospel maketh those who receive it of one heart and of one mind;<span class=\"citation\" id=\"92876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92876)\">Moses 7:18<\/a><\/span> they become of one heart and of one mind as to the principles of the Gospel so far as they are revealed, but when men speculate upon principles or doctrines, and undertake to develop what they have no knowledge of, then they may differ widely, the Latter-day Saints as well as others. The principles which have been revealed to us from the heavens bring this people to the standard of truth; it is that which makes them one. The proof of this is before us&#x2014;Latter-day Saints, you are my witnesses. <\/div><div class=\"paragraph jod\" id=\"v10n1460\"> In regard to the character of the Deity, our faith is different from that of our former religious associates; but we leave the world to judge, every man for himself, whether we are right or whether they are right,  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at the same time pleading with them to lay aside their prejudices, and weigh matters in the scale of justice, that they may correctly judge of right and wrong and know the difference between truth and error. <\/div><div class=\"paragraph jod\" id=\"v10n1462\"> Our religion is founded upon the Priesthood of the Son of God&#x2014;it is incorporated within this Priesthood. We frequently hear people inquire what the Priesthood is; it is a pure and holy system of government. It is the law that governs and controls all things, and will eventually govern and control the earth and the inhabitants that dwell upon it and all things pertaining to it. The enemy and opposer of Jesus&#x2014;the accuser of the brethren&#x2014;<span class=\"citation\" id=\"79605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79605)\">Rev. 12:10<\/a><\/span>called Satan, never owned the earth; he never made a particle of it; his labor is not to create, but to destroy; while, on the other hand, the labor of the Son of God is to create, preserve, purify, build up, and exalt all things&#x2014;the earth and its fulness&#x2014;to his standard of greatness and perfection; to restore all things to their paradisiacal state and make them glorious. The work of the one is to preserve and sanctify, the work of the other is to waste away, deface, and destroy; and the time will come when it will be manifest to all that the Evil One is an usurper, also that all governments, nations, kingdoms, and people upon the face of this earth, that are opposed to the Government of the Son of God, are usurpations and usurpers of the rights and possessions of Him whose right it is to reign.<span class=\"citation\" id=\"86166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86166)\">D&amp;C 58:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1463\"> Thinking men, inquiring minds, ask whether it is really necessary for the Government of God to be on the earth at the present day; I answer, most assuredly; there never was a time when it was more needed than it is now. Why? Because men do not know how to govern themselves without it. Would it be considered treason of any Christian government <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4056\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our day to profess to believe in the Lord Jesus Christ, and in the efficacy of his death and resurrection for the salvation of man, and to profess and declare that it is his inalienable, indisputable right and prerogative to reign over men, the earth, and all things upon it? <\/div><div class=\"paragraph jod\" id=\"v10n1464\"> In November, 1838, Joseph Smith and others were arraigned before Judge Austin A. King, in Ray County, Missouri. In course of the examination our Church organization was converted into a temporal kingdom, which was to fill the whole earth and subdue all other kingdoms.<span class=\"citation\" id=\"61031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61031)\">Dan. 2:34-35<\/a><\/span> Much was inquired by the Judge (who by the way, was a Methodist), concerning the prophecy of Daniel&#x2014;&#x201C;In the days of these kings shall the God of heaven set up a kingdom, which shall break in pieces all other kingdoms, and stand forever,&#x201D;<span class=\"citation\" id=\"61211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61211)\">Dan. 2:44<\/a><\/span> etc. &#x201C;And the kingdom, and the greatness of the kingdom under the whole heavens shall be given to the saints of the most High,&#x201D;<span class=\"citation\" id=\"61718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61718)\">Dan. 7:27<\/a><\/span> etc., when lawyer Doniphan said&#x2014;&#x201C;Judge, you had better make the Bible treason.&#x201D; The Lord has suffered the earth to lie under sin for thousands of years&#x2014;&#x201C;Wherefore, as by one man sin entered into the world, and death by sin; and so death hath passed upon all men, for that all have sinned.&#x201D;<span class=\"citation\" id=\"72345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72345)\">Rom. 5:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1465\"> The system of Church government that we have differs from others, but we take the Bible for our standard, which you can all read at your leisure. Jesus said to his disciples: &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66788)\">Mark 16:15-16<\/a><\/span> Do we believe this important saying, or do we not? Is this true, or is it not true? I am answered&#x2014;&#x201C;It was so in the days of Christ and the Apostles, but it is not exactly so now, for God is merciful to all, is no respecter of persons,<span class=\"citation\" id=\"71751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71751)\">Acts 10:34<\/a><\/span>  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but giveth to all men liberally<span class=\"citation\" id=\"77414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77414)\">James 1:5<\/a><\/span> that asketh, whether they are baptized or not. We believe in the light of the Spirit, but we do not believe that baptism is either here or there to effect salvation.&#x201D; Another one says: &#x201C;You can be baptized, if you wish to be, for it is right for every person to answer his own conscience, for if you can only answer a good conscience before God,<span class=\"citation\" id=\"78083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78083)\">1 Pet. 3:21<\/a><\/span> it is enough.&#x201D; Then another one feels that his conscience is answered without being baptized. Another one's conscience is answered by kneeling down in the water, and having water poured upon him. Another's conscience is not answered, without being buried with Christ in baptism.<span class=\"citation\" id=\"72403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72403)\">Rom. 6:4<\/a><\/span> Another one, to answer his conscience, must be buried in the water face downward, that he may come up back first to the spectators. And another, to answer his conscience, must be sprinkled from a bowl of water on the forehead, making the sign of the cross, and he sees no reason why all his household should not be baptized in the same way, and so he has them all baptized by sprinkling, even the infant in its mother's arms; and the consciences of the parents are answered by choosing sponsors, or godfathers and godmothers. But tell me how the conscience of the unconscious infant can be answered? &#x201C;O, as to that its conscience is all right, it is made by the mother and the priest.&#x201D; Now, I ask, should the consciences of the people regulate the ordinances of the Gospel of the Son of God, or should those ordinances regulate and direct the consciences of the people? I decide that the Gospel of life and salvation should form, direct, guide, and dictate the consciences of all. In this light the Latter-day Saints take the Scriptures, the ordinances of the Gospel, and the Holy Priesthood, and act accordingly. <\/div><div class=\"paragraph jod\" id=\"v10n1467\"> When it was said to Peter and <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4055\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his brethren, anciently, &#x201C;Men and brethren, what shall we do? Then Peter said unto them, Repent, and be baptized every of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71176)\">Acts 2:37-38<\/a><\/span> Jesus Christ taught his disciples to lay their hands upon baptized believers, for the gift of the Holy Ghost. &#x201C;Now when the Apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John: Who, when they were come down, prayed for them that they might receive the Holy Ghost. Then laid they their hands on them, and they received the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71614)\">Acts 8:14-19<\/a><\/span> The gift of the Holy Ghost was so visibly manifest that a certain man called Simon, a sorcerer, who bewitched the people of Samaria,<span class=\"citation\" id=\"71583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71583)\">Acts 8:9<\/a><\/span> when he &#x201C;saw that through the laying on of the apostles' hands the Holy Ghost was given, he offered them money, Saying, Give me this power, that on whomsoever I lay my hands, he may receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71633)\">Acts 8:18-19<\/a><\/span> Again we read of certain ones, who had been baptized to John's baptism, who were baptized again by Paul, &#x201C;And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.&#x201D;<span class=\"citation\" id=\"72045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72045)\">Acts 19:6<\/a><\/span> This is the Gospel we believe in and practice, now judge ye for yourselves whether we have the Bible to sustain us in this practice of the ordinances of the Gospel. I say let God be true, if it makes every man a liar.<span class=\"citation\" id=\"72293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72293)\">Rom. 3:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1468\"> Now the inquirer asks, &#x201C;is not the Holy Ghost given to others, as well as to members of your Church?&#x201D; I would answer yes, in some instances; but in such cases they receive it through grace, not through obedience to the ordinances. We have a striking example of this in the case of Cornelius and his household.<span class=\"citation\" id=\"71717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71717)\">Acts 10:1-48<\/a><\/span> Cornelius was a Gentile, and  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gentiles were supposed by the ancient disciples of Christ unfit vessels for the reception of that holy influence; but the house of Israel had proved themselves unworthy of the words of life, and the time had come that they should be offered to the Gentiles. It appears that Cornelius was a devout man, one that feared God, gave much alms, and prayed to God always. He saw a vision&#x2014;an angel of God coming to him&#x2014;who told him that his prayers were heard, and his alms, were come up before God for a memorial. Then the angel told Cornelius to send men to Joppa to call for one Simon, whose surname was Peter, telling Cornelius where he lodged in a house by the seaside, and saying &#x201C;he shall tell thee what thou oughtest to do.&#x201D; In the meantime the prejudices of Peter had to be overcome, so, when he went up to the housetop to pray, he became very hungry, and fell into a trance while they were making food ready for him. While in the trance he saw as it were, a great sheet, knit at the four corners, let down from heaven to the earth, filled with all manner of four-footed beasts of the earth, and creeping things, and fowls of the air. And there came a voice to him saying Rise, Peter; kill, and eat. But Peter refused, saying, I have never eaten anything that is common or unclean. And the voice said, what God hath cleansed, that call not thou common. &#x201C;While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.&#x201D; Peter went to the house of Cornelius, and while he spake to those who were assembled, &#x201C;the Holy Ghost fell on all them which heard the word.&#x201D; &#x201C;And they of the circumcision which believed were astonished, as many as came with Peter, For they heard them speak with tongues, and magnify God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1470\"> &#x201C;Then answered Peter, Can any man <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4054\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forbid water, that these should not be baptized, who have received the Holy Ghost as well as we?&#x201D; Now it may be asked, &#x201C;What more did Cornelius want?&#x201D; He needed to be baptized.<span class=\"citation\" id=\"71718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71718)\">Acts 10:1-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1471\"> Again it is asked&#x2014;&#x201C;Is the Holy Ghost given in this age of the world?&#x201D; Yes, but they could not send men to Joppa for Peter, for behold there was no Peter, or men possessing the Holy Priesthood, to send for, neither has there been since the Church lost the Holy Priesthood, until it was restored through the Prophet Joseph Smith. Cornelius did not belong to the house of Israel, yet he received the Holy Ghost. Continue this history, and what does it give to us? It gives to us the key of knowledge with regard to receiving the Holy Ghost through the ordinances of the Gospel, that it is free to all, Jew and Gentile, as Peter exclaimed when Cornelius had related to him how he was instructed to send men to Joppa. &#x201C;Of a truth I perceive that God is no respecter of persons: But in every nation he that feareth him, and worketh righteousness, is accepted of him.&#x201D;<span class=\"citation\" id=\"71769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71769)\">Acts 10:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1472\"> Our friends of the Christian world have labored from the pulpit and through the press, for ages, to make it appear that baptism by immersion is nonessential, and that the laying on of hands for the gift of the Holy Ghost is done away and no longer needed. Suppose Cornelius had refused to be baptized, on the grounds that he had received the Holy Ghost as well as the Apostles, the result would have been that the Holy Ghost would have left him, and the light that was in him would have become darkness, and then it could have been exclaimed, how great is that darkness!<span class=\"citation\" id=\"63546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63546)\">Matt. 6:23<\/a><\/span> Those who work righteousness,<span class=\"citation\" id=\"84304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84304)\">D&amp;C 20:14<\/a><\/span> do as they are commanded by the Holy Priesthood; and those who do not according to the commands and requirements of the Holy Priesthood  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Son of God, never did and never can work righteousness; they may do thousands of good acts, for which they will have their reward, but as the followers of Jesus&#x2014;as his disciples&#x2014;as light shining in darkness&#x2014;as way marks to the Kingdom of heaven&#x2014;as the oracles of truth to the children of men&#x2014;they do not and cannot work righteousness<span class=\"citation\" id=\"84305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84305)\">D&amp;C 20:14<\/a><\/span> to be saved in the celestial Kingdom, independent of the holy Priesthood. Is the Holy Ghost given? Yes, it may be given to members of the various churches, who are sincere enough to receive the revelation and power of God. <\/div><div class=\"paragraph jod\" id=\"v10n1474\"> Here and there the Holy Ghost is and has been given to a few. Is it given to all? No. Have they any right to it? No. It is the system of government God has revealed to the children of men that gives people a right to the ordinances, blessings and privileges of the Gospel of Christ, and without that they have not any legal right to them, and cannot claim them. When men have the privilege of hearing the plan of salvation from the mouth of an inspired servant of God, and they reject it, I will promise them that if they have ever possessed any portion of the Holy Spirit, it will depart from them and sevenfold more darkness<span class=\"citation\" id=\"64455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64455)\">Matt. 12:45<\/a><\/span> will ensue to the mind of that person than is the lot of all to suffer in a state of nature, unenlightened by the inspiring rays of the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v10n1475\"> When Jesus Christ, while on the earth, sent his servants to preach he instructed them to promise all baptized believers that, &#x201C;these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66918)\">Mark 16:17-18<\/a><\/span> &#x201C;But Mr. Speaker, were not these <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4053\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> signs done away?&#x201D; Yes, but how were they done away? They were done away by the wickedness and unbelief of the people. &#x201C;Were they done away by the Lord Almighty, because they were no longer needed?&#x201D; They were not. <\/div><div class=\"paragraph jod\" id=\"v10n1476\"> &#x201C;But if a man should, by the gift of the Holy Ghost, in these days prophesy and write it, would it not be adding to what is already written, and is not that strictly forbidden?&#x201D; This is a very popular query, and I am disposed to notice it a few moments. In Deuteronomy it is written&#x2014;&#x201C;Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commands of the Lord your God which I command you.&#x201D;<span class=\"citation\" id=\"54936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54936)\">Deut. 4:2<\/a><\/span> Again, in the Book of Proverbs it is written&#x2014;&#x201C;Every word of God is pure: he is a shield unto them that put their trust in him. Add thou not unto his words, lest he reprove thee, and thou be found a liar.&#x201D;<span class=\"citation\" id=\"57553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57553)\">Prov. 30:5-6<\/a><\/span> Again in the last chapter of Revelation it is written&#x2014;&#x201C;For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book: And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.&#x201D;<span class=\"citation\" id=\"80904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80904)\">Rev. 22:18-19<\/a><\/span> Where is it intimated in these passages that God would cease or had ceased to give revelation to his children? Those passages were written to guard against the mutilation of the revelations already given, which then existed in manuscript form, and very likely there existed not more than one copy when these words were written. It cannot reasonably be supposed for a moment that the Almighty has sealed his own  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mouth in silence by the Scriptures quoted, yet they are used in that light by modern Christians. <\/div><div class=\"paragraph jod\" id=\"v10n1478\"> We are safe in saying that from the day that Adam was created and placed in the Garden of Eden to this day, the plan of salvation and the revelations of the will of God to man are unchanged, although mankind have not for many ages been favored therewith, in consequence of apostasy and wickedness. There is no evidence to be found in the Bible that the Gospel should be one thing in the days of the Israelites, another in the days of Christ and his Apostles, and another in the 19th Century, but, on the contrary, we are instructed that God is the same in every age,<span class=\"citation\" id=\"77363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77363)\">Heb. 13:8<\/a><\/span><span class=\"citation\" id=\"84299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84299)\">D&amp;C 20:12<\/a><\/span> and that his plan of saving his children is the same. He has redeemed the world by offering up His Only Begotten Son, and that Son is the heir of the earth and to all things which pertain to it. He has not changed his laws, ordinances and covenants pertaining to Himself and the salvation of mankind. The plan of salvation is one, from the beginning of the world to the end thereof. <\/div><div class=\"paragraph jod\" id=\"v10n1479\"> The gifts of the Gospel are given to strengthen the faith of the believer&#x2014;<span class=\"citation\" id=\"73470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73470)\">1 Cor. 12:8-11<\/a><\/span>&#x201C;They shall speak with new tongues,&#x201D;<span class=\"citation\" id=\"66890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66890)\">Mark 16:17<\/a><\/span> saith Jesus. The stranger who is ignorant of our history inquires&#x2014;&#x201C;Have you the gift of tongues in your Church?&#x201D; Yes, and were I to permit it now, hundreds of the Elders and the sisters would rise up in this congregation and speak in new tongues, and interpret as well as the learned of the age; but I do not permit it. Does the gift of prophecy exist with us? This fact is so evident and plain that it appears to us almost a loss of time to talk about it. The present state of affairs and the present unhappy state of our once happy country, I have preached and prophesied of for the last thirty years; and so have thou<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4052\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sands of others prophesied before the people of this land that the Almighty would come out in his wrath and vex the nation<span class=\"citation\" id=\"89648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89648)\">D&amp;C 101:89<\/a><\/span> for persecuting the Priesthood of the Son of God; the fulfilment is too evident to attempt to prove. <\/div><div class=\"paragraph jod\" id=\"v10n1480\"> I will here say that it is a mistaken idea, as entertained by the Calvinists, that God has decreed all things whatsoever that come to pass, for the volition of the creature is as free as air. You may inquire whether we believe in foreordination; we do, as strongly as any people in the world. We believe that Jesus was foreordained before the foundations of the world were built,<span class=\"citation\" id=\"77784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77784)\">1 Pet. 1:20<\/a><\/span> and his mission was appointed him in eternity to be the Savior of the world, yet when he came in the flesh he was left free to choose or refuse to obey his Father. Had he refused to obey his Father, he would have become a son of perdition. We also are free to choose or refuse the principles of eternal life. God has decreed and foreordained many things that have come to pass, and he will continue to do so; but when he decrees great blessings upon a nation or upon an individual they are decreed upon certain conditions. When he decrees great plagues and overwhelming destructions upon nations or people, those decrees come to pass because those nations and people will not forsake their wickedness and turn unto the Lord. It was decreed that Nineveh should be destroyed in forty days, but the decree was stayed on the repentance of the inhabitants of Nineveh.<span class=\"citation\" id=\"62084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62084)\">Jonah 3:1-10<\/a><\/span> My time is too limited to enter into this subject at length; I will content myself by saying that God rules and reigns, and has made all his children as free as himself, to choose the right or the wrong, and we shall then be judged according to our works.<span class=\"citation\" id=\"80641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80641)\">Rev. 20:12-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1481\"> Man appoints, but God disappoints, man's ways are not like God's ways; men can search out and perform  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many things as individuals, as families, neighborhoods, cities, and nations, but God holds the results of their doings and acts in his own hands. <\/div><div class=\"paragraph jod\" id=\"v10n1483\"> If mankind honestly believe the Bible, with all their hearts, they are bound to become Latter-day Saints, for they will then do as we have done, be baptized for the remission of sins, and receive the promise of the Holy Ghost, and &#x201C;When he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will show you things to come.&#x201D;<span class=\"citation\" id=\"70357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70357)\">John 16:13<\/a><\/span> He will reveal unto you the goodness of the Lord, and the law of the Lord and his ways, and enlighten your minds to discern his goings forth among the nations and his footsteps among the people, and deliver you from sin and the effects of it, according to your faith and obedience. Will it deliver you from all the consequences of the fall? No, we shall continue to live, suffer pain, and die, until the power of the Holy Priesthood so takes effect on the earth as to cleanse and purify it and all things upon it; until then we shall have to contend with the effects of the fall, while the Holy Spirit, through obedience to its precepts, will purify and sanctify the human heart. <\/div><div class=\"paragraph jod\" id=\"v10n1484\"> We can produce an abundance of evidence, in the experience of this Church showing the power of God manifested through believers, who, after being buried with Christ in baptism<span class=\"citation\" id=\"72404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72404)\">Rom. 6:4<\/a><\/span> and receiving the laying on of hands for the gift of the Holy Ghost,<span class=\"citation\" id=\"125547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125547)\">D&amp;C 49:13-14<\/a><\/span> have straightway prophesied in the name of the Lord.<span class=\"citation\" id=\"94020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94020)\">JS&mdash;H 1:73<\/a><\/span> Here is our reporter, brother George D. Watt, the first man baptized in England by President Heber C. Kimball during his first mission to that land, is a witness that the gift of prophecy is enjoyed by this people. Soon after his baptism in England he prophesied that God <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4051\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would build up a Zion in the last days; that it would be located in the land of America, and that the Saints in England and in other countries would be gathered to it. Brother Watt is one witness of the Power of God manifested in the gift of prophecy, and there are hundreds and thousands of other like witnesses in this Church; indeed we are all witnesses to these well known facts, and it is this power which makes this people of one heart and of one mind.<span class=\"citation\" id=\"92877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92877)\">Moses 7:18<\/a><\/span> And not only have we numerous witnesses in this land, but they are scattered all over the world wherever the Gospel has found believers. When people embrace this Gospel, no matter in what country, nation, or clime, and have received the gift of the Holy Ghost, it prompts them to gather up to Zion; from this cause alone the Church of Latter-day Saints in the mountains is composed of people from almost every nation in the world. <\/div><div class=\"paragraph jod\" id=\"v10n1485\"> The world suppose that Brigham Young possesses this influence, in and of himself, thus to draw together from the ends of the earth a great people of different customs, habits, nationalities, and languages; this is a mistake. Brigham Young does nothing more than preach the truth, the people believe and love it, and that makes them of one heart and of one mind;<span class=\"citation\" id=\"92878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92878)\">Moses 7:18<\/a><\/span> and they love brother Brigham, brother Heber, and all other Elders who are full of the truth. I make this remark that all the world may know, that no man can have influence over this people, unless he is a righteous man: and the more of the power of God he can have upon him, and the more of the revelations of Jesus<span class=\"citation\" id=\"74401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74401)\">Gal. 1:12<\/a><\/span> he can give to the people, the closer they will cling to him and the more they will love him. When fools cry aloud and say I am making slaves of the people, every man and woman that possesses the Spirit of truth looks upon them as poor ignorant creatures,  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and pities them. They do not want them in their houses, nor to hold converse with them in the streets, because they know that their desire and business are to try and take away from the faithful that which will exalt them and make them equal with the Saints in heaven. <\/div><div class=\"paragraph jod\" id=\"v10n1487\"> When people embrace this Gospel in far off countries, about the first inquiry they make is&#x2014;&#x201C;Where is your Zion? We want to gather with the Saints, for we know the time is come, for the Spirit has manifested to us that the prophecies must be fulfilled that God will gather his people together.&#x201D;<span class=\"citation\" id=\"61886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61886)\">Joel 3:2<\/a><\/span><span class=\"citation\" id=\"125548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125548)\">Moses 7:62<\/a><\/span> All that Joseph Smith did was to preach the truth&#x2014;the Gospel as the Lord revealed it to him&#x2014;and tell the people how to be saved, and the honest-in-heart ran together and gathered around him and loved him as they did their own lives. He could do no more than to preach true principles, and that will gather the Saints in the last days, even the honest-in-heart. All who believe and obey the Gospel of Jesus Christ are his witnesses to the truth of these statements. <\/div><div class=\"paragraph jod\" id=\"v10n1488\"> I have heard a good deal said, in my day, about disinterested witnesses. The Priest, schoolmaster, father, and mother taught us, that the Bible is true, and we believed it. How many witnesses are there to the New Testament? Only eight, and those witnesses were the disciples or followers of the Lord Jesus. There cannot be a disinterested witness to the New Testament, yet we believe it. In courts of justice they are very particular to have disinterested witnesses, but how can there be a disinterested witness of Jesus and his mission? There cannot one be found; there was not one to be found in his day nor in the days of the Apostles. How many witnesses has the Book of Mormon? Hundreds and thousands are now living upon the earth, who testify to its <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4050\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth. How many witnesses has the Book of Doctrine and Covenants? There are hundreds and thousands of living witnesses who know that this Book is from God. <\/div><div class=\"paragraph jod\" id=\"v10n1489\"> It may be urged that Joseph Smith did not escape death from the hands of his enemies, while the ancient Apostles and servants of God escaped the edge of the sword, etc. Neither did Jesus Christ escape from the hands of his enemies, but died an ignominious death upon the cross. Why was this? Because God so ordained it, for no testament is in force, until after the death of the testator;<span class=\"citation\" id=\"76897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76897)\">Heb. 9:16-17<\/a><\/span> he sealed his testimony with his blood,<span class=\"citation\" id=\"125549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125549)\">D&amp;C 135:3<\/a><\/span> and so he has permitted many of the Prophets to do. When we reflect upon the path in which the faithful children of God have walked, from the days of Adam to this day, we find that the path of the transgressor is much the hardest&#x2014;that the righteous have always fared better than the wicked, in every age and nation. <\/div><div class=\"paragraph jod\" id=\"v10n1490\"> I know in some degree what is in man, by what I have had to grapple with in myself all my days, and that is a self determined will of my own, which should be governed and controlled by the Holy Priesthood. If we would bend our stubborn wills, dismiss every prejudice, and doubt the correctness of our consciences until they are formed by the revelations of Jesus Christ,<span class=\"citation\" id=\"74402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74402)\">Gal. 1:12<\/a><\/span> the chances in favor of our coming to a knowledge of the truth as it is in Jesus<span class=\"citation\" id=\"75277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75277)\">Eph. 4:21<\/a><\/span> would be far more than when we hug to our traditions, and cling with pertinacity to our prepossessed feelings and notions. This is my advice to all men, but you wonder what your dear friends would think of you, were you to do so, and&#x2014;&#x201C;O dear, I should lose my good name, my property,&#x201D; etc. There are many before me today who have suffered the loss of houses, lands, flocks, herds, and all the  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comforts of life and former friends and relatives for the Gospel's sake and to gather home to Zion.<span class=\"citation\" id=\"66615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66615)\">Mark 10:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1492\"> Who can make a people of one heart and mind,<span class=\"citation\" id=\"92879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92879)\">Moses 7:18<\/a><\/span> like unto this people, without the aid of the power of God? Is not this a standing evidence before all the world that God is the moving power in this work? Societies have been organized and immense wealth expended to form an united community, but all their endeavors have more or less failed to accomplish the purpose they sought; but God has gathered a people from all nations and brought them home to Zion, through the preaching of the Gospel and his power. Our Doctrine is right&#x2014;there is no deception in it. It requires no argument, for it is a self-evident fact. Still, when we meddle with that which we know nothing about, we are apt to fall into error and differ; but we have so much which we do know, and think about and talk about, that we have no time to speculate about that which we do not know. We know that God lives. Now, my brethren, does your religion witness to you the truth of this, day by day? I will answer the question for you, it does. Is it to you who live your religion from day to day a self-evident fact? It is, and you know that the Gospel God has revealed in our day through <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4049\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph the Prophet is the only plan of life and salvation that ever was or ever will be revealed. Another question I will answer briefly. Are the Latter-day Saints going to be saved while everybody else will be damned? This notion has created in the minds of those who are not of the Latter-day Saints' Church a great antipathy and hatred against us. We do not condemn any person. God is the judge of all. There is no occasion for alarm on this point, for all men will be judged according to the deeds done in the body;<span class=\"citation\" id=\"74136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74136)\">2 Cor. 5:10 (JST)<\/a><\/span> and all will receive a salvation according to their capacities, except the sons of perdition.<span class=\"citation\" id=\"86984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86984)\">D&amp;C 76:43<\/a><\/span> Jesus will save all, except the sons of perdition. &#x201C;There is a sin unto death: I do not say that he shall pray for it.&#x201D;<span class=\"citation\" id=\"78806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78806)\">1 Jn. 5:16<\/a><\/span> Those who come under the influence of that sin are those who shed innocent blood, or consent to it; also those who deny the Holy Ghost, after having received it;<span class=\"citation\" id=\"82294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82294)\">Alma 39:6<\/a><\/span> they are sons of perdition,<span class=\"citation\" id=\"86919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86919)\">D&amp;C 76:31-32<\/a><\/span> and will be damned. All the sons and daughters of Adam and Eve, except those, will inherit a kingdom of glory, and will receive glory, power, and greatness according to their capacities, knowledge, desires, and works. Can they dwell in the presence of God? None can enjoy his celestial presence, except those who keep a celestial law.<span class=\"citation\" id=\"88391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88391)\">D&amp;C 88:22<\/a><\/span> God bless you: Amen. <\/div>\n<\/div>\n<\/div>"}