{"ID":100013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Vastness of the Wisdom and Intelligence of God&#x2014;Impotency of Man to Govern Righteously.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, May 18, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Vastness of the Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/18\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v10n224\"> We have just heard that <\/div><div class=\"paragraph jod\" id=\"v10n225\"> &#x201C;Angels from heaven, and truth from earth, Have met, and both have record borne.&#x201D; We have also been hearing of things pertaining to the kingdom, of the events that are about to transpire, and that are transpiring in these last days. <\/div><div class=\"paragraph jod\" id=\"v10n227\"> Jesus said in his day, when speaking of a certain class of individuals, &#x201C;Because they seeing see not; and hearing they hear not, neither do they understand.&#x201D;&#x2014;Matt. xiii, 13.<span class=\"citation\" id=\"64495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64495)\">Matt. 13:13<\/a><\/span> It has been so in almost every age, and it is so at the present time in the world, and to a certain extent among <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Saints of the Most High God. It is difficult for us, sometimes, to see and comprehend, and to appreciate our privileges. Mankind have labored under this difficulty in every age of the world. We come into existence; we find ourselves surrounded with blessings; we entertain ideas in relation to the Great God who rules and overrules in the affairs of the universe, but we are more or less beclouded in our minds in relation to the great principles of eternal truth. It is so among the people in the world, and also among this people, although we see things more clearly and with a  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different vision, and understand things more correctly than the rest of the human family, yet we do not comprehend our true position and relationship to each other. If we do, we do not walk according to the light which is given unto us by the Spirit of eternal truth. What is more pleasant, naturally, for the mind of man to reflect upon than the things of the kingdom of God? The power, the wisdom and intelligence of the Great Eloheim in his works and designs, and our relationship to him, to the world, and to each other? How deep and sublime and incomprehensible to us, at present, is that wisdom and intelligence that governs this world and all others, that regulates the planetary system, that produces seed time and harvest, summer and winter, that causes all the vivifying influences that operate to supply the necessities of animal life in the myriads of the creatures of God, that spreads throughout the universe and fills all worlds as well as ours with life, being and existence. What could be more joyous and pleasing than for this and every other world to be under the control of that intelligence and wisdom that governs all animate or inanimate matter. In relation to this world, it has been a thing that the Prophets have delighted to dwell upon in days that are past and gone; it is a theme that the poets have sung about; they rejoiced in the prospect of the new heaven and new earth,<span class=\"citation\" id=\"80672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80672)\">Rev. 21:1<\/a><\/span> wherein dwelleth righteousness;<span class=\"citation\" id=\"78484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78484)\">2 Pet. 3:13<\/a><\/span> they have also delighted to dwell upon that which shall exist in the animal creation, where the stronger shall no longer press upon the weaker. They have also deplored the fallen condition of mankind generally; they have lamented over the evil passions and feelings that prevail among the human family. They have deplored the crime, the war, the bloodshed, and strife, and in their <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> songs they have rejoiced in the prospect of the time coming when these things shall be done away, when the Lord shall take the government into his own hands, when the lion and the lamb shall lie down together, and the leopard become docile and harmless, and when there shall be nothing to hurt nor destroy in all the holy mountain of the Lord. But the earth shall be full of the knowledge of the Lord as the waters cover the sea.<span class=\"citation\" id=\"58118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58118)\">Isa. 11:6,9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n229\"> Among the &#x201C;Red Republicans&#x201D; of France, as they are called, a great many of the leading and prominent infidels think that by their influence they will be enabled to bring about the millennial glory. They deprecate all those influences that lead to evil, and they would like another state of things to be introduced among the human family. In fact, as the President stated here not long ago, it is not natural for men to be evil. All men admire that which is good; all men admire virtue and truth, whether they possess them themselves or not, they still admire that which is good in others. You may go to the most wicked man that exists and talk to him upon this subject, and he will say at once, &#x201C;I am not an example, but, such a man is and there are certain principles that I admire, and if I could see them carried out I should be glad.&#x201D; Who does not admire the truth? And if men carry out good principles in their lives, all others admire both them and the principles. Who is there that does not admire virtue, no matter how lascivious they may be themselves? However dishonest the man may be himself, there is a feeling of admiration of honesty in others. This feeling prevails among the children of men. The only thing with them, and that which puzzles is, how shall the world be redeemed? How shall mankind be purified and correct prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples be introduced among the human family? Men know that their hearts are evil, and they are ever ready to charge this upon others. The question now is, how shall good and godlike principles predominate among the human family? And how shall fraud and unrighteousness be put down and correct principles rise to the rescue of a fallen world? This is the problem that philosophers have tried to introduce, and that wise men in all ages have endeavored to solve. Great men in every age have tried to introduce something good&#x2014;something that was calculated to do away with the evils that have existed; and to this end they have introduced something which they thought was more noble, more dignified, pure, and philanthropic, principles more holy than those that have prevailed. This subject has attracted the attention of all men, and the design of many of these philanthropists has been to lead mankind in the way of life; to introduce correct principles amongst a fallen world, to bring people to a state of truth, light, life, happiness and exaltation in this world or in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n231\"> What is it that missionary institutions are put on foot for? To convert the heathen, that they may introduce among them correct principles, supposing that they have got them themselves, and that all the world may be brought under this Divine influence which they suppose they possess, and be civilized and evangelized and obtain an exaltation in the kingdom of our God. All kinds of societies have been organized in the world, which have had for their object the amelioration of the condition of the human family. For instance, almost all have seen that drunkenness was an evil, and hence men have introduced temperance societies, which are very good; but that does not constitute the kingdom of God, but it <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shows what feelings have inspired the human bosom, striking at the foundation of evil. <\/div><div class=\"paragraph jod\" id=\"v10n232\"> Another large class of men have supposed that war was a great evil, and so it is; and they have striven to introduce peace; and some of the most influential men in Europe have united together to form peace societies, but what do their efforts in this respect amount to? What have they accomplished? Nothing; there is nothing done; iniquity abounds just as much as it did before they tried to prevent it. Temperance societies have tried to make people sober, but people are as much given to intemperance as they were before the temperance societies were introduced. There does not seem to be any difference. Their agents have been sent forth, and their missionaries for years and years have been laboring to ameliorate the condition of mankind and to lead them to the knowledge of God, and what have they done? Let the world answer. What have they done among the heathen nations? What have they done among what are called Christians? The Peace Society&#x2014;what has it done? Let the United States answer; let the present powers of Europe answer; let the world answer. Notwithstanding human exertions may have been very necessary in many of these moves to try to better the condition of the world, it must be acknowledged that they have signally failed, and that unless something more be done, a more powerful and a better kind of religion introduced, and a better kind of temperance, of philosophy, a better kind of morality, a more wise and liberal kind of government, and a better code of laws instituted, the world has got to go on as it has done, without any amendment; in fact it is getting worse and worse, instead of better and better. The great problem, it is presumed, will have to rest with us  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the Almighty in relation to this matter. It requires something more potent, intelligent, powerful, and wise than anything that has existed heretofore among men to introduce that change which is so desirable. Man by searching cannot find it out.<span class=\"citation\" id=\"56097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56097)\">Job 11:7<\/a><\/span> Man with the utmost stretch of his intelligence, is unable to comprehend or introduce the kingdom of God upon the earth, and all the earth, and all the various societies separate and combined have failed to introduce any principle commensurate with the wants of humanity, and in all respects calculated to ameliorate the condition of the human family, and to place them in the condition in which the Prophets have beheld them when wrapped in prophetic vision they beheld the opening glories of the kingdom of God. Who doubts the sincerity of many of the reformers, whether religious, social, moral or philosophical? No man. Many of these men have been sincere, noble, brave and ingenious, and have tried to stop the torrent of iniquity; but their means have not been commensurate to the end designed; iniquity, like the mountain snow when the sun shines upon it and the south wind blows, is loosed from its resting-place and comes down like a mighty avalanche breaking down all barriers, bursting all bonds and deluging and destroying all before it, leaving morality and religion aghast, destroying social order, deluging philosophy and proving that man alone may as well attempt to blow out the sun or stop the wheels of time, as in his pigmy efforts to regulate the world. How shall these things be accomplished? <\/div><div class=\"paragraph jod\" id=\"v10n234\"> I think we shall have to say as John Wesley said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n235\"> &#x201C;Except the Lord conduct the plan, The best concerted scheme is vain, And never can succeed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n236\"> I think that unless there is a more comprehensive philosophy than that <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which has entered into the brains of our learned men, that there can be none of that intelligence that dwells in the bosom of the Great God, to control and guide a man's feelings and desires and to bring them into subjection to some law, by which all can be managed orderly and systematically. There is something in the designs of God and in all his operations that so far outstrip the operations of man in his most mighty efforts, for they are all puny, weak, and childlike. Look, for instance, at the embarrassments which the United States at present labor under in providing for their armies; at the difficulties they are placing themselves under. In a very short time, unless some change takes place, they will be bankrupt, and doubtless obliged to dishonor their contracts; and yet the United States are a wealthy and powerful nation. What is it they are running in debt for? To feed their armies and their navy. There is upwards of 30,000,000 of people in the United States, and about one million of them are engaged fighting each other, and the others are busy supplying their friends' wants. It would really seem as if they were all bankrupt, notwithstanding all their financiering, their resources, and their wealth; and not only is that the case with them, but look at Great Britain and what they have tried to accomplish; with all their professed wisdom they have depended upon obtaining cotton from this land and now cannot do it. It is supposed that they can never get from under their indebtedness, which places a great part of the nation in a state of vassalage and poverty. What is the case with other nations? They are just the same or worse. They are maintaining their large standing armies to preserve their dignity and their pride in the midst of the proud spirited aristocrats of the old world. What does their present condition  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>show? It shows there is a weakness and a want of union and of confidence one in another. <\/div><div class=\"paragraph jod\" id=\"v10n238\"> Let us look at the acts of the Almighty and compare them with the acts of men. Look at the human family: there is from 800,000,000 to 1,000,000,000 that inhabit the face of this earth, on the right hand and on the left, in the north and in the south; and who is it that provides their dinner, supper, and all their supplies? Why, it is the Great God&#x2014;Him who hears the young ravens when they cry,<span class=\"citation\" id=\"57354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57354)\">Ps. 147:9<\/a><\/span> whose wisdom is infinite and who is capable of taking care of the human family. Then look at the hills and valleys and the animal creation; the fish in the sea, the beasts of the forest, all teeming with life, and yet this intelligence which is in the Almighty, and the knowledge by which he controls all things, and which enables him to take care of and provide for all creation, the myriads and myriads of beings that fill the air and sea, and yet, notwithstanding they exist in countless numbers, his wisdom provides for all of them, and he is not bankrupt, but is still abundantly able to meet his engagements for fifty years to come just as well as he is today. Now contrast the difference between one thing and the other. <\/div><div class=\"paragraph jod\" id=\"v10n239\"> Well, it is not necessary to dwell long upon these things; enough perhaps may have been said to show the wisdom, the knowledge and the forethought of the Almighty. Now, what is it that we want? If we could have it and know how to obtain it, and if there was any way of accomplishing it, we want to get that wisdom which dwells in the bosom of God; that intelligence which governs the universe, that produces seedtime and harvest, and causes everything to progress in regular order, under the sanction of that care, forethought and comprehension and power that enables the Lord our God to provide for all <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of his creatures, to supply our wants; and this shows something of that beneficence that dwells in his bosom, that enables him to feel for the wants of his neighbors as for his own, and to seek after common welfare and interest. If we cannot get God to be interested in our cause, if he won't put his hand to the wheel, we may despair of ever bringing about that thing that the Prophets have spoken about, just as much as Moses did in former days when Israel had sinned against God. After that the Lord led them by the pillar of fire by night and a cloudy pillar by day.<span class=\"citation\" id=\"53958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53958)\">Ex. 13:21<\/a><\/span> If they had been faithful the Lord would have allowed them to accomplish their journey through the wilderness in a short time, but in consequence of their hardheartedness and their rebellion against the servants of God and the principles that he introduced, the Lord got angry, as he had a right to do, at the corruption and the prevarication and rebellion that prevailed among that people. For their hardheartedness he got angry with them and said, &#x201C;I won't go any longer with this people; you can go, Moses, but they won't be governed by my advice, therefore you can take them along.&#x201D; Moses knew very well that he could not do it, and therefore, he said, &#x201C;Oh Lord, if thou go not up with us, let us not go. There are difficulties to contend with and the Philistines will be against us; we have got to depend upon thee to feed us with manna from heaven. We have had to depend upon thy wisdom thus far; we shall be swept from off the land if thou go not up with us, therefore carry us not up hence.&#x201D;<span class=\"citation\" id=\"54528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54528)\">Ex. 33:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n240\"> This was the feeling of Moses when he stood in the midst of the rebellious children of Israel. Well, what is it that we are engaged to do now? Why, we are engaged in just the very thing that we have been singing about, viz.&#x2014;  <\/div> <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n242\"> &#x201C;Angels from heaven, and truth from earth, Have met and both have record borne.&#x201D; God has sent his angels, and he has declared that he would introduce his kingdom and his government, and establish his dominion and authority according to the saying of one of the old Prophets, &#x201C;The Lord is our king, the Lord is our judge, the Lord is our lawgiver; and he shall reign over us.&#x201D;<span class=\"citation\" id=\"59066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59066)\">Isa. 33:22<\/a><\/span> That was the kind of feeling the people had in those days when they felt right, and this is the kind of feeling the people have in these days when they have the right Spirit; and this is the feeling that we profess to carry in our bosoms, and which we profess to carry out in our lives. We have generally been able to see through the fallacy and weakness of all human institutions. We believe that the Lord has revealed himself from the heavens, and that the manifestations of the power of the heavens have been revealed, and the intelligence that dwells in the bosom of the Almighty and the records that have been hid up for ages we have found; they have been developed and made known to us in connection with the revelations of the Spirit of the Most High God, for the purpose of establishing the kingdom of the Lord Jesus Christ upon the earth, and bringing in a reign of righteousness, freedom and peace. These things have been introduced for the very purpose of developing and accomplishing those things that have been hid up in the bosom of Jehovah from before the commencement of this earth. He well understood his designs ere the morning stars sang together for joy;<span class=\"citation\" id=\"56236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56236)\">Job 38:7<\/a><\/span> he knew what he was to accomplish years and years ago, before any of our fathers had an existence upon the earth; and for this reason the earth was organized and framed, and for this purpose we came here. God had designs generations ago to accomplish his purposes, and those purposes which he designed <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the beginning will be accomplished in spite of all the combined influences of earth and hell. What was the object of our formation and the formation of the earth and of all intelligent beings upon it? God in his own due time, after the folly, strength, weakness and vanity of the human family have exhausted themselves, and after trying all their experiments, and all their wisdom being exerted to find out God,<span class=\"citation\" id=\"56098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56098)\">Job 11:7<\/a><\/span> then the Almighty will show them that he can accomplish his purposes. It is our business to lean on the Lord and seek unto him for wisdom and intelligence. The Lord has opened up this work by opening the heavens, by communicating his will and unveiling his purposes and designs to the children of men, by the introduction of the Holy Priesthood and by the manifestation of his power, and by the marvelous deliverance which has been wrought for us, for our guidance; in this way he has given proof upon proof, and intelligence upon intelligence, and testimony upon testimony; and evidence upon evidence have been given to convince us of the position that we occupy and of the will of God that has been communicated unto us. The Spirit of inspiration has been given unto us, and we have had our testimony made as firm and sure as the Rock of Ages, upon the principles of eternal truth, and all this that our steps might not waver and that we might yield obedience to the laws of heaven and continue in the observation of the statutes. But, notwithstanding all our privileges and blessings, a great many of us seem to have ears to hear but hear not, hearts but we understand not,<span class=\"citation\" id=\"64496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64496)\">Matt. 13:13<\/a><\/span> and although we are made partakers of the munificence and goodness of God, and notwithstanding his intelligence continues to be poured out upon us from day to day and from year to year, we seem to treat lightly  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the blessings he has showered out upon us. This is not the case with all; I believe the great majority of this people feel it in their hearts to do right, to keep the commandments of God and to yield obedience to his laws, and to magnify their high callings and help to build up his kingdom on the earth. This is the feeling and desire of the great majority of this people; and probably as others learn more and comprehend more, they will feel a stronger desire to walk in accordance with the commandments of God and fulfil all his behests. <\/div><div class=\"paragraph jod\" id=\"v10n245\"> If we could see and feel our position we should feel, when men surround us with their temptations, and tell us of privileges&#x2014;we should feel something like a man that was building the Temple in former days, he said, &#x201C;I am doing a great work, hinder me not:<span class=\"citation\" id=\"125514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125514)\">Gen. 24:56<\/a><\/span> why should I come down?&#x201D;<span class=\"citation\" id=\"55958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55958)\">Neh. 6:3<\/a><\/span> If we as Elders, as Saints of the Most High, could comprehend the responsibilities that rest upon us, and the obligations that rest upon us, we should feel when these little things come in our way, and we should say, &#x201C;Get thee behind me Satan.&#x201D;<span class=\"citation\" id=\"64814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64814)\">Matt. 16:23<\/a><\/span> We should feel as this man said, &#x201C;I am doing a great work, and I, myself, and my family and all my interests, and in fact everything that I have are bound up in the kingdom of God. I am a servant of the Great Jehovah; God is my father, he has established his kingdom upon the earth. I am one of his servants, one of his Elders, and I am trying to help to build up his kingdom, and to introduce a reign of righteousness, to roll back the dark cloud that has overspread the world, and to do something that will tend to roll forth the Redeemer's kingdom, and therefore I cannot condescend to the worldly vanity that I see around me.&#x201D; This would be the feeling of all the Elders and of all Saints, if they felt right and realized their true positions and responsibilities, and they <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would feel, moreover, a good deal as all good men feel who know themselves and feel correctly their calling. They would likewise feel, that if men for generations past have been erring and going astray for want of the knowledge of the laws of God, and that if God called out men to carry the message of life and salvation to this generation, that they would go and try, if they died while trying, and thus enable mankind to approach God and to conduct themselves aright; and also teach their families the first principles of true government, that, peradventure, with the united efforts and cooperations of the Priesthood and the members of the Church and kingdom of God upon the earth, they might be able to introduce a reign of righteousness into the world. This would be the feeling that would exist. It is just as some men are over a picayune. Don't you know how men will twist and pick and cringe to get hold of a dollar or two? If men would be as valiant in trying to pray to God to give them wisdom and power to control themselves and their thoughts and passions, then in all their business transactions, they would feel that they know themselves to be accepted of the Almighty. They would feel and know that they had ears to hear and hearts to understand<span class=\"citation\" id=\"64497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64497)\">Matt. 13:13<\/a><\/span> and comprehend the mind and will of God; they would then feel ten thousand times more interest in the kingdom and to work for the spread of true and holy principles, and in all things pertaining to the great work in which they are engaged, than in those little temporal matters. Yet, notwithstanding all our experience, how anxious we are about the one and how careless about the other; yet our father is merciful and remembers that we are but poor, weak, erring creatures. He knows the things that are transpiring, and he comprehends all our faults and infirm<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ities, and hence he is merciful unto us, and really we ought sometimes to be ashamed of our own acts. <\/div><div class=\"paragraph jod\" id=\"v10n246\"> Many of you have doubtless heard people talk, and say, &#x201C;Why I thought I could get a living better, get more money and clothes and everything I needed.&#x201D; Yes, this is the way many felt, and they came here to the gathering place of the Saints with a view to get rich, that they might eat and drink, get plenty of beer, spirits and wine, such as was made in the old countries and in the Eastern States, whereas men should come with a feeling to build up the kingdom of God. Not that you need be united with the Temperance Society, for our religion comprehends all that is good in that society. Is there a temperance society or principle necessary? We have it. Is there any good principle in the Peace Society? We have it with us; it is all comprehended in our holy religion. <\/div><div class=\"paragraph jod\" id=\"v10n247\"> Now, Jesus said to his disciples, &#x201C;Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.&#x201D;<span class=\"citation\" id=\"70085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70085)\">John 14:27<\/a><\/span> In another place he says, when speaking to his disciples, &#x201C;Let not your heart be troubled: ye believe in God, believe also in me. In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69859)\">John 14:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n248\"> Peace is the gift of God. Do you want peace? Go to God. Do you want peace in your families? Go to God. Do you want peace to brood over your families? If you do, live your religion, and the very peace of God will dwell and abide with you, for that is where peace comes from, and it don't dwell anywhere else. We <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had peace societies in the world, it is true, for many years, but what have they done? Simply nothing; but peace is good, and I say seek for it, cherish it in your bosoms, in your neighborhoods, and wherever you go among your friends and associates, for they are good principles and dwell in the bosom of God, and if we only get that peace that dwells in the bosom of God all will be right. <\/div><div class=\"paragraph jod\" id=\"v10n249\"> Remember that it is a great deal better to suffer wrong than to do wrong. We have enlisted in this kingdom for the purpose of working righteousness, growing up in righteousness, and in purity that we might have a heaven in our families, in our city and neighborhoods, a Zion right in our midst, live in it ourselves and persuade everybody else to abide its holy laws. Philosophers have been seeking after and searching into philosophy. The Lord has revealed unto the great family of heaven and of earth, and he is continually communicating his will and giving us good principles. Others have been trying to understand the things of God by their various creeds and systems, but we have got all the truth combined, instead of having a multitude of systems. There is not a religion upon the face of the earth but has truth in it that is embraced in our religion, for it embraces all truth that has or will exist, so far as we can comprehend it. Consequently, our religion is something like the religion of Moses. You remember that Moses had a rod, and the magicians had rods; the magicians cast down their rods, and through some power and influence they became serpents. When Moses cast down his, through some power and influence superior to that of the magicians, it swallowed up theirs.<span class=\"citation\" id=\"53892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53892)\">Ex. 7:8-13<\/a><\/span> We have cast down our rod, we have set up our standard, and it will swallow up all the rest. <\/div> <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n251\"> Is there a true principle of science in the world? It is ours. Are there true principles of music, of mechanism, or of philosophy? If there are, they are all ours. Is there a true principle of government that exists in the world anywhere? It is ours, it is God's; for every good and perfect gift that does exist in the world among men proceeds from the &#x201C;Father of lights, with whom there is no variableness, neither shadow of turning.&#x201D;<span class=\"citation\" id=\"77459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77459)\">James 1:17<\/a><\/span> It is God that has given every good gift that the world ever did possess. He is the giver of all good principles, principles of law, of government and of everything else, and he is now gathering them together into one place, and withdrawing them from the world, and hence the misery and darkness that begin to prevail among the nations; and hence the light, life and intelligence that begin to manifest themselves among us. <\/div><div class=\"paragraph jod\" id=\"v10n252\"> But, again, in relation to government, who can govern the human family? The world have tried it, with all their great spirits, with all their power and authority, and what have they done among the nations of the earth? They have had misery pressed down, shaken together and running over.<span class=\"citation\" id=\"67276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67276)\">Luke 6:38<\/a><\/span> At the same time there have been many good principles among the nations of the earth; many good and equitable laws; and among the rest religion and politics have had a liberal share, and everything else that has had some good in it; but mankind have not been able to introduce the millennial reign, and who knows how the Lord and those to whom he will give wisdom, will govern mankind? It cannot be known; man never could and never will be able to govern his fellows, except the power, the wisdom, and the authority be given from heaven. <\/div><div class=\"paragraph jod\" id=\"v10n253\"> We have had a great deal of talk about Republican Governments, and look what a specimen we have before <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us. Look at the desolation and destruction that prevail through this once happy land. I ask the question, can man govern himself? No, he cannot; and unless the Lord takes the government and introduces correct principles, it cannot be done; the intelligence we have will never do it, and in fact nothing but the light and intelligence of the Most High will enable us to progress in the things of the kingdom of God; and how few there are that can govern themselves. What will enable you, brethren and sisters, to govern yourselves? The Spirit of God; and you cannot do it without the Spirit of the living God dwelling in you&#x2014;you must have the light of revelation, or else you cannot do it. If you get the gift of the Holy Ghost and walk in the light of the countenance of the Lord<span class=\"citation\" id=\"57008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57008)\">Ps. 89:15<\/a><\/span> you can govern yourselves and families, that is, if you retain it by your good works. You may govern people in a certain kind of way, as they have done in former days, but you will need the Spirit of the living God to dwell in your bosoms. What would be the effect of such a government? If carried out, it would be as we sing sometimes, that <\/div><div class=\"paragraph jod\" id=\"v10n254\"> &#x201C;Every man in every place Will meet a brother and a friend.&#x201D; When you get the Spirit of God, you feel full of kindness, charity, long-suffering, and you are willing all the day long to accord to every man that which you want yourself. You feel disposed all the day long to do unto all men as you would wish them to do unto you.<span class=\"citation\" id=\"63810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63810)\">Matt. 7:12<\/a><\/span> What is it that will enable one man to govern his fellows aright? It is just as Joseph Smith said to a certain man who asked him, &#x201C;How do you govern such a vast people as this?&#x201D; &#x201C;Oh,&#x201D; says Joseph, &#x201C;it is very easy.&#x201D; &#x201C;Why,&#x201D; says the man, &#x201C;but we find it very difficult.&#x201D; &#x201C;But,&#x201D; said Joseph, &#x201C;it is very easy, for I teach the people correct principles  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they govern themselves;&#x201D; and if correct principles will do this in one family they will in ten, in a hundred and in ten hundred thousand. How easy it is to govern the people in this way! It is just like the streams from City Creek; they spread through the valleys and through every lot and piece of lot. So it is with the government of God; the streams of life flow from the Great Fountain through the various channels which the Almighty has opened up, and they spread not only throughout this city but throughout the world, wherever there are any Saints that have yielded obedience to the commandments of God. The fountain is inexhaustible, and the rivers of life flow from the fountain unto the people. <\/div><div class=\"paragraph jod\" id=\"v10n257\"> The Lord said that his people should be willing in the day of his power,<span class=\"citation\" id=\"57198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57198)\">Ps. 110:3<\/a><\/span> and this principle commands the influence of his good Spirit, connects with the fountain, with the intelligence that dwells in the bosom of God, it is that which lights and fills every bosom, and enters into every house, and every family and heart; all are made glad with the <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> joys of the Spirit of God; under its benigning influence they are made to feel that the yoke of Christ is easy and his burden is light.<span class=\"citation\" id=\"64334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64334)\">Matt. 11:30<\/a><\/span> This is the feeling that governs the Saints and controls them in all their acts, and this spirit has commenced to spread abroad and will continue to spread until the earth shall be full of the knowledge of God as the waters cover the great deep.<span class=\"citation\" id=\"58136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58136)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n258\"> Some in speaking of war and troubles, will say are you not afraid? No, I am a servant of God, and this is enough, for Father is at the helm. It is for me to be as clay in the hands of the potter,<span class=\"citation\" id=\"60534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60534)\">Jer. 18:6<\/a><\/span> to be pliable and walk in the light of the countenance of the Spirit of the Lord,<span class=\"citation\" id=\"57009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57009)\">Ps. 89:15<\/a><\/span> and then no matter what comes. Let the lightnings flash and the earthquakes bellow, God is at the helm, and I feel like saying but little, for the Lord God Omnipotent reigneth<span class=\"citation\" id=\"128645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128645)\">Rev. 19:6<\/a><\/span> and will continue his work until he has put all enemies under his feet,<span class=\"citation\" id=\"73850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73850)\">1 Cor. 15:25<\/a><\/span> and his kingdom extends from the rivers to the ends of the earth.<span class=\"citation\" id=\"125515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125515)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"125516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125516)\">Zech. 9:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n259\"> Brethren, God bless you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}