{"ID":100009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Power Accompanying the Faithful Elders.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 27, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Power Accompanying, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/27\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v10n165\"> I have felt very much interested, as doubtless you all have, in the remarks which we have heard from those brethren who have addressed us this morning, and who are going abroad to proclaim the everlasting Gospel of peace. I never see the Elders go forth on missions to preach the Gospel, but I consider that they are going forth to take part in one of the greatest works ever committed to the human family. <\/div><div class=\"paragraph jod\" id=\"v10n166\"> Whatever their feelings may be, they go forth as the angels of mercy bearing the precious seeds<span class=\"citation\" id=\"57246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57246)\">Ps. 126:6<\/a><\/span> of the Gospel, and they shall be the means of bringing many from darkness to light,<span class=\"citation\" id=\"81285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81285)\">2 Ne. 3:5<\/a><\/span> from error and superstition to life, light, truth and intelligence, and finally, to exaltation in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v10n167\"> When these brethren go forth, it may be a new work to them, but they will have to combat the errors of ages, to contend with the prejudices which <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they themselves stated to you held such a powerful influence over them; they will also have to preach to and reason with men who have no regard for truth, much less for the religion which we have embraced, yet these Elders go forth as the sent messengers of the Lord Jesus Christ. They go to proclaim that God has established his work upon the earth, that he has spoken from the heavens, and that the visions of the Almighty have been opened to our view; the light of ages is being revealed to the servants of the Most High, the darkness which has enshrouded the world for ages is being dispersed, and these chosen Elders of Israel are sent forth to proclaim these glad tidings of salvation to the dark and benighted nations of the earth. I consider it a great privilege for any man to be set apart to so honorable, so praiseworthy and so important a mission; and I am glad to find that these brethren who  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have spoken to us this morning feel the importance of the mission in which they are soon to be engaged. They go forth and they shall come back rejoicing, bearing precious sheaves<span class=\"citation\" id=\"57247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57247)\">Ps. 126:6<\/a><\/span> with them, and they will bless the name of the God of Israel, that they have had the privilege of taking a part in warning this generation. <\/div><div class=\"paragraph jod\" id=\"v10n169\"> As regards the circumstances of their families, it is proper and correct that men should have some feelings for those they have left at home. It is true there ought to be sympathy and some care for those with whom they have been immediately associated; yet their families as well as our families, and all of us and our affairs, are in the hands of God,<span class=\"citation\" id=\"89350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89350)\">D&amp;C 100:1<\/a><\/span> and, inasmuch as they go forth putting their trust in the living God all will be peace, and they will find peace and contentment from this time forth until they return, inasmuch as they will magnify their callings and lean upon their God. In this is their safety, in order that they may be enabled to bear a faithful testimony to the world among whom they may travel to deliver their message of warning and of glad tidings of great joy to the honest in heart. <\/div><div class=\"paragraph jod\" id=\"v10n170\"> There was one remark made by brother Shearman that would be a lesson to any man going on a mission. If they possess the principles of intelligence and truth, there will be a power and an influence manifested in and accompanying all their words, and it will be just as he felt when he went to brother Spencer's, he was <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> convinced that brother Spencer was sincere, and believed him to be a man of God. If you go forth with the same sincerity it will manifest itself to others. Just so with brother Richard Attwood, he first heard the Gospel preached in an unknown language, a tongue that he did not understand, and yet he knew there was a power accompanying the man who was preaching, and that power accorded with his own feelings and spirit, and if we live as we should there will be a halo around us continually, and wherever we go, if there is a spark of sincerity in men's bosoms they will know that whether &#x201C;this man is a sinner or not,<span class=\"citation\" id=\"69580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69580)\">John 9:25<\/a><\/span> the power of God is with him.&#x201D;<span class=\"citation\" id=\"69582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69582)\">John 9:32 (JST)<\/a><\/span> They will know, whether they know that the doctrine is true<span class=\"citation\" id=\"69345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69345)\">John 7:17<\/a><\/span> or not, that the influence is good, and that whether they have much language or little they have the Spirit of God with them, and it will accompany every faithful Elder of Israel. And if there are sheep they will hear, because, says Jesus, &#x201C;My sheep hear my voice, and they follow me, but a stranger they will not follow.&#x201D;<span class=\"citation\" id=\"69603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69603)\">John 10:3-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n171\"> I feel to bless these brethren in the name of the Lord, and I would say to them, brethren, be faithful and true to your missions, to God and to his work, preserve inviolate your integrity and not a hair of your heads shall perish;<span class=\"citation\" id=\"67975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67975)\">Luke 21:18<\/a><\/span> your families shall be comfortable and happy during your absence. <\/div><div class=\"paragraph jod\" id=\"v10n172\"> Brethren, God bless you all, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}