{"ID":100043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Domestic Economy&#x2014;The Kingdom of God&#x2014;Building the Temple&#x2014;Tithing, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, June 14, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Domestic Economy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/14\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v10n892\"> I am very fond of hearing my brethren speak to the congregations of the Saints; it affords a pleasing variety of the talent and ability that exists in the Elders of Israel. The object of our meeting together is to learn and to increase in the knowledge of the truth. Truth cleaves to truth and light to light.<span class=\"citation\" id=\"88505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88505)\">D&amp;C 88:40<\/a><\/span> No man possessing the spirit of his religion can arise to speak to the Saints without imparting something that is bene<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ficial. We are blessed with a great privilege in meeting here to worship the Lord our God and to speak comforting words to each other. <\/div><div class=\"paragraph jod\" id=\"v10n893\"> It would be very gratifying to me if I had the ability to so speak to the Saints as to divest them of every error they possess and give them eternal truth without in the least ruffling their feelings. Our weaknesses are known to ourselves, and in many instances to each other, but we  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the privilege of learning and of increasing in faith and in the knowledge of God and godliness. We have the privilege of learning more and more of the earth which we inhabit, of the object of its creation, of the people that dwell upon it and of all things pertaining to ourselves. <\/div><div class=\"paragraph jod\" id=\"v10n895\"> The Lord has revealed a great many precious principles to this people, and knowledge which cannot be obtained by the study of the learned of the world, &#x201C;who are ever learning, and never come to the knowledge of the truth.&#x201D;<span class=\"citation\" id=\"76177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76177)\">2 Tim. 3:7<\/a><\/span> One of the greatest blessings that can be bestowed upon the children of men is to have true knowledge concerning themselves, concerning the human family and the designs of Heaven concerning them. It is also a great blessing to have wisdom to use this knowledge in a way to produce the greatest good to ourselves and all men. All the power of earthly wealth cannot give this knowledge and this wisdom. <\/div><div class=\"paragraph jod\" id=\"v10n896\"> If mankind could know the object God has in their creation, and what they might obtain by doing right and by applying to the source and fountain of wisdom for information, how quickly they would turn away from every ungodly action and custom. But as the Prophet says, &#x201C;Ephraim is joined to his idols: let him alone.&#x201D;<span class=\"citation\" id=\"61800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61800)\">Hosea 4:17<\/a><\/span> &#x201C;Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff that is driven with the whirlwind out of the floor, and as the smoke out of the chimney.&#x201D;<span class=\"citation\" id=\"61812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61812)\">Hosea 13:3<\/a><\/span> Instead of seeking unto the Lord for wisdom, they seek unto vain philosophy and the deceit and traditions of men, which are after the rudiments of the world and not after Christ.<span class=\"citation\" id=\"75579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75579)\">Col. 2:8<\/a><\/span> They are led by their own imaginations and by the dictates of their selfish will, which will lead them in the end to miss the object of their pursuit. Were you to inquire <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the leading men of the world&#x2014;of kings, rulers, philosophers and wise men&#x2014;the end or result of their pursuits, they cannot tell you. This I believe; and I think it is quite evident, according to what I have witnessed. <\/div><div class=\"paragraph jod\" id=\"v10n897\"> What object was there, we might ask, for inaugurating the present war that is spreading dismay through our once happy land? Is it to kill off the African race? No; but ostensibly to give freedom to millions that are bound, and in doing this they did not know that they would lay the foundation for their own destruction as well as that of the object of their pursuit. Those whose minds are opened to see and understand the purposes of the Most High are made happy in a timely deliverance from approaching evil. &#x201C;A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.&#x201D;<span class=\"citation\" id=\"57470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57470)\">Prov. 22:3<\/a><\/span><span class=\"citation\" id=\"57530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57530)\">Prov. 27:12<\/a><\/span> We have the priceless privilege of applying our hearts to wisdom,<span class=\"citation\" id=\"57015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57015)\">Ps. 90:12<\/a><\/span> and of learning the things of God while the wisdom of the wise men of the world perishes and the understanding of their prudent is hid.<span class=\"citation\" id=\"58785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58785)\">Isa. 29:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n898\"> I can say, for the satisfaction of my brethren who have spoken today, that I do not know that I have heard them say anything but truth; they have advanced good doctrine, good ideas, even to having our clothing last us for years; I should be quite willing to have mine last for a great length of time. The coat I am now wearing I have had six or eight years, and I would like to have it last me six or eight years longer, and use any money I might have for buying another coat to deliver some honest, poor, starving soul who is deprived of liberty and the common comforts of life. I would like to take the price of this coat and send it abroad to gather the poor and place them in like circumstances we are now enjoy<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, that they might have the privilege of going to the same fountain that we do for food, raiment and intelligence. The old adage has it, &#x201C;The back will trust, but the belly will not.&#x201D; Hundreds of our brethren and sisters in foreign lands are now in a dying condition through want of food. If my hat, coat, boots, shoes, &amp;c., would last half a century or a whole one, and I had the means every year to buy myself a fresh supply, I would thank God to put it into my heart to send that means to gather the poor. <\/div><div class=\"paragraph jod\" id=\"v10n900\"> The doctrine is correct, the advice is good for this people to be prudent with what they have around them and not to waste their substance. When brother G. D. Watt was speaking this morning I could not entirely free this people from the imputation of shamefully and disgracefully wasting a portion of the substance which God has so kindly and so abundantly given to them. We were exhorted by brother Watt to be prudent, saving, frugal and economical; to learn to gather the good things of life around us in abundance, to extend our possessions on the right and on the left and hold them all for God. If we are permitted to gather around us gold and silver and all the treasures that the Gentiles seek, instead of hoarding them up in iron chests or burying them in the ground for use in a future day, let us use them to send the Gospel to the uttermost parts of the earth, to gather the poor Saints from every land, and to gather from the rocks and caves and dens of the earth<span class=\"citation\" id=\"77103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77103)\">Heb. 11:38<\/a><\/span> the house of Israel. It is the duty of every person to thus put their money and other means to usury. We should all learn to use the blessings God has bestowed upon us with the greatest possible economy, doing good with the means he puts into our hands, and he will enlarge our means and our capacity to do <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more good. We do not possess a great deal at the most. I am blessed with plenty of food and raiment, with good houses for my family to live in, &amp;c. I wish some good man, that is worth his millions, would give me half what my property is worth, I would be thankful, and give every dollar of it to preaching the Gospel, gathering the poor Saints, building the Temple and Tabernacle or anything else to do good and build up the kingdom of God, and I would commence afresh to make more property. <\/div><div class=\"paragraph jod\" id=\"v10n901\"> There are a great many things with regard to the providences of God which this people do not yet understand. The Jews did not understand that God, in his kind providence, was building up his Church among them in the days of the Apostles. The same ignorance blinded the world in the days of Noah, and so it is in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65933)\">Matt. 24:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n902\"> My brethren who spoke this morning will excuse me for referring to their remarks. Brother Little exhorted the brethren, this morning, to take from their little piles, as he called them, and add to brother Brigham's big pile. Brigham's individual pile is already large enough, though, in reality, we should have only one mess chest, one place of deposit, one storehouse, one &#x201C;pile,&#x201D; and that is the kingdom of God upon the earth; it is the only storehouse there is for Saints, it is the only &#x201C;pile,&#x201D; the only safe place of deposit, the only place to invest our capital. This is rational to me; and all who contend for an individual interest, a personal &#x201C;pile,&#x201D; independent of the kingdom of God, will be destroyed. I, apparently, own horses, carriages, houses, lands, flocks, herds, &amp;c. The Lord has entrusted to me all this property, in his providence; I have not run after it or sought it, it is the Lord's; if, under this consideration,  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you agree to add to Brigham's &#x201C;pile,&#x201D; I am willing you should do so. <\/div><div class=\"paragraph jod\" id=\"v10n904\"> I would not have an individual interest for all the gold and silver upon the earth or in it. What I possess, whether wives and children, goods and chattels, will not be mine, in the strict sense of the word, until I have passed all the ordeals that God has ordained that his children shall pass; until I have overcome every sin and every obstacle to my being crowned in the celestial kingdom of our Father and God. If I am unfaithful with that which God has put in my possession, it will be taken from me and be given to another.<span class=\"citation\" id=\"66146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66146)\">Matt. 25:28<\/a><\/span> I have no individual &#x201C;pile,&#x201D; no individual storehouse. I do not think a man or woman can be found who can truly testify that they ever knew Brigham, for an individual interest, to neglect one moment any public duty that devolved upon him in the kingdom of God. That is my only business; it is all the business I have on hand. I take the Lord at his word, &#x201C;Seek first the kingdom of God, and his righteousness; and all other things shall be added unto you.&#x201D;<span class=\"citation\" id=\"63640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63640)\">Matt. 6:33<\/a><\/span> I do not know but that he will take away every particle of property I seem to have and let me become a beggar; and if that is his wish, I would as soon beg my bread from door to door, if it is the mind of God and will add glory and honor to his kingdom, as to possess my thousands and live in luxury. &#x201C;Seek first the kingdom of God, and his righteousness;&#x201D; if the Lord adds &#x201C;all other things,&#x201D;<span class=\"citation\" id=\"63639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63639)\">Matt. 6:33<\/a><\/span> all right; and if he does not, it is all right. <\/div><div class=\"paragraph jod\" id=\"v10n905\"> Scores of my brethren cleave to the gold and silver and wealth of this world; if their minds were right before the Heavens, as they should be, the Lord would pour into their laps an abundance of gold and silver until they were satisfied, but to give it to them now would damn them. He <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> withholds it from them, and I am thankful that he does. I pray him to withhold from me and this people everything that will do us an injury. As fast as we prepare ourselves for the blessings the Lord has in store for us, so fast will the Lord pour them upon us. <\/div><div class=\"paragraph jod\" id=\"v10n906\"> Thirty years ago, when I first began to tell the people about the Gospel of life and salvation, I told them just as I do now, that the kingdom of God will extend, increase, grow and spread abroad on the right and on the left until, by-and-by, the inhabitants of the world will know that the Lord is God, and that he has set to his hand again to gather Israel and establish forever the kingdom that is spoken of in the prophecy of Daniel,<span class=\"citation\" id=\"61209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61209)\">Dan. 2:44<\/a><\/span> which is now set up, and it will go forth until it rules all things upon the face of the earth. When I first bore this testimony it was to those who heard it like an empty sound; only a few obeyed, but now the mere sound, the mere report of this Work heard from afar, penetrates their ears and sinks into their hearts, bringing fear and dread to the wicked. But let me say to all the inhabitants of the earth, &#x201C;Fear not, borrow no trouble; but to those who are afraid of truth and justice, fear on.&#x201D; There is no question but what many fear justice and truth and the attributes of God more than they dread and fear anything else. <\/div><div class=\"paragraph jod\" id=\"v10n907\"> To all who love truth, mercy, and justice, I will say, that when God rules on the earth he will rule in righteousness, dealing out mercy to all such persons, and they will be perfectly satisfied with the reign of Christ. But they who have sinned so great a sin<span class=\"citation\" id=\"54493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54493)\">Ex. 32:30<\/a><\/span> that they cannot be forgiven will dread the day when Jesus Christ shall reign. Multitudes now read about that time, and it will come and the kingdom of God will go forth to the east, to the west, to  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the south, and to the north, and none will be found who dare lift up their voices against the rule and reign of the Son of God. &#x201C;To him every knee will bow, and every tongue confess,&#x201D;<span class=\"citation\" id=\"75444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75444)\">Philip. 2:10-11<\/a><\/span> and we cannot help it. I look forth to that day with a great deal of real pleasure and satisfaction, when the righteous will reign upon all the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v10n909\"> We are all liable to err; are subject, more or less, to the errors incident to the human family. We would be pleased to get along without these errors, and many may think that a man in my standing ought to be perfect; no such thing. If you would only think of it for a moment you would not have me perfect, for if I were perfect the Lord would take me to Paradise quicker than you would be willing to have me go there. I want to stay with you; and I expect to be just perfect enough to lead you on&#x2014;to still know a little more than you know; you may increase as fast as you can, and I will keep just a little ahead of you; if you do not believe it, try it, and you will learn whether the Lord is not capable of still leading you through as weak an instrument as your humble servant. <\/div><div class=\"paragraph jod\" id=\"v10n910\"> We have a great labor before us. The building of this Temple is not a drop to a bucketful when compared with the labor we have to do. Let this people say that they will not build the Temple by Tithing, and then let the Lord say to a few of us, &#x201C;My servants, will you build that Temple?&#x201D; Our reply would be, &#x201C;Yes.&#x201D; I could build it alone, if required, as well as I could build any other building, and the Lord would throw every means into my hands that I needed for the work. It is God who gives the increase;<span class=\"citation\" id=\"73140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73140)\">1 Cor. 3:6<\/a><\/span> he throws into our path the blessings we enjoy. Every man and woman ought to know that they can do all that he wishes them to perform; but there is <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an abundance of Tithing, and more than we need, if it could be had in a shape that we could use it to advantage. It now costs us nearly as much as it is worth to take care of the Tithing, because the people throw on to a few the responsibility of caring for the Tithing property. Is it not public property? And should not a mutual interest be felt for its preservation and proper disbursement? <\/div><div class=\"paragraph jod\" id=\"v10n911\"> When the brethren come to work out their labor Tithing, they do not expect us to board them and find them tools to work with. I accidentally learned one thing when I was south, and might have known it before if I had only thought of it. I went into a little bit of a Tithing room where there was a few hundred pounds of bacon; I said, &#x201C;You have some meat here.&#x201D; &#x201C;Yes,&#x201D; was the reply, &#x201C;but the most of it is gone, for we have sent a great deal with the teams which have gone for the poor, and we expect the rest of it to be wanted for our teamsters who are hauling rock for the Temple.&#x201D; Try the experiment with one who comes here to pay labor Tithing, get up a boarding house and board him, a clothing store and clothe him, and the labor that is done will not cover half the expense of feeding and clothing them. What did we expect you to do when we said, in the circular, take a little of this and a little of that? We expected the people to bear this expense and not take it out of the Tithing Office. But it seems that what should have come to this Tithing Office has been sent for the poor. I did not ask the Tithing Office for meat and clothing to fit out what teams I have sent, and never thought of it. When we first called for teams to go to Florence, we called for thirty; twenty-seven went, and I furnished more than half of them and did not ask the Church to find me meat, but others have, and they can  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have all of this, that and the other they want out of the Tithing Office; and if a Bishop gets ten dollars in money or other good pay he is sure to manage to send a load of wood or brush to some person in his Ward, charge the Church with ten dollars, and put the money in his pocket. Can we build a Temple on such terms? <\/div><div class=\"paragraph jod\" id=\"v10n913\"> Where are the bacon and eggs that should come to feed the workmen? I had my teams ready to go out for such articles, but they are away towards the States with the teamsters; the meat, the lard, the eggs, the butter, the cheese, and everything is gone to the States. We have said to the teamsters who have gone east, We will give you credit on labor Tithing; and we have to board them, too, have we? I expect we shall have to find wagons for them by-and-by, and then oxen and everything else. You can see how men can think and contrive how to use up this and that&#x2014;to use up all the butter, all the eggs, all the meat, all the cheese, and all the money&#x2014;&#x201C;and when we cannot sell wheat at any price, then you poor slaves who work on the public works may take it and build up the kingdom with it.&#x201D; This is a little harder than I spoke last Sunday, and you may judge of it as you please. &#x201C;Do you know all this to be true, brother Brigham?&#x201D; I do. <\/div><div class=\"paragraph jod\" id=\"v10n914\"> I do not wish any of my remarks applied where they do not belong. If there is a presiding officer in this kingdom who is not equally with myself under obligation to see the kingdom of God built up, I would like to see him. Some may be careless, unconcerned, drink whiskey, and loiter away their time, or try to accumulate for themselves, but I will promise such that they will sink to rise no more; they will dwindle away to nothing, and their names will be forgotten among men. <\/div> <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n915\"> We had better build up the kingdom of God, and consider ourselves under obligations to do it, and see that we actually magnify our high and holy calling<span class=\"citation\" id=\"90056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90056)\">D&amp;C 106:3<\/a><\/span> before the heavens. We have the privilege of preparing ourselves to inherit the celestial kingdom. Is there another people on the earth that has the same reason for rejoicing that we have? Those who have power to overcome temptation, to subdue their own passions and inclinations to evil, have more reason to be thankful than those who have not thus overcome. Let us have compassion upon each other, and let the strong tenderly nurse the weak into strength, and let those who can see guide the blind until they can see the way for themselves. <\/div><div class=\"paragraph jod\" id=\"v10n916\"> I exhort the Bishops and the people to do better. Do not charge to my account hundreds and thousands of dollars when it is where I cannot handle it and do good with it. I could have made this whole people rich long ago if I had possessed their confidence, as I should, but if I had made them rich, through the blessings of the Lord, I expect it would have destroyed them. I do not, however, ask your confidence any further than you can be made subject to the law of Christ<span class=\"citation\" id=\"74673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74673)\">Gal. 6:2<\/a><\/span> and not love the world and the things of the world.<span class=\"citation\" id=\"78557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78557)\">1 Jn. 2:15<\/a><\/span> I do not wish an influence that would be to my injury and to the injury of this people, but I really fancy to myself that if this people called Latter-day Saints were devoted perfectly to the building up of the kingdom of God, I should have a great deal more influence with them than I now possess, and I should be able to control their purses as well as their souls. <\/div><div class=\"paragraph jod\" id=\"v10n917\"> Many, when they come here, are in the depths of poverty, but when they find that they can stand alone and become a little independent, how quickly they forsake their God and their religion for that which is of no  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>profit. Let us desire and pray for these things which will do us good, trusting in the Lord, seeking to know and do his will, and we shall come off conquerors and be crowned with crowns of glory, immortality, and eternal lives<span class=\"citation\" id=\"86801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86801)\">D&amp;C 75:5<\/a><\/span> in the celestial kingdom <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our Father and God. I hope this will be the case with most of us, and should like it to be the case with all. I would delight in seeing the inhabitants of Zion prepared to enjoy all the glory there is for the faithful. <\/div><div class=\"paragraph jod\" id=\"v10n919\"> May the Lord help us: Amen. <\/div>\n<\/div>\n<\/div>"}