{"ID":100029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Discord and Wars Among Christian Nations Contrasted With the Unity of the Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, March 1, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Discord, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/1\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v10n538\"> The Gospel of Jesus Christ is perhaps one of the most comprehensive subjects that mankind can reflect upon. It not only embraces things as they now exist, associated with the human family, but it takes us back to days that are past and gone, to the organizations of this world and of other worlds, and by the principle of revelation it develops, unfolds and makes manifest unto the human family the great purposes of God as they shall transpire throughout every succeeding age. There are thousands of details or minutiae mixed up with these great projects, purposes, and designs, some of them we comprehend correctly, or think we do; others are not so clear and comprehensible to our minds. <\/div><div class=\"paragraph jod\" id=\"v10n539\"> There are some things we, as a people, have to do with perhaps more than any other people that exist, though they have to do with all people, if the people would have to do with them. But, in relation more particularly to the position that we occupy before God, before the world and before each other; and the faith we have in God, in his Work, in his ordinances, in his laws and in his kingdoms&#x2014;and the reasons of that faith are to me and to all Latter-day Saints matters of very great importance&#x2014;we are led to inquire upon what is our faith based, why are we Latter-day Saints? Why do we believe, as we do, in the doctrines of <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this Church? And whence do we obtain our faith or our knowledge, as the case may be, in relation to these matters? Why is it that there has been so singular a religious movement as that which has taken place within the last thirty years, introducing views that are contrary to the commonly established views of the whole religious world? Why is it that this people, say in this Territory, embracing a scope of country of some five hundred miles in extent, with a population that, comparatively speaking, may be called dense for a country like this, has assumed the proportions of a body politic, if you please, that have organized themselves into a Territory and have asked for admission as a State into the great American Confederation? Why is it that a thing so singular as this has taken place? Is it because there has been a desire among the originators of this Work, or any part of them, to establish a political power? I am not aware that this is the case. If there has been any such feeling and desire apart from other leading principles it is something I am not acquainted with. We have commenced to gather ourselves together under certain influences, certain principles and under a certain faith. We have gathered ourselves together from various parts, and although there has been a strong influence used to separate us, to scatter us abroad, to produce disunion, to  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sever us one from another; yet no influence, no power, no reasoning, nor anything whatever that has been brought to bear on this people to accomplish that object has succeeded; there is some cause, some reason for this. There are mighty motives underlying, overruling and overreaching all motives of a political character. The first thing that ever was proclaimed by the Elders of this Church was the Gospel of peace on the earth, and goodwill towards men<span class=\"citation\" id=\"67058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67058)\">Luke 2:14<\/a><\/span> has continued to be preached, and among other influences there has been a certain influence that has gathered the people to together. There has been no influence that could be brought to bear upon this people that could sever or separate them. <\/div><div class=\"paragraph jod\" id=\"v10n541\"> There must be, therefore, some reason for movements of this kind. Such movements are not very common in the world. It is common for various religious societies to arise in the world; but, generally, they are very narrow and contracted in their notions. They are not adhesive or cohesive, they do not unite or combine. You may take the Methodist society, the Presbyterian society, the Baptist society, the Episcopalian Church, the Roman Catholic Church, or any other you please, and you will find that motives of a political character will separate them and make them enemies to one another and make them take up arms against one another, fight one another and shed each others blood. They not only seek to destroy each other, but they all pray to the same God to help them to do so. There is nothing strange or singular in this; for there is no motive, principle or power to cement or unite them together further than a sort of fancied religion which does not possess the principles of union; for instance, in some of the great wars that took place in Europe some years ago; one of the last with which <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are the most familiarly acquainted, was between Russia, England, and France. Who took up sides in the struggle? There was the Greek Church under the Russians, Protestant England, Catholic France, and the Muhammadan or Turk fighting against each other. The Catholics were Christians, the Protestants were Christians, the Russians were of the Greek or Christian Church, the Turks were Muhammadans; all worshippers of the same God, under different forms. These were arrayed against each other in deadly strife all praying to the same God to give them power over their enemies, and their enemies were also Christians; then they went to slaying and destroying each other. Let us notice the difficulties between France and Italy against Austria. In this case there were two Catholic powers engaged against another power which was also Catholic. Religious considerations do not confine or control them in the least. They fought just as hard to kill their fellow Christians, as the Muhammadans or any other people would fight to kill their enemies. They were all in the same church, all partaking of the same sacrament, all believing in the same doctrines and worshipping the same God. <\/div><div class=\"paragraph jod\" id=\"v10n542\"> How has it been in the United States? Precisely the same. Who were the first to separate? It was the religious communities of the country that separated first, Baptist from Baptist, Methodist from Methodist, Universalist from Universalist, &amp;c. The churches made a division long before the States divided, showing that there was less virtue or unity in churches than in the state of the body politic. The Northern and Southern armies are composed of members of these different sects that exist in the Federal and Confederate States. <\/div><div class=\"paragraph jod\" id=\"v10n543\"> I mention these things to show you that there is no adhesive principle  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sufficiently powerful to unite the people of any portion of the earth, similar to the one that has sprung forth in our day and right among this people; if there is anything of that sort abroad in the world I am not acquainted with it. Then it follows, as a natural consequence, that if there is nothing to unite the people together they are deficient in some principle, doctrine, faith, or practice. Philosophy has not united the people together; politics has never done it; no social principles have ever accomplished it. <\/div><div class=\"paragraph jod\" id=\"v10n545\"> Freemasonry is one of the strongest binding contracts that exists between man and man, yet Freemasons are mixed up in those different armies, trying to kill each other, and so they have contended against each other for generations past. There must be something, then, to control this people different from that which seems to control other people socially, religiously, politically or any other way. There is some kind of a cohesive power, some kind of an attractive principle, something that unites and concentrates this people together in a manner altogether different from that of any other people under the face of the heavens; and so singular is it, that it attracts the attention of philosophers, of statesmen, of politicians and of leading men of every grade&#x2014;they wonder at it, as they wondered at Jesus when he was upon the earth; they wonder what this state of things will grow to; they are fearful of the consequences and results of this union. We are naturally led to inquire how these things originated; from whence springs this principle, this influence, this power, for it is a very important one. It has dragged us from our homes; it has sent hundreds of Elders wandering up and down the earth for these ten, twenty and thirty years past; it has made us, in the estimation of our friends we used to associate <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with, laughingstocks and fools, and it has finally brought us together in this place; it has also assumed a political power as a natural consequence or result, simply because there was no other course for us to pursue. Whenever a body of people are thrown together, the inevitable consequence is a political power. It cannot be otherwise. They must have organizations, representation, laws and administrators of law; there must be a body politic formed whenever a body of people are gathered together as we are; and the very fact of our organization, religiously and politically, the very fact of that oneness that so universally prevails among this people produces a terror to evildoers and to those who are opposed to us. Why is it that a principle of this kind should exist among this people? For we can readily discover, in looking abroad in the world, that it does not exist anywhere else. Is it because we are more learned than they are? Is it because we are more intellectual and refined? Because we are greater philosophers, better statesmen, more acquainted with cause and effect, have studied more extensively the position of the world generally and its government and laws? I do not so understand it. There is something besides this; naturally, we are no smarter than other men and no more intelligent than they are; but there is a kind of principle of some sort that infuses itself into our very nature, is a great principle in our body politic and is mixed up with our religion and with our morals; it is a sort of secret spring of some kind that governs, actuates, controls, unites, and cements us together in a manner that no other people under the face of the heavens are united. I would like to try to make it plain to others, if the Lord will help me, why it is that these things have taken place. To  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>begin, we will go back to the time when this movement first commenced. It would seem that a record had been hid up upon this continent for generations past. It would seem that a people had lived upon this continent who were full of the Holy Ghost, who had a knowledge of God, who possessed revelation, who had Prophets inspired by the Spirit of God, as they were on the Asiatic continent or in any other part of the world. It would seem that these Prophets, in common with the Prophets on the Asiatic continent and with the men of God in former ages, had looked forward to a time that we read of in the Bible, called the &#x201C;Dispensation of the fulness of times, when God would gather together all things in one, whether they be things in the heavens or things upon the earth.&#x201D;<span class=\"citation\" id=\"74784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74784)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n547\"> It would seem that these Prophets had recorded these things in this record, that in the time of the dispensation of the fulness of time, when God should commence his great Latter-day Work, that among other things men should be taught the laws of life and the knowledge of God, and that the coming forth of this Work was to be the starting point of a great event; one of sufficient magnitude to have attracted the attention of all the ancient Prophets that ever did live; one of sufficient magnitude to influence the attention of the Gods in the eternal worlds; one of sufficient magnitude to cause that a medium of communication should be opened between the heavens and the earth, that light should again burst forth from the heavenly world, that the spirit of prophecy and revelation should again be unfolded, that an era should be inaugurated pregnant with life, light, and intelligence unto those that then lived, that they might have an opportunity of becoming acquainted with God, of knowing his laws, purposes and designs, his Gospel, <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the principles of eternal truth, the laws of life, that men should again be acquainted with things that had been, with things that were and with things that were to come. <\/div><div class=\"paragraph jod\" id=\"v10n548\"> The ancient Prophets of the two continents foresaw that the issuing forth of that record was to be the commencement of the Latter-day Work; one said, &#x201C;Truth shall spring out of the earth; and righteousness shall look down from heaven.&#x201D;<span class=\"citation\" id=\"56959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56959)\">Ps. 85:11<\/a><\/span> &#x201C;The meek shall increase their joy in the Lord, and the poor among men rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58849)\">Isa. 29:19<\/a><\/span> It is one of those sticks that Ezekiel saw should be written upon, even the stick of Joseph which should be written for Ephraim, and be united with the stick of Judah, and become one stick&#x2014;<span class=\"citation\" id=\"60877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60877)\">Ezek. 37:16-17<\/a><\/span>one in prophecy, one in revelation, one in doctrine, one in ordinances, one in unfolding the purposes and designs of God, and in leading mankind to a knowledge of the truth, as it was to be introduced in &#x201C;the times of the restitution of all things spoken of by all the holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71366)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n549\"> The revealing of these records was to be one of the starting points in relation to this matter. Then it needed some instrument, some individual, some messenger, some communication, because it would be impossible without something of this kind that these things could transpire. There needed some authorized messenger, some communion from the Lord to reveal, unfold and make these things manifest. To talk about the world as it is, and the authority they have to preach the Gospel and administer the ordinances and dictate the affairs of the kingdom of God, is foolishness to reason upon; but we will merely give it a passing notice. Where did the different religious sects get their authority from? Who ordained them to administer in the name of God? Who gave them that  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authority? The Church of England gave authority to all the seceding sects that have sprung out of her, and they left her because she was corrupt. Where did the Church of England obtain her authority? From the Church of Rome, which they say is the mother of harlots and the abomination of all things.<span class=\"citation\" id=\"80160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80160)\">Rev. 17:5<\/a><\/span> Where does the Church of Rome obtain her authority? They tell you that they get it down in an unbroken chain of descent from the Apostles' times. Their statement is the most reasonable, rational and consistent of them all. The Greek Church professes to be governed by the same authority. When we apply a test to them we find that they do not stand upon a very good foundation. When, and wherein, and how have they departed from the true authority of God? I will quote a certain Scripture by one of the old Apostles, &#x201C;He that transgresseth, and abideth not in the doctrine of Christ, hath not God.&#x201D;<span class=\"citation\" id=\"78825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78825)\">2 Jn. 1:9<\/a><\/span> Do they abide in the doctrine of Christ? I think not. <\/div><div class=\"paragraph jod\" id=\"v10n550\"> Who taught them to sprinkle little children? Did the Gospel of Jesus Christ teach them this? No. But they rely on an unbroken descent for their authority. In answer to this, the Protestants tell them that the chain of their Popedom has been broken at different times. I do not care whether it has or not. If the Pope transgressed, it is not to say that the bishops and priests and the whole community did; this would not be a sufficient argument to satisfy me that the Roman Catholics had departed from the faith of Christ; but when they gathered together the authorities of the church from all the world in a solemn conclave, as they did at the Councils of Nice and Trent, and passed resolutions which admitted of doctrines and principles in direct violation of the laws of God and of the Church of God, then as a church, <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the voice of their representatives they forsook God and introduced the doctrines of men. &#x201C;He that transgresseth, and abideth not in the doctrine of Christ, hath not God;&#x201D;<span class=\"citation\" id=\"78826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78826)\">2 Jn. 1:9<\/a><\/span> and if they do not abide in the doctrine of Christ they do not retain their priesthood and authority to administer in the ordinances of God. Then we are left without authority on the earth. <\/div><div class=\"paragraph jod\" id=\"v10n551\"> Shall we go to the Greek Church for the true authority? It is based pretty much upon the same principle as the Roman Catholic Church is, and all the sectarian bodies of Christendom are as destitute of the true authority of God as the mother church is. <\/div><div class=\"paragraph jod\" id=\"v10n552\"> Where shall we look for the true order or authority of God? It cannot be found in any nation of Christendom. There is no people that have held communion with God, no true church, priesthood, or authority, no medium of communication between God and man for church government, to dictate, regulate, manage, and control the affairs of his kingdom upon the earth. <\/div><div class=\"paragraph jod\" id=\"v10n553\"> How did this state of things called Mormonism originate? We read that an angel came down and revealed himself to Joseph Smith and manifested unto him in vision the true position of the world in a religious point of view.<span class=\"citation\" id=\"93770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93770)\">JS&mdash;H 1:30-49<\/a><\/span> He was surrounded with light and glory while the heavenly messenger communicated these things unto him, after a series of visitations and communications from the Apostle Peter<span class=\"citation\" id=\"84571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84571)\">D&amp;C 27:12<\/a><\/span> and others who held the authority of the holy Priesthood,<span class=\"citation\" id=\"125521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125521)\">JS&mdash;H 1:68-72<\/a><\/span> not only on the earth formerly but in the heavens afterwards. That they hold it in the heavens we know from the Scriptures. In them there are certain principles revealed in relation to that matter that nobody could reveal unless they were acquainted with the principle of revelation. Moses and Elias were seen  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with Jesus on the mount,<span class=\"citation\" id=\"64972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64972)\">Matt. 17:1-3<\/a><\/span> when Peter and his brethren saw them, who said, &#x201C;Master, it is good for us to be here: let us build three tabernacles, one for thee, one for Moses, and one for Elias.&#x201D;<span class=\"citation\" id=\"64993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64993)\">Matt. 17:4<\/a><\/span> Who was this Moses? He was a man who had officiated before on the earth, had held the holy Priesthood, had been a teacher of righteousness, and who, with the Elders of Israel, had talked with God, and had received revelations from him, holding the Priesthood that administered in time and eternity. When he got through with this world his official duties were not ended, for he appeared to Jesus, Peter, James, and John upon the mount, to confer on them certain principles, authorities and Priesthood, that they might also be enabled to administer in the ordinances of salvation, and officiate as the representatives of God upon the earth. And hence, when Joseph Smith came, those who had held the keys before came to him, so he told me and others, and revealed unto him certain things pertaining to the kingdom of God upon the earth, and ordained him and set him apart to the ministry and Apostleship unto which he was called.<span class=\"citation\" id=\"84572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84572)\">D&amp;C 27:12<\/a><\/span> He presented himself before the world and informed the people that God had spoken, and that he had spoken to him. He told them that the heavens had been opened and that angels clothed in light and glory had appeared to him and revealed unto him certain things. Then we have Oliver Cowdery, who tells us something about these things, and gives his testimony as a living witness. Again, there were eleven witnesses in relation to the Book of Mormon, who testify that the Book of Mormon was a divine revelation from God. And some of these witnesses tell us that an angel of God came and laid before them the plates from which the Book of Mormon was <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> translated, and they knew that their testimony was true and faithful.<span class=\"citation\" id=\"125522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125522)\">BM Three Wit.<\/a><\/span> Others tell us that they saw and handled the plates from which the record was taken.<span class=\"citation\" id=\"125523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125523)\">BM Eight Wit.<\/a><\/span> I have conversed with several of those men who say they have seen the plates that Joseph Smith took out of the hill Cumorah; I have also conversed with Joseph Smith, who has told me of these things and many more that it would be unnecessary on the present occasion to relate. Here, then, is an abundance of testimony that assumes a supernatural agency&#x2014;an interposition of the Almighty&#x2014;an opening and an unfolding of something to the human family with which they have been unacquainted. These things are left for the human family to reason upon; they are presented unto us in that capacity, just as things were presented formerly to others. We were told formerly that &#x201C;faith comes by hearing, and hearing by the word of God, and how can they hear without a preacher, and how can he preach unless he be sent.&#x201D;<span class=\"citation\" id=\"72740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72740)\">Rom. 10:15,17<\/a><\/span> Here, then, was a medium introduced by the Almighty to excite the faith or unbelief of the people. Here are certain records unfolded, and here is a man presenting himself before the people, declaring that God was about to usher in the dispensation of the fulness of times; and for this purpose he had introduced an ancient record that had belonged to the aboriginal inhabitants of this continent, together with that, he tells them that the so-called Christian churches had gone astray, and all mankind were laboring under gross darkness, and that darkness had covered the whole earth.<span class=\"citation\" id=\"93005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93005)\">Moses 7:26<\/a><\/span> He furthermore tells them that God had it in his mind to reveal unto them his will, and draw back the dark veil that overspreads the minds of the people&#x2014;to introduce the principles of eternal truth, and that he came as a messenger from  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, having been set apart by holy angels sent by the Almighty for that purpose, that, in the first place, he might be acquainted with correct principles, and then be able to teach them to others. This is the phase which this thing assumed at that time; and the people felt about it as the old Jews did when Jesus told them that they were deceivers, whited walls and painted sepulchres;<span class=\"citation\" id=\"65558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65558)\">Matt. 23:27<\/a><\/span> they said, Away with such a fellow from the earth.<span class=\"citation\" id=\"68274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68274)\">Luke 23:18<\/a><\/span> When Joseph Smith told the priests, the good Methodists, the righteous Presbyterians, and the holy Roman Catholics that they were all wrong, how could they endure it. But you must endure it, for God has spoken and the word has gone forth. The Lord, in the first place, commanded all men everywhere to repent and to be baptized in the name of Jesus Christ for the remission of sins, giving them a promise that they should receive the gift of the Holy Ghost.<span class=\"citation\" id=\"71198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71198)\">Acts 2:38<\/a><\/span> This is different to anything that has been before in the world. That which was before, assumed no shape and came with no authority from God. The various sects of the world imagined that they had the Holy Ghost, but they forgot that it was to lead men into all truth.<span class=\"citation\" id=\"70355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70355)\">John 16:13<\/a><\/span> That spirit which they have mistaken for the Holy Ghost has led them into confusion, contention, and strife, and consequently it is not the Holy Ghost spoken of in the Scripture. Joseph Smith, having found and made manifest these things, and having turned the key that unlocks the destinies of the human family, having had committed unto him the key of this dispensation, he began to unfold and make manifest the things of God to the world, to all who were desirous to listen and yield obedience thereunto. A good many felt as the people felt when Jesus came, that &#x201C;This man speaks with authority, and not as the scribes;&#x201D;<span class=\"citation\" id=\"64001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64001)\">Matt. 7:29<\/a><\/span> there were other principles <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and another spirit introduced developing other precepts, laws, ordinances, manifestations, and doctrines, and a greater power was associated with it than had been with any previous manifestations. What then? Why, the Lord was reasonable&#x2014;he always has been; he is a good and gracious God, a benefactor and friend, suiting his doctrines and principles to the capacities of the human family. What was the consequence when men heard those principles? Many of them had a portion of the Spirit of the Lord among them, and as light cleaves to light, truth to truth, and intelligence to intelligence,<span class=\"citation\" id=\"88504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88504)\">D&amp;C 88:40<\/a><\/span> wherever there was the light of the Spirit of God in the mind of man it discovered, comprehended, and embraced the truth. What is it? God has spoken; a record has been revealed, making manifest the events that have transpired on this Continent, and prophecy, and revelations, and visions, and the purposes of God, &amp;c. This agrees with the Old Record; there is no need to bring argument here on that question, for it has been argued and investigated throughout the world. What then? Did I know because Joseph Smith knew? Not exactly. Joseph Smith had certain things revealed to him, and he was commanded to communicate those things unto others. What then? He that believeth and is baptized shall be saved,<span class=\"citation\" id=\"66865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66865)\">Mark 16:16<\/a><\/span> and he shall receive the gift of the Holy Ghost and shall know for himself of the things which he has believed in. This was the principle upon which my faith was based at the commencement. For instance, an Elder came to me and preached the Gospel and told me all these things. I was struck at once with them. I was well acquainted with the Bible, yet I had never heard such teachings before; had never seen such principles developed; had never listened to such words as came from his mouth,  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>illustrating, making manifest and explaining the Scriptures, the Book of Mormon, and the revelations of God, and opening the heavens as it were to my view. It was to me one of the greatest things I had ever heard. He said to me, &#x201C;If you will be baptized in the name of Jesus Christ for the remission of sins you shall receive the gift of the Holy Ghost,<span class=\"citation\" id=\"71199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71199)\">Acts 2:38<\/a><\/span> inasmuch as you go in faith and humility and obedience to the law of God and forsake your sins,&#x201D; &amp;c. This was precisely the same thing that Peter told the people in his day. Said he, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and you shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71200)\">Acts 2:38<\/a><\/span> What will it do for us, Peter? &#x201C;It will cause your old men to dream dreams, and your young men to see visions, and your servants and handmaids shall prophesy;<span class=\"citation\" id=\"61864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61864)\">Joel 2:28-32<\/a><\/span><span class=\"citation\" id=\"71127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71127)\">Acts 2:17-21<\/a><\/span> it will bring things past to your remembrance,<span class=\"citation\" id=\"70027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70027)\">John 14:26<\/a><\/span> lead you into all truth, and show you things to come.&#x201D;<span class=\"citation\" id=\"70356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70356)\">John 16:13<\/a><\/span> Here was quite a chance for a man to detect whether Peter was an impostor or not; and there was a favorable opportunity to detect whether the Mormon Elder was an impostor or not, for he promised the same things that Peter promised to believers, and all the Elders do the same. Can you find a Methodist, a Presbyterian, a Baptist, an Episcopalian, a Roman Catholic that dare tell you what Paul said anciently, &#x201C;I am not ashamed of the gospel of Christ?&#x201D;<span class=\"citation\" id=\"72183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72183)\">Rom. 1:16<\/a><\/span> Why? Have you not been persecuted and afflicted and been let down in a basket over a wall,<span class=\"citation\" id=\"71702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71702)\">Acts 9:25<\/a><\/span> been driven from place to place and considered a deceiver? Yes. &#x201C;But I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; and therein is the righteousness of God revealed from faith to faith.&#x201D;<span class=\"citation\" id=\"72236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72236)\">Rom. 1:16-17<\/a><\/span> I have obeyed the same Gospel. What then? Did the <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> signs follow?<span class=\"citation\" id=\"66889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66889)\">Mark 16:17<\/a><\/span> Yes; I believed before I obeyed, and after I had been baptized in the name of Jesus for the remission of sins, and received the Holy Ghost by the laying on of hands, that Holy Ghost took of the things of God and showed them unto me,<span class=\"citation\" id=\"70499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70499)\">John 16:15<\/a><\/span> so that I then knew for myself. But did I believe particularly because I heard tongues and prophesyings and saw healings? No; but these made me glad, for in them I saw the ancient order of things brought back again. It made me rejoice to see the sick healed, the lame to leap for joy and the blind receive their sight, the deaf to hear and the dumb speak. This was a certain amount of testimony for the doctrines that had been advanced. But, besides this, there was an inward evidence&#x2014;an invisible manifestation of the Spirit of the living God, bearing witness with mine that this was the work of God that he had established in the last days, and I knew it for myself and not because anybody said so. At first I believed it on the testimony of others, and then obtained a knowledge for myself. If there is no other man under the heavens that knows that Joseph Smith is a Prophet of God I do, and I bear testimony of it to God, angels, and men. How did it operate upon others? In the same way, inasmuch as they were sincere and faithful, and diligent in observing the laws of God, and hence, as the Scriptures say, &#x201C;You are all baptized into one baptism, and have all partaken of the same Spirit,&#x201D;<span class=\"citation\" id=\"73503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73503)\">1 Cor. 12:13<\/a><\/span> and that is the Spirit that first commenced to be revealed through Joseph Smith, and the administration of holy angels, and the development and restoration of the holy Priesthood. If you do not know in the same way that I know this is the Work of God, I would not give a straw for your religion. <\/div><div class=\"paragraph jod\" id=\"v10n557\"> Having received this knowledge, it operates the same upon all and hence  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the union that exists among us. It is the same in Canada, the same in the Northern States, the same in the Eastern States, the same in the Western States, and the same in the Southern States; the same in England, Scotland, Ireland, Wales, France, Denmark, Germany, the islands of the sea, and the different parts of the earth wherever this seed has been sown and the Elders have gone forth in the name of Jesus Christ bearing the precious seeds<span class=\"citation\" id=\"57248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57248)\">Ps. 126:6<\/a><\/span> of eternal life. Wherever that has rested in good hearts it has produced the same results, giving the same signs, if not the same degree of evidence, and this has cemented and united us together; it is the little leaven that begins to leaven the whole lump;<span class=\"citation\" id=\"73207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73207)\">1 Cor. 5:6<\/a><\/span> it is a part of the Spirit of God&#x2014;a living spark that is struck from the fire of his eternal blaze that has made itself manifest on the earth; it is the still small voice<span class=\"citation\" id=\"55712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55712)\">1 Kgs. 19:12<\/a><\/span> that whispers peace to the soul&#x2014;the thing that Jesus spoke of when he said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n559\"> &#x201C;My peace I give unto you, my peace I leave with you: not as the world giveth, give I unto you.<span class=\"citation\" id=\"70086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70086)\">John 14:27<\/a><\/span> You believe in God, believe also in me. In my Father's house are many mansions: I go to prepare a place for you, that where I am, there you may be also.&#x201D;<span class=\"citation\" id=\"69860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69860)\">John 14:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n560\"> They feel the peace that passeth all human understanding.<span class=\"citation\" id=\"75534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75534)\">Philip. 4:7<\/a><\/span> They possess the Spirit of God, though they cannot always tell the whys and wherefores. It is not because a man is learned and polished after the learning of this world that he knows, but because he comprehends and listens to the whisperings of the Spirit of God speaking peace to his bosom and giving him understanding that he is accepted of his Heavenly Father&#x2014;&#x201C;I in thee, and thou in me,&#x201D;<span class=\"citation\" id=\"70711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70711)\">John 17:21<\/a><\/span> &amp;c. It is this which has drawn us together&#x2014;this that has cemented and united us, that has led us from our <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> homes to the position we now occupy in these mountains. <\/div><div class=\"paragraph jod\" id=\"v10n561\"> An Elder whose mind was darkened once came to me to tell me that something was seriously wrong in the Church. How am I to believe you? said I. I was told by you one year ago that if I were to obey the Gospel I should know of the doctrines whether they were of God.<span class=\"citation\" id=\"69346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69346)\">John 7:17<\/a><\/span> I have obeyed and I know for myself, and am no longer dependent upon your testimony, and you cannot make me now unknow it. No matter what your ideas and notions are, now I know for myself. God is our teacher; he has organized his Priesthood and government upon the earth, which is the cementing influence that unites this people together, and as the Lord said formerly, &#x201C;If you are not one you are not of me.&#x201D;<span class=\"citation\" id=\"85125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85125)\">D&amp;C 38:27<\/a><\/span> I remember on a certain occasion in Liverpool we were told not to say anything about the gathering. A lady came to me and said she had had a singular dream. &#x201C;I dreamed,&#x201D; she said, &#x201C;that the whole Church was going off to America, and that you were there; we were going on board of a ship and leaving for America.&#x201D; What was the reason of this singular dreaming? She had embraced the Gospel, and it revealed certain things to her that she could not know in any other way. &#x201C;Your old men shall dream dreams,&#x201D;<span class=\"citation\" id=\"61830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61830)\">Joel 2:28<\/a><\/span><span class=\"citation\" id=\"71122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71122)\">Acts 2:17<\/a><\/span> &amp;c. Can you keep people in the dark in relation to these things? No. And when a people live their religion, and all the Quorums of the Church are walking up to their privileges, then a certain ancient aphorism would be correct, &#x201C;The voice of the people is the voice of God,&#x201D; and the voice of God is the voice of the people&#x2014;it would suit either way. It is upon this principle that we are united; and hence, no matter where this people come from nor what their former views and prejudices, they may have been different in regard to many  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things and opposed each other previously in politics, governments, rights, morals, religion, and theories, yet they will all agree now that they know this to be the Work of God. <\/div><div class=\"paragraph jod\" id=\"v10n563\"> The Gospel of Jesus Christ produces the same results among all people and in all generations, and if they cannot fully understand the whys and wherefores about it, they feel a good deal as the man did about Jesus and the child that had been healed. When Jesus had healed the child, some of the righteous people said, &#x201C;Come, now, give God the glory: for we know this man is a sinner.&#x201D; The man replied, &#x201C;Whether he is a sinner or not I cannot say: but I do know that this child was blind, and now he sees.&#x201D;<span class=\"citation\" id=\"69576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69576)\">John 9:24-25<\/a><\/span> So with the people of this Church, they know that, whereas they were once blind, now they see. Having partaken of this, what can separate us? &#x201C;Shall life, or death, or principalities, or powers, or things present, or things to come, or anything on earth, in heaven or hell, separate us from the love of God, which is in Christ Jesus our Lord.&#x201D;<span class=\"citation\" id=\"72658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72658)\">Rom. 8:38-39<\/a><\/span> Hence the secret of the union of this people. <\/div><div class=\"paragraph jod\" id=\"v10n564\"> One of the most irrefragable proofs of the Divinity of this Work is found in one thing&#x2014;that everything that has been spoken by Joseph Smith in relation to these things has thus far been literally fulfilled, and you are his witnesses, as also is the Holy Ghost<span class=\"citation\" id=\"71483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71483)\">Acts 5:32<\/a><\/span> that bears witness of him. What next? Why, it is as it was in former times, &#x201C;All are yours; and you are Christ's; and Christ is God's,&#x201D;<span class=\"citation\" id=\"73182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73182)\">1 Cor. 3:22-23<\/a><\/span> we are one with him, and one with the Father. &#x201C;I in thee, and thou in me, that they all might be one, as I and the Father are one.&#x201D;<span class=\"citation\" id=\"70712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70712)\">John 17:21<\/a><\/span> This is the reason we are found together in a religious capacity, and why we are not disunited like the rest of the world. This is the reason why we are united politically, because this is bound to <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> follow. You get some thousands of people together and they are obliged to be governed by law, and form themselves into a body politic. We have been kicked and cuffed and abused almost all the day long, yet we are not much hurt, so far. We are here, and all is right, all is well, and we are bound to grow and increase. <\/div><div class=\"paragraph jod\" id=\"v10n565\"> Do you think the Lord, and the holy Prophets that have existed on this and on the other Continent, and the Gods in the eternal worlds have started this thing to end here? No. It is simply a nucleus of light, of intelligence, of truth, of virtue, of correct principles, of the holy Priesthood, of the revelations of God, and of something that has got to spread and to grow, increase and expand until it becomes a great nation and fills the whole earth;<span class=\"citation\" id=\"61082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61082)\">Dan. 2:35<\/a><\/span> until all that has been spoken of by the holy Prophets shall be fulfilled<span class=\"citation\" id=\"71367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71367)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"83062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83062)\">3 Ne. 29:2<\/a><\/span> in relation to these matters; until error shall give place to truth, wrong to right; until corruption and tyranny shall give place to justice and equity: instead of man bearing rule and having his own way, &#x201C;God shall be king over the whole earth: and his name one;&#x201D;<span class=\"citation\" id=\"62346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62346)\">Zech. 14:9<\/a><\/span> &#x201C;and unto him every knee shall bow, and every tongue confess that Jesus is the Christ, to the glory of God the Father.&#x201D;<span class=\"citation\" id=\"75443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75443)\">Philip. 2:10-11<\/a><\/span> We are only just commencing in this Work, which will grow, and spread, and increase, and no power on this side of hell shall stop its onward progress; it is onward, onward, onward, until the purposes of God and all he has designed shall be fulfilled and accomplished. <\/div><div class=\"paragraph jod\" id=\"v10n566\"> This is truly a great Work&#x2014;a Work with which God and angels and Saints that have lived before us, and the souls that are beneath the altar praying unto God for the accomplishment of these things, are engaged in.<span class=\"citation\" id=\"79256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79256)\">Rev. 6:9-11<\/a><\/span> The heavens and the earth, at the present time, are in communication,  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and God is our judge, our ruler, our lawgiver,<span class=\"citation\" id=\"59067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59067)\">Isa. 33:22<\/a><\/span> our guide and director to lead us on in the ways of life, and no matter about events that may transpire; no matter whether our path is very rough and rugged or smooth, it makes little difference: it is for us to do right, maintain our integrity, honor our calling and magnify it and honor our God and one another, obeying faithfully those who are placed over us. Do I know that Brigham Young is called of God to lead this people? I do, upon the <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same principle that I knew Joseph Smith was. What can any of us do without God, without his law and without the principles of eternal truth? <\/div><div class=\"paragraph jod\" id=\"v10n568\"> I pray that we may be enabled to work righteousness<span class=\"citation\" id=\"84303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84303)\">D&amp;C 20:14<\/a><\/span> and be exalted into heavenly places in Jesus Christ!<span class=\"citation\" id=\"74913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74913)\">Eph. 2:6<\/a><\/span> That we may fear God in our hearts, do the thing that is acceptable to the Most High, prepare ourselves for a celestial inheritance and an exaltation in his kingdom, in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}