{"ID":100054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temporal and Spiritual Affairs&#x2014;God the Source of All Intelligence&#x2014;the Governments of the Earth&#x2014;The Hand of God to Be Acknowledged in All Things, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, Oct. 25, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: God the Source, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/25\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v10n1222\"> The remarks of brother Groo this morning have really been interesting. They have clearly exemplified some of those things that pertain to our temporal interests and associations with each other, and to the every day duties, etc., which devolve upon us. It is generally the case, as he has remarked, that we love to reflect upon the glories and exaltation of the Saints in a world to come, upon things that are spiritual, as we term them, to the frequent neglect of those things which are of a temporal nature and with which we are more intimately acquainted. <\/div><div class=\"paragraph jod\" id=\"v10n1223\"> It is customary for men in the world from which we have gathered out, to talk on Sunday about spiritual things, when they are dressed in <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their Sunday coats and at meeting, and then on Monday to pack up their religion with their Sunday clothes in their trunks, to have nothing more to do with it until next Sunday. This practice prevails more or less in the religious world, where men are classified into different orders; where a lawyer must be a lawyer and nothing else; a doctor must attend to that business exclusively, and the lawyer and the doctor must not meddle with the duties of the minister of religion; for it is considered to be the exclusive privilege of the minister of religion to teach religion, and his functions are generally performed on the Sabbath day in the pulpit where he talks about things which he supposes exist somewhere  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beyond the bounds of time and space about which the people he is trying to instruct are as ignorant as himself. It is not supposed that a politician should necessarily know anything about God or religion; it would be rather a drawback upon the influence of a Senator of the United States, a member of the House of Commons, or of the House of Lords in England, or a member of the Chamber of Deputies in France to be a praying, religious man. For it is supposed that religion has nothing to do with the regulations of national affairs, but that they are regulated by the intelligence that men possess of a temporal nature, by their knowledge of the position of the nation with which they are associated, and their acquaintance with other nations, and their policy. <\/div><div class=\"paragraph jod\" id=\"v10n1225\"> It is good for men to be taught in the history and laws of nations, to become acquainted with the principles of justice and equity, with the nature of disease and the medical properties of plants, etc., but there is no need of their being without the knowledge of God, for in fact every branch of true knowledge known to man has originated in God, and men have come in possessions of it from His word or from His works. O, the folly of men in not acknowledging God in all things, in laying aside God and His religion, and trusting in their own judgment and intelligence. All the intelligence which men possess on the earth, whether religious, scientific, or political&#x2014;proceeds from God&#x2014;every good and perfect gift proceeds from Him, the fountain of light and truth, wherein there is no variableness nor shadow of turning.<span class=\"citation\" id=\"77462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77462)\">James 1:17<\/a><\/span> The knowledge of the human system has proceeded from the human system itself, which God has organized. Again. If you trace the old English laws and the laws of ancient nations it will be seen that the principles of <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4101\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> justice, which are the foundation of them, are gathered from the Bible, the revealed will of God to the children of Israel, for their government and guidancy, to a certain extent, in some of the principles of law, justice, and equity. Did knowledge of any kind that is in the world originate in man? No. Franklin possessed great information relating to natural laws, he drew the lightning from the clouds, but he could not have done that, if there had not been lightning in the clouds. He merely discovered a certain principle, and developed the action of a certain law that existed co-equal with the earth. Then how foolish it is for men under these circumstances, to lay aside God, and think that they can progress, and be smart and intelligent without Him. <\/div><div class=\"paragraph jod\" id=\"v10n1226\"> This feeling savors much of the feelings manifested by the old Babylonish king. He had built a beautiful city, and had organized a very powerful kingdom. In looking at the city which he had built he began to think that he had done it by his own power, intelligence, wisdom, talent, and capability, and forgot God, and exclaimed, &#x201C;Is not this great Babylon, which I have built.&#x201D;<span class=\"citation\" id=\"61470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61470)\">Dan. 4:30<\/a><\/span> He felt himself a great man, and believed that the city and empire over which he reigned owed their existence to this power of his mind, to his intelligence, to the soundness of his judgment, and to the action of his intellectual facilities. But the Lord gave him to see that he was like other men, for He started him off to feed among the beasts of the field, and he ate grass like an ox, and his reason and judgment, and intelligence and boasting were brought down.<span class=\"citation\" id=\"61477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61477)\">Dan. 4:31-33<\/a><\/span> This great king learned that there was a God in heaven who could reveal secrets, and unravel to his servant Daniel hidden mysteries, and develop his great purposes.<span class=\"citation\" id=\"60979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60979)\">Dan. 2:28<\/a><\/span> This was the kind of religion Daniel had,  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this is the kind we ought to have; it is the religion which enters into all nature; and is mixed up with all the affairs of life; it is connected with all the welfare and happiness of us as individuals, of our children and of the world, if they could comprehend it. For the nearer we can approach to our Heavenly Father, the more we can obtain of that intelligence which dwells in His bosom, and the more we are like our God the more we shall succeed in accomplishing our own well-being and happiness in relation to this world, and also in relation to that world which is to come. <\/div><div class=\"paragraph jod\" id=\"v10n1228\"> The divines, as they are called, of this world are ignorant of this kind of religion. They go to their academies and learn theology, or the science of divinity. What does it teach them? Does it teach them anything in relation to God simply than what is revealed in this old book the Bible? Nothing more. They will not even accept the Book of Mormon, or any other revelation that God has communicated for the last eighteen hundred years. Then what do they know in regard to God? They know nothing about him; and hence the discord, contention, strife and divisions that continually exist. One man learns one thing from the Bible, another man another thing, and there is confusion, strife, animosity, bickering, secession, and polemical essay upon polemical essay, and every kind of dissatisfaction and disunion that can exist in the world among those that are termed the followers of the meek and lowly Jesus.<span class=\"citation\" id=\"64283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64283)\">Matt. 11:29<\/a><\/span> What is the matter? Why, they are not in the possession of the spirit of truth,<span class=\"citation\" id=\"69989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69989)\">John 14:17<\/a><\/span> but like the politician, doctor, lawyer, indeed like all other men who are unwilling that Jesus Christ shall reign, they are seeking to get to heaven without God. It is very singular, yet it is a fact. The lawyer <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pleads law without God, the doctor administers medicine without God, and the parson wants to lead the people to heaven without God. They are all sailing in the same boat, and they are all groping in darkness and confusion, they are all ignorant of the great laws of life, of the principles which govern the Gods in the eternal worlds, and of the principles that are calculated to benefit and exalt the human family in time or in eternity, one is ignorant just the same as another in relation to these things. I would just as soon take the views of the infidel for my guidance to heaven as I would those of the divine, for one is as near the truth as the other. In fact, the cause of the great amount of infidelity that is in the world is the folly and nonsense of the so-called Christians. The Christian minister tells the people to get prepared for death. Who that understands himself cares for death? He who is in possession of the principles of life, who has in him the word of life, the spirit of life, the spirit of intelligence that flows from God; the Spirit of God has commenced to live forever, he is not groping in the dark, he is not preparing to lay his body down but to take it up again,<span class=\"citation\" id=\"69685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69685)\">John 10:17<\/a><\/span> he is not preparing to lay in the silent tomb, but to live among the Gods, and to obtain an exaltation in the celestial kingdom of God. He is seeking to be put in possession of eternal life, and he knows when He who is our life shall appear, we shall appear like unto Him in glory;<span class=\"citation\" id=\"78640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78640)\">1 Jn. 3:2<\/a><\/span> he can say, &#x201C;O death, where is thy sting, O grave, where is thy victory. The sting of death is sin; and the strength of sin is the law. But thanks be to God, who giveth us the victory through our Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"74014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74014)\">1 Cor. 15:55-57<\/a><\/span> He feels as Job did. &#x201C;For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.&#x201D;<span class=\"citation\" id=\"56148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56148)\">Job 19:25-27<\/a><\/span> We might say much more on this strain but we will pass on. <\/div><div class=\"paragraph jod\" id=\"v10n1230\"> The political world have organized their governments without God, and those wise men of which we have spoken, have been making laws without God to regulate the affairs of the human family, and they have sown the seeds of death, and the principles of dissolution, in their body politic; hence God has said by the mouths of His holy Prophets, long ago, that their nations should be destroyed, that their thrones should be cast down,<span class=\"citation\" id=\"61592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61592)\">Dan. 7:9<\/a><\/span> that empires should be overthrown, and that the powers of earth should be shaken.<span class=\"citation\" id=\"68032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68032)\">Luke 21:26<\/a><\/span> Why so? Because there is a worm gnawing at the vitals of this great human structure of law and government, and the great political tree, whose branches overshadow the earth will fall, and great will be the fall of it. As the religious ministers are trying to lead the people to heaven without God, so kings, governors, presidents and rulers, are making laws and governing the people without God, or without the spirit of wisdom and intelligence that flows from Him, and hence they are preparing themselves for their own destruction and overthrow. Some people are astonished that the difficulties that are now transpiring in the United States, and that are threatening other nations should exist. It is not astonishing to those who understand the wickedness and corruption, misrule, tyranny, oppression, and departure from right that exist, and who knows there is a just God in heaven that governs, and controls and manages the affairs of all nations; they understand that there are certain prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of law, of justice, of equity, truth, righteousness, and retribution in relation to those events that must transpire. What difficulty would there be in these United States, supposing the Lord should rule and dictate&#x2014;supposing His words should be listened to, all He would have to do would be to whisper a few words into the ears of some of the leading men North and South, and they would at once beat their swords into plowshares, and their spears into pruning hooks,<span class=\"citation\" id=\"57848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57848)\">Isa. 2:4<\/a><\/span> etc., and would say why should we kill, massacre, and lay waste? Why should we desecrate and desolate so fair a country as this is? Why should we make so many widows and orphans? Why should there be so many groans and tears, and misery and desolation? Now let us take another course, let us retrace our steps, and mete out justice, and humble ourselves before God and ask for His blessing, guidance, and direction; if they would do this would there be much more trouble? I think not. <\/div><div class=\"paragraph jod\" id=\"v10n1231\"> I think the Lord manages such things in every age just about as He did in the days of Nineveh. We think they were a barbarous people at that time, yet they repented at the warning of the Prophet Jonah. The Lord sent Jonah to tell them in thirty days Niniveh should be destroyed.<span class=\"citation\" id=\"62089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62089)\">Jonah 3:4<\/a><\/span> Jonah thought they would not believe him and he wanted not to go with the warning, but finally he did warn them, and they repented in sack cloth and ashes, and the Lord turned away from them the fierceness of his anger and preserved the nation and the people for a long time after that in consequence of their repentance, an acknowledgment of God and of His word.<span class=\"citation\" id=\"62094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62094)\">Jonah 3:5-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1232\"> The fact of the matter is the people universally, almost, have departed from God, have violated His law, have trampled upon His precepts,  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and have turned away from the pure principles of righteousness, and consequently they have incurred the wrath of God and He is beginning to pour out the vials of His wrath upon them,<span class=\"citation\" id=\"80099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80099)\">Rev. 15:7<\/a><\/span><span class=\"citation\" id=\"80105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80105)\">Rev. 16:1<\/a><\/span> and they feel it keenly, but they do not know that it comes from Him; when they lose a battle they blame the General commanding and remove him to put in another General, and so one after another is removed because they cannot conquer their enemies, and because their armies are driven before them. They do not know that God is behind the scene governing, and regulating, controlling and managing the affairs of the nation according to the counsel of His will;<span class=\"citation\" id=\"74877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74877)\">Eph. 1:11<\/a><\/span> they do not know that they themselves and the nation with which they are associated is steeped in iniquity, that they have departed from the living God; have forsaken Him the fountain of living waters; and have hewn out cisterns that hold no water.<span class=\"citation\" id=\"60283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60283)\">Jer. 2:13<\/a><\/span> They do not know that the judgments of God are passing through the land, and that nothing but the hand of God can stay them. &#x201C;And it shall be, as with the people so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him. The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word.&#x201D;<span class=\"citation\" id=\"58404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58404)\">Isa. 24:2-3<\/a><\/span> This applies to all nations. Why? Because they are managing and controlling and conducting all things without God. <\/div><div class=\"paragraph jod\" id=\"v10n1234\"> These things ought to be a warning to us. We comfort our souls some times on the fulfillment of the prophesies of God. We say &#x201C;Mormonism&#x201D; must be true because Joseph Smith prophesied thus and so concerning a division of this nation, and that <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the calamities which are now causing it to mourn should commence in South Carolina.<span class=\"citation\" id=\"88151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88151)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91316)\">D&amp;C 130:12<\/a><\/span> That is true, he did prophesy that, and did foretell the events that have since transpired, and did tell where the commencement of those difficulties should originate. Well, if this is true, are not other things true? If it is true that the Lord has revealed a certain amount of truth in relation to these matters, is it not as true that He has revealed other truths in which we are as individuals interested; and if it is true that God has commenced to deal with other nations as He is doing with this until war and desolation shall spread through the earth, it is just as true that we ought to be very careful what we are doing to secure the favor of God and to fulfill our destiny upon the earth in a manner which will meet his designs. The Lord has commenced to accomplish His purposes, and to build up His kingdom, and He will do it, for His designs cannot be thwarted; will perform His great decrees whether all of us, or part of us, or none of us engage in the work&#x2014;or are faithful in it or not; that to Him is a matter of very little consequence; He has a certain work to accomplish, and that work will be accomplished. <\/div><div class=\"paragraph jod\" id=\"v10n1235\"> A great amount of the work the Lord is going to accomplish is what is generally called temporal because it belongs to the earth; that is, the government, laws, and general direction of affairs among the nations that are not now fallen under the control of the Almighty, will have to be so changed and altered as to come under His entire control, government and dictation in every respect. He has shown to his Prophets and people long ago, to a certain extent, what kind of a rule and government He would have in the last days. He showed them that a time would come when every knee should  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bow, and every tongue should confess unto the Lord, no matter whether they were priests or people, rulers or ruled, lawyers or doctors, no matter what position they held in the world, to Him every knee shall bow, and every tongue shall confess that He is the Lord of all to the glory of God the Father.<span class=\"citation\" id=\"75445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75445)\">Philip. 2:10-11<\/a><\/span> Then he spoke of certain events that should transpire before that&#x2014;when I say He, I mean the Lord speaking through all His Prophets that have prophesied in relation to these events. What do they say? &#x201C;Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof.&#x201D;<span class=\"citation\" id=\"58383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58383)\">Isa. 24:1<\/a><\/span> &#x201C;And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the wine press of the fierceness and wrath of Almighty God. And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.&#x201D;<span class=\"citation\" id=\"80403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80403)\">Rev. 19:15-16<\/a><\/span> It is so said of him that overcometh, &#x201C;And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my father.&#x201D;<span class=\"citation\" id=\"79075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79075)\">Rev. 2:27<\/a><\/span> All this must take place previous to those events we speak of that will glorify, happify, and exalt, when the Lord shall rule, and his dominions shall be from the rivers to the ends of the earth.<span class=\"citation\" id=\"56847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56847)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62271)\">Zech. 9:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1237\"> It seems to be very difficult for us to acknowledge the Lord in all things, and yet we are the only people who profess to do this; I do not know of any other community that has begun to acknowledge God in their every day affairs or in the management of governments and nations; for the world generally do not admit of the interposition of the Almighty, but consider themselves perfectly competent to regulate their own affairs by their own wisdom and intel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligence. We are the only people that make any approach to this: and yet how feeble that approach is, how difficult it is for us to bring our minds to yield obedience to the Lord our God, we can hardly think of it. We like to talk about the glory and the exaltation, and the happiness and the blessings that shall result from a certain course, but we do not like to pursue that course, we like our own way, and we like to gratify our own feelings and desires. And then we are in possession of a great amount of ignorance and folly; it seems difficult for the best of us to contemplate God and his designs, and the majesty of his law and government, and the principles by which we ought to be governed in all our earthly affairs in consequence of this ignorance. If in religious matters it is the best way to build up a good house for those who are living in a bad one, and invite them out of the bad house to take possession of the better one, how much more is this course necessary in relation to temporal things, that we do not consider to belong to religion; I speak after the manner of men, and according to their phraseology with regard to temporal things. We talk of establishing a government, a kingdom, a rule, and law, that will be according to the principle of justice, equity, and righteousness and then we calculate in some sort of having a government that shall be self-sustaining, that shall move pleasantly and harmoniously along, like the stars that move in the firmament without clashing or conflict, confusion, or disorder. We talk of having among ourselves, through the inspiration of the Almighty, principles of law, justice, and equity that will govern and regulate and manage and control all affairs according to the wisdom and dictation of the spirit that is in the bosom of God, and according to the light  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the intelligence that governs all creation. <\/div><div class=\"paragraph jod\" id=\"v10n1239\"> We are looking for something of this kind, yet we make but slow progress towards accomplishing it. We can only obtain correct knowledge in relation to any of these things from the Almighty. We cannot know how to govern ourselves only by a portion of the wisdom that dwells in the bosom of God; if we do not possess that wisdom we may despair of ever accomplishing anything in relation to building up his kingdom. I feel as Moses did when the Lord said, &#x201C;for I will not go up in the midst of thee; for thou art a stiffnecked people: lest I consume thee in the way.&#x201D;<span class=\"citation\" id=\"54504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54504)\">Ex. 33:3<\/a><\/span> &#x201C;And he (Moses) said unto him, If thy presence go not with me, carry us not up hence.&#x201D;<span class=\"citation\" id=\"54529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54529)\">Ex. 33:15<\/a><\/span> So say I, if the Lord does not dictate us we can do nothing of ourselves, we cannot accomplish the purposes of God or build up his kingdom on the earth. These are important items, and there are many other small matters associated with them that we are trying to aim at, and one is to become self-sustaining. We need in the first place to begin to know some of the common and most essential affairs of human life. We need to know how to raise cattle, horses, sheep, hogs, etc. And then when we have raised them we need to know how to take care of them in the best possible manner; and then again we want to raise families, and need to know how to teach our children in the laws of life that they may truly be the representatives of God on earth, and be enabled to take an active part in the formation and organization of his kingdom. Before we can do this we have got to learn the lesson ourselves and try to understand some of the commonest affairs of life. We need to know how to raise wheat, and corn, and potatoes, and <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other vegetables that are necessary and convenient, and fruits of various kinds, and we need to know how to take care of them when we have produced them, and not squander them, and when difficulties are gathering thick and dark around the nations we need to know how to deliver ourselves from impending dangers; we need to know how to come to God who is over all, and whose eye penetrates into the deepest recesses of the hearts of men, whose Spirit is going too and fro in the earth and penetrates all things; then we need to have faith to ask of Him the things we need to sustain us as his people, and to build up his kingdom, and to deliver us from the power of the Adversary and lead us on in the paths of life. If the kings and princes of the earth have got to come and gaze upon the glory of Zion<span class=\"citation\" id=\"90959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90959)\">D&amp;C 124:5-6<\/a><\/span> we must have some of that principle in ourselves that will attract the attention and admiration of surrounding nations. If we do not put ourselves in a way to get in possession of these principles how can we ever arrive at them? It is impossible. <\/div><div class=\"paragraph jod\" id=\"v10n1240\"> Speaking of Tithing, we as a people acknowledge that the Law of Tithing emanates from the Lord, then how is it that we need talking to so much in relation to it. If we are not honest with ourselves, and honest with our God, of what good to us are all our professions of being representatives of God, of being Elders in Israel, of being clothed with the Holy Priesthood, of being Teachers of the ways of life. The ancient Jews, the old Pharisees with all their wickedness and corruption could boast of paying tithes of all they possessed.<span class=\"citation\" id=\"65523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65523)\">Matt. 23:23<\/a><\/span> We profess to be better than the old Pharisees, and yet it seems that it is very difficult for men among us to be honest with themselves and with their God in relation to so simple a principle as this is.  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What is the matter? We have been dug out of the mire, been born in sin and shapen in iniquity,<span class=\"citation\" id=\"56739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56739)\">Ps. 51:5<\/a><\/span> as it were, we have been clothed in corruption and mixed up in the abominations of the world, we have come out from a people that did not acknowledge God, and are dishonest in their acts, and it seems almost impossible for us to lay aside our dishonesty and wickedness. If we cannot attend to these little things how is it possible that we can rise in the political horizon and be as a beacon for all nations to gaze upon. The Lord does not care a straw whether we pay our Tithing or not, it does not make Him one particle richer or poorer, the gold and silver are his and the cattle upon a thousand hills,<span class=\"citation\" id=\"56715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56715)\">Ps. 50:10<\/a><\/span> the world and all its fulness belong to him<span class=\"citation\" id=\"56478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56478)\">Ps. 24:1<\/a><\/span> for he organized and framed it; but as it is of what benefit is it to him. He wants in the first place to get men to acknowledge God, I was going to say in one little carnal principle, one little earthly principle, he wants to get them to acknowledge him, by giving him a certain little part, or one-tenth of what he gives to them to see whether they will be honest in this trifle, to see whether they will act as honorable high-minded men or not, or whether they will try to cheat him out of it. If we do this honestly and conscientiously until we have fulfilled our duty, we are then prepared <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for anything else. It is the principle and not the Tithing we pay that is esteemed of the Lord, he cares not for our Tithing but he cares about our doing right. If we cannot be faithful in a few things, we cannot expect to be made rulers over many things.<span class=\"citation\" id=\"66108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66108)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1242\"> There seems to be a prospect that some will suffer before next harvest for bread, for all men are not competent to provide and manage for themselves, hence it is made necessary that a certain kind of counsel should be given to us, that we should manage these matters according to a certain law and provide and retain enough food for ourselves. And if gold digging goes on anywhere in our vicinity and the mails have to be carried, etc., let them do the best way they can, for that is their business and not ours; our business is to provide for ourselves, and thereby show that we are wise stewards and capable of managing the things that are put under our control. These are a part of the duties that devolve upon us to perform, and these simple little temporal affairs we call our duties towards God, ourselves and our families. <\/div><div class=\"paragraph jod\" id=\"v10n1243\"> I pray God that he may enable us to do right, and pursue that course that will procure to us the approbation of heaven, that we may be saved in his kingdom, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}