{"ID":100024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How to Gain Eternal Life&#x2014;the Gathering of the Saints and the Agency By Which It is to Be Accomplished&#x2014;Angels&#x2014;Who and What Are They.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, Feb. 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: How to Gain Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v10n441\"> The spirit and the body are the soul of man,<span class=\"citation\" id=\"88335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88335)\">D&amp;C 88:15<\/a><\/span> and one is not perfect without the other, any more than we can be perfect in the immortal state without those who have gone before us, or they without us.<span class=\"citation\" id=\"77116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77116)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91177)\">D&amp;C 128:15<\/a><\/span> There will be a restitution of all things<span class=\"citation\" id=\"71364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71364)\">Acts 3:21<\/a><\/span> in heaven and on earth to make things perfect.<span class=\"citation\" id=\"74783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74783)\">Eph. 1:10<\/a><\/span> That which we call this present life, in reality, has no end; that <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we call time is in reality eternity. We say the dead have departed this life as though they had departed to some other life. This, however, is not so; dying is like going from one room to another, or from one part of the earth to another, the life still exists though the body decays, but the life which dwelt in it is indestructible. <\/div> <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n443\"> We read of men who have been translated,<span class=\"citation\" id=\"76967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76967)\">Heb. 11:5<\/a><\/span> but they must pass through a change which is equal to death,<span class=\"citation\" id=\"83047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83047)\">3 Ne. 28:36-40<\/a><\/span> for it is appointed that all men shall die, and after that cometh the judgment.<span class=\"citation\" id=\"76922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76922)\">Heb. 9:27<\/a><\/span> These things are not new to you, but it is well to speak of them that we may constantly be reminded that we shall live forever in some state. If this were not so, then immortality would be as an idle tale, and utter annihilation must follow the dissolution of this body. By observing strictly the precepts of the Gospel, we can learn how to live forever, and how to receive our tabernacles again in the morning of the first resurrection, to dwell on this earth forever. To attain the possession of these blessings, we must live worthy of them. <\/div><div class=\"paragraph jod\" id=\"v10n444\"> There is no sin more heinous in the sight of God than the sin of ingratitude.<span class=\"citation\" id=\"86337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86337)\">D&amp;C 59:21<\/a><\/span> All beings that pertain to this earth, whether visible or invisible, draw their sustenance from it. The heavens and the earth associate together and minister one to the other. If the earthly is separated from the heavenly, or the temporal from the spiritual, then is the earthly or the temporal dead; the one is necessary to the other for a fulness of joy and an endless duration. The earth abideth the law by which it was made;<span class=\"citation\" id=\"88434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88434)\">D&amp;C 88:25<\/a><\/span> if it could break that law it would have to receive damnation. If we violate the law by which we were made, then we forfeit our title to exaltation and eternal lives. The earth is the mother of us all, and from its bosom we are fed, and receive our growth and strength as an infant receives its nourishment from the maternal breast. I want us to obtain power to dedicate and consecrate the earth unto God, that his Spirit may continue upon it forever; that by this means the earthly may partake of the attributes of the heavenly, and become sanctified and prepared to enter the presence of God.<span class=\"citation\" id=\"88449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88449)\">D&amp;C 88:26<\/a><\/span><span class=\"citation\" id=\"90449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90449)\">D&amp;C 109:74<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n445\"> It is often said here that this people are blessed above all other people; this is truly so. We are in the mountains; we did not come here of our own accord, but we came by the will of the Father. We are in the tops of the mountains where the prophet said the people of God would be in the last days. &#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the tops of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.&#x201D;<span class=\"citation\" id=\"57701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57701)\">Isa. 2:2<\/a><\/span> The ancient prophets have joy in seeing the fulfilment of the words they spoke when they were upon the earth. Jesus spake a parable to the Pharisees and Scribes, saying&#x2014;&#x201C;What man of you having an hundred sheep, if he lose one of them, doth not leave the ninety and nine and goeth into the mountains and seeketh that which is gone astray? And when he cometh home, he calleth together his friends and neighbors, saying unto them, Rejoice with me; for I have found my sheep which was lost. I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.&#x201D;<span class=\"citation\" id=\"67702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67702)\">Luke 15:4-7<\/a><\/span> We are here at home in the tops of the mountains; and there was joy in heaven when we embraced the truth and were gathered into this safe fold. The sheep that are still scattered need our aid and pity. Those that are at home, many of them, think they ought to be pitied now more than anybody else, when there are thousands still wandering from the true fold. We shall be the saviors of men<span class=\"citation\" id=\"89711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89711)\">D&amp;C 103:9<\/a><\/span> sooner or later if we are faithful, and shall have power to redeem and save mankind through the atonement made by Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v10n446\"> Why should those who are in the house, well fed and clad, be jealous and envious of a poor sheep I may  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seek and save? If we cannot save a person temporally, it is a very hard case to save him spiritually, &#x201C;Save yourselves from this untoward generation.&#x201D;<span class=\"citation\" id=\"71309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71309)\">Acts 2:40<\/a><\/span> That is, let every man save himself as far as he can. The Saints that are yet scattered among the nations are as good people as we are, but they cannot get away from their present bondage; they have not the means necessary to work out their temporal deliverance. This year we will probably give you a chance to help to gather in the sheep that are still wandering in the desert, seeking the friendly shelter of this fold which we so happily enjoy. I understand President Young intends to call for five hundred teams this season to send to the frontiers for the Saints. Some have supposed that so many teams could not be loaded. The teams we sent down last year were loaded to the brim, and those this year will be to their utmost capacity. It is a true saying that &#x201C;God helps them that help themselves;&#x201D; and the Savior says, &#x201C;Draw near unto me and I will draw near unto you.&#x201D;<span class=\"citation\" id=\"88573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88573)\">D&amp;C 88:63<\/a><\/span> If we send down teams and say to the poor Saints among all nations, Come&#x2014;shall we be frustrated in our noble design? We shall not, for that would not be in keeping with the character of God, nor with the character of his angels. <\/div><div class=\"paragraph jod\" id=\"v10n448\"> Who are his angels? They are men who stood fast through tribulation; they are prophets and apostles and patriarchs who once lived upon the earth, and bore testimony of the truth of the Gospel of the Son of God, the same Gospel that we preach. If we try to gather the poor, the Lord and his angels will help us and open the way before us, and as we return with the poor Saints to this land he will shut up the way behind us. It is our privilege to step forth and show ourselves approved,<span class=\"citation\" id=\"90141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90141)\">D&amp;C 107:100<\/a><\/span> and if it is not the mind of the Lord we <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should prosper in the way and at the time we wish, let us be contented, knowing that we have shown our good will. If the Lord tells us to do anything and our enemies hinder us, the Lord will require it at their hands and they must pay that debt, and fully satisfy the demands of justice.<span class=\"citation\" id=\"91041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91041)\">D&amp;C 124:49-50<\/a><\/span> One half of the people we gather may not be true Saints, but that makes no difference, for if there is not more than one Saint to ten who profess to be Saints, the Almighty will preserve the ten unworthy persons for the sake of the one good Saint.<span class=\"citation\" id=\"53234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53234)\">Gen. 18:32<\/a><\/span> For the sake of a few true-hearted Saints traveling in a large company, the Lord will preserve their ships, the cars they travel on, and their teams; this I know from actual experience from the first day I entered into this Church to this day. God is the same today<span class=\"citation\" id=\"84298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84298)\">D&amp;C 20:12<\/a><\/span> as he was in the days of the great flood, he loves and respects his friends, and so should we love and respect the faithful and true, and nourish and cherish them. We have not proved the Saints that are scattered abroad, nor they us; they may have proved themselves with their brethren in their own country and kept the commandments; but out of a thousand persons whom we emigrate, if we get only one hundred Saints how great will be our joy with them in the kingdom of our Father.<span class=\"citation\" id=\"84127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84127)\">D&amp;C 18:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n449\"> Let the brethren be ready when the call is made upon them to supply teams, and if the call is not made, then they are prepared to go to plowing and cultivating the ground and filling the earth with seed. <\/div><div class=\"paragraph jod\" id=\"v10n450\"> We are now partaking of the sacrament of the Lord's supper; when we partake of the bread, let us pray the Father that strength may be given to our bodies that they may not wither, but be strengthened to reach a good old age; when we partake of the wine&#x2014;or water, which is emble<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matic of his blood, let us ask the Father that our blood may never be spilled unless it is necessary for the advancement of his Kingdom and the glory of God. We are in the true fold and are fed with the bread of life,<span class=\"citation\" id=\"69223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69223)\">John 6:35<\/a><\/span> the Word of God, which, if we receive faithfully and truly, will create within us that which will be as a well of water, springing up to everlasting life,<span class=\"citation\" id=\"69050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69050)\">John 4:14<\/a><\/span> and we shall never be barren nor unfruitful in the knowledge of God,<span class=\"citation\" id=\"78254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78254)\">2 Pet. 1:8<\/a><\/span> for we shall partake of the attributes of our Heavenly Father. My prayer is that our hearts may become pregnant with the word of God and with the power of God, showing our connection with God, with Jesus Christ, and with the Holy Ghost, with the angels, and with the prophets and apostles that dwell in heaven. <\/div><div class=\"paragraph jod\" id=\"v10n452\"> I will make another remark regarding angels. God sent an angel to John on the Isle of Patmos, and John says, concerning it, &#x201C;And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God.&#x201D;<span class=\"citation\" id=\"80359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80359)\">Rev. 19:10<\/a><\/span> Men are made a little lower than the angels<span class=\"citation\" id=\"56345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56345)\">Ps. 8:5<\/a><\/span> for the suffering of death, but when men are clothed with the holy priesthood and sent forth to minister the word of life, the comparison between them and the angels is somewhat different. &#x201C;And of his angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.&#x201D;<span class=\"citation\" id=\"76389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76389)\">Heb. 1:7<\/a><\/span> While in the act of ministering the Gospel, the servants of God may be considered angels. &#x201C;Be not forgetful to entertain strangers: for some have entertained angels unawares.&#x201D;<span class=\"citation\" id=\"77345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77345)\">Heb. 13:2<\/a><\/span> The servants of God are angels in one sense, sent forth to gather the house of Israel from the four corners of the earth; and the Elders of this Church in their labors have fulfilled, partly, the sayings of the Savior, when they <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have found two working in the field, one has received the Gospel and been gathered, and the other left; two working in a mill, one has been taken and the other left;<span class=\"citation\" id=\"65963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65963)\">Matt. 24:40-41<\/a><\/span> two lying in a bed, the one has been taken and the other left. But no doubt these sayings will have their final and complete fulfilment about the time of the second coming of the Savior. &#x201C;For as in the days of Noah that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ark, And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.&#x201D;<span class=\"citation\" id=\"65954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65954)\">Matt. 24:37-39<\/a><\/span> Again, there are hundreds who profess to receive the Gospel from our hands, and the sacrament, but they do not receive the power of God, and do not gather with the true sheep into the sheepfold. There are scores of people in England that I baptized twenty-six years ago, who are there yet, firm and steadfast, so I hear&#x2014;they will be gathered to the fold in due time. The angels of this Church travel without purse and scrip, they are destitute of the means necessary to bring them along; but we are watching for an opportunity to deliver them, before universal destruction shall come upon the wicked nations. <\/div><div class=\"paragraph jod\" id=\"v10n453\"> The Lord sent three angels to watch over Abraham and Lot anciently. They stayed with Abraham, and Sarah baked a cake apiece for them; Abraham killed a calf, and supplied butter and milk to refresh them, after they had washed their feet.<span class=\"citation\" id=\"53188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53188)\">Gen. 18:1-8<\/a><\/span> Jacob, on one occasion, wrestled with an angel all night long, but could not throw him. Jacob had hold of a being full of spring and power like unto a man, and he did not know the difference; he was a man and an angel.<span class=\"citation\" id=\"53547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53547)\">Gen. 32:24-26<\/a><\/span> We are exhorted daily to conduct ourselves like the angels of God, to try and be like them: we are ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>horted to be godlike; and to be godlike is to do as God wishes us to do. God feeds the wicked and the good, clothes the righteous and the unrighteous, and is merciful to all the workmanship of his hands.<span class=\"citation\" id=\"63242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63242)\">Matt. 5:45<\/a><\/span> I see the necessity of being more pure, more merciful, more faithful, and more true. If we pursue this course, my brethren and sisters, how great will be our blessings. No blessing will be withheld from the truly faithful. When a man is placed to preside over us, let us nourish and sustain that man as though he were an angel direct from the presence of God. I <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wish you to understand and appreciate what I say, and treasure it up. <\/div><div class=\"paragraph jod\" id=\"v10n455\"> A man who raises up his puny arm against the priesthood of God on the earth, is measuring arms with the Almighty.<span class=\"citation\" id=\"90843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90843)\">D&amp;C 121:33<\/a><\/span> If an unfaithful wife shall raise the standard of war against her husband who is faithful to God, she is making war against the Almighty, and she will be wasted away, and she will ultimately curse God and die.<span class=\"citation\" id=\"56063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56063)\">Job 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n456\"> May God bless his people from the rivers to the ends of the earth,<span class=\"citation\" id=\"125518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125518)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"125519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125519)\">Zech. 9:10<\/a><\/span> in all their settlements and abiding places. Amen. <\/div>\n<\/div>\n<\/div>"}