{"ID":100053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Relationship and Duty to God and His Kingdom&#x2014;the True Source of the Prosperity and Wealth of Individuals and Nations, and How to Obtain Them&#x2014;Counsel to the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Our Relationship to God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v10n1173\"> We have duties which will occupy all of our time while we live upon the earth, if they are properly performed, and they consist in duties which we owe to ourselves, to our fellow beings, and to our God. We acknowledge that we owe duties to God, and we feel that we are under certain obligations to him; indeed we owe our very existence to him, for we are his offspring,<span class=\"citation\" id=\"72015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72015)\">Acts 17:28-29<\/a><\/span> and without him we can do nothing;<span class=\"citation\" id=\"70145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70145)\">John 15:5<\/a><\/span> we cannot even make &#x201C;one hair white or black&#x201D;<span class=\"citation\" id=\"63181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63181)\">Matt. 5:36<\/a><\/span> without our Father. We cannot, independent of God, make a single blade of grass to grow, nor produce one kernel of wheat or any other grain; in short we cannot perform anything to profit ourselves or our fellow creatures, without the Spirit of our Father and God, and without his smile and blessing. &#x201C;When he giveth quietness, who then can make trouble? and when he hideth his face, who then can behold him? whether it be done against a nation, or against a man only.&#x201D;<span class=\"citation\" id=\"56214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56214)\">Job 34:29<\/a><\/span> We possess no ability only that which is given us of God. He has endowed us with glorious faculties, with Godlike attributes like those which are incorporated in his own nature, and he has placed us upon this earth to honor them, and to sanctify ourselves and the earth preparatory to enjoying it in its celestial state. We are not, in <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything, independent of God. We inherit what we possess from Him, and he inherits his faculties, attributes and powers from his Father. Yet it is so ordained, in the fathomless wisdom of God, that we should be agents to ourselves to choose the good or the evil, and thereby save and exalt our existence, or lose it. <\/div><div class=\"paragraph jod\" id=\"v10n1174\"> It appears to be very hard for us to learn the attributes and powers which are incorporated in our own existence, and the principles and powers which are in universal nature around us; we seem slow of heart to believe,<span class=\"citation\" id=\"68415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68415)\">Luke 24:25<\/a><\/span> and are sluggish in our understandings. The religion of God embraces every fact that exists in all the wide arena of nature, while the religions of men consist of theory devoid of fact, or of any true principle of guidance; hence the professing Christian world are like a ship upon a boisterous ocean without rudder, compass, or pilot, and are tossed hither and thither by every wind of doctrine.<span class=\"citation\" id=\"75237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75237)\">Eph. 4:14<\/a><\/span> Those who have embraced the doctrine of salvation have the witness within themselves of its truth. &#x201C;Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him. But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things,  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yea, the deep things of God.&#x201D;<span class=\"citation\" id=\"72996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72996)\">1 Cor. 2:9-10<\/a><\/span> But we often find persons among us who have borne testimony of the truth of their religion by the gift and power of the Holy Ghost, who again fall backwards into darkness by beginning to express doubts whether their religion be true or false; they begin to exchange the substance for the shadow&#x2014;the reality for a phantom. &#x201C;Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?&#x201D;<span class=\"citation\" id=\"74478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74478)\">Gal. 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1176\"> We understand but a very few of the simplest and most self-evident truths and principles which govern and sustain us in existence as human beings, and all the rest which we have to learn is as great a mystery to us as the most intricate and delicate piece of mechanism is to the infant child. We need constant instruction, and our great heavenly Teacher requires of us to be diligent pupils in His school, that we may in time reach His glorified presence. If we will not lay to heart the rules of education which our Teacher gives us to study, and continue to advance from one branch of learning to another, we never can be scholars of the first class and become endowed with the science, power, excellency, brightness, and glory of the heavenly hosts; and unless we are educated as they are, we cannot associate with them. <\/div><div class=\"paragraph jod\" id=\"v10n1177\"> Brethren and sisters, are we preparing for the highest seat of knowledge and literature known to men on earth, and then to go on in advance of them by the means of that Spirit bestowed upon us in the ordinances of our holy religion, which reveals all things, and thus become ourselves teachers and expounders of the mysteries of the kingdom of God on earth and in heaven? Would not this be much better than to remain fixed with a very limited amount of knowledge, and, like a door upon its hinges,<span class=\"citation\" id=\"57521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57521)\">Prov. 26:14<\/a><\/span> move to and fro from one <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> year to another without any visible advancement or improvement, lusting after the groveling things of this life which perish with the handling? Let each one of us bring these matters home to ourselves. <\/div><div class=\"paragraph jod\" id=\"v10n1178\"> It was said this morning that if we will do our duty God will make us rich. How? By opening gold mines? No. If he makes us rich, he will make us rich in the same way that he became rich, by faithful labor, ceaseless perseverance, and constant exertion and industry. He labored faithfully for all he possesses, and he is willing that we should inherit all things with him, if we will pursue the same course to obtain them that he pursued. <\/div><div class=\"paragraph jod\" id=\"v10n1179\"> Our lexicographers define riches to be opulence, the possession of landed estates, of gold and silver, etc., and the man that possesses the most of this kind of wealth is rich in comparison with his neighbor. The riches of a kingdom or nation does not consist so much in the fulness of its treasury as in the fertility of its soil and the industry of its people. The common definition may be termed the riches of this world, but are they the true riches? I say they are not, and you will probably agree with me in this. I need not advance reasons to show you the worthlessness of such kinds of riches in the absence of the common necessaries and comforts of life&#x2014;of those substances which satisfy the cravings of nature and prolong our existence here. Unless earthly riches are held for God and used to advance righteousness, they are held only by a slender tenure. <\/div><div class=\"paragraph jod\" id=\"v10n1180\"> Brother John Taylor in his remarks referred to Nebuchadnezzar. It is said of him, &#x201C;And the king spake, and said, Is not this great Babylon, that I have built for the house of the kingdom by the might of my power, and for the honor of my  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>majesty? While the word was in the king's mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken; The kingdom is departed from thee.&#x201D; &#x201C;The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagle's feathers, and his nails like bird's claws.&#x201D; And there the great king of Babylon remained until he learned that, &#x201C;all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?&#x201D;<span class=\"citation\" id=\"61475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61475)\">Dan. 4:30-31,33,35<\/a><\/span> This great king became satisfied that he could not possess power, wealth, majesty and earthly glory only as the King of kings gave it to him. <\/div><div class=\"paragraph jod\" id=\"v10n1182\"> When God bestows upon us power to command the elements&#x2014;to speak, and the soil is formed and filled with fertility&#x2014;to speak, and the rain descends upon it to moisten and germinate the seed that we have planted and to nourish it until it ripens its golden fruit, then shall we possess true riches, and not until then. When we possess this power by the irrevocable decree of heaven, we possess wealth that cannot take the wings of the morning<span class=\"citation\" id=\"57312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57312)\">Ps. 139:9<\/a><\/span> and leave us poor indeed. Can we live to learn some of these things? <\/div><div class=\"paragraph jod\" id=\"v10n1183\"> We have in our mortal state the trial of our faith, and we are gathered together from the nations expressly to learn the character of our religion and its worth. We have come here to learn God and ourselves. Man is made in the image of God,<span class=\"citation\" id=\"52170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52170)\">Gen. 1:26-27<\/a><\/span> but what do we know of him or of ourselves, when we suffer ourselves to love and worship the god of this world&#x2014;<span class=\"citation\" id=\"74071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74071)\">2 Cor. 4:4<\/a><\/span>riches? Suppose all <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the people in these mountains in possession of all the riches they want, would it not becloud their minds and unfit them for usefulness in the great work of restitution in the last days? I heard a man say not long since, while preaching, that if he knew where he could get a hatful of gold, he thought he would try a hatful, and did not expect it would hurt him in the least. Let him get one hatful and he would want another, and another, and another, until he would become so attached to it, and it would occupy so large a portion of his affections that he would prefer it to all he has ever learned of the kingdom of God. I would keep it from him and from any other man, and I do not want it myself, though I think I know where I could go and get a hatful, and have known this ever since I have been in these valleys. <\/div><div class=\"paragraph jod\" id=\"v10n1184\"> I want neither gold nor silver, but I want to build the Temple and finish the new Tabernacle, send the Gospel to the nations, and gather home the poor. &#x201C;Do we not need gold for this?&#x201D; Yes. &#x201C;Then would it not benefit us to dig some out of the ground for this purpose?&#x201D; The world is full of gold, and we would do better to get some of that in a lawful way, which is already made into coin, for it is easier handled than the gold dust, and better cleansed from particles of sand and other foreign substances. If we possessed true knowledge and power with God, we should know how to get gold in great abundance. The world is full of it, and they do not need but a little of it. We want riches but we do not want them in the shape of gold. Many of us know exactly what we do want, and a great many do not know. I want to build that Temple; I want to supply the wants of the poor, and I try my best according to what judgment and influence I possess, to put every poor  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>person in a way to make their own living. <\/div><div class=\"paragraph jod\" id=\"v10n1186\"> We all wish to possess true riches; how shall we possess them? God has given to us our present existence, and endowed us with vast variety of tastes, sensations and passions for pleasure and for pain, according to the manner in which we use and apply them; he also gives us houses and lands, gold and silver, and an abundance of the comforts and necessaries of life. Are we seeking to honor God with all these precious gifts, or are we trying to establish interests separate and apart from God and His Kingdom, and thus waste the ability and substance the Lord has given us with riotous living and wanton prodigality?<span class=\"citation\" id=\"67708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67708)\">Luke 15:13<\/a><\/span> But few rich men have come into this Church who have not sought diligently to put their means into the hands of the devil. There are persons with us now who might have given their scores of thousands of pounds to this Church to spread the Gospel, build the Temple, and gather the poor Saints, but no, they have sought and do and will seek diligently to place their means into the hands of the wicked, or situate it so that they may get it. I wish you to understand, however, that a man giving his means to build up the kingdom of God is no proof to me that he is true in heart. I have long since learned, that a person may give a gift with an impure design. <\/div><div class=\"paragraph jod\" id=\"v10n1187\"> The Lord gives us possessions, and he requires of us one-tenth of the increase which we make by the putting to good use the means He has placed in our hands. I am sorry to see a disposition manifested in some to go to distant parts to trade and build up themselves and make money, while the ability which God has given them is not concentrated in building up His kingdom, in gathering the house of Israel, in redeeming and <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> building up Zion, in renovating the earth to make it like the garden of Eden, in overcoming sin in themselves, and in spreading righteousness throughout the land. We find what we have always found and shall continue to find, until the Lord Almighty separates the sheep from the goats,<span class=\"citation\" id=\"66170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66170)\">Matt. 25:32-33<\/a><\/span> and when that will be I do not know. <\/div><div class=\"paragraph jod\" id=\"v10n1188\"> As far as I am concerned I would like to see the people possess great wealth in this present state&#x2014;what is now called riches&#x2014;gold and silver, houses and lands, etc. I would like to see men, women, and children live only to do good. Shall we now seek to make ourselves wealthy in gold and silver and the possessions which the wicked love and worship, or shall we, with all of our might, mind, and strength, seek diligently first to build up the Kingdom of God?<span class=\"citation\" id=\"63641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63641)\">Matt. 6:38 (JST)<\/a><\/span> Let us decide on this, and do one thing or the other. <\/div><div class=\"paragraph jod\" id=\"v10n1189\"> I have talked much, on previous occasions, on the law of Tithing. I do not wish to say much about it now, and I would rather not say anything, but I will give you a few facts. It is true that we are continually gathering in new materials&#x2014;men and women with no experience; these are mixed with those who have been with us for years, and many of them have, apparently, little or no capacity for improvement or advancement; they seem incapable of understanding things as they are; they are as they were, and I fear will remain so. They are first-rate Methodists, and you know they are always the biggest when they are first born. In all their after experience they refer to the time of their religious birth as the happiest moment they ever saw, and are constantly afterwards, as long as they live, praying for and seeking with groans and tears their first love. Instead of this, if they were truly born of God, their path would shine  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brighter and brighter unto the perfect day.<span class=\"citation\" id=\"57377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57377)\">Prov. 4:18<\/a><\/span><span class=\"citation\" id=\"85955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85955)\">D&amp;C 50:24<\/a><\/span> We do not expect our newly arrived brethren and sisters to understand the ways of God and of his faithful people in Zion, equally with those who have been here for years, until they have had a sufficient opportunity to practically learn what there is to be learned religiously, morally, politically, and every other way. <\/div><div class=\"paragraph jod\" id=\"v10n1191\"> I think it was yesterday I saw a man from Weber who said a merchant came into that region and wanted to buy up all the grain at his own price. When he found he could not buy it at his own price, he became disgusted, and said the people were a set of damned Brighamites. I took particular pains to give him to understand that it was one of the greatest wishes of my heart that the people throughout the Territory would be Brighamites enough to know how to keep a little bread to feed themselves and their children. <\/div><div class=\"paragraph jod\" id=\"v10n1192\"> We have been in these valleys fifteen years. Some thirteen years ago we built a Tithing Store and the adjoining buildings; from that day until this, with few exceptions, the grain bins in that Tithing Office have been full of wheat, and we could feed the poor; when the immigration came in, in the fall of the year, we could supply them with bread, and we had something to supply the families of the Elders that are abroad preaching, until now. I have more than once told the people publicly that if they ever saw the time when wheat would bring money in this Territory, the Tithing Office would be found empty; but you never heard me say that God was going to shut up the heavens and bring a famine upon us, though it has been reported that I said so. There will be a famine, and one that will pinch us harder than we have ever been pinched yet, if we do not do right and try to avert it. The Tithing <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Office is empty, and my office is thronged with hungry people asking for bread, and we have it not to give them. Where is it? It has been grown; God has given it to us; it is in the hands of the professed people of God throughout this Territory, but it brings money, and there seems to exist an unwillingness to pay the Lord his due. <\/div><div class=\"paragraph jod\" id=\"v10n1193\"> Hear it, O ye people of God, the Lord's house is empty, and the Lord's poor are pining for bread; and when their cries come up before Him he will come out of his hiding place with a just rebuke and a sharp chastisement, to be poured out upon the heads of the slothful and unfaithful of his people. If you bring in your Tithes and your offerings to the Storehouse of the Lord, he will preserve you from being overrun and afflicted by your enemies; but if you refuse to do this, prepare for a gloomy and a dark day. We want something to feed the women and children whose husbands and fathers are in the silent grave. If we hold in fellowship persons who will not render up that which belongs to the poor, we must receive the chastenings of the Almighty with them; they must either be cast out as salt that has lost its savor,<span class=\"citation\" id=\"63038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63038)\">Matt. 5:13<\/a><\/span> or they must render up to God that which belongs to him,<span class=\"citation\" id=\"65385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65385)\">Matt. 22:21<\/a><\/span> and aid in sustaining the Priesthood of God upon the earth. In a &#x201C;Revelation&#x201D; given at Far West, Missouri, July 8, 1838, in answer to the question, O Lord, show unto thy servants how much thou requirest of the properties of thy people for a Tithing? <\/div><div class=\"paragraph jod\" id=\"v10n1194\"> &#x201C;Verily, thus saith the Lord, I require all their surplus property to be put into the hands of the Bishop of my Church of Zion, For the building of mine house, and for the laying the foundation of Zion and for the priesthood, and for the debts of the Presidency of my Church. And this shall be the beginning of the tithing of  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my people. And after that, those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, for my holy priesthood, saith the Lord.&#x201D;<span class=\"citation\" id=\"90738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90738)\">D&amp;C 119:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1196\"> Again, &#x201C;Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.&#x201D;<span class=\"citation\" id=\"89888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89888)\">D&amp;C 104:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1197\"> It may be supposed by some that the Tithing is used to sustain and feed the First Presidency and the Twelve; this is a false impression. I can say, without boasting, that there is not another man in this kingdom has done more in dollars and cents to build it up than I have, and yet I have not done a farthing's worth of myself, for the means I have handled God has given me; it is not mine, and if it ever is mine it will be when I have overcome and gained my exaltation and received it from Him who rightfully owns all things. If we have men in the First Presidency who are not capable of supporting themselves and their families, we shall help them to do so out of the Tithing Office. If any of the Twelve are not capable of supporting themselves, we shall help them; and it is our duty to do so, and it is the duty of the people to have it on hand to be applied in this and in every other way suggested in the law of God for the building up of Zion in the last days. <\/div><div class=\"paragraph jod\" id=\"v10n1198\"> Men laboring as missionaries, as teachers and preachers of the Gospel, in gathering the poor Saints, or in any other way to benefit the general good of the Saints upon the face of the earth and to do good to mankind, must be sustained, and we wish the Saints everywhere to impart of their substance, that the Priesthood may be sustained in fulfilling the law of <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord, which reads as follows&#x2014;&#x201C;The word of the Lord, in addition to the law which has been given, making known the duty of the bishop which has been ordained unto the church in this part of the vineyard, which is verily this&#x2014;To keep the Lord's storehouse; to receive the funds of the church in this part of the vineyard; To take an account of the elders as before has been commanded; and to administer to their wants, who shall pay for that which they receive, inasmuch as they have wherewith to pay; That this also may he consecrated to the good of the church, to the poor and needy. And he who hath not wherewith to pay, an account shall be taken and handed over to the bishop of Zion, who shall pay the debt out of that which the Lord shall put into his hands. And the labors of the faithful who labor in spiritual things, in administering the gospel and things of the kingdom unto the church, and unto the world, shall answer the debt unto the bishop of Zion;&#x201D; etc.<span class=\"citation\" id=\"86785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86785)\">D&amp;C 72:9-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1199\"> I am anxious for the people to understand these things, and act faithfully in their callings. We cannot excuse ourselves from our duty, which is to build up the kingdom of God, for all of our time, all of our ability and all of our means belong to Him. It is not the privilege of any person to spend his time in a way that does no good to himself nor to his neighbors. Let mechanics and every man who has capital create business and give employment and means into the hands of laborers; build good and commodious houses, magnificent Temples, spacious Tabernacles, lofty Halls, and every other kind of structure that will give character and grandeur to our cities and create respect for our people. Let us make mechanics of our boys, and educate them in every useful branch of science and in the history and laws of kingdoms and  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nations, that they may be fitted to fill any station in life, from a ploughman to a philosopher. Is the general mind of this people bent upon supplying themselves with what they need in life, and thus become self-sustaining, or are they satisfied to be supplied from a distant market, and contented to spend their strength and their means in buying ribbons and gewgaws which satisfy for the moment, but in the end bring poverty and pinching want? <\/div><div class=\"paragraph jod\" id=\"v10n1201\"> It is a fearful deception which all the world labors under, and many of this people too, who profess to be not of the world, that gold is wealth. On the bare report that gold was discovered over in these West Mountains, men left their thrashing machines, and their horses at large to eat up and trample down and destroy the precious bounties of the earth. They at once sacrificed all at the glittering shrine of this popular idol, declaring they were now going to be rich, and would raise wheat no more. Should this feeling become universal on the discovery of gold mines in our immediate vicinity, nakedness, starvation, utter destitution and annihilation would be the inevitable lot of this people. Instead of its bringing to us wealth and independence, it would weld upon our necks chains of slavery, groveling dependence and utter overthrow. <\/div><div class=\"paragraph jod\" id=\"v10n1202\"> Can you not see that gold and silver rank among the things that we are the least in want of? We want an abundance of wheat and fine flour, of wine and oil, and of every choice fruit that will grow in our climate; we want silk, wool, cotton, flax, and other textile substances of which cloth can be made; we want vegetables of various kinds to suit our constitutions and tastes, and the products of flocks and herds; we want the coal and the iron that are concealed <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4105\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in these ancient mountains, the lumber from our saw mills, and the rock from our quarries; these are some of the great staples to which kingdoms owe their existence, continuance, wealth, magnificence, splendor, glory and power, in which gold and silver serve as mere tinsel to give the finishing touch to all this greatness. The colossal wealth of the world is founded upon and sustained by the common staples of life. We are the founders of one of the mightiest kingdoms that ever existed upon this earth, and what we do now should be done with reference to the future, and to those who shall follow after us. <\/div><div class=\"paragraph jod\" id=\"v10n1203\"> In China the father lays up clay to be worked into pottery-ware by his grandchildren. Who of us are planting out choice trees that will serve for wagon and carriage timber and furniture for our childen's children? <\/div><div class=\"paragraph jod\" id=\"v10n1204\"> If we had all the gold in these mountains run into ingots and piled up in one huge heap, what good would it do us now? None, and we cannot form any calculation as to the amount of harm it would do us. <\/div><div class=\"paragraph jod\" id=\"v10n1205\"> It behooves us, brethren and sisters, to live near to God and honor our profession, rather than to become insane after gold and paper money; and to obtain faith to stop the ravages of the epidemic that is carrying our children off by scores. You may, perhaps, think I ought to rebuke it. If I can keep it out of my own house altogether, or partially so, I shall thank God and give Him the glory. Behold the heavy hand of the Lord is upon us in this thing; let us repent, that the plague may be stayed in its desolating progress. <\/div><div class=\"paragraph jod\" id=\"v10n1206\"> We sustain the Priesthood in one very important way, inasmuch as we feed the widows and the fatherless&#x2014;<span class=\"citation\" id=\"77503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77503)\">James 1:27<\/a><\/span>for by aiding this or that poor widow to raise her sons to manhood, they  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may, very likely, go out into the ministry and bring home their tens of thousands to Zion. <\/div><div class=\"paragraph jod\" id=\"v10n1208\"> Let us reflect and ascertain, if we can, in what channel our thoughts are directed, and what effect our doings produces for the advancement of the latter-day work. Last April Conference I gave some of the brethren a privilege to furnish teams to work on this Temple; how this privilege has been appropriated by them they know best; this I will say, however, we have advanced the work pretty well with the help we have had, which has been rather meager. <\/div><div class=\"paragraph jod\" id=\"v10n1209\"> The people have acted magnanimously in the way they have sent for the poor this season, and the Lord is not ignorant of their generous endeavors, which will meet with a rich reward, where they have been made willingly and with a good heart. But where money, teams, labor or any other kind of means is supplied grudgingly, it will meet with no reward.<span class=\"citation\" id=\"86761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86761)\">D&amp;C 70:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1210\"> Our hearts should constantly be engaged in the work of God, and our greatest treasures should be our interest in His kingdom. After you have obtained a sufficiency of bread, etc., to sustain your own lives, then may you with propriety let the rest go to your neighbors; I care not what their pretensions are, let them have it, and let them pay a fair price for it. <\/div><div class=\"paragraph jod\" id=\"v10n1211\"> The Lord has blessed the people with bread, and many of them, instead of giving back to him a portion of it to be dealt out to the laboring poor and others who depend upon it for their subsistence, are selling it to make themselves rich as they suppose. &#x201C;Wo unto you rich men, that will not give of your substance to the poor, for your riches will canker your souls; and this shall be your lamentation in the day of visitation, and of judgment, and of indignation: <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4104\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The harvest is past, the summer is ended, and my soul is not saved! Wo unto you poor men, whose hearts are not broken, whose spirits are not contrite, and whose bellies are not satisfied, and whose hands are not stayed from laying hold upon other men's goods, whose eyes are full of greediness, who will not labor with your own hands! But blessed are the poor who are pure in heart, whose hearts are broken, and whose spirits are contrite, for they shall see the kingdom of God coming in power and great glory unto their deliverance; for the fatness of the earth shall be theirs.&#x201D;<span class=\"citation\" id=\"86064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86064)\">D&amp;C 56:16-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1212\"> There live but few men who care for our Father and his kingdom on earth or in heaven, in preference to earthly riches&#x2014;For example, I heard that a man did say, not long since, while he was examining a small piece of rock richly filled with gold, after a conversation relating to the present war, &#x201C;If I had one rod square of such rock as this, the North and South might all go to hell for aught I would care.&#x201D; This single case illustrates the feeling that is almost universal. I care for the North and the South and if I had sufficient power with the Lord, I would save every innocent man, woman and child from being slaughtered in this unnatural and almost universal destruction of life and property. I pray that the Lord Almighty will so order it that all those who thirst for the blood of their fellow men may be found in the front ranks that they may be cut off speedily and the war come to an end, that the innocent may escape. I care for the North and the South more than I do for gold, and I would do a great deal, if I had the power, to ameliorate the condition of suffering thousands. I care enough for them to pray that righteous men may hold the reins of government, and that  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wicked, tyrannical despotism may be wiped away from the land; that the Lord would raise up men to rule who have hearts in them, who care for the comfort and happiness of mankind, and let there be a reign of righteousness. I pray for the Latter-day Saints, for the prosperity of the Holy Priesthood in the land, and I pray that the minds of the people may be opened to see and understand things as they are; that we may be able to discern truth and righteousness from the vain and delusive troubles of this world. <\/div><div class=\"paragraph jod\" id=\"v10n1214\"> Now, if flour should rise to twenty dollars a hundred, which it is very likely to do before next harvest, do not run crazy with speculation, but first quietly see that you have enough to feed your wives and children until you can raise more. Do not sell it for money, but take care of it for those who depend upon you for bread. Should any of us retire to rest with an empty stomach, with no prospect of bread on the morrow, and a cord of United States' notes piled up in our room our sleep would not be very sweet to us; we would be willing to give every one of those notes for one barrel of flour, for a few potatoes, a little meat, or a cow to give us a little milk morning and evening and that we might have a little butter on the table; then under such circumstances of plenty, we can retire to bed in peace, and our sleep will be sweet to us, and we can hail the morning light with a joyful heart and buoyant spirits, ready to prosecute the duties of the new day with a willing and ready heart. <\/div><div class=\"paragraph jod\" id=\"v10n1215\"> If we will follow the advice we have heard this afternoon, we have heard enough to last us sometime. <\/div><div class=\"paragraph jod\" id=\"v10n1216\"> I will conclude my remarks by inquiring of the people whether they want to build a Temple, to feed the poor, to send for the poor Saints that <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4103\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are among the nations, and to send the Gospel into all the world. If we to we shall do right, we shall love and serve the Lord with all our hearts; and let us not forget that all we hold of this world's goods is the Lord's, and should be used to promote the cause of righteousness and those principles which will exalt the people to thrones, kingdoms, principalities, and powers in the world to come, with power to control and govern the elements and every wicked influence. <\/div><div class=\"paragraph jod\" id=\"v10n1217\"> Which do we choose, the vain and transitory things of this life, or eternal life? Let us maintain confidence in one another, and seek with all our might to increase it. Confidence is one of the most precious jewels man or woman can possess. Should a person have unbounded confidence in me, gold and silver and precious jewels are not to be compared with it; and have I a right to do anything in thought, word, or deed to destroy that confidence, or shake it in the least? The heavens, the Gods, and all the heavenly hosts require me to live so as to preserve the confidence my brethren have reposed in me. Let us endeavor to restore the confidence that has been lost. <\/div><div class=\"paragraph jod\" id=\"v10n1218\"> I am willing that we should be forgiving. I do not know that I have one single feeling against any man or woman upon earth; I do not love wickedness, and I mean to hate it in myself and in everybody else, and wherever I see it, from this time henceforth and forever. When we see the time that we can willingly strike hands and have full fellowship with those who despise the Kingdom of God, know ye then that the Priesthood of the Son of God is out of your possession. Let us be careful how we make friends with and fellowship unrighteousness, lest the curse of God descends heavily upon us. I do not say that I see anything of  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this kind, and I do not want to; and I hope there is no such disposition in any person professing to be a Saint, for as sure as the Lord lives they will be brought into circumstances that will show them in their true colors, and reveal the goats that are among the sheep.<span class=\"citation\" id=\"66171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66171)\">Matt. 25:32-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1220\"> Our Heavenly Father will preserve <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4102\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his own, and build up his kingdom, and it will go forth from this time until the earth shall be covered with the knowledge of the Lord.<span class=\"citation\" id=\"58138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58138)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1221\"> That we may be found faithful and worthy to enjoy the fulness of the glory of his celestial kingdom is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}