{"ID":100046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advice to California Emigrants&#x2014;The Principles of the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made on the Public Square, Great Salt Lake City, July 8, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Advice to California Emigrants, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/8\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v10n989\"> In compliance with your polite invitation, I am here for the purpose of speaking to you a short time. <\/div><div class=\"paragraph jod\" id=\"v10n990\"> I can readily understand that you wish to see the notorious Brigham Young; well, you can now look at him, and in so doing you will not see a very marvelous sight, though my name is had for good and for evil the world over. <\/div><div class=\"paragraph jod\" id=\"v10n991\"> Some of you may have passed through this city before, though I presume the majority of you are strangers here, and, like other people, you want to see all there is to be seen and know all there is to be known. <\/div><div class=\"paragraph jod\" id=\"v10n992\"> In regard to the position of the people called Latter-day Saints in Utah, we occupy the half-way house between the settlements on the Missouri River and the Pacific Ocean. Here the traveling public can renew their supplies, and prepare to meet the toils and hardships of the remainder of their journey. <\/div><div class=\"paragraph jod\" id=\"v10n993\"> The short time you stay in this city, or vicinity, you will have to judge for yourselves as to the cha<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>racter of the people here. We can represent all classes&#x2014;the good, bad, and indifferent; but if you wish to truly know the people who are now living in these mountains, you will have to tarry long enough among them to gain the desired information. If you wish to know why we are here, it is simply because we had nowhere else to go; we were obliged to go somewhere, and, as a wise Providence designed, we lodged here. If any of you wish to be more fully informed upon this point, you can, at your leisure, search the history of this people, for it is before the world. <\/div><div class=\"paragraph jod\" id=\"v10n994\"> We had anticipated, when we came into these distant valleys, that we should be entirely secluded from the world&#x2014;that we should trouble no person and that no person would trouble us. The &#x201C;Mormon&#x201D; Battalion had been disbanded in California, and some of that body first discovered gold there; the news of that discovery quickly reached the eastern States, and thousands were soon upon our track. Instead of being se<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cluded, we find ourselves in the great national highway. We must be known, and we could not be in a better situation to be known than where we are. <\/div><div class=\"paragraph jod\" id=\"v10n996\"> I think I am not mistaken in the conclusion that you wanted to see the notorious Brigham Young more than to hear his politics or his religion, though I can give you a short political speech, if it would be gratifying to you. <\/div><div class=\"paragraph jod\" id=\"v10n997\"> The spirit of our politics is peace. If we could have our choice, it would be to continually walk in the path of peace; and had we the power, we would direct the feet of all men to walk in the same path. We wish to live in peace with our God, with our neighbors and with all men. I am not aware that we have ever been guilty of inaugurating any difficulty whatever. <\/div><div class=\"paragraph jod\" id=\"v10n998\"> We claim the privilege of freedom of speech&#x2014;of giving our views on national affairs and on religion&#x2014;and this privilege we claim wherever we are in our free country. Is there any particular sin in this? Is there anything in this that is contrary to the constitution of our country, or to the institutions of freedom established by our revolutionary fathers? Freedom of speech is a right which we hold most dear, considering, at the same time, that every person availing himself of this right is accountable to his fellows for the manner in which he uses it. <\/div><div class=\"paragraph jod\" id=\"v10n999\"> Touching the present trouble that exists in our nation, I can say that we consider it very lamentable and disastrous. Mankind do not understand themselves nor the design of their Creator in giving them an existence in the world. It was never designed by him that his children, who claim to be intelligent beings, should slay each other; such conduct is anti-Christian and repugnant to every lofty aspiration and Godlike prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4146\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple in the better portion of man's nature. War is instigated by wickedness&#x2014;it is the consequence of a nation's sin. We have, however, but little to say upon the war which is now piercing the heart of the nation with many sorrows,<span class=\"citation\" id=\"75980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75980)\">1 Tim. 6:10<\/a><\/span> for we are far from its scenes of blood and deadly strife. We receive contradictory statements over the wires, and are left to form our own conclusions. <\/div><div class=\"paragraph jod\" id=\"v10n1000\"> As to religion, we believe in the Old and New Testament,<span class=\"citation\" id=\"94066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94066)\">A of F 1:8<\/a><\/span> and consider it unnecessary to hire learned divines to interpret the Scriptures; we receive them as they are, &#x201C;Knowing that no prophecy of scripture is of any private interpretation.&#x201D;<span class=\"citation\" id=\"78292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78292)\">2 Pet. 1:20<\/a><\/span> We are aware that many mistakes have been introduced into the Scriptures through the ignorance, carelessness, or design of translators, yet they are good enough for us and well answer the purpose designed of God in their compilation, viz., to lead all men, who will be guided by them, to the fountain of light from whence all holy Scriptures emanate. <\/div><div class=\"paragraph jod\" id=\"v10n1001\"> Should you ask why we differ from other Christians, as they are called, it is simply because they are not Christians as the New Testament defines Christianity. How shall we believe the Scriptures, if we do not believe them as we find them? We consider that we are more safe to follow the plain letter of the Word of God, than to venture so great a risk as to depend upon a private interpretation given by man who claims no inspiration from God and who altogether discards the idea that he gives immediate revelation now as anciently. <\/div><div class=\"paragraph jod\" id=\"v10n1002\"> We believe in God the Father and in Jesus Christ our elder brother.<span class=\"citation\" id=\"94038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94038)\">A of F 1:1<\/a><\/span> We believe that God is a person of tabernacle, possessing in an infinitely higher degree all the perfections and qualifications of his mortal children. We believe that he made Adam after  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his own image and likeness, as Moses testifies;<span class=\"citation\" id=\"52169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52169)\">Gen. 1:26-27<\/a><\/span> and in this belief we differ from the professedly Christian world, who declare that, &#x201C;His center is everywhere, but his circumference is nowhere.&#x201D; Their God has no body nor parts; our God possesses a body and parts, and was heard by Adam and Eve, &#x201C;Walking in the garden in the cool of the day.&#x201D;<span class=\"citation\" id=\"52585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52585)\">Gen. 3:8<\/a><\/span> They say that their God has no passions; our God loves his good children and is, &#x201C;Angry with the wicked every day,&#x201D;<span class=\"citation\" id=\"56327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56327)\">Ps. 7:11<\/a><\/span> &#x201C;And him that loveth violence his soul hateth;&#x201D;<span class=\"citation\" id=\"56370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56370)\">Ps. 11:5<\/a><\/span> and he reveals his will as familiarly to his servants in all ages as I reveal my thoughts to you this evening. <\/div><div class=\"paragraph jod\" id=\"v10n1004\"> We believe in the Lord Jesus Christ, the Redeemer of the world, and try to keep his sayings. He said, &#x201C;If you love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69966)\">John 14:15<\/a><\/span> One commandment to his disciples was to preach his Gospel in all the world, and baptize believers for the remission of sins, and then lay hands upon them for the reception of the Holy Ghost, that they might possess the gifts and graces promised in the Gospel to all believers.<span class=\"citation\" id=\"66460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66460)\">Matt. 28:19-20<\/a><\/span><span class=\"citation\" id=\"66833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66833)\">Mark 16:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1005\"> We worship a God who can hear us when we call upon him,<span class=\"citation\" id=\"56321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56321)\">Ps. 4:1,4<\/a><\/span> and who can answer our reasonable petitions,<span class=\"citation\" id=\"60213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60213)\">Isa. 65:24<\/a><\/span><span class=\"citation\" id=\"62307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62307)\">Zech. 13:9<\/a><\/span> and who gives guidance and direction to the affairs of his kingdom which he has established on the earth in our own day. We believe in making his statutes our delight,<span class=\"citation\" id=\"57240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57240)\">Ps. 119:16<\/a><\/span> in observing his ordinances and keeping all his commandments. You may inquire whether all professed Latter-day Saints do these things. My answer is, They should do them. Are they all truly Saints who profess to be Saints? They should be. Are all this people, in the Scriptural sense, Christians? They should be. Do they all serve God with an undivided heart?<span class=\"citation\" id=\"129836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129836)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129837)\">Hosea 10:2<\/a><\/span> They should. Many of them do, seeking daily to do his will. You do not find <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4145\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many of this class of Saints wandering idly over your campground, wanting and desiring this, that and the other from the passing stranger. Those who visit you in this way wish to see how you look, as you want to see how the &#x201C;Mormons&#x201D; look. The great mass of this people tarry at home, they are in their houses, their gardens, their fields, and shops, paying attention to their own business, and not running after strangers for gain; and in attending to their own business many get rich. While some of our community wish to see how their former Christian brethren look, they, at the same time, wish to trade with you, and a stranger might suppose that they are first-class Latter-day Saints. Do not be deceived, for all first-class Latter-day Saints, both men and women, may be found minding their own business at their homes or where their business requires their presence. To know them and how they live is the only means by which you can form a true conception of the &#x201C;Mormon&#x201D; people. <\/div><div class=\"paragraph jod\" id=\"v10n1006\"> We are trying to improve ourselves in every particular, for God has given us mental and physical powers to be improved, and these are most precious gifts; more precious are they to us than fine gold. God is our Father, and he wishes his children to become like him by improving upon the means he has supplied for this purpose. <\/div><div class=\"paragraph jod\" id=\"v10n1007\"> I do not know that you have hitherto met with any difficulty from the Indians on your journey. You have heard of Indian hostilities against the whites on the western route, but you will have no trouble with them if you will do right. I have always told the traveling public that it is much cheaper to feed the Indians than to fight them. Give them a little bread and meat, a little sugar, a little tobacco, or a little of anything you have which will con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciliate their feelings and make them your friends. It is better to do this than to make them your enemies. By pursuing this policy you may escape all trouble from that quarter, while you are journeying on the Pacific slope. <\/div><div class=\"paragraph jod\" id=\"v10n1009\"> I am satisfied that among the red men of the mountains and the forest you can find as many good, honest persons as among the Anglo-Saxon race. The Indian faithfully follows the traditions and customs of his race. He has been taught to steal and to shed the blood of his enemies, and the most expert in these inhuman practices is considered a great chief or a great brave. The Anglo-Saxon race has been taught not to steal, not to lie, not to shed the blood of mankind. If the Indian steals or sheds the blood of those he considers his enemies, he is doing what he considers to be right, and is not so much to blame as the white man who commits such crimes, for the white man knows them to be wrong and contrary to the laws of God and man. We have men among us, whose fathers and mothers belong to the Church of Latter-day Saints, that will steal our horses and run them off to sell in California, and then <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4144\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> steal horses there and sell them to us in Utah. <\/div><div class=\"paragraph jod\" id=\"v10n1010\"> Travel in kindness and peace with one another, and cultivate a friendship on this journey that will be lasting after you have reached your destination. You are now essential to each other for mutual safety; let not this be lost sight of, and approach each other as becomes intelligent beings who are brothers. Judge not each other rashly, for you will find that ninety-nine wrongs out of a hundred committed by men are done more in ignorance than from a design to do wrong. <\/div><div class=\"paragraph jod\" id=\"v10n1011\"> My friends, you have seen me&#x2014;Brigham Young&#x2014;the leader of the people called &#x201C;Mormons.&#x201D; You see a mere mortal like yourselves, but the Lord Almighty is with me and his people. He has led us by the right hand of his power,<span class=\"citation\" id=\"54031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54031)\">Ex. 15:6<\/a><\/span> and he gives me wisdom to lay before his people good, wholesome doctrines, and to set good examples before them. By pursuing this policy we expect to restore the confidence which has been lost among men and the integrity that belongs to the heart of man. <\/div><div class=\"paragraph jod\" id=\"v10n1012\"> Try to do right and God will bless you. I heartily bid you God speed on your journey. Farewell. <\/div>\n<\/div>\n<\/div>"}