{"ID":100005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Future State of Existence.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, Oct. 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Future State of Existence.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v10n107\"> I will offer a few remarks in relation to the difference between this and the next state of existence. The next state of existence is a spiritual one. The spirit which is now clothed with mortal flesh will be set free from that encumbrance, and the spirits of Saints will be free from the power of sin and Satan. <\/div><div class=\"paragraph jod\" id=\"v10n108\"> This state is a state of trial, wherein the spirit clothed upon with flesh labors to sanctify, redeem and save the flesh, that in the resurrection the spirit and the body may be made eternally one, through the power of the atonement and resurrection of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v10n109\"> The next state of existence is the paradisiacal state of the spirit, a state of waiting until the body shall pass through the purification and refinement given to it by passing through death and the grave; then cometh the resurrection which bringeth to pass the reunion of the body and the spirit. &#x201C;O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirit of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body are restored to each other again, and all men become incorruptible, and immortal, and they are living souls,&#x201D; &amp;c.<span class=\"citation\" id=\"81388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81388)\">2 Ne. 9:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n110\"> From the state of embryo to the time of birth, and from infancy to ripe old age, unseen dangers lurk in our path to mar our bodies or to render our senses inefficient; hence <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we see the lame, the maimed, the blind, the deaf, dumb, weak, sickly, and so on. <\/div><div class=\"paragraph jod\" id=\"v10n111\"> I think it has been taught by some that as we lay our bodies down, they will so rise again in the resurrection with all the impediments and imperfections that they had here; and that if a wife does not love her husband in this state she cannot love him in the next. This is not so. Those who attain to the blessing of the first or celestial resurrection will be pure and holy, and perfect in body. Every man and woman that reaches to this unspeakable attainment will be as beautiful as the angels that surround the throne of God. If you can, by faithfulness in this life, obtain the right to come up in the morning of the resurrection, you need entertain no fears that the wife will be dissatisfied with her husband, or the husband with the wife; for those of the first resurrection will be free from sin and from the consequences and power of sin. This body &#x201C;is sown in corruption; it is raised in incorruption: It is sown in dishonor; it is raised in glory: it is sown in weakness; it is raised in power: It is sown a natural body; it is raised a spiritual body.&#x201D;<span class=\"citation\" id=\"73953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73953)\">1 Cor. 15:42-44<\/a><\/span> &#x201C;And as we have borne the image of the earthly, we shall also bear the image of the heavenly.&#x201D;<span class=\"citation\" id=\"73983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73983)\">1 Cor. 15:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n112\"> God has done his part towards putting us in possession of celestial glory and happiness, by providing the means whereby we may  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attain to it; and if ever we possess it, we must do so by conforming to the means provided. God has given the children of men dominion over the earth and over all things that pertain to it,<span class=\"citation\" id=\"52132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52132)\">Gen. 1:26<\/a><\/span> and has commanded them to subdue it,<span class=\"citation\" id=\"52291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52291)\">Gen. 1:28<\/a><\/span> and to sanctify themselves before him, and also to sanctify and beautify the earth by their industry, and by their wisdom and skill which cometh from God.<span class=\"citation\" id=\"52461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52461)\">Gen. 2:15<\/a><\/span><span class=\"citation\" id=\"92418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92418)\">Moses 3:15<\/a><\/span> Learn, for instance, how to yoke together a pair of oxen, how to manage and drive them across the plains, how to get timber from the canyons, how to make brick, and how to hew stone and bring them into shape and position to please the eye and create com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fort and happiness for the Saints. These are some of the mysteries of the kingdom. To receive the Gospel and believe and enjoy it in the spirit, is the simplest part of the work the Latter-day Saints have to learn and perform. <\/div><div class=\"paragraph jod\" id=\"v10n114\"> God has made man lord of all things here below, and it is the labor of man to bring all things unto subjection to God, by first subjecting himself to the will of God, and then subjecting all things over which he has control, in their time and order. The will of God is eternal life to his people and to all they control. <\/div><div class=\"paragraph jod\" id=\"v10n115\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}