{"ID":100041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Universal Salvation&#x2014;The Blessings Enjoyed By the Saints in Zion, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, May 31, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Universal Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 5\/31\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v10n826\"> I feel grateful for the privilege of bearing my testimony to the truths of our holy religion, in which I hope to live all the days of my life. It has taught me things that are of importance to my soul's welfare here and hereafter. It has placed me upon a basis of improvement and knowledge that leads to understanding, <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wisdom and power in the counsels of heaven. <\/div><div class=\"paragraph jod\" id=\"v10n827\"> What true conception had we of God until our minds were lit up with the truths which the Almighty has revealed in these last days? We did not know in what capacity he was our Father; we had no rightful conception or knowledge of God or  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of his Son Jesus Christ, of whom it is said, to know is life eternal.<span class=\"citation\" id=\"70570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70570)\">John 17:3<\/a><\/span> The learned divines of the day could not inform us anything about him, or give us any information in regard to our own origin. All this we have learned by embracing &#x201C;Mormonism,&#x201D; or the truths which the Almighty has revealed in these latter times. Now we know he did reveal himself in former days. We can now see and understand what these things mean that have been written by former Prophets and servants of God who were inspired by the revelations of Jesus Christ;<span class=\"citation\" id=\"74398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74398)\">Gal. 1:12<\/a><\/span> but these things we could not understand until he revealed himself again and we have received this knowledge through his servants in our own day. <\/div><div class=\"paragraph jod\" id=\"v10n829\"> The orthodox churches have taught us that those who are of the orthodox may possibly be saved, but for the heterodox there is no chance of salvation at all&#x2014;they must go down to, and be damned in an endless hell, must be doomed to the bottomless pit. They, however, had no just conception of the design of the Almighty with regard to our being and could give us no knowledge with regard to our origin or destiny. Another class of religionists would save all in the kingdom of God&#x2014;bring all into his presence indiscriminately, no matter whether they are in their sins or not; the plan of salvation, they say, is sufficient to save them all. <\/div><div class=\"paragraph jod\" id=\"v10n830\"> There is a plan whereby all who have not sinned the sin unto death<span class=\"citation\" id=\"78805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78805)\">1 Jn. 5:16<\/a><\/span> may attain to a certain glory and salvation. There is a principle revealed in the great economy of Heaven by which we can act for another; whereby the generations which have died in ignorance of the Gospel may be administered for by the living, that they may be judged according to men in the flesh.<span class=\"citation\" id=\"78105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78105)\">1 Pet. 4:6<\/a><\/span> This principle has been revealed in these last days, and it is a great and glorious prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple; one that gives great joy and satisfaction to the believer. It throws a mantle of charity over the whole human family; our heavenly Father does not consign to an endless misery his children who have not been informed in the plan of life and salvation and who have not lifted up their hands knowingly against him; it provides a way in which they may participate in the blessings of our common Father which he dispenses to his faithful children. Our holy religion teaches us to extend charity, knowledge and power to all mankind. Are they not our brethren and sisters? Have we not a common origin? Have we not a common Father who is the Father of our spirits? Then are we not of one family, brethren and sisters indeed, and should we not so act towards each other? <\/div><div class=\"paragraph jod\" id=\"v10n831\"> How great should be our satisfaction, joy and thankfulness to our Father in heaven that we have become the recipients of this knowledge, that we can place our feet upon the rock of salvation and become messengers of salvation to all people; to take them from their low and degraded condition and elevate them to the knowledge of God. Is there no reward in this? Is there no glory, no blessing in this? Time will disclose whether there is a blessing or not in reaching forth the helping hand to the honest poor and needy among the nations to deliver them from the thralldom of sin and from the poverty that presses heavily upon them; by these have they been chained down hand and foot and could not help themselves. We break their chains asunder and bring them into the liberty of the Gospel; we not only unbind their spirits but their hands and their feet, and we place them in a condition to take care of themselves. This is true charity.<span class=\"citation\" id=\"73664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73664)\">1 Cor. 13:1-13<\/a><\/span> You may give a piece of bread to a hungry person,  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when the cravings of hunger return some one else must administer to his wants again; to put that person in a position to earn his own subsistence is true charity; in this way you direct his feet in the path of true independence, he is then only dependent on his own exertions and on the blessings of his God. <\/div><div class=\"paragraph jod\" id=\"v10n833\"> When people are taken from the pernicious influences that are too prevalent in the world and directed in the paths of sobriety, truth and heavenly intelligence, what is there to hinder them in the midst of the Saints from walking in those paths? The effort to do right continually under such circumstances is nothing in comparison to what it is when they are continually surrounded with evil influences and evil examples. In this they are benefited and blessed, and here again is the mantle of charity and love thrown over the poor and destitute who hunger and thirst after righteousness<span class=\"citation\" id=\"62933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62933)\">Matt. 5:6<\/a><\/span> as well as for those means necessary for their temporal subsistence. <\/div><div class=\"paragraph jod\" id=\"v10n834\"> These are a few of the opportunities and privileges which are conferred upon this people of doing good. They have the greatest opportunity of doing real substantial good to themselves and their fellow creatures of any people on the face of the earth. Those who come up here and assist in the great Work will also participate in the great blessings which will be their reward. Let these precious opportunities which are thrown in our way be eagerly improved, for it is a great and glorious Work in which we are engaged, and one which is full of benefit to the human race at large. <\/div><div class=\"paragraph jod\" id=\"v10n835\"> Why then should the world seek to subvert, overthrow, persecute, destroy, and make waste those who are engaged in so great and beneficial an undertaking. There is no reason why men should tread upon the oil and <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the wine.<span class=\"citation\" id=\"67423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67423)\">Luke 10:34<\/a><\/span><span class=\"citation\" id=\"79250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79250)\">Rev. 6:6<\/a><\/span> There is no reason why men should not sustain holy and righteous principles that will elevate and exalt mankind if they will let them. There is no reason whatever why people should oppose the Latter-day Saints or seek their destruction and overthrow; when they do it they do it without reason&#x2014;they do it because they hate righteous principles, to satisfy their own wicked intentions and desires; they love to lie rather than to speak the truth, and they do it at the instigation of the Devil without any rational feeling or reason whatever. They will be condemned because they love darkness rather than light.<span class=\"citation\" id=\"68908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68908)\">John 3:19<\/a><\/span> They have the power to do evil, and inasmuch as they list to obey the powers of evil they will be damned.<span class=\"citation\" id=\"84872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84872)\">D&amp;C 29:45<\/a><\/span> They have the same privilege that we have of obeying the truth and of receiving light, knowledge, and intelligence from heaven, and may participate in the same blessings we enjoy. When they choose the path of evil they do it on their own responsibility. A great portion of the world will reject the good and cleave to the evil; this has been so from the beginning. As astonishing as it may appear, a vast majority of mankind will not receive the truth, but they will reject it and trample under their feet the oil and the wine,<span class=\"citation\" id=\"67424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67424)\">Luke 10:34<\/a><\/span><span class=\"citation\" id=\"79251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79251)\">Rev. 6:6<\/a><\/span> crucify the Redeemer afresh,<span class=\"citation\" id=\"76729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76729)\">Heb. 6:6<\/a><\/span> slay the Prophets,<span class=\"citation\" id=\"125535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125535)\">Luke 11:49<\/a><\/span> and overthrow truth and righteousness as long as they have power to do so. <\/div><div class=\"paragraph jod\" id=\"v10n836\"> But the day has now come when those principles will be sustained on the earth. They have already obtained a foothold in these valleys; the Almighty has set his hand to work to establish his kingdom on the earth never again to be thrown down or to be prevailed against.<span class=\"citation\" id=\"61208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61208)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89560)\">D&amp;C 101:75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n837\"> We are here in the mountains, thank God for that; and we hold the principles of life and salvation for all  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world; we send forth the heralds of life to proclaim them, and they are taking deep root in the earth. The power to bind and to loose is here, even the power of Heaven,<span class=\"citation\" id=\"125536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125536)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91136)\">D&amp;C 127:7<\/a><\/span><span class=\"citation\" id=\"91156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91156)\">D&amp;C 128:8<\/a><\/span> and it cannot be eradicated again and overcome. That day is past. We live in a day fruitful of big events. The Lord Almighty is walking about and we have heard his footsteps. He is at work in the midst of the nations; this is very manifest to us who dwell here four thousand feet above the level of the sea; from this elevation we can see clearly and have a better understanding of the movements of God among the nations beneath us. The Lord has anointed our eyes and we see through a purer atmosphere. <\/div><div class=\"paragraph jod\" id=\"v10n839\"> I believe we appreciate as well as we can these great mercies and blessings. There is one of them which we certainly can appreciate very sensibly, and that is the blessing of peace and quiet in these sequestered vales. The Lord has greatly blessed this land and caused it to bring forth in its strength nourishment for our sustenance; he has planted our feet by the still waters<span class=\"citation\" id=\"56438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56438)\">Ps. 23:2<\/a><\/span> and given to us health, wealth, peace, and quietude. We can appreciate these blessings now if we never could before, when we see the desolation and misery which have been foretold coming upon the wicked and ungodly nations. A river of light and intelligence flows to this people from the heavens through the holy Priesthood. The fountains of life eternal are opened for all to go to and drink. Can we think of this without being melted in thankfulness to our Father and our God? Should we not put forth our best endeavors in the channel of our duty? Should we not be honest, faithful and true with that which is committed to our trust, and diligent in the performance of every duty? <\/div> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n840\"> Can we pursue unerringly the course marked out for us by him who is the choice of Israel to lead and guide Israel in the great interests of life. He instructs us to draw from the elements that which we consume and become independent and self-sustaining. We have enlisted to walk in this channel&#x2014;a great many have done so. Can we continue to improve still more and produce still greater results by a still greater perseverance? <\/div><div class=\"paragraph jod\" id=\"v10n841\"> I was pleased and gratified beyond utterance at the report brought back from the south by the President, when he said there was a decided improvement in this people; thank God for that; but it is a great thing to improve. Let us continue to improve, inasmuch as we have fallen short heretofore, and let us seek to remove every obstacle out of our path and bring about the temporal improvements we are told to perform with greater celerity. I allude to these things because they give us comfort, pointing, as they do, to greater freedom and greater independence; at the same time, we will not forget to improve our minds and progress in the knowledge of God and in the things which pertain to eternal life and glory hereafter. We will not forget to instill into the young minds of our children principles of honor, of truth and of righteousness towards God, and obedience to him, to his servants and to his laws, for it is this that will make them honorable and great in his eyes and will exalt them in his presence. <\/div><div class=\"paragraph jod\" id=\"v10n842\"> If any of us have been guilty of dishonest practices, let us eschew evil and seek to do good instead,<span class=\"citation\" id=\"77881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77881)\">1 Pet. 3:11<\/a><\/span> let us eradicate the poison of sin from our own bosoms, and let the Spirit and power of the Almighty reign there and have free course to run and be glorified in us, and let this in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fluence spread abroad through every ramification of society. These are my desires and most sincere wishes. Let us be united in our love for God and truth, for in unity there is strength, and in unity of this kind is made manifest the almighty power of God. If we do this everything is for us; nothing shall be withheld from those who love God and keep his commandments; all things that are worth having will he give to them. These are blessings and mercies which are enjoyed by no people besides this people. <\/div><div class=\"paragraph jod\" id=\"v10n844\"> The self-styled orthodoxy of the day will do no person any good, so far as giving them a title to an inheritance in the presence of God is concerned; there is no balm of Gilead<span class=\"citation\" id=\"60414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60414)\">Jer. 8:22<\/a><\/span> in all they can do, say, or bestow on mankind, for the fountain of life and intelligence is not with them. So far as they inculcate morality, it has a salutary influence in restraining mankind from sinking back into the worst phases of barbarism, but it receives no impetus, no progression from their teachings, for those who make no profession of religion at all are generally more strictly moral, more strenuously honest and more faithful in the duties of life than those who profess the religions of Christendom. <\/div><div class=\"paragraph jod\" id=\"v10n845\"> The religion we profess is the fountain of intelligence; it inculcates morality, truth, virtue and every principle of true knowledge, and this leads to true power and true excellence; it has with it the vigor of life and leads to exaltation and to the presence of our Father and God. Let us appreciate our blessings and be careful not to hurt the oil and the wine;<span class=\"citation\" id=\"67425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67425)\">Luke 10:34<\/a><\/span><span class=\"citation\" id=\"79252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79252)\">Rev. 6:6<\/a><\/span> let us be careful that we do not trample upon the principles which our Father has revealed for our guidance, but let us be constantly actuated by the influence of the Spirit of the Almighty which is <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> within us and let us never grieve it away; if we do this, we shall not wander into forbidden paths, into darkness nor into error, nor be left to believe a lie that we may be damned. If we will follow out the principles of our holy religion, we will become the greatest and the mightiest people upon the earth, and we shall have power given to us to go forth in the mighty power of Israel's God and redeem the earth from the thralldom of sin and its consequences and raise high the banner of freedom, the banner of salvation to the human race. There is a nucleus formed where all the honest-in-heart may rally&#x2014;where they will find safety for themselves and their means; here their rights will be respected and their means protected. All people can rally to this standard because it is firm and steadfast, and the individual rights of all will be respected; and it is the only place on the face of the earth where this assurance can be given, all else will crumble and go to pieces and be wasted away. This kingdom embraces all that is permanent and lasting; it will endure throughout time and throughout all eternity, and we with it. We do know that the Lord has commenced his great and marvelous Work and he will continue it and break in pieces the wicked and ungodly nations until they shall become the kingdoms of our Lord and his Christ,<span class=\"citation\" id=\"79604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79604)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90037)\">D&amp;C 105:32<\/a><\/span> and his kingdom which is now being set up will continue forever and ever. This is our testimony to all men; our cry is, Come out of her, my people, lest you partake of her abominations and of her plagues which have been decreed upon her.<span class=\"citation\" id=\"80210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80210)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n846\"> May the Lord help us to take a course that shall lead us onward and upward, that we may receive and hold the dominion for God, and  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that it may continue to increase and spread until the earth is redeemed and Christ shall possess the <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdoms under the whole heavens,<span class=\"citation\" id=\"61716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61716)\">Dan. 7:27<\/a><\/span> which is my prayer, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}