{"ID":100059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Teaching&#x2014;Overruling Power of God&#x2014;The Lack of Wisdom Manifested By the World&#x2014;Necessity of Teaching the Saints Upon Temporal Affairs, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, Sunday p.m., July 17, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Teaching, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/17\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v10n1429\"> It is some time since I have spoken to the people in this place. The congregations are very large, and when I have met such congregations as we have here, in former years, and they were a little noisy, with babies crying, I have said &#x201C;cry on, I can talk louder than you can cry,&#x201D; but I cannot do so now. I wish to favor myself, for there are many things to be said to the Latter-day Saints, as well as to those who do not believe the Gospel, and I desire to live to be able to speak to the people. <\/div> <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1430\"> I have learned that I can receive and treasure up but little knowledge at a time, and I have learned that this is the case with others. If the people had the whole catalogue of the law to govern them spiritually and temporally repeated to them today, they would need it repeated to them again next week. It is necessary to constantly teach the people. <\/div><div class=\"paragraph jod\" id=\"v10n1431\"> We are among the happy number of those who have the privilege of having their names cast out as evil by the wicked. We have the privi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lege of purifying and sanctifying ourselves, and preparing ourselves for the day of the coming of the Son of Man. Others might enjoy the same privilege, if they were so disposed, but they are not. <\/div><div class=\"paragraph jod\" id=\"v10n1433\"> Our situation is peculiar at the present time. Has it not been peculiar ever since Joseph found the plates? The circumstances that surrounded him when he found the plates were singular and strange. He passed a short life of sorrow and trouble, surrounded by enemies who sought day and night to destroy him. If a thousand hounds were on this Temple Block, let loose on one rabbit, it would not be a bad illustration of the situation at times of the Prophet Joseph. He was hunted unremittingly. We have the privilege of believing the same Gospel that Joseph taught, and with him, of being numbered with those whose names are cast out as evil.<span class=\"citation\" id=\"67221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67221)\">Luke 6:22<\/a><\/span><span class=\"citation\" id=\"93793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93793)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1434\"> The Lord has brought us here, and sustains us. Some people think that the cunning of man has made the characteristics that mark the history of this people. It is not so, the Lord has done it. He suffered our enemies to drive us from our homes. He knew the reason why he permitted it, though at the time we did not. As brother George A. Smith said, we came here willingly because we were obliged to; and were it possible for our enemies to gain power to drive us from these mountains, which I trust they will never do, there is no other place on the earth, that we know of, where we can enjoy the safety and security we do here. We are here, and the Lord has sustained us. <\/div><div class=\"paragraph jod\" id=\"v10n1435\"> In reflecting upon the conduct of the world, it appears that the wisdom of the wise has perished and the understanding of the prudent is hid.<span class=\"citation\" id=\"58786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58786)\">Isa. 29:14<\/a><\/span> You will see that the wisdom of the wise among the nations will <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4061\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perish and be taken from them. They will fall into difficulties, and they will not be able to tell the reason, nor point a way to avert them any more than they can now in this land. They can fight, quarrel, contend, and destroy each other, but they do not know how to make peace. So it will be with the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1436\"> We see men laboring and toiling to gather around them the luxuries of life, to become possessed of fine houses, orchards, gardens and that which adorns and makes beautiful, and in many instances we see such property left to those who have not wisdom to take care of it&#x2014;left to fools. How quickly the house becomes old, dilapidated, and unfit for a home for any person; the garden and orchard become a desolation, because the occupants have not wisdom to keep them in order. We can see boys, foolish, wicked boys, gathering around them a few associates and going into a man's garden, stealing the fruit, cutting down the trees, destroying, perhaps, the labor of years, and they think this makes men of them. <\/div><div class=\"paragraph jod\" id=\"v10n1437\"> Look at the world. The feeling among mankind is, &#x201C;we will rule or ruin.&#x201D; An architect may build a splendid habitation, and in so doing do a good work; but a poor fool can come along and with the touch of a torch destroy it. Which does the better work? We see that people can build beautiful cities, make fine roads and walks, and raise lofty buildings, but an idiot can burn and destroy them. Let a few incendiaries go through a city and put the torch here and there, and the city is destroyed&#x2014;the labor of years, perhaps of centuries, is wasted. Does this make great men of them? Perhaps they think so. If they can destroy a city or a nation they think they will get a great name. They will  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not. It takes a wise man to build a city, to found a nation, though a fool can destroy either, and thinks he is a great man. How mistaken he is! <\/div><div class=\"paragraph jod\" id=\"v10n1439\"> I wish you to hearken to the counsel given you on the temporal affairs that have been spoken of, for I realize its importance, as also does brother Kimball and the Twelve. We realize that we gather together a class of men with little or no judgment in taking care of themselves. A great many of them have no knowledge of agriculture, or how to acquire and preserve property of any kind, and it is necessary that we should teach them constantly, till they can learn to take care of themselves. They that hearken to the counsel of the Elders soon begin to gather around them the necessaries of life, make fields and gardens, build good houses, etc. Fools will come along and say, &#x201C;You are wrong, don't you see that you are slaves?&#x201D; Is not this said to this very community? Who are you slaves to? Not to sin, I hope. But unless the world can see us slaves to sin, they will call us slaves. We are servants to God, to whom we are indebted for every blessing we enjoy, to whom we look for succor and from whom we have received it, and we are indebted to nobody else, for the wicked have done us no good. They have had the pleasure of driving me five times from my comfortable home; that is nothing. &#x201C;The earth is the Lord's and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56479)\">Ps. 24:1<\/a><\/span> But what glory and honor is there in having and using power to destroy? This is the work of the Devil, not of Jesus. His labor is to build up, not to destroy; to gather together, not to scatter abroad; to take the ignorant and lead them to wisdom; to pick up the poor and bring them to comfortable circumstances. This is our labor&#x2014;what we have to do. <\/div><div class=\"paragraph jod\" id=\"v10n1440\"> We are wiser than we were, and <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4060\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can see that we have received a little, and we are able to teach this to others; and instead of taking those who are ignorant and making slaves of them, we wish to make them honorable, to give them the knowledge and wisdom revealed to man from the heavens, as fast as they are capacitated to receive them, and bring them up to our standard. This is our labor. We are here, and it is our duty to sustain ourselves, and then prepare for the strangers that will come here, and with them many of our connections who are not now with us. Where are they? In peace? No. Were we to relate to you the facts, as reported to us, with regard to many of the towns, villages, farms, and country seats in many parts of our native land, the picture would cause your hearts to mourn. We understand that in many of our Eastern neighborhoods, where there were plenty of young men, and the young ladies had nothing to do but sit at the piano, go visiting, or amuse themselves as they pleased, many young ladies are now compelled to go into the fields and labor. This is true of young girls and their mothers who never before did such work. Where is the brother? Where is the husband and the father? Slain, or before the enemy. What is the situation of our once happy country? It is written here, almost daily&#x2014;&#x201C;You know not the state of the inhabitants of this country, and the circumstances in which they are placed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1441\"> What are our circumstances? We have no poorer people in this Territory than there are now in this Bowery. Are any of you suffering? Since we came into this Territory, nearly seventeen years ago, it is true we have fared hard. A little wolf meat once tasted good, but since we began to gather the poor from foreign nations was there ever a man or  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>woman in our community that had to ask the second time for bread, if the family where they asked had it? Not one I believe. Is this the case in other cities in other parts of the nation? In New York, in Philadelphia&#x2014;the city of brotherly love and so on? No. True there are a few societies that sustain their own poor, but take a community picked up as this one is, and have you ever seen or read of such a community, except one or two named in the Scriptures? The very passage of Scripture that Brother George A. Smith quoted, concerning the reapers leaving a little grain in the corners of the field, and, if they should pass by a bundle, not to go back for it, but leave it for the benefit of the gleaners,<span class=\"citation\" id=\"54625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54625)\">Lev. 19:9-10<\/a><\/span> shows that, though Moses and the Elders of Israel talked with the people day by day, there was not the same amount of charity manifested by them that there is by this people. <\/div><div class=\"paragraph jod\" id=\"v10n1443\"> I say to you, as I have always said, the Kingdom of God or nothing. We are in the Kingdom of God, and we will trust in the Lord Almighty to bear us off conquerors, no matter who is against us. All are in the hands of the Almighty; He has preserved us. <\/div><div class=\"paragraph jod\" id=\"v10n1444\"> Now, Latter-day Saints, mingle not with the wicked. Preserve yourselves in the faith of the Gospel and trust in the Lord, and He will bear us off conquerors. Love your religion. We are agreed in the matter of our religion, and we must be agreed in temporal matters. If we cannot become of one mind in all things, we shall not <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4059\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be that people called the people of the Lord. Let us treasure up wisdom in our hearts. The Lord gave Joseph a revelation thirty years ago, in which he said, &#x201C;You know not the hearts of your neighbors;&#x201D;<span class=\"citation\" id=\"85175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85175)\">D&amp;C 38:29<\/a><\/span> we did not then know what was in the minds of the people, but now we begin to understand. <\/div><div class=\"paragraph jod\" id=\"v10n1445\"> Brethren and sisters, hearken to the words of the Lord. We are laboring for your preservation and salvation, will you consider us tyrannical? If so, your hearts are not right before God, and those who do so will sooner or later apostatize and go down to hell. Let each of us be careful that we will not be of those who take a wicked course. Let us so live that we can save ourselves. I cannot save you. I can tell you how to save yourselves but you must do the will of God. I have enjoyed the privilege of preaching to the people at times when a stream of revelation has been poured out that would furnish knowledge to save every son and daughter of Adam if they had believed. But when they began to manifest a spirit of opposition and have rejected the teachings of the Spirit, I have said I am not compelled to make you believe the truth. <\/div><div class=\"paragraph jod\" id=\"v10n1446\"> I have spoken this afternoon that you may see that I am living and in good health; and I intend to live, if I can, until the Zion of our God is established upon the earth,<span class=\"citation\" id=\"89176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89176)\">D&amp;C 97:19<\/a><\/span> and until all wickedness is swept from the land. <\/div><div class=\"paragraph jod\" id=\"v10n1447\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}