{"ID":100036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building the Temple&#x2014;General Duties of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles C. Rich, made in the Bowery, Great Salt Lake City, April 7, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Building the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 4\/7\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v10n671\"> I can say truly that I have been very much interested in the remarks made by the brethren who have addressed us during this Conference, thus far, for the speakers have all treated upon subjects that are calculated to interest us as a people. All people that I have been acquainted with interest themselves in something, and so it is with us, we interest ourselves in such subjects as are most congenial to our feelings and dispositions, and the subjects that have been brought up before us for our consideration are subjects that we cannot pass by with indifference and do ourselves justice. If we look at these improvements that are before us in a point of light that would be selfish, as the world generally do, and think that we will benefit others more than we do ourselves, and that we must have an eye single to the almighty dollar and work for own glory, we shall make ourselves the most miserable beings upon this earth, and we shall have nobody to blame but our own dear selves. But if we do that which is pointed out for us to do, having an eye single to the welfare and advancement of the kingdom of God upon the earth, we shall all the time be doing that which is and will hereafter be for our best good in this life and in that which is to come. <\/div><div class=\"paragraph jod\" id=\"v10n672\"> If we desire to obtain the bless<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings of the Almighty in a Temple prepared for that purpose; if we esteem these blessings to be of any importance, and if we do not feel to do without them, what should be our policy and course in such a matter? Why, I should say, let us build the Temple, in which we may receive our blessings from the Almighty. We have no interest with other people; we have a separate community, and our interests are our own; then let us build the Temple. <\/div><div class=\"paragraph jod\" id=\"v10n673\"> What shall I say in regard to the Tabernacle? We can see at once that we can enjoy the comforts of a new Tabernacle; we need the blessings of such a house at the present time. If we put it off, when will it be built? When that house is built we can then enjoy the benefits and blessings which it will afford. The same principle may be applied to everything we take in hand and with which we have to do, whether it be to build a Temple, a Tabernacle, to send teams to the frontiers to gather the poor, or to do any other work that is required of us. Nothing that is required will be performed until we go to work and do something ourselves. We have no other people to lean upon, and, therefore, it remains for us to go to work and perform well our part. <\/div><div class=\"paragraph jod\" id=\"v10n674\"> In one respect we are highly favored; that is, we can have pointed  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out to us the work that should be performed and that will be acceptable in the sight of our heavenly Father. All the works that he requires us to perform are for our benefit and salvation. Then, seeing that this is the case, cannot we perform cheerfully that which is laid upon us? I think we should take courage and do all we do with a cheerful heart. The Work in which we are engaged is to prepare us and to exalt us to enjoy the blessings that are promised to the righteous in this world and in that which is to come. <\/div><div class=\"paragraph jod\" id=\"v10n676\"> This is the view that I take of these matters, and I believe that it is the view generally entertained by all good brethren and sisters. Then let us go on cheerfully and harmoniously, remembering that we are free to do good, but that when one party moves in one way and another in a different one, that produces division. <\/div><div class=\"paragraph jod\" id=\"v10n677\"> We are a people that profess to be the people of God; and, if we are, we cannot be divided, for his people are always one, and if we are one, of course we will act upon the principle of oneness, and in all things do as we are directed, working for that which will be for our best good both for the present time and for the future. I know very well that there are a great many people who speculate in regard to the future and calculate what is to take place; but, so far as we are concerned, it should satisfy us to understand the duties of the present. We cannot reasonably, without assuming new responsibilities, know the truth any faster than we are ready to believe and willing to perform it. If we knew and understood the labors required of us today, that is sufficient for us to know; then, if we are ready and willing on our part to perform, that is all that is requisite and all that will be required. Then, I will say to one and all, let us be awake to our own interests and <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> welfare, and ever be ready to perform the work that is necessary to be done for the building up of the kingdom of God, and we shall never be sorry for having taken the industrious part, but if we have any fault to find, it will be for not having done more in the work of righteousness. In order that we may have no regret of this kind, let us be awake to the labors and duties of today. I know very well that there are some people that never get it into their minds, they do not seem to comprehend that they can perform as much as they really can. When we look at the history of men in ages that are past and gone, we can see that there were men called at many times to perform important works that had but little ability; but we also see that if they put that little ability into exercise and labored as faithfully as they could, they were enabled to bring about much righteousness. We want the same feeling and influence with us, then we can perform the works that are required of us, and do what we do cheerfully and with a good heart and in that manner which will be acceptable in the sight of High Heaven, and in this way we shall prosper in all our laudable undertakings, and we shall receive the blessing of our heavenly Father and the approbation of all good men. <\/div><div class=\"paragraph jod\" id=\"v10n678\"> From the time this Church and kingdom was established upon the earth to the present day, we have never been at a loss to know what to do; but we have, at all times and under all circumstances, had the path of duty made plain unto us and our individual line of duty marked out unto us; and whenever we have taken the counsel given, we have been prospered and made happy, while those that have taken a contrary course have met with disappointment and been thereby rendered very unhappy. We are all probationers,  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>passing through a state of trial; but still there is a labor that we can perform in this probationary existence that will aid in the rolling forth and building up of the kingdom of God, and we can thereby obtain the blessings that pertain to that kingdom. <\/div><div class=\"paragraph jod\" id=\"v10n680\"> We are all looking forward to a time when we shall receive in that Temple that is to be built, but which we do not expect to see finished for a short time to come, all the blessings of endowments and Priesthood that have been promised unto the faithful. We are called upon to engage in this all-important work; and while we are laboring at this, let us consider well the endowments that we have so much need of between this and the time the Temple of our God is finished and made ready for the additional outpouring of the Spirit of the Most High. If we do not gain experience and obtain the necessary endowments as we pass along, we shall find ourselves very poorly prepared for the great and glorious endowments that are to be received in that Temple. If we do not prepare ourselves, those endowments, if we are permitted to receive them at all, will be no better for us than the endowments given to some men in Nauvoo&#x2014;that is, they will prove a curse instead of a blessing. <\/div><div class=\"paragraph jod\" id=\"v10n681\"> For one, I feel to rejoice in the blessings of peace that we enjoy and in the union and fellowship of the Holy Spirit which prevails in the midst of this people, and I know that these good fruits which are amongst us grow out of those glorious principles we have embraced. We are united in the truth, and it is by the truth that we are kept together and that this oneness is made to abide with us continually; and it is this truth and the Spirit thereof that leads us in the right direction. By this Spirit we are led in the way of peace, of salvation and of happiness, <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> while principles that are adopted by the world do not bring with them salvation. <\/div><div class=\"paragraph jod\" id=\"v10n682\"> I have noticed in my experience with this people that the principles of our faith, revealed through the Prophet Joseph, produce joy and peace such as the world cannot give, for our principles bring with them present salvation, and all the principles of the Gospel that have been and that are to be revealed do and will continue to bring a present salvation. <\/div><div class=\"paragraph jod\" id=\"v10n683\"> This is the way to be saved, and if we continue to act upon this principle all the time we shall obtain salvation in this world and in that which is to come. It makes very little difference to the faithful Saint whether he be called to labor in this world or in the world of spirits, so that he embrace and live by those principles that will bring a present deliverance from bondage and sin and produce within our own bosoms peace and happiness. <\/div><div class=\"paragraph jod\" id=\"v10n684\"> We are blessed with the power to know the right way, for we have around us and in our midst those men that can point out to us the course to be pursued in order to secure life and light, and to obtain the blessings promised by the practice of the truth. We wish to be freed from the error and from the evils of the world, in order that we may be happy in this life and prepare ourselves for glory and exaltation in the life which is to come. <\/div><div class=\"paragraph jod\" id=\"v10n685\"> There is one thing that is positive and certain, and that is, that it will require some labor and exertion on our part in order to secure the great blessings that pertain to the kingdom of our God. We must, therefore, reflect and apply our minds and our energies to the acquirement of knowledge, or we shall not receive the promised treasures. I repeat, we must apply our minds to the principles of life if we ever expect to obtain their benefits and blessings. <\/div> <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n687\"> I have often thought that there were a great many people who thought too much of other matters; their minds seem to be upon gold and silver and worldly riches, instead of devoting their time to the obtaining of that eternal store of knowledge which is necessary for every man and woman to enjoy who are preparing for the society of the sanctified. The principles of life that we are being taught are better than the gold that can be found in the mines, for they will teach us the way of salvation, and by observing them we shall be made to partake of the benefits and blessings that flow from them. <\/div><div class=\"paragraph jod\" id=\"v10n688\"> If our minds are led to look at matters in this light, our thoughts and feelings will be to obtain the richest treasure there is within our <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reach, and when we obtain that treasure it will be the means of doing away with the evil that is in the world. If there was no evil amongst mankind there would be no corruption to encounter; therefore, let us practice the principles of truth and thereby do away with the influence and power of evil. Let us learn and thoroughly digest the principles of truth, and then we shall be blessed with all those choice and desirable blessings which flow from obedience to the pure and holy principles we practice. <\/div><div class=\"paragraph jod\" id=\"v10n689\"> Now, that each one of us who profess to be Saints may be ready to do these things in faith and full assurance of having a part in the first resurrection, is my prayer, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}