{"ID":100064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Attending Meetings&#x2014;Testifying to the Gospel&#x2014;Preaching and Practice&#x2014;All Blessings to Be Obtained Through Obedience to the Gospel, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, Sunday afternoon, Oct. 30, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Attending Meetings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/30\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v10n1586\"> It is so uncomfortable outside today that there are but few here, with us, in the Tabernacle. We have reflections with regard to the faith of the people, and the fervency of the Saints in their faith in the Gospel when our meetings are thinly attended, as they are today. Some may think the brethren and sisters are backsliding and growing cold, when they do not attend meeting. It may sometimes be just as good and profitable to stay at home as to come to meeting. <\/div><div class=\"paragraph jod\" id=\"v10n1587\"> One thing is certain, that where people make a practice of attending meetings frequently, it creates an increased desire to do so. And many who do not attend to the worship of God here may be just as fervent, and humble in their spirits, and trying to live as uprightly before God at home as those who attend religious meetings. I do not think the people are forgetful of God and of their obligations to him because they tarry at home. <\/div><div class=\"paragraph jod\" id=\"v10n1588\"> I like to come to meeting; I am in the habit of doing so. I was fond of going to meeting when I cared but little about religion, for I was anxious to learn; having a thirst for knowledge I was always gratified in attending meetings to listen to public addresses, to gain instruction and add to my stock of information. The <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord has instructed us to meet together often and hold our sacraments<span class=\"citation\" id=\"84379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84379)\">D&amp;C 20:55,75<\/a><\/span> and offer up our oblations before him, confess our faults, and speak words of comfort to each other.<span class=\"citation\" id=\"86303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86303)\">D&amp;C 59:12<\/a><\/span> Viewing it in this light, we regard it is a duty, and it should be a pleasing one; it is to me. It gives me great pleasure to see the faces of those who delight to serve God assembled together to worship him, and often my feelings have been such that I could have enjoyed a meeting after the Quaker style, without a single word being spoken, or even the ceremony of shaking hands; for I delight to look upon the Saints who keep the commandments of our Father and God. I do not believe that those who stay at home are, in many instances, any worse than those who come to meeting, nor that those who come to meeting are particularly better than those who stay at home; but it is a consolation to me to meet with the Saints, to see them and talk to them, in a way to comfort and instruct them. This is always my object in speaking to the Saints; yet, I consider the best preaching is example; for, as I have often said, it is not my privilege to preach and not practice what I preach. If I preach a truth for others to observe, I am under obligation to observe that truth myself. I do not believe that it is the  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege of any man to preach and not practice. Still, we see it done by many. They preach more than they practice; but this does not diminish the obligations they are under to practice all they preach and live the religion they profess. <\/div><div class=\"paragraph jod\" id=\"v10n1590\"> I hear my brethren, Sabbath after Sabbath, testify of what they believe, what joy they have in the Gospel, how firm they are in it, and that they desire never to turn away from it, and then they will pray the Lord to let them be faithful! Who hinders them from being faithful? There is nothing that is good, not a truth in heaven, nor in hell, in the earth nor under the earth, but what is in our religion. What can you get outside of the Kingdom of God? Death and destruction, pain, anguish and sorrow, misery and woe, and grief of every description. Some say, &#x201C;I hope I will be faithful; Lord, let me be faithful!&#x201D; Who will interfere with you? The Devil will interfere, as far as he has power; but his power is limited, while the Lord possesses unlimited power; and, to use a common phrase, we would like to be on the strongest side; we would like to fight on the side of right, for that will win. We would not knowingly invest capital in an insolvent firm. Then, let us invest in the firm whose stock consists in the riches of eternity; for all the light there is in heaven and on the earth is incorporated in our religion. Is there joy in heaven? That is incorporated in our religion. Is these joy on earth? That, also, is in our religion. Is there intelligence? Yes, an eternity of it, and it is in our religion. Is there glory? Yes, and that is in our religion. Is there immortality? Yes; and that is in our religion. Everlasting lives? That is ours. Friends? They are ours. Wealth? That is ours. Peace? Yes; and that is ours. Every blessing, and infinitely more than we can <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> imagine, is in our religion and for us to enjoy, while, outside of it, there is nothing but death and hell. <\/div><div class=\"paragraph jod\" id=\"v10n1591\"> We can understand a few of the first principles of our religion, and enjoy a few of its blessings; but can we understand the whole of it? No; not yet. We can understand some of the ordinances of the House of God; but do we understand them all? We shall, if we are faithful. We have had revealed to us some of the ordinances and laws pertaining to the celestial Kingdom of God, but are they all revealed? No. Could we understand them, if they were revealed? We could not. There is a little given, as we can receive it, as the Prophet of old said, the Lord gives a little here and a little there, &#x201C;line upon line, precept upon precept, here a little and there a little.&#x201D;<span class=\"citation\" id=\"58550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58550)\">Isa. 28:10<\/a><\/span> Why did he not give more to his people in past times? Because they could not understand it. Why does he not give more to this people now? Because they are incapable of understanding it. But, in the sequel, we will find there is nothing that can be desired by us in righteousness, that is not incorporated in our religion. We see glory and honor and wealth in the world. They belong to the Kingdom of God. But, it may be asked, why does the Lord permit the world to have them? He gives every blessing to both Saint and sinner, just as far as they can receive his blessings. He is bountiful of His mercies and kind to all his children, bestowing blessings upon them abundantly; but they often abuse his bounties. The Lord has given to all men every power and blessing they possess; and he would give them more, if they could receive it. It is a pleasure to me to meet with the Saints, to worship God and to offer up my oblations to him; and it is a pleasure to the Saints generally. <\/div><div class=\"paragraph jod\" id=\"v10n1592\"> We preach a good deal to the  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints, yet they know but little; they can receive but little. We teach them the little things, the first principles of the Gospel, and we talk to them of the goodness of God and of his kind providences, and so on; but, if we could understand the truth with regard to the fulness of the Kingdom of God, our hearts would be full of joy unutterable. These words are as idle tales to the Christian portions of the world, and to those who do not believe in God and in his Son Jesus Christ, and also to many of the Saints. But I know the darkness that is among the people. Go to the Christian world&#x2014;to say nothing about those who do not believe in God, in Jesus, nor in revealed religion&#x2014;go to those who make long prayers and attend meetings&#x2014;to those who pay the priests and wear long faces, and these words are idle tales to them; and so they are almost to the Latter-day Saints. Yet there is a degree of light and intelligence that has come to us and has caused us to do what we have done, and be what we are. The proof of the virtue of a people is in the life they lead. <\/div><div class=\"paragraph jod\" id=\"v10n1594\"> We talk of the oneness of the people, yet we lack much of that oneness we must yet arrive at. If we could see things as they are, we need never preach this sermon again so long as we live. But we have to talk to the people, and keep talking to them; we have to bear with them, and teach them. We can tell them but little, for we know but little, and they are not prepared to receive more than they get. When any man lifts himself up in his philosophy, and wonders why we do not talk about this, and that, and the other thing that we do not wish to talk about, what does he know of the results that would follow from communicating principles to this people which they are not prepared to receive? I do <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not know that it would not be as Joseph once remarked&#x2014;Said he, &#x201C;If I were to tell the people what I knew of the kingdom of God, there is not a man nor woman that would stay with me.&#x201D; Said I, &#x201C;Do not reveal anything to me then, I do not wish to apostatize.&#x201D; If the Lord were to reveal many things to this people now, which will be made known in the future, they could not abide them&#x2014;they have not capacity at the present to receive them. Many people look at the wisdom and intelligence there is in the world, concerning many things, and marvel&#x2014;&#x201C;What great knowledge! What wonderful skill!&#x201D; Is there wisdom and mechanism in the world? Yes, and some people will say, &#x201C;It is wonderful, almost beyond the knowledge of an angel.&#x201D; They will talk of steam power, the power of the air, of electricity, and other things, and say it is almost beyond the knowledge of an angel. An angel from heaven knows more about the sciences and arts, of which you and I have a little smattering, than all the men on the earth. When they have gone to the extent of their knowledge and ability and understanding in science and art, they are far behind an angel. Does a knowledge of the sciences belong to our religion, too? Yes. There is nothing, only death and hell, but what belongs to it. We are not sanctified yet to receive many things that the Lord will reveal by-and-by. We are not prepared to receive the fulness of the Kingdom of God. If we were, we would stop preaching a great many sermons we now have to preach. But we are here living and improving; and many of the people really love and delight in their religion. <\/div><div class=\"paragraph jod\" id=\"v10n1595\"> You hear the brethren say, at times, that they never saw the time they were ashamed of their religion. That is true. Who is there on the  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>face of the earth, that knows God or his Son Jesus Christ, that is not proud of it? Not vain, understand me&#x2014;not proud, like a frivolous young person vain of some fancied superiority, but really thankful to God for the knowledge, and, if the term may be used, proud of it. Who would not be proud to know our elder Brother and Redeemer! Who would not be proud to understand the plan revealed by our Father and God to bestow upon us eternal life! To live, not merely next day and next year, but to live forever and ever, basking in the smiles of God and of angels, and enjoying the happiness and blessings of eternal life! Go to the great men of the earth, and talk to them about Joseph Smith, and many of them would spurn you from them. Go to members of the religious sects, to a Presbyterian, a Methodist, or a Baptist, and speak to them about Joseph and the Kingdom of God established on the earth, and most likely they would order you out of their houses. This causes feelings that are unpleasant. Yet why should it do so? What is there in such actions that should prevent us from rejoicing and feeling thankful that we know God and Jesus Christ. If I had all the young Elders and mission<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aries here, I might say to them, when strangers reject your testimony, you have no cause to fail of heart and be downcast in your spirits. If all the kings of the earth were in one man, and all their grandeur and excellency were comprehended in his person, and he were to reject your testimony, instead of feeling ashamed you should be full of pity for him. Your feelings should be like those of a father to a child; &#x201C;My son, I am sorry for you, and my heart is moved with pity; you have no knowledge of your true position; you are in possession of a certain greatness and knowledge, but your true greatness, knowledge and power you know nothing of. Poor child, I pity you.&#x201D; These should be the feelings of every Elder that goes forth to preach the Gospel to the nations. <\/div><div class=\"paragraph jod\" id=\"v10n1597\"> Put it down in your memories, let it be written on the tablets of your hearts that, outside of the religion we have embraced, there is nothing but death, hell and the grave. Every excellency, blessing, comfort, happiness, and light, and everything that can be enjoyed by an intelligent being, is for us, if we live for it. <\/div><div class=\"paragraph jod\" id=\"v10n1598\"> May the Lord help us to do so. Amen. <\/div>\n<\/div>\n<\/div>"}