{"ID":100052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Wisdom of God Through His Servants&#x2014;Missionaries' Families to Be Sustained&#x2014;How to Be Prospered.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Bowery, Great Salt Lake City, Oct. 8, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Wisdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/8\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v10n1156\"> I have listened with peculiar interest to the remarks made by our missionaries. Their remarks are truly cheering, and are a faithful index to the feelings and spirit which have influenced them during their absence from us. <\/div><div class=\"paragraph jod\" id=\"v10n1157\"> I was more particularly struck with the remarks of some who said that they hardly knew what doctrines to preach when they first arrived at the fields of their labor, and others hardly knew that baptism was necessary for the remission of sins. These young men were untaught, untutored, yet the spirit of the Gospel dwelt in them; it was born in them, and they have been reared under its influence to a <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greater or less degree, yet apparently they knew it not. How unlike the missionaries of other churches is this? They must be educated classically and theologically, and then they go forth to preach to a credulous world systematically a mass of inconsistent and contradictory doctrines&#x2014;which they call the Gospel. <\/div><div class=\"paragraph jod\" id=\"v10n1158\"> These missionaries of ours felt very much as I did on one occasion when I first landed in Germany. I was dropped from the coach on the side walk; I could not tell them where I wanted to stop, for I did not know myself, and, thought I, I may as well stop in one place as another. I could not tell anybody what I  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wanted for I did not know what I wanted. I did not remain in that situation long until I found a way to get to an hotel, where I was soon forced, by the pressure of circumstances around me and the cravings of my appetite, to make known my wants, designs and purposes in the language of the people among whom I was cast. In like manner our young men go out to preach the Gospel; and although they have lived under the influence of the Spirit of the Gospel all their days, yet they find themselves unable at first to delineate only the principles and laws of salvation; but the spirit that is in them soon bursts asunder the fetters that seem to bind them, and they launch forth into a field of intelligence hitherto unexplored by them, and are enabled, in a short time, not only to be filled with a flood of light and truth, but to attain unto a power of utterance that astonishes themselves and their friends. God is in all this; He laid the foundation of this Church and He dwells in the hearts of his servants, and He, by the power of his spirit, originates and gives power to utter the thoughts He wishes to communicate to mankind through His servants. When we trust in Him every obstacle is removed from our path. <\/div><div class=\"paragraph jod\" id=\"v10n1160\"> When listening to these young brethren, my heart has burned within me with gratitude and joy; I was reminded forcibly of the days of my youth, when I went forth with others to proclaim the same Gospel and was brought into many narrow and tight places. The Lord will always open our way if we are faithful, and allow us a field of operation that will be adequate to all our wants, conditions and circumstances. <\/div><div class=\"paragraph jod\" id=\"v10n1161\"> Those missionaries who go abroad to labor for the building up of Zion leave their families behind them, and they were particularly charged not to <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> beg of the poor on their missions means to send home to feed their families, and that whatever they might gain by the voluntary contributions of the people among whom they might labor, over and above that which would be necessary for their immediate wants, should be dedicated to the immigration of the poor&#x2014;to bring home the sheaves they had been enabled to reap. Their families are here, and have not harvested in abundance of the temporal comforts of the earth, but they have managed to live along from hand to mouth. There were contributions and subscriptions made last year to aid the families of our absent missionaries, but how many of them have been faithfully and frankly paid in and how many remain yet unpaid, I am not prepared to say, but, it has been suggested to me that there are still many delinquents who did really feel liberal, but have not since found a convenient time to honor that liberal feeling by paying in what they have subscribed. <\/div><div class=\"paragraph jod\" id=\"v10n1162\"> It is not too late yet, and the wants of the families of our missionaries have not abated. If we subscribe and promise to pay a certain amount to the Missionary Fund, we are under the strongest obligations to pay that amount, as much so as if we had contracted a debt with the merchants and had promised to pay it at a certain time. When we put our names to a document to sustain the servants of God and promise a certain amount to this end, I consider that we are under a greater obligation than we would be by any common business of life, because here is a promise made to the servants of God and virtually to heaven that we will do so and so to sustain heaven's cause. I would not thank anybody for a loaf of bread after I am dead and gone; I want it while I am living to sustain me and brace me up that I may have strength  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to do good. Benefits and favors that are deferred amount to little more than a vexation&#x2014;they can hardly be said to be a blessing; then do not turn your intended benefits into a vexation to vex those whose hearts and whole time are employed in traveling abroad to preach the Gospel, and to gather the poor Saints up to Zion. <\/div><div class=\"paragraph jod\" id=\"v10n1164\"> I will not confine my remarks to delinquents, but I will say the door is open still, for we have men in the field in foreign countries, who are pouring out their souls in testimony, and they are engaged day and night in this Work, while their families are dependent upon the bounties of the Latter-day Saints at home. Every man and woman who is disposed to contribute with a heart willing to build up the Kingdom of God, there will be an opportunity for you to do so before this Conference shall come to a close; and let us remember that inasmuch as we do it to one of the least of God's people we do it unto our Father who is in heaven.<span class=\"citation\" id=\"66188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66188)\">Matt. 25:40<\/a><\/span> From the Scriptures it appears that the Lord is disposed to receive any favor shown to His servants as though it had been done to himself, and he will so acknowledge it in a future day when the faithful ones would seem to have forgotten all about it, for they will say, &#x201C;When saw we thee an hungered,&#x201D; etc.,<span class=\"citation\" id=\"66185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66185)\">Matt. 25:37-39<\/a><\/span> and He will answer them, saying, &#x201C;Inasmuch as ye did it unto one of the least of these my servants, ye did it unto me.<span class=\"citation\" id=\"66189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66189)\">Matt. 25:40<\/a><\/span> Ye have sustained my cause yet it is your own cause, for all things are yours,&#x201D; etc. <\/div><div class=\"paragraph jod\" id=\"v10n1165\"> Now some persons may begin to narrow up their feelings, and to cherish in their hearts murmurings because God in his providence and in his mercy and kindness, may begin to pour upon this man and upon that man blessings by which he accumulates wealth, and by which he is made comfortable and happy; they are en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vious and jealous; now, if all things are ours, is there not a time when some of God's people will begin to inherit some of them? Yes. There must be a beginning to inherit all things. If we envy those that are really beginning to participate a little in the inheritance of all things, is not this a strong presumptive evidence within ourselves that we are not heirs to all things, neither are we willing that our brethren should be. <\/div><div class=\"paragraph jod\" id=\"v10n1166\"> When a man of God is blessed from on high and shall begin to gather around him means sufficient to place him beyond the reach of immediate want, God hath done it&#x2014;God hath blessed that person&#x2014;and every Saint will feel thankful to see his brethren so prospered and blessed of the Lord, feeling encouraged that his time will come sometime if he continues faithful. Instead of being jealous of the prosperity of those whom the Lord delights to bless and murmur in our hearts against our brethren and against the Lord, let us learn to be contented with that which is assigned to us, and wait patiently until the Lord shall in his mercy and kindness bless us more abundantly. I do not know any better way to hasten on our day of great blessings than to be liberal in our feelings and labor with all our might to lift up and encourage those who are bowed down, and to sustain the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v10n1167\"> The Lord sees us all and knows what our feelings are&#x2014;the very thoughts and intents of our hearts are laid bare before Him, and when He sees that we are prepared to endure great earthly blessings, do you think that any trifling circumstance will cause him to delay and wait and put us off and make us wait for his blessings, the same as we make some of the missionaries wait, until their families suffer before we hand out to them what we have promised to give?  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God knows the time when to bless and the individual to bless; and when the time comes for His blessings to descend copiously upon this or that individual, they will come. Do you want your day to come when you can be comfortable and have about all you can desire, just hand out to this Missionary Fund liberally, and consider that one evidence more that your time is drawing nigh when you also shall be greatly blessed. <\/div><div class=\"paragraph jod\" id=\"v10n1169\"> I will not occupy a great deal of time. I bear my testimony, brethren and sisters, that this is the Kingdom of God, and I have labored according to what little ability the Lord has given me to sustain it and to regulate and keep in order, as far as my wisdom, knowledge and understanding would allow me, the things pertaining to this kingdom and to the Saints of God where I have been called to labor. I love this Cause, I love my brethren and fellow laborers in it; I love to speak upon the principles of the Gospel&#x2014;in short, I love everything that is connected with the <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> welfare of the Saints. Brethren and sisters you have my best wishes, and my prayers by day and night are that God may shield his chosen ones as the apple of his eye. <\/div><div class=\"paragraph jod\" id=\"v10n1170\"> If there is any confidence to be placed in dreams, I do not know, but I will tell one. [Voice in the stand: &#x201C;Is there any fun in it?&#x201D;] There is a little fun in it. I thought I saw a mighty car coming down from the mountains in the East, and it appeared as big as this Tabernacle. I thought it was going to run over and crush everything to pieces; it appeared to be coming in contact with a house up there, and it appeared as though it would roll right over it and grind it into powder, but it just happened to miss it, and it came on towards the City, and by the time it reached the City it had dwindled down to a common-sized wagon; when I examined it more closely, I discovered that it was nothing but a load of firewood coming into the City. <\/div><div class=\"paragraph jod\" id=\"v10n1171\"> May God bless his people. Amen. <\/div>\n<\/div>\n<\/div>"}