{"ID":100023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience to Counsel&#x2014;the Beautifying and Building Up of Zion.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, made in the Bowery, Great Salt Lake City, March 8, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience to Counsel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 3\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v10n431\"> I do not arise with any desire to interfere with the call of brother George A. Smith for brethren to go to the cotton district of our Territory, for I am very much in favor of brethren going to locate in the different settlements of Washington County to raise cotton and such other staple articles as are necessary for the welfare and prosperity of the Saints, and for the building up of Zion in the last days. <\/div><div class=\"paragraph jod\" id=\"v10n432\"> I live in the north part of the Territory, in Cache Valley, as most of you are aware, and I wish to say to those who are not wanted to go south, that if any of you feel like moving into the country, we would like to strengthen the settlements in our valley, and especially in the northern part of the County. By way of inducement we can promise you plenty of bread, if you will go there and help to till the earth and put in the seed in the season thereof, paying proper attention to your crops in the season when irrigation is required. It is a new country, possessing good facilities for stock raising, and in fact every facility for making home and friends comfortable and happy. <\/div><div class=\"paragraph jod\" id=\"v10n433\"> So far as I am individually concerned, it matters not to me what part of the Territory I go to labor or to reside in, if I can know and feel that I am doing the will of Heaven and carrying out the counsel and instruction of my brethren who preside in the Church of Jesus Christ of Latter-day Saints. From the experience I have had in traveling with the President on his last mission <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> south, I am able to say in all sincerity before God and my brethren, that all my prejudices are removed, and I feel perfectly willing to labor in any part of the Lord's vineyard wherever my services are required. <\/div><div class=\"paragraph jod\" id=\"v10n434\"> Now we want about a hundred good sturdy fellows that feel themselves able to go to work to raise wheat and cattle, and to do all that is necessary for the beautifying and building up of Zion. It is a good place to raise flax, hemp, and vegetables. To be sure the altitude is considerably greater than it is in many other parts of the Territory, but this should not prevent us from performing our duties. If we are called to labor there that is the place for us to exert ourselves. It is sometimes argued that there is too much water there, and others will urge that there are too many Indians there; but, my feeling and the feeling of the brethren up there is to follow the counsel of our President and leader, and to labor in concert with all those who are set to guide our footsteps in the building up of Zion. We feel perfectly satisfied in doing this, for we know that while we pursue this course we are performing the duties that devolve upon us as Saints of God. We feel satisfied with our lot and place, and rejoice in the blessings that are bestowed upon us in that portion of our mountain home, and we feel to pray that we may ever be so in whatever position we may be called to labor for the accomplishment of the purposes of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v10n435\"> May the Lord our God bless us  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and enable us to carry out the instructions that have been given us this day. This conference has been a happy time, and I can truly say that I have never felt better in our holy religion than I do today, and I know that the counsel that has been given to us is for our salvation. <\/div><div class=\"paragraph jod\" id=\"v10n437\"> You all know when you feel well, and you all know the Gospel of the Son of God, and there is nothing will give you satisfaction but the doctrines taught by the servants of God. <\/div><div class=\"paragraph jod\" id=\"v10n438\"> I bear my testimony to the truths of the Gospel of Jesus Christ as revealed by the Prophet Joseph, and to the correctness of the organization of the Church of Jesus Christ of Latter-day Saints; also to the revelations given through the prophets of God both ancient and modern. <\/div><div class=\"paragraph jod\" id=\"v10n439\"> May God Almighty preserve us in <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the faith, enable us to round up our shoulders, and assist in bearing the burden of the kingdom. When we have anything to say to our families let it be according to the counsel of the Spirit of God, that union may prevail. We all know that there is plenty for the Saints to feast upon, but some are too apt to look upon the dark side of the picture, instead of remembering the blessings promised to us by the Prophets of God. Why should we shrink from our position for one moment, when we have so many glorious blessings promised unto us? <\/div><div class=\"paragraph jod\" id=\"v10n440\"> Let us strive to be of one heart and one mind<span class=\"citation\" id=\"92870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92870)\">Moses 7:18<\/a><\/span> and all will be well with us. God bless you, my brethren and sisters, is my sincere prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}