{"ID":100050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Tithing&#x2014;Building Temples&#x2014;Gold, Its Production and Uses&#x2014;Govermental Policy Towards Utah&#x2014;Providing Bread for the Poor.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Tithing&#x2014;Building Temples, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v10n1108\"> I have in my mind a few texts which I wish to introduce and speak from, to, or upon. <\/div><div class=\"paragraph jod\" id=\"v10n1109\"> I have only to say in relation to what brother John Taylor, in his remarks, has referred to, that I wish the honest-in-heart to continue to be honest&#x2014;to say their prayers, and especially to keep the law of God; and I would like you to observe the law of Tithing, if you wish to do so, and if you do not, proclaim that you do not wish to observe it, that we may shape our course accordingly, for no person is compelled to pay Tithing, but it is entirely a voluntary act of our own. If we pay it freely it is well; if we are not willing to pay it freely and feel a pleasure in doing so, let us say so and be consistent with ourselves. <\/div><div class=\"paragraph jod\" id=\"v10n1110\"> We talk a great deal about our religion. It is not now my intention to deliver a discourse on this subject, enumerating facts and producing evidences in my possession which are unanswerable, but I will merely give a text, or make a declaration, that our religion is simply the truth. It is all said in this one expression&#x2014;it embraces all truth, wherever found, in all the works of God and man that are visible or invisible to mortal eye. It is the only system of religion known in heaven or on earth that can exalt a man to the Godhead,<span class=\"citation\" id=\"83703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83703)\">D&amp;C 1:30<\/a><\/span> and this it will do to all those who embrace its laws and faithfully observe its precepts. <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This thought gives joy and delight to the reflecting mind, for, as has been observed, man possesses the germ of all the attributes and power that are possessed by God his heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v10n1111\"> I wish you to understand that sin is not an attribute in the nature of man, but it is an inversion of the attributes God has placed in him. Righteousness tends to an eternal duration of organized intelligence, while sin bringeth to pass their dissolution. Were it our purpose, at this time, we might produce extensive, instructive and interesting arguments of a Scriptural and philosophical character, in support of these views. I will merely say that God possesses in perfection all the attributes of his physical and mental nature, while as yet we only possess them in our weakness and imperfection, tainted by sin and all the consequences of the fall. God has perfect control over sin and over death; we are subject to both, which have passed upon all things that pertain to this earth.<span class=\"citation\" id=\"72343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72343)\">Rom. 5:12<\/a><\/span> God has control over all these things; he is exalted and lives in obedience to the laws of truth. He controls the acts of all men, setting up a nation here and overthrowing a nation there, at his pleasure, to subserve his great purposes. <\/div><div class=\"paragraph jod\" id=\"v10n1112\"> We see man suddenly raised to power and influence, clothed in all the paraphernalia of royalty, endowed with prestige and equipage, and as quickly  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stripped of all his pomp and show, and laid prostrate in the dust of death. <\/div><div class=\"paragraph jod\" id=\"v10n1114\"> This is God's work, and the result of a power that is not possessed by us mortals, though we are seeking for it. When we talk of building a temple, let us not forget that we can add nothing to Him. &#x201C;But Solomon built him an house. Howbeit, the most High dwelleth not in temples made with hands; as saith the prophet, Heaven is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest? Hath not my hand made all these?&#x201D;<span class=\"citation\" id=\"71541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71541)\">Acts 7:47-50<\/a><\/span> &#x201C;If I were hungry, I would not tell thee: for the world is mine, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56731)\">Ps. 50:12<\/a><\/span> He does not ask us for bread and fruit, for he has better fruit than we can raise, and His bread is of a much finer quality than ours; He does not want our bread and meat and clothing, but he has organized all these substances for an exaltation. <\/div><div class=\"paragraph jod\" id=\"v10n1115\"> The earth, the Lord says, abides its creation;<span class=\"citation\" id=\"88436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88436)\">D&amp;C 88:25<\/a><\/span> it has been baptized with water,<span class=\"citation\" id=\"93084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93084)\">Moses 7:43<\/a><\/span> and will, in the future, be baptized with fire<span class=\"citation\" id=\"125540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125540)\">Heb. 6:7 (JST)<\/a><\/span><span class=\"citation\" id=\"125541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125541)\">D&amp;C 43:32<\/a><\/span> and the Holy Ghost, to be prepared to go back into the celestial presence of God, with all things that dwell upon it which have, like the earth, abided the law of their creation.<span class=\"citation\" id=\"91300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91300)\">D&amp;C 130:9<\/a><\/span> Taking this view of the matter, it may be asked why we build temples. We build temples because there is not a house on the face of the whole earth that has been reared to God's name, which will in anywise compare with his character, and that he can consistently call his house. There are places on the earth where the Lord can come and dwell, if he pleases. They may be found on the tops of high mountains, or in some cavern or places where sinful man has never marked the soil with his polluted feet. <\/div><div class=\"paragraph jod\" id=\"v10n1116\"> He requires his servants to build <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Him a house that He can come to, and where He can make known His will. This opens to my mind a field that I shall not undertake to survey today. I will just say, when I see men at work on that Temple who nurse cursings in their hearts, I wish they would walk out of the Temple block, and never again enter within its walls, until their hearts are sanctified to God and his Work. This will also apply to men who are dishonest. But we have to put up and bear patiently with many things that we cannot help under present circumstances, and in our present imperfect state. We would like to build a substantial house, suitably arranged and embellished&#x2014;a permanent house&#x2014;that shall be renowned for its beauty and excellency, to present to the Lord our God, and then lock and bar it up, unless he shall say, &#x201C;Enter ye into this my house, and there officiate in the ordinances of my Holy Priesthood, as I shall direct.&#x201D; We have already built two Temples: one in Kirtland, Ohio, and one in Nauvoo, Illinois. We commenced the foundation of one in Far West, Missouri. You know the history of the one we built in Nauvoo. It was burnt, all the materials that would burn, and the walls have since been almost entirely demolished and used for building private dwellings, &amp;c. I would rather it should thus be destroyed than remain in the hands of the wicked. If the Saints cannot so live as to inherit a Temple when it is built, I would rather never see a Temple built. God commanded us to build the Nauvoo Temple,<span class=\"citation\" id=\"91014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91014)\">D&amp;C 124:31<\/a><\/span> and we built it, and performed our duty pretty well. There are Elders here today who labored on that house with not a shoe to their feet, or pantaloons that would cover their limbs, or a shirt to cover their arms. <\/div><div class=\"paragraph jod\" id=\"v10n1117\"> We performed the work, and performed it within the time which the  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord gave us to do it in. Apostates said that we never could perform that work; but, through the blessing of God, it was completed and accepted of him. Apostates never build Temples unto God, but the Saints are called to do this work. <\/div><div class=\"paragraph jod\" id=\"v10n1119\"> Do we want to build this Temple, or do we not? It shall be as we please. I am just as ready to dismiss every workman that is now laboring on the Public Works, as you are. I know the people would say, Build the Temple. Should I ask all the workmen whether they are willing to labor on that work, their reply would be, &#x201C;Yes, the Lord wants our labor, and we are willing that he should have it, although we could get better pay for our labor elsewhere&#x2014;pay that we cannot get on the Public Works.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1120\"> Do you require me as Trustee-in-Trust, to pay you better pay than is paid into my hands by the people to sustain the Public Works? Are you just in your requirements, or are you unjust? Look at it in whatever light you please, no person can justly require more of me than I receive. Whether it is right to do so, judge ye. <\/div><div class=\"paragraph jod\" id=\"v10n1121\"> Has the Lord required of us to pay Tithing? He has&#x2014;namely, one-tenth of our increase. Now, if we withhold our Tithing, and the Temple, nevertheless, is completed and ready for the ordinances of the Holy Priesthood to be performed therein, can those who have withheld their Tithing enter that Temple to pass through the ordinances of salvation for their dead, and be just before God? If they can, I must confess that I do not understand the nature of God's requirements, nor his justice, nor his truth, nor his mercy. <\/div><div class=\"paragraph jod\" id=\"v10n1122\"> That Temple is to be built; but God forbid that it should ever be built for the hypocrite, the ungodly, the apostate, or any other miserably corrupted creature that bears the image of our Creator, to enter into it <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4123\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to pollute it; I would rather never see it built than this should transpire. We intend to build and finish it. <\/div><div class=\"paragraph jod\" id=\"v10n1123\"> If the Lord permits gold-mines to be opened here, he will overrule it for the good of his Saints and the building-up of his kingdom. We have a great many friends who are out of this Church&#x2014;who have not embraced the Gospel. We have a great many political friends, moral friends and financial friends; there are thousands of men who are our friends for advantage's sake, for the sake of peace, for the enjoyment of life, for silver and gold, goods and chattels, houses and lands, and other possessions on the earth, for they love to live on the earth and enjoy its blessings. There are thousands who see that this people inculcate and live by wholesome moral principles&#x2014;principles that will sustain their natural lives, to say nothing about principles that take hold of God and eternity. There are multitudes who desire to live out their days without coming to their end by violence&#x2014;without being murdered or kidnapped by marauding mobs; they think that the earth is a pretty good place, and they would like to live upon it in peace as long as they can, with their friends and connections. We have a great many friends, and if the Lord suffers gold to be discovered here, I shall be satisfied that it is for the purpose of embellishing and adorning this Temple which we contemplate building, and we may use some of it as a circulating medium. <\/div><div class=\"paragraph jod\" id=\"v10n1124\"> The Lord will not dwell in our hearts unless they are pure and holy, neither will he enter into a Temple that we may build to his name, unless it is sanctified and prepared for his presence. If we could overlay the aisles of the Temple with pure gold, for the Lord to walk upon, it would please me, and not suffer them ever to be corrupted by mortal feet. Gold is  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of the purest of elements, and will not be so much changed as some others, though every element that we are acquainted with will pass through a change. Gold is a pure and precious metal, and the wicked love it through selfishness or an unholy lust, while God and his true people love to pave the streets of Zion with it,<span class=\"citation\" id=\"80811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80811)\">Rev. 21:21<\/a><\/span><span class=\"citation\" id=\"92092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92092)\">D&amp;C 137:4<\/a><\/span> to overlay altars and pulpits of Temples with it,<span class=\"citation\" id=\"125542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125542)\">D&amp;C 110:2<\/a><\/span> and to make utensils of it for the use of the Priests of the Lord in offering sacrifice to him,<span class=\"citation\" id=\"55624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55624)\">1 Kgs. 7:50<\/a><\/span> and also for household purposes. <\/div><div class=\"paragraph jod\" id=\"v10n1126\"> There are some of the sealing ordinances that cannot be administered in the house that we are now using; we can only administer in it some of the first ordinances of the Priesthood pertaining to the endowment. There are more advanced ordinances that cannot be administered there; we would, therefore, like a Temple, but I am willing to wait a few years for it. I want to see the Temple built in a manner that it will endure through the Millennium. This is not the only Temple we shall build. There will be hundreds of them built and dedicated to the Lord. This Temple will be known as the first Temple built in the mountains by the Latter-day Saints. And when the Millennium is over, and all the sons and daughters of Adam and Eve, down to the last of their posterity, who come within the reach of the clemency of the Gospel, have been redeemed in hundreds of Temples through the administration of their children as proxies for them, I want that Temple still to stand as a proud monument of the faith, perseverance and industry of the Saints of God in the mountains, in the nineteenth century. <\/div><div class=\"paragraph jod\" id=\"v10n1127\"> I told you thirteen years ago, that every time we took up our tools to progress with that Temple, we should see opposition. Our enemies do not love to see it progress, because we are <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4122\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> building it for God, and they do not love him. If it is necessary I am willing to drop the work on the Temple; but if you require at our hands that the Temple be built, you should be as willing to pay your Tithing as you are to have us build the Temple. Some of us are not dependent on the Temple for our endowment blessings, for we have received them under the hands of Joseph the Prophet, and know where to go to bestow the same on others. You may ask me whether the leaders of this Church have received all their endowment blessings. I think that we have got all that you can get in your probation, if you live to be the age of Methuselah; and we can give what we possess to others who are worthy. We want to build that temple as it should be built, that when we present it to the Lord we may not have to cover our faces in shame. <\/div><div class=\"paragraph jod\" id=\"v10n1128\"> I now wish to present a few questions to the congregation, for I think there is no harm in asking questions to elicit information. Do the Government officials in Utah, civil and military, give aid and comfort to and foster persons whose design is to interrupt and disturb the peace of this people? And are they protected and encouraged in this ruinous design by the strong arm of military power, to do what they will, if they will only annoy and try to break up the &#x201C;Mormon&#x201D; community? Does the general Government, or does it not, sustain this wicked plan? Is there in existence a corruption-fund, out of which Government jobbers live and pay their traveling expenses while they are engaged in trying to get men and women to apostatize from the truth, to swell their ranks for damnation? Is this so, or is it not so? Those who understand the political trickeries and the political windings of the nation, can see at once that these are political questions. Who  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feeds and clothes and defrays the expenses of hundreds of men who are engaged patrolling the mountains and canyons all around us in search of gold? Who finds supplies for those who are sent here to protect the two great interests&#x2014;the mail and telegraph lines across the continent&#x2014;while they are employed ranging over these mountains in search of gold? And who has paid for the multitude of picks, shovels, spades and other mining tools that they have brought with them? Were they really sent here to protect the mail and telegraph lines, or to discover, if possible, rich diggings in our immediate vicinity, with a view to flood the country with just such a population as they desire, to destroy, if possible, the identity of the &#x201C;Mormon&#x201D; community, and every truth and virtue that remains? Who is it that calls us apostates from our Government, deserters, traitors, rebels, secessionists? And who have expressed themselves as being unwilling that the &#x201C;Mormons&#x201D; should have in their possession a little powder and lead? I am merely presenting a few plain questions to the Latter-day Saints, which they or anybody else may answer, or not, just as they please. Who have said that &#x201C;Mormons&#x201D; should not be permitted to hold in their possession firearms and ammunition? Did a Government officer say this, one who was sent here to watch over and protect the interest of the community, without meddling or interfering with the domestic affairs of the people? I can tell you what they have in their hearts, and I know what passes in their secret councils. Blood and murder are in their hearts, and they wish to extend the work of destruction over the whole face of the land, until there cannot be found a single spot where the Angel of peace can repose. <\/div><div class=\"paragraph jod\" id=\"v10n1130\"> The waste of life in the ruinous <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> war now raging is truly lamentable. Joseph the Prophet said that the report of it would sicken the heart; and what is all this for? It is a visitation from heaven, because they have killed the Prophet of God, Joseph Smith, Jun. Has not the nation consented to his death, and to the utter destruction of the Latter-day Saints, if it could be accomplished? But they found that they could not accomplish that. <\/div><div class=\"paragraph jod\" id=\"v10n1131\"> Before we left Nauvoo, members of Congress made a treaty with the Latter-day Saints, and we agreed to leave the United States entirely. We did so, and came to these mountains, which were then Mexican territory. When we were ready to start on our pilgrimage west, a certain gentleman, who signed himself &#x201C;Backwoodsman,&#x201D; wished to know on what conditions we would overcome and settle California. He gave us to understand that he had his authority from headquarters, to treat with us on this matter. I thought that President Polk was our friend at that time; we have thought so since, and we think so now. We agreed to survey and settle California&#x2014;we drawing the odd numbers, and the Government the even numbers; but I think the President was precipitated into the Mexican War, and our prospective calculations fell through, otherwise we should have gone into California and settled it. Many of you were not aware of this. <\/div><div class=\"paragraph jod\" id=\"v10n1132\"> Joseph said that if they succeeded in taking his life, which they did, war and confusion would come upon the nation, and they would destroy each other, and there would be mob upon mob from one end of the country to the other. Have they got through? No, they have only just commenced the work of wasting life and property. They will burn up every steamboat, every village, every town, every house of their enemies that  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes within their reach; they will waste and destroy food and clothing that should feed and comfort women and children and leave them destitute and beggars, without homes and without protectors, to perish upon the face of all the land, and all to satiate their unhallowed and hellish appetite for blood; and this awful tornado of suffering, destruction, woe and lamentation, they would hurl upon us, if they could, but they cannot, and I say, in the name of Israel's God, they never shall do it. We will have peace if we have to fight for it. They have not power to destroy Israel, neither will they have. The time will come when he who will not take up his sword against his neighbor must flee to Zion.<span class=\"citation\" id=\"85767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85767)\">D&amp;C 45:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1134\"> We have been preached to a great deal during this Conference, and how do we appear before God, as Latter-day Saints, when there are among us confusion, covetousness, bickering, slothfulness, unthankfulness? May God help us to search our own hearts, to find out whether we are obedient or disobedient, and whether we love the things of God better than any earthly consideration. Will we, from this time henceforth, listen to and pay attention to the whisperings of the good Spirit, and devote every hour of our time to the welfare of the kingdom of God upon the earth, and let the enemies of this kingdom do what they please? For God will overrule all things for the special benefit of his people. May the Lord help us to be Saints. <\/div><div class=\"paragraph jod\" id=\"v10n1135\"> I will now make a requirement at the hands of the Bishops, both those who are here, and those who are not here and which every individual must see is necessary and just; and that is, for them to see that there is sufficient breadstuff in their respective Wards to last the members of their Wards until another harvest; and if you have not sufficient on hand, we shall require you to secure <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it and hold it in such a way that the poor can obtain it by paying for it. There are persons who would part with every mouthful of breadstuff they have for that which does not profit them, and bring starvation upon the community. I wish the Bishops to have an eye to this, and to devise employment, that the newcomers and strangers that may be among us may have a chance to earn their bread. Let sufficient wheat be held in reserve by those who have it, or are able to buy it, for this purpose, that none may suffer. <\/div><div class=\"paragraph jod\" id=\"v10n1136\"> Again I request of the Bishops to be certain that the members of their Wards have their supply of breadstuffs in reserve to last them until another harvest, and we will trust in God for the coming year. Be not so unwise as to sell the bread that you and your children need. Preserve enough to sustain your own lives, and we are willing you should sell all the rest of it as you please; and remember that you cannot buy any from me, unless you pay a fair price for it. Last week a man wanted to buy some flour of me and I partly consented to let him have some at six dollars a hundred in gold dust; he thought he could buy it cheaper, and went away. I was very willing not to sell it him, for when women and children are suffering for bread, I do not want it said that I sold flour. I shall feel much better, and I even say in truth, that I have not sold flour when a prospect of scarcity could be seen in the future. I am willing to pay flour to my workmen, and am willing to hire more workmen, and I will sell them flour for six dollars a hundred; but I am not willing to sell it to go out of the country, and to strangers, if it is needed to sustain those who make their homes with us. <\/div><div class=\"paragraph jod\" id=\"v10n1137\"> I will conclude my remarks and pray God to bless his people everywhere. Amen. <\/div>\n<\/div>\n<\/div>"}