{"ID":100028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Importance of the Mission to the Cotton Country.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, October 8, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Importance of the Mission, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v10n527\"> Brethren, there is a subject which has been spoken of during this Conference in regard to the mission to the cotton growing district of our Territory, to which I desire to again call your attention. <\/div><div class=\"paragraph jod\" id=\"v10n528\"> We have been instructed in the principles of the kingdom to a wonderful extent during this Conference. The instructions which we have received have been of a character that they may be reduced to practice by every person whose feelings are so disposed. <\/div><div class=\"paragraph jod\" id=\"v10n529\"> The President remarked that he desired to strengthen the missions to the cotton country by sending down two hundred more families. It will be recollected that a request was made last year for the brethren to volunteer to go on that important mission. There were a few who came up and gave in their names, but the great mass of the brethren did not feel to do so. They were aware that it was the wish of the Presidency that certain things should be done, but they seemed as though they needed taking by the ears and shaking to make them sensible of the great importance that ought to be attached to this mission. It appeared as if some of the brethren (to use a figurative expression) had become fastened to the earth with tremendous roots, so that it was with considerable difficulty that they could be got up, but they had to be taken up root and branch. <\/div> <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n530\"> We, as a Conference, voted that the President should call, but none of us felt like volunteering. [President B. Young: I volunteered, on the condition that the people would consent to it.] Yes, the President volunteered, but it is well known that the Presidency are required here; most of the time they must be present to superintend the building of the Temple and direct the affairs of the Church in all the world,<span class=\"citation\" id=\"90213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90213)\">D&amp;C 107:23<\/a><\/span> but the Elders are set apart to go into all the earth and labor as directed by the Presidency. It is also well known that the master builder has influence and power here and that he understands how the foundation, the walls, the timbers, the roof, and all connected with the Temple of our God should be put together. It is likewise well known that the Presidency never ask men to do a service except that their labors are required in that new position. One particular remark which I wish to make is, that notwithstanding the unprecedented high water in Washington County and the damage and disappointment consequent upon the flood, the settlements made by the last year's mission have proved a decided success. That mission has proven the nature of the climate more perfectly than it had before, it has tested the soil, and accomplished many other things of immense advantage and worth. It was stated by many that the mission  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would prove a failure, that there was no country there, but the truth is, that the elements, including the water, the soil and all that surround them are actually aching for the brethren to combine them together and make them into good cotton and other choice productions of a mild climate; all these elements are ready to render aid to build up Zion. <\/div><div class=\"paragraph jod\" id=\"v10n532\"> I consider that we should feel ready and willing to do anything that may be required of us, to lend our exertions to establish the kingdom of God permanently upon the earth. <\/div><div class=\"paragraph jod\" id=\"v10n533\"> When the people first settled in San Pete Valley some were discouraged, they never thought that wheat could be produced in such a country as that; they did not believe that anything would grow there; the white-colored soil alarmed them, but it is now the granary of the mountains. Now, there has recently been just such a feeling in regard to Washington County, but the past year's experience has demonstrated more fully that most excellent cotton, sugar cane, grapes, peaches and many other commodities of life can be successfully raised there in that desert-looking country. <\/div><div class=\"paragraph jod\" id=\"v10n534\"> There are quite a number of men who have remarked to me that they would willingly go if they were called on. I wish to say to such brethren that they are called on now, and I sincerely wish that two hundred brethren would volunteer today by giving in their names to me at the Historian's office. By going this fall you have all winter to prepare, and <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the advantage can be taken of the early spring season, thus giving the brethren an excellent opportunity to raise a crop of cotton the first year. By sowing wheat in October tolerable crops can be raised, and by planting corn early in March two crops can be raised in one year, or one good crop of cotton. The fact, in brief, is, that so far as the country has been tried it has proven a success, and many of the brethren have said that the country is a great deal better than they expected to find it. <\/div><div class=\"paragraph jod\" id=\"v10n535\"> I hope all that has been said by the brethren in reference to the culture of hemp, flax, indigo, and in fact all that will tend to build up Zion will be attended to, for let it be remembered that it is coming to this necessity of producing for ourselves or to go without, and the question resolves itself into the simple proposition, &#x201C;Clothes or no clothes.&#x201D; We must make our own woolen, flax, hemp, and cotton goods or we must go naked. We cannot get these articles much longer from the States, according to the present prospect. The vengeance of the Almighty is sweeping the land with the besom of destruction;<span class=\"citation\" id=\"58298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58298)\">Isa. 14:23<\/a><\/span> millions of men are forsaking their industrial pursuits for the purpose of destroying each other. Let us each and all attend to this, that the beauty of our garments may be the beauty of the workmanship of our own hands,<span class=\"citation\" id=\"85392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85392)\">D&amp;C 42:40<\/a><\/span> or we shall find ourselves without many of the necessaries of life altogether. <\/div><div class=\"paragraph jod\" id=\"v10n536\"> May God bless the people, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}