{"ID":100065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Continued and Faithful Labor&#x2014;Kingly Nature of the Priesthood&#x2014;Power Attainable Through It&#x2014;Condition of the Nations Contrasted With that of the Saints&#x2014;Future Glory and Greatness of the Kingdom of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, Nov. 6, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Continued and Faithful Labor, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/6\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v10n1600\"> I do not wish to draw away the minds of the people in the least, from the excellent instruction and testimonies they have heard today; but I arise to say a few comforting words to the Latter-day Saints, and to strengthen the faith of those, who desire to believe, and obey the truth, all the days of their lives. <\/div><div class=\"paragraph jod\" id=\"v10n1601\"> You have heard the testimonies of some of our returned missionaries today, from which you can judge that their hearts are greatly comforted. Some of them have expressed their delight, at having the privilege of beholding this congregation of Saints in Zion. It is a great satisfaction, to look upon those who love the Lord with an undivided affection; it is a great satisfaction to speak to them, and to hear them speak; and, were I to have my choice, I would rather hear men testify to the truth by the spirit of truth,<span class=\"citation\" id=\"85949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85949)\">D&amp;C 50:21-22<\/a><\/span> than to speak myself. In my reflections I foresee a time, when we shall be able to communicate with each other easier and with much more pleasure and satisfaction than we now do; but we will then use a different language. Although the language we now speak is as good as any language that has yet come to our knowledge, still it is very meager, and limited in its range and power, and though it is a good <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> medium at ordinary times, yet it comes very far short of being such a medium, as man needs to convey thoughts, when he is inspired by the power of God, through the gift of the Holy Ghost, and is full of the revelations of Jesus.<span class=\"citation\" id=\"74404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74404)\">Gal. 1:12<\/a><\/span> It is written, &#x201C;Therefore wait ye upon me, saith the Lord, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy. For then will I turn to the people a pure language, that they may all call upon the name of the Lord, to serve him with one consent.&#x201D;<span class=\"citation\" id=\"62242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62242)\">Zeph. 3:8-9<\/a><\/span> When a man rises up to speak in the name of the Lord, and is filled with the light, and the intelligence and power which cometh from God, his countenance alone will convey more, to those who are inspired by the same spirit, than can possibly be conveyed, by the words of any language now used by mankind. <\/div><div class=\"paragraph jod\" id=\"v10n1602\"> The brethren have testified today to what they believe, and to what they know. They have traveled, preached, and labored diligently to do good, and have returned home again to their families and friends; and now they wish to hear, to see,  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to learn, and enjoy the society of the Saints here at the gathering place; and, as a general thing, they have no desire to say a great deal, while a few like to preach among the Saints at home. <\/div><div class=\"paragraph jod\" id=\"v10n1604\"> There is one thing I wish to say to the Elders, who have returned from their fields of labor, do not for your own sakes, lay aside the garments of the Priesthood, and think your missions at an end; for have we not enlisted, to build up the Kingdom of God on the earth, and establish truth and righteousness,<span class=\"citation\" id=\"63643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63643)\">Matt. 6:38 (JST)<\/a><\/span> and is not this the work of a lifetime? It is little matter how successful the Elders are, in bringing the spirit and understanding of the people, to the knowledge of the truth, or how successful they are, in gathering the people of God from the nations, for, there is not one man in all the ranks of Israel, that will ever be able to justly boast, of having done one deed more than his duty. When we have labored faithfully and diligently all our lives, until we have accomplished the full measure of our labor on the earth, not one will be found that has done one act to build up the Kingdom of God, more than his duty required of him;<span class=\"citation\" id=\"81805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81805)\">Mosiah 2:21<\/a><\/span> while on the other hand, it will very likely be found in the end, that thousands have come short of performing all their duty; and I think I am safe in saying that there will be but few, if any, who have performed all their duty. I do not know of a man, within the circle of my acquaintance, who has performed every good he has had power, ability and opportunity to perform. If he has not been guilty of sins of commission, he has committed wrongs, through the omission of duties. Then, let not my brethren consider their mission is at an end, if they wish to continue to increase in influence, power, judgment, and truth, in righteousness, and in the <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge of God, which he may please to constantly reveal unto them through their faithfulness; but let every man be faithful in spirit, striving continually to conquer every passion, and to subdue every wrong feeling, and bring into subjection every unholy aspiration of his being, and be willing for the spirit of truth&#x2014;the spirit of the Gospel&#x2014;to lead and guide him from day to day, from hour to hour, and from moment to moment. If we all do this, we shall constantly have in our possession, words of comfort for each other, and be in readiness to act at all times, in the performance of every duty: but let a man neglect his duty in his earthly tabernacle, and he will find, in the end, that he has committed many a wrong, through the sin of omission. Good, and opportunity to do good, is presented to man; but, because of his ignorance, he neglects to do the good he might, and is, in consequence, full of darkness. <\/div><div class=\"paragraph jod\" id=\"v10n1605\"> There is a peculiar trait in the character of the Kingdom of God, that is diverse from all other kingdoms that have, do, or will exist; and the king we have enlisted to serve is different from all other kings; for he wishes all those over whom he reigns, to share with him the glory of his Kingdom. He is our elder brother, and we are children of the same Great Father. &#x201C;And if children, then heirs; heirs of God, and joint heirs with Christ; if so be that we suffer with him, that we may be also glorified together,&#x201D;<span class=\"citation\" id=\"72567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72567)\">Rom. 8:17<\/a><\/span> when &#x201C;he hath made us kings and priests unto God and his Father.&#x201D;<span class=\"citation\" id=\"78960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78960)\">Rev. 1:6<\/a><\/span> The king whom we serve, has promised to make all who overcome the world, the flesh and the devil, kings like unto himself. What king, besides the Lord of glory, has made such a promise to his subjects? Not only will the faithful and worthy subjects of the Kingdom of God, become kings:  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but more; each one will become a king of kings, and lord of lords.<span class=\"citation\" id=\"80190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80190)\">Rev. 17:14<\/a><\/span><span class=\"citation\" id=\"80421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80421)\">Rev. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1607\"> A few words in explanation of this may not be amiss. When the Holy Priesthood, which is after the order of the Son of God,<span class=\"citation\" id=\"90101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90101)\">D&amp;C 107:3<\/a><\/span> is upon the earth, and its organizations, ordinances, gospel, powers, authorities, and blessings, are enjoyed by the children of men; then by means of sealing powers and keys, and an everlasting covenant, the sons of men become the sons of God<span class=\"citation\" id=\"68577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68577)\">John 1:12<\/a><\/span> by regeneration,<span class=\"citation\" id=\"65213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65213)\">Matt. 19:28<\/a><\/span><span class=\"citation\" id=\"76326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76326)\">Titus 3:5<\/a><\/span> and are entitled, every man in his order,<span class=\"citation\" id=\"73837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73837)\">1 Cor. 15:23<\/a><\/span><span class=\"citation\" id=\"88570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88570)\">D&amp;C 88:60<\/a><\/span> to the privileges, exaltations, principalities and powers, kingdoms and thrones, which are held and enjoyed, by the Great Father of our race; and all these are obtained through the law of natural increase, and the saving of that which the Father puts in our power.<span class=\"citation\" id=\"70540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70540)\">John 17:2,11<\/a><\/span><span class=\"citation\" id=\"86973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86973)\">D&amp;C 76:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1608\"> &#x201C;Three years previous to the death of Adam, he called Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, and Methuselah, who were all high priests, with the residue of his posterity who were righteous, into the valley of Adam-ondi-ahman, and there bestowed upon them his last blessing. And the Lord appeared unto them, and they rose up and blessed Adam, and called him Michael, the prince, the archangel. And the Lord administered comfort unto Adam, and said unto him: I have set thee to be at the head; a multitude of nations shall come of thee, and thou art a prince over them forever.&#x201D;<span class=\"citation\" id=\"90311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90311)\">D&amp;C 107:53-55<\/a><\/span> So, in like manner, every faithful son of God, becomes, as it were, Adam to the race that springs from his loins, when they are embraced in the covenants and blessings of the Holy Priesthood; and in the lapse of eternity, and in the progress of eternal lives, every true son of God becomes a king of kings, and a lord of lords, and it may also be said of him, as it was written of Jesus Christ, &#x201C;Of the increase of his government <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and peace there shall be no end.&#x201D;<span class=\"citation\" id=\"58060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58060)\">Isa. 9:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1609\"> When death ends the reign of an earthly King, he is stripped of his regal power, which gives place to the habiliments of the tomb; and another wears the crown he wore, sits upon the throne he occupied, and rules over the kingdom he ruled. Not so with the sons of God, when they are crowned and receive their kingdoms; for they have embraced the everlasting Gospel, and have been regenerated, and sanctified through its institutions, purified through the grave, and raised again by the power of the resurrection, to newness of life,<span class=\"citation\" id=\"72405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72405)\">Rom. 6:4<\/a><\/span> as it is written, &#x201C;But is now made manifest by the appearing of our Savior Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel.&#x201D;<span class=\"citation\" id=\"76020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76020)\">2 Tim. 1:10<\/a><\/span> We have not yet received our kingdoms, neither will we, until we have finished our work on the earth, passed through the ordeals, are brought up by the power of the resurrection, and are crowned with glory and eternal lives. Then he that has overcome and is found worthy,<span class=\"citation\" id=\"79071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79071)\">Rev. 2:26 (JST)<\/a><\/span> will be made a king of kings, and lord of lords<span class=\"citation\" id=\"80422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80422)\">Rev. 19:16<\/a><\/span> over his own posterity, or in other words: A father of fathers. This latter rendering, is more strictly in accordance with the original text. <\/div><div class=\"paragraph jod\" id=\"v10n1610\"> While brother Halliday was speaking, in regard to testifying to the truth, I thought of a circumstance that transpired with me in Canada, some thirty-two years ago. Five brothers had embraced the Gospel. Soon one of them lost the spirit, and came to our meetings, to oppose the truth. We always gave him an opportunity to speak in our meetings. When he arose to speak, I would pray that the Lord would give him His Spirit. The result was, that instead of his proclaiming against the truth, he would bear testimony to it, that Joseph Smith was a  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Prophet of the Lord, and that the Book of Mormon was an inspired record. It is no trouble for any man to bear testimony to the truth, when he is inspired by the spirit of truth. As has been stated here to day, the bands are being made stronger around the lower classes, in the nations of Europe, and there is no doubt a great many honest people would embrace the Gospel, were it not for fear of losing their situations, and their means of getting bread, for themselves and their families. Were it in our power to offer gold and silver to such, to sustain them when they are thrown out of employment, I have no doubt that thousands would join the Church, that now are bound to their old traditions and institutions, for fear of losing their means of subsistence. We cannot do this, and it is perfectly right that we have not power to do it. <\/div><div class=\"paragraph jod\" id=\"v10n1612\"> Some of the brethren are fearful, that we shall be tried by riches. I speak for myself, when I say, that it is too degrading and too low for men, who are made in the image of God,<span class=\"citation\" id=\"52173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52173)\">Gen. 1:26-27<\/a><\/span> who understand God and Godliness, to descend to the spirit of the world so far, as to ever become entangled by it.<span class=\"citation\" id=\"78414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78414)\">2 Pet. 2:20<\/a><\/span> I say to all the Elders of Israel, that we shall possess the riches of the world,<span class=\"citation\" id=\"87370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87370)\">D&amp;C 78:18<\/a><\/span> for the Kingdom of God will be ours, and the earth, and all things which pertain to it, or else we are not the people of God. I do not say, but what some few individuals will go out of the Church, and others will come into this Kingdom, which the Lord Almighty has established in the latter day. It is established expressly to glorify man, that he may possess all things&#x2014;all the gold and silver, and every precious metal, and every precious stone, and to own the earth and its fulness, and establish everlasting righteousness and peace, and gather up the House <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Israel, and all that will believe the Gospel among the Gentiles, and save and redeem the world of mankind, and redeem the earth and prepare it to return into the presence of God; or else we are not the kingdom of God. We have already explored the very depths of poverty; and you, who have not had poverty enough, hand over what you have, and send it down to the Cotton country, and go to days' work for a living. We have had poverty enough. I know of brethren and sisters in this community who have not got a wagon, an ox, or a cow, a house, or suitable clothing, to cover them in the cold winter, and they have no stock of provisions and fuel on hand; are not these poor enough? How poor would you have us to be? I do not know but that the people are poor enough now. <\/div><div class=\"paragraph jod\" id=\"v10n1613\"> The world is before us, Jesus Christ has redeemed it, and it is our business to purify, and remove the curse therefrom, that it may be brought back into his presence. As for riches, I have told these gold-seekers here, that I know where there is plenty of gold in these mountains, and they have run over it, and stubbed their toes against it, fallen down among it, and run their noses into it for aught that I know, and yet could not see it, and I am not going to tell them where it is, and they may help themselves. Our business is not to hunt gold, but to build up the Kingdom of God. If I had the power, and I do not know but that I have, I would have cities without whiskey and gambling saloons. I would not have them in any of the cities of the Saints. But we have wise men and statesmen among us, who believe that it is policy to allow such institutions in our cities; and the Lord yields to such inconsistencies, because of our ignorance and weakness. I do not delight in beholding an intoxicated  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>person, nor do I delight to hear the name of the God I serve blasphemed; although I have not heard an oath for years from the mouth of any man; for, if they know that I am present, I believe they respect me enough to refrain from so low and vile a habit in my presence. It may be policy to have drinking saloons in our cities; but I have failed to see any good in it. Our returned missionaries say they do not like to see such institutions. You like to see them, no less than the Saints here do. We submit to this, some say through policy. When men come with ropes in their hands ready to noose our necks, we give them rope enough to hang themselves. I wish the returned Elders to understand, that they cannot hate wickedness anymore than the Saints at home do. Hear it, ye Elders of Israel, and ye mothers in Israel, and ye daughters of Israel, there is nothing but death, and hell, and the grave, outside of this Kingdom; but, inside the Kingdom of God, all things are for the faithful to inherit and enjoy, and for this purpose has he organized his Kingdom in the latter days, &#x201C;That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him.&#x201D;<span class=\"citation\" id=\"74786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74786)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1615\"> Men will continue to seek for, find, and dig gold and silver. I thank them for these services. They are getting out the ore in abundance, and casting it into cannon and mis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>siles of death, and their fine steel into weapons of destruction. This is all right. For, the Lord will have use for all this metal by and by; as the Prophet hath said, &#x201C;And he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more.&#x201D;<span class=\"citation\" id=\"62165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62165)\">Micah 4:3<\/a><\/span> That time is not yet; but now, when looking to the East, the religionists on the right hand are praying: &#x201C;O Lord God, we pray thee to direct the bullets, and the arrows, and the spears, and bayonets to the hearts of those infernal Yankees.&#x201D; Those on the left hand, while looking in the same direction, are praying: &#x201C;O Lord, direct the lead, and cast iron, and steel, and every missile of death, direct to the hearts of those infernal slave owners.&#x201D; I know that we are but a handful of people&#x2014;Jacob is small, but who can contend with the God of Jacob? He is &#x201C;a man of war,&#x201D;<span class=\"citation\" id=\"54028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54028)\">Ex. 15:3<\/a><\/span> and &#x201C;the prince of peace,&#x201D;<span class=\"citation\" id=\"58052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58052)\">Isa. 9:6<\/a><\/span> &#x201C;I am that I am,&#x201D;<span class=\"citation\" id=\"53806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53806)\">Ex. 3:14<\/a><\/span> no matter who, &#x201C;I am fully able, to handle the nations of men just as I please.&#x201D; The Lord whom we serve, exalts and debases men and nations at his pleasure, making one great, and another small, bringing some into note, and burying others in the oblivion of forgetfulness, to subserve his purposes, and consummate his great designs.<span class=\"citation\" id=\"61466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61466)\">Dan. 4:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1616\"> May the Lord bless you, Amen. <\/div>\n<\/div>\n<\/div>"}