{"ID":100006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Design of the Lord in Gathering Together His People&#x2014;Wisdom and Economy in Domestic Affairs.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, June 8, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Design of the Lord, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v10n116\"> The miracles wrought in the days of Moses for the deliverance of the children of Israel from Egyptian bondage, as they are recorded in the Old Testament, appear to be wonderful displays of the power of God. I need not here rehearse the history of the children of Israel, with which the majority of this congregation are well acquainted, but I wish to say that if all instances where the power of God has been displayed through the Elders of this Church were <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> written, we should find that as great and wonderful miracles have been wrought among this people as have been wrought among any people in any age of the world, and yet this Church is only in its infancy. The children of Israel, it is written, were brought out of Egypt<span class=\"citation\" id=\"54089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54089)\">Ex. 18:1<\/a><\/span> with an high hand and an outstretched arm,<span class=\"citation\" id=\"55115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55115)\">Deut. 26:8<\/a><\/span> to inherit a land flowing with milk and honey;<span class=\"citation\" id=\"53802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53802)\">Ex. 3:8<\/a><\/span> we have assembled in these distant valleys for the trial of our faith. They were delivered out of a  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dreadful bondage, leaving none behind; we have willingly sold and otherwise left our possessions, at the same time leaving friends, parents, companions, &amp;c., behind. The distance to their land of promise was but a few miles from the country of their bondage, while a great many of this people have traversed over one-half of the globe to reach the valleys of Utah. <\/div><div class=\"paragraph jod\" id=\"v10n118\"> Brother Goddard spoke this morning in relation to the words of the Lord pertaining to the saving of paper rags. His remarks were amusing, and had he coupled some of the ancient revelations and sayings, recorded as the Lord's, with his remarks concerning paper rags, those remarks would have been still more amusing; such for instance, as &#x201C;If a bird's nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young: But thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and that thou mayest prolong thy days.&#x201D;<span class=\"citation\" id=\"55083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55083)\">Deut. 22:6-7<\/a><\/span> Again, &#x201C;Thou shalt not plough with an ox and an ass together.&#x201D;<span class=\"citation\" id=\"55084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55084)\">Deut. 22:10<\/a><\/span> Again, &#x201C;Thou shall make thee fringes upon the four quarters of thy vesture, wherewith thou coverest thyself,&#x201D; &amp;c., &amp;c.<span class=\"citation\" id=\"55085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55085)\">Deut. 22:12<\/a><\/span> Seeing many such instances as these in the Bible, we cannot marvel at a man's talking about paper rags in a religious meeting, and saying that it is the word of the Lord or at least the word of wisdom that we should save our rags. <\/div><div class=\"paragraph jod\" id=\"v10n119\"> Let us realize one fact in addition to the great miracles that have ever been exhibited among God's people. From the beginning of the world to this time, when the Lord has gathered together a people to be a chosen people to him, he has always begun to educate them by instructing them <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the little things pertaining to life, which he never does when his people remain mixed with the wicked. Before the Lord, through Moses, called upon the children of Israel to leave Egypt, he had no such instructions for them as we have quoted; he had nothing to say to them about governing themselves, nor about driving out their enemies before them, nor taking a course to sustain themselves: in fact, they were far below this people in the scale of independence and civilized life. In righteousness this people far excel the ancient Israelites; indeed, I would not wish to compare the righteousness of the children of Israel with the righteousness of the Latter-day Saints, for multitudes of the Latter-day Saints will enter into the rest of the Lord, but only two persons out of the hosts of Israel were permitted to do so.<span class=\"citation\" id=\"54862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54862)\">Num. 26:65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n120\"> While the meek of the earth remain scattered among the wicked, the Elders of this Church can go forth with the Old and New Testament in their hands, and show what the Lord is going to do in the latter days, the great miracles he will perform, the gathering of his people, the saving of his Saints, the building up of Zion, the redeeming of the house of Israel, the establishing of the New Jerusalem, the bringing back of the ten tribes, and the consuming of their enemies before them, overthrowing kingdoms, &amp;c., &amp;c., and this is proclaimed to both Saint and sinner. But when the people of God are gathered out to one place, they are then taught the so-called little things that pertain to every day life, which they cannot be taught while they are in a scattered condition. Many come here under a mistaken impression; they think they are gathered to this place to be told how people live in heaven, to receive a minute description of the inhabitants of heaven, to be told how they asso<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciate together, whether they live in cities, of what the houses are built, what kind of architecture prevails there, how the cities are laid out, and how the heaven of heavens<span class=\"citation\" id=\"55020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55020)\">Deut. 10:14<\/a><\/span> is built, who dwells there, where the inhabitants came from, their stature and complexion, whether God is a personage of tabernacle or not, what means for locomotion he uses when he visits his friends, what he eats for breakfast, how often he changes his clothes, what style of clothing he wears, of what kind of material it is made, whether they have winter and summer in heaven, seed time and harvest, &amp;c., &amp;c. But no, my brethren, this is not what you have come here for; the Lord has called the people together expressly to teach them the things which pertain to this world and to this life, that they may know how to honor the life he has given them here. <\/div><div class=\"paragraph jod\" id=\"v10n122\"> The inhabitants of the earth are ignorant with regard to the design of their being; they are as ignorant in this respect as the wild animals that roam over the plains. They may be very religious, but the religion that is popular in the world now is entirely another thing from the ways of the Lord. Many of their traditions are good, and many of the people possess much good moral religion; I may say, so far as morality goes, that they are just as good as people can be, but they are not taught how to govern and control themselves, they are not taught the worth of their present life. The whole drift, labor, and exertions of the priests of the day among the people are to prepare them to die. I never had such a mission given to me, nor received such a calling from the heavens; I have been called to preach life, and not death. It is my business to teach mankind how to live, how to honor their present existence, how to treat their bodies so as to live to a good <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> old age on the earth, and have power to do good and not evil all their days, and be ready to enter into the rest prepared for the Saints. <\/div><div class=\"paragraph jod\" id=\"v10n123\"> Almost any Elder in this Church can preach the Gospel, if he is humble before God; he can tell all that the wicked would need to hear from the Old and New Testament. Many of the Elders are scholars, and when they preach we expect to hear almost a Bible and a half preached before they get through; they can carry you through the historical portions, repeat the sayings of the old prophets, dilate largely upon the doctrinal portions of the New Testament, gauge the morality of the present age by repeating verbatim the moral lessons of the Savior, are at home among the beasts of the Apocalypse and the prophetical heads and horns of Daniel,<span class=\"citation\" id=\"61588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61588)\">Dan. 7:8<\/a><\/span> are thoroughly posted in the time, times, and half-a-time,<span class=\"citation\" id=\"61792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61792)\">Dan. 12:7<\/a><\/span><span class=\"citation\" id=\"79616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79616)\">Rev. 12:14<\/a><\/span> know the contents of all the vials, when they will be poured out,<span class=\"citation\" id=\"80104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80104)\">Rev. 16:1<\/a><\/span> can delineate to a nicety the different parts of Daniel's metal image&#x2014;<span class=\"citation\" id=\"60985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60985)\">Dan. 2:31-33<\/a><\/span>in a word, they are paragons in Bible lore, but if you ask them whether they know how to raise potatoes to feed their wives and children, their answer is &#x201C;No.&#x201D; Do you know how to raise grain for your bread? &#x201C;No.&#x201D; Do you know how to raise watermelons? &#x201C;No.&#x201D; Do you know how to raise pigs for your meat? &#x201C;No.&#x201D; Do you know how to raise chickens? &#x201C;No.&#x201D; Do you love to eat them? &#x201C;Yes.&#x201D; Do you know how to raise calves? &#x201C;No.&#x201D; You may give them a cow and calf, and two years will not pass before they have neither cow nor calf. Do you know how to improve your fruit? &#x201C;No.&#x201D; and thus they live without trying to produce for themselves these necessaries and comforts of life. Finally, what do you know? &#x201C;Why, we know that we must prepare to die.&#x201D; There are people who have been in this city twelve years, and  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have not planted in their gardens a single fruit tree. The Lord wishes us to know how to provide for ourselves all things necessary for our comfort in bread, fruit, and clothing. <\/div><div class=\"paragraph jod\" id=\"v10n124\"> Sisters, do you know how to make woolen cloth, linen cloth, or cotton cloth? Probably a few of you do. Almost any female can knit a stocking, for this seems to be their employment when they sit down to rest. Children are taught to knit, but the majority never progress any further than this in the art of manufacturing. In addition to this, needlework is generally understood by the female portion of the community, but as a general thing what do they know about making cloth? Very little. They need to be taught; yet they know as much about these matters as the children of Israel did. They also need to be taught, when their husbands bring into the house a hundred weight of flour, not to throw it out of the door; and when they make bread of it to make it light, palatable, and healthy, instead of making cakes as indigestible as a whetstone, that when your husbands come from work and your children from school they may have bread to eat that will sit easy on their stomachs. Many husbands are made sick and many children are sent to an untimely grave through eating badly prepared food, the result of ignorance or carelessness. <\/div><div class=\"paragraph jod\" id=\"v10n125\"> This is the place to become acquainted with this knowledge. It is for the husband to learn how to gather around his family the comforts of life, how to control his passions and temper, and how to command the respect, not only of his family but of all his brethren, sisters and friends. It is the calling of the wife and mother to know what to do with everything that is brought into the house, laboring to make her home desirable to her husband and children, <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> making herself an Eve in the midst of a little paradise of her own creating, securing her husband's love and confidence, and tying her offspring to herself, with a love that is stronger than death, for an everlasting inheritance. There is a saying that a wife so disposed can throw out of the window with a teaspoon more than her husband can throw into the door with a shovel. I am sorry to say that this is too much the case. A good housewife disposes of her cooking utensils, dusters, towels, floorcloths, barrels, buckets, &amp;c., in a neat, cleanly, and labor-saving manner. A good mechanic has a place for every tool, and when he has done using a tool it is returned to its place as by magic, without any apparent effort. I have watched our mechanics here, and, take them first and last, their ways, if not strewed to strangers, are strewed to nonsense. A good farmer takes care of his implements of husbandry. Instead of leaving them scattered all over the farm, they are carefully gathered together, properly cleaned and greased to defend them from rust, and put in a safe place until they are wanted. <\/div><div class=\"paragraph jod\" id=\"v10n126\"> There are very few of our farmers that know how to prepare the ground and plant the seed in a way to secure a ready germination and quick growth. I told my farmers this spring how to prepare the ground for sugar cane, and to plant the seed three-fourths of an inch deep. I waited ten days for the plants to show themselves, when I found the seed was put away six inches below the surface, and I thought well laid away from the frost of the winter of 1862-3. It is now beginning to show itself, five weeks since it was planted. <\/div><div class=\"paragraph jod\" id=\"v10n127\"> I would that people knew more than they do about these important matters, but we are where we can be taught. Will the people be taught? Will they cheerfully receive instruc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion and profit by it? I hire the best gardeners I can find, and they are ignorant of their business; they scarcely know one apple from another or one fruit tree from another. If I spend five hundred dollars to have a strawberry-bed made, I may perhaps get a quart or two of the fruit; I may safely say that I shall not receive enough fruit to half cover the outlay. I can instruct any man how to improve seedling fruit, and have it as good as the imported kinds. The best fruit that ever grew will deteriorate under bad management and neglect. I advise farmers and gardeners to understand their business and make it profitable; also to mechanics would I give the same advice. And I would advise the sisters not only to save their paper rags, but to learn how to properly and profitably dispose of new cloth when they get it. <\/div><div class=\"paragraph jod\" id=\"v10n129\"> Cleanliness and neatness of person are desirable and good to see, but this may be carried to an extreme that is both tiresome and expensive; there is a class that is more nice than wise. Nothing less than linen pocket-handkerchiefs by the dozen will answer for some of our ladies. &#x201C;Husband, don't get me less than three dozen handkerchiefs, for I must have from three to half-a-dozen a day, it is so nice to be clean.&#x201D; When they have used a handkerchief twice or three times, it is thrown into the washtub to be rubbed to pieces and wasted away. In this way you get no good of your money; the article is not worn out in service, but it is washed out. Then, when you hang and pin your clothes on the clothesline, they are left to be whipped to pieces in a high wind, and are more used up in one operation of this kind than if they had been worn three months. It is useless for husbands to suggest to them the expediency of taking the clothes in, for they will <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let them remain notwithstanding, and be worn out. Go into the kitchens of these very nice, neat wives who can nurse a pocket-handkerchief to a charm and apply it to their nasal protuberances with such refined grace, and you hear Sally asking Sue for the dishcloth. &#x201C;Where is the dishcloth?&#x201D; It is found stuffed into a mousehole, or Jim has just come in from the canyon and is washing his feet with it. Then there is an outcry for the knife they cut meat with. &#x201C;Where is the butcher knife?&#x201D; Billy has had it out of doors, and has left it in a neighboring ditch. They may have bread and meat, a bread knife and a meat knife, but neither of these articles has a recognized home in the house, and you are just as likely to find them in one place as another. &#x201C;Where is the bag of flour?&#x201D; &#x201C;I don't know; I think I saw it under the stairs this morning when I was rummaging about.&#x201D; It is at last found stuck in a dirty corner, with dirty clothes thrown over it, and perforated with mouseholes. The bread pan is lost; the rolling pin and board cannot be found, and when the board is found it has been converted into a checkerboard, and then used in the chicken coop; and when the broom is wanted little Jack is astride of it in the street, deliberately walking through a mud hole. Instead of their houses being houses where order and economy reign, confusion, disorder, and waste prevail. <\/div><div class=\"paragraph jod\" id=\"v10n130\"> Some of our professed good housekeepers, in my opinion, come far short of really deserving that character, at least I should think so, were I permitted to see them cook breakfast. There are potatoes to boil, bread to bake, meat to cook, and fruit in stew. Perhaps the first thing that is done is to put the tea to steeping, then fry the meat, then prepare the potatoes for boiling, and about the time the potatoes are done the bread must be  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mixed; while the bread is baking the tea is spoiling, the meat and potatoes are getting cold and unfit to eat; when the bread is ready, as likely as not the fruit is forgotten, and a great effort has to be made to prepare the fruit; much bustle, confusion, labor, and time have been expended to get the food ready, and when it is served up the tea is not worth drinking, the potatoes are tough, watery, and cold, the meat is dry, hard, and unpalatable, the biscuits are baked too much on the outside and not enough in the inside, while the fruit is only half-cooked; and taking it altogether, it would be better for the stomach to reject such a meal of victuals, if there existed a prospect of dining upon a more wholesome and better prepared meal at noon. <\/div><div class=\"paragraph jod\" id=\"v10n132\"> We have been gathered together in these valleys to be taught. We must first learn to control ourselves before we can think to control our fellow creatures. The Lord has given extensive lines of operation to both Saint and sinner, but when he gathers his family he expects them to first master these so-called little things; he wishes us to learn to live with each other, and to surround ourselves with all the common necessaries and comforts of life. Until this is done we are unprepared to receive the greater blessings, for if we had them now we should not know what to do with them. It is our business to live, to learn how to preserve our lives, and labor to make the earth into a Garden of Eden; unless we do this, we are unworthy to possess eternal life. &#x201C;And he said unto him, Well, thou good servant, because thou hast been faithful in a very little, have thou authority over ten cities.&#x201D;<span class=\"citation\" id=\"67894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67894)\">Luke 19:17<\/a><\/span> He that is not faithful in the things of this world, who will commit unto him the things which pertain to eternity?<span class=\"citation\" id=\"67754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67754)\">Luke 16:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n133\"> All things belong to the Lord, and <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we belong to the Lord, and if we are faithful until we have passed the ordeal and proved ourselves worthy before the heavens to receive our crowns, then we shall receive a deed of that which the Lord gives to us. Until then, that which we hold we hold only as stewards for the Lord.<span class=\"citation\" id=\"67764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67764)\">Luke 16:12<\/a><\/span> It is our privilege to grow and increase continually, to receive knowledge upon knowledge, and prepare to enter upon the higher duties of eternal life. We thus proceed from one step to another until we merge into immortality. We do not become another kind of beings in passing through the resurrection, but we are more refined through the application of the laws of the Gospel to our lives and passing through the grave. The grave will take away every deformity from the mortal organisms of the faithful, and they will be perfect as our Father in heaven is perfect. <\/div><div class=\"paragraph jod\" id=\"v10n134\"> We have now space to prove ourselves worthy to receive the glory that God has in store for the faithful, but we have to learn the little things first. We are brought here expressly, in the first place, to raise potatoes, grain, fruit, wool, flax, and every other necessary and mortal comfort we can produce in this climate. Some of our Elders will preach until they preach the people blind, and will die in their ignorance and go to hell, unless they learn what their lives are worth and how to preserve them. I am speaking to the Saints. If we do not learn what God has brought us here for, and the nature of the mission he has given us, we may preach the Bible until we are blind and old as Methuselah, and die and be damned at last. It is our duty to learn how to govern ourselves, and how to conduct ourselves pleasingly in the sight of heaven towards our friends, families, and neighbors, building up cities and towns, opening farms,  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>planting vineyards and orchards, and improving our country, until finally, we shall be ready to rule. <\/div><div class=\"paragraph jod\" id=\"v10n136\"> May God bless the faithful, and <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overthrow the wicked and ungodly, and establish his kingdom no more to be thrown down<span class=\"citation\" id=\"89558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89558)\">D&amp;C 101:75<\/a><\/span> is my daily prayer. Amen. <\/div>\n<\/div>\n<\/div>"}