{"ID":100004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Never-Ending Character of a Saints' Mission&#x2014;Organization of the Kingdom of God.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, Great Salt Lake City, Oct. 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Never Ending Character, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v10n79\"> We have opened our Conference to present before the congregation such principles and doctrines and to transact such business as may be necessary for the instruction and edification of the Saints and the advancement of the cause of truth. <\/div><div class=\"paragraph jod\" id=\"v10n80\"> It has been remarked by some of the Missionaries who have lately returned, that though they had arrived <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at home, they did not consider their missions at an end. When persons become subjects of the kingdom of God they enter upon a mission that will never end. They may turn away from the holy commandments, and forsake the kingdom, but so long as they remain faithful so long will their missions as advocates for God and his righteousness be continued.  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There may be intervals of rest, of relaxation from the more arduous duties of their missions, but in such times they are not by any means to consider their missions ended. Christ will not cease his labors pertaining to this earth until it is redeemed and sanctified ready to be presented spotless to the Father.<span class=\"citation\" id=\"87231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87231)\">D&amp;C 76:107<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n82\"> Luke records the words of Christ as follows&#x2014;&#x201C;But rather seek ye the kingdom of God; and all these things shall be added unto you.&#x201D;<span class=\"citation\" id=\"67625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67625)\">Luke 12:31<\/a><\/span> Matthew records the saying still fuller&#x2014;&#x201C;But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.&#x201D; Jesus<span class=\"citation\" id=\"63638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63638)\">Matt. 6:33<\/a><\/span> Christ did not exhort his followers to seek something they could not find, something that was not within their reach. He did not exhort them to ascend up to heaven to bring the kingdom down, nor to descend into the deep to bring it up, but he came to establish that kingdom, and it was nigh unto them.<span class=\"citation\" id=\"94606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94606)\">Luke 10:9<\/a><\/span> I would say to the Latter-day Saints, seek to know that the kingdom of God has been organized in our own time. When this kingdom is organized in any age, the Spirit of it dwells in the hearts of the faithful, while its visible department exists among the people, with laws, ordinances, helps, governments, officers, administrators, and every other appendage necessary for its complete operation to the attainment of the end in view. Seek to know that the kingdom of God is organized upon the earth, and be sure to know that you have an interest in that kingdom, and enjoy the Spirit of it day by day, for this is, or ought to be, nearer to our hearts than all earthly considerations. This privilege is within the reach of all, when the Gospel is proclaimed to them. When men truly and heartily repent, and make manifest to the heavens that their repentance is genuine by obedience to the requirements made <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> known to them through the laws of the Gospel, then are they entitled to the administration of salvation, and no power can withhold the good Spirit from them. Cornelius is an instance of this. The Holy Ghost fell on him and his household, through their faith and earnest repentance, before they were baptized.<span class=\"citation\" id=\"71715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71715)\">Acts 10:1-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n83\"> That we may understand things as they are, and thereby learn to sanctify ourselves before the Lord our God, it is essentially necessary that we practically live our religion. Every true believer of this Gospel is anxious to gather to the home of the Saints. I think I am safe in saying, that if there was a highway cast up from England to the shores of the continent of America, there are men who would be willing to measure the ground with their bodies to reach this place. Even this does not tell their anxiety to be here; it must be seen in the spirit, to know it as it really is. We are agreed in gathering the Saints, as well as in the initiatory ordinances of the Gospel of peace.<span class=\"citation\" id=\"72736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72736)\">Rom. 10:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n84\"> It may be said that the tug of trials has commenced when the Saints begin to cross the plains to this place. This temporal duty puts all their spiritual attainments to the test. There are but few persons who thoroughly understand how to organize and lead a company across the plains, and in this alone arises many inconveniences and trials to the immigrants. How many hearts are prepared to meet the difficulties, privations, trials, and labors to be encountered on the plains, without murmuring and complaining? I should think but few. To believe the Gospel and embrace it, to believe all that is written in the Bible, Book of Mormon, and Book of Doctrine and Covenants, is but a small matter compared with giving up comfortable homes, friends, and relatives, being tossed upon the boisterous ocean, con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fined in narrow limits, and being jostled in railway cars, exposed to the insults and ridicule of rude and wicked persons that always assemble on the public highways, and suffering the hardships and privations incident to traveling over the plains. <\/div><div class=\"paragraph jod\" id=\"v10n86\"> I wish the people not to lose sight of one thing: that every day's labor, every moment's toil, every prayer and exertion which they make points to the building up of the kingdom of God upon the earth. Let us seek daily to know that the kingdom of God is established among us, according to the pattern in the heavens. Under this knowledge our actions will constantly point in the right direction, and every move we make will enhance the interests of the general cause. When this kingdom is established in its two-fold capacity&#x2014;spiritually and temporally&#x2014;then it is given unto us to know how to secure everything else that is necessary to enjoy on the earth. But it is our duty first to seek to know that the kingdom of God is established and organized upon the earth, that we have an interest in it, that that interest above all others is the nearest and dearest to our hearts, as our present and eternal welfare is embraced in it, and that we possess the Spirit of this kingdom and enjoy it day by day. <\/div><div class=\"paragraph jod\" id=\"v10n87\"> Remarks have been made relating to the Saints traveling in independent companies. When an independent company undertakes to travel across the plains, they are generally too independent for their own safety and good. There never was and never will be a people in heaven nor on earth, in time nor in eternity, that can be considered truly and entirely independent of counsel and direction. Our independent companies entertain the same mistaken views of independence as people generally do of the independence of a Republican Govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment. Man in his ignorance is impatient of control, and when he finds himself from under its influence he supposes that he is then independent, or, in other words, that he is a free man. Independence so viewed and so employed, either individually or collectively, religiously or politically must open a wide arena of action for all the evil, selfish and malignant qualities of depraved men, introducing destruction into every ramification of society, destroying confidence, checking the onward progress of industry and universal prosperity, and bringing in famine, pestilence, and destruction everywhere. An independent company of immigrants can appoint their own captain to guide them across the plains, and they can also dispute every act of his for their good. They can find fault with him for camping too soon or too late; for camping in this, that, or the other place; and if he offers them good advice, reject it because they are independent and free, as they suppose. Individual self-government lies at the root of all true and effective government, whether in heaven or on earth. Those who govern should be wiser and better than the governed, that the lesser may be blessed of the greater. Were this so, then the people would willingly repose their dearest interests to the trusts of their rulers or leaders, and with a feeling of pleasure bow to and carry out to the letter their instructions and conclusions on all matters that pertained to the general good. This will apply to great kingdoms and mighty nations, to small companies of immigrants crossing the plains, or to the home circle. A Republican Government in the hands of a wicked people must terminate in woe to that people, but in the hands of the righteous it is everlasting, while its power reaches to heaven. <\/div><div class=\"paragraph jod\" id=\"v10n88\"> I had the pleasure of leading the first company of Saints to these  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>valleys, assisted by a few of my brethren. In this business we have had a good experience. <\/div><div class=\"paragraph jod\" id=\"v10n90\"> I will here take the liberty of relating a little of my first career in &#x201C;Mormonism.&#x201D; In 1834, brother Joseph Smith the Prophet, started with a company from the State of Ohio, picking up others as he passed through various States on his route until he arrived in Missouri. We had grumblers in that camp. We had to be troubled with uneasy, unruly and discontented spirits. This was the first time we had ever traveled in the capacity of a large company, and it was my first experience in that mode of traveling. Brother Joseph led, counseled and guided the company, and contended against those unruly, evil disposed persons. When we arrived in Missouri, the Lord spoke to his servant Joseph and said, &#x201C;I have accepted your offering,&#x201D;<span class=\"citation\" id=\"90005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90005)\">D&amp;C 105:19<\/a><\/span> and we had the privilege to return again. On my return many friends asked me what profit there was in calling men from their labor to go up to Missouri and then return, without apparently accomplishing anything. &#x201C;Who has it benefited?&#x201D; asked they. &#x201C;If the Lord did command it to be done, what object had he in view in doing so?&#x201D; I was then comparatively ignorant, to what I am now, in regard to the spirits and actions of mankind. But I then learned that those persons who asked me such questions were weak in the faith and, like a faulty column in an edifice, could not bear up under the burden designed to rest upon them. This has since proved to be the case. I wish this fact to sink into your hearts, that when men or women have doubts, they also have fear; and when they have fear, they are in danger of what? Of themselves. Want of confidence is the parent of moral imbecility and intellectual weakness. Hear it, ye Saints, that man or woman that is crowned <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with crowns of glory, immortality, and eternal lives will never be heard to grumble or complain. I told those brethren that I was well paid&#x2014;paid with heavy interest&#x2014;yea that my measure was filled to overflowing<span class=\"citation\" id=\"67275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67275)\">Luke 6:38<\/a><\/span> with the knowledge that I had received by traveling with the Prophet. When companies are led across the plains by inexperienced persons, especially independent companies, they are very apt to break into pieces, to divide up into fragments, become weakened, and thus expose themselves to the influences of death and destruction. <\/div><div class=\"paragraph jod\" id=\"v10n91\"> I sometimes think that I would be willing to give anything, to do almost anything in reason, to see one fully organized Branch of this kingdom&#x2014;one fully organized Ward. &#x201C;But,&#x201D; says one, &#x201C;I had supposed that the kingdom of God was organized long ago.&#x201D; So it is, in one sense; and again, in another sense it is not. Wheresoever this Gospel has been preached and people have received it, the spiritual kingdom is set up and organized, but is Zion organized? No. Is there even in this Territory a fully organized Ward? Not one. It may be asked, &#x201C;Why do you not fully organize the Church?&#x201D; Because the people are incapable of being organized. I could organize a large Ward who would be subject to a full organization, by selecting families from the different Wards, but at present such a Branch of the Church is not in existence. <\/div><div class=\"paragraph jod\" id=\"v10n92\"> I am satisfied that the mechanical ability of the people of this Territory will rank with that of any other people, but there is not one in five hundred that knows how to husband his ability and economize his labor when he first comes to this new country. They are for a time like a feather in the wind, until some circumstance occurs to settle them in some position where they can begin to do something to provide for themselves. It is not easy to find a  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishop that knows how to settle, in a proper way, the smallest difficulty that may occur in his Ward. There are but few men that can guide themselves, and gather around them the comforts and wealth of this life. In the settlements I passed through during my late visit south, I saw comparatively little wisdom manifested in the style and extent of their improvements. Men who have been in this Church ten, fifteen, and twenty years, and in this country from the first settlement of it, possessing flocks of sheep and herds of cattle and horses running upon the plains, what kind of houses have they? Log hovels and mud huts. What have they in their houses? Two tin plates, a broken knife, and a fork with one prong. If a person calls for lodgings, &#x201C;O yes, you can stay and welcome. Come wife, bake some potatoes and squash, and roast some meat, bake some biscuit, and stew a little of that fruit I bought at the store,&#x201D; and all this the poor woman has to do in one little bake kettle. A good-natured man enough, an easy going sort of person, and his hair looks as though it had not been cut or combed for years. After supper you retire to bed, and before morning you are made fully satisfied that you are a man of feeling. Is such enterprise worthy of Saints? Is this the way to build up cities and make the earth like the garden of Eden? Do such people know that the kingdom of God is set up on the earth? &#x201C;O yes, I have it in me.&#x201D; You have the spiritual kingdom within you, but there is a literal kingdom to build up. <\/div><div class=\"paragraph jod\" id=\"v10n94\"> There are scores of Elders in this Church who can preach, baptize, and lay on hands for the reception of the Holy Ghost, that do not know how to produce a livelihood for themselves, a wife, and one child. It requires but little experience to do <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this, and much less do they know how to build a good house, how to lay out and build up a city, how to lay the foundations of Zion, &amp;c., &amp;c. Can they lead a company of Saints cross the plains? They can try, and very likely the company will break to pieces, unless the power of God is among them. This gives us a striking proof of the necessity of the people's having faith and power with the heavens, that if their Bishop does not know what he ought, their faith will keep him in the right path and the Spirit of the Lord will open to the vision of his mind the things that he should do. That is the duty of the people. <\/div><div class=\"paragraph jod\" id=\"v10n95\"> We have a kingdom to organize, and I say, Seek to know that you have the kingdom within you<span class=\"citation\" id=\"125509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125509)\">Luke 17:21<\/a><\/span> and that you are in it. Seek to establish the kingdom of God upon the earth,<span class=\"citation\" id=\"63677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63677)\">Matt. 6:38 (JST)<\/a><\/span> for that will give you wisdom to add to yourselves everything necessary. The Lord will not himself plough our grounds, sow our grain, and reap it when it is ripe. The man that understands the kingdom of God will seek to understand the elements in which he lives, and to know something of his own organization, the design of it, and the designs of Heaven in it. Is the kingdom of God in its perfection on the earth? It is not. True, we believe in the Lord Jesus Christ, we believe in his ordinances. We believe that the Lord called Joseph Smith and ordained him an Apostle and Prophet to this generation, giving him the keys and power of the Holy Priesthood. We believe in the gathering of the house of Israel in the latter days, in the redemption of Zion, in the building up and establishment of Jerusalem, and in the gathering of the Jews from their long dispersion;<span class=\"citation\" id=\"94092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94092)\">A of F 1:10<\/a><\/span> in short, we believe all that the ancient Prophets have spoken,<span class=\"citation\" id=\"125510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125510)\">Acts 3:21<\/a><\/span> but where is the people that is willing to build up the visible kingdom of God  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that is capable of dictating this great work. <\/div><div class=\"paragraph jod\" id=\"v10n97\"> The Lord will make the people willing in the day of his power.<span class=\"citation\" id=\"57197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57197)\">Ps. 110:3<\/a><\/span> This cannot refer to making the people willing to acknowledge Jesus to be the Christ; it must refer to something else. Shall we wait until we are whipped from among the wicked before we are willing to gather out from among them and flee to Zion? This has been the case with some, and what are such persons good for when they get to Zion? I do not, however, wish to disturb anybody's feelings; I am glad to see them come to a place of safety when they are obliged to; but I would rather have seen them come in the beginning, when they could have helped to kill the snakes, build the bridges, make the roads, and manifest their faith that we could raise fruit, grain and every staple necessary of life in this country, help to open the canyons, build the mills, bring out the lumber, and build towns and cities. But we are glad to see them as they are, and we will do the best we can with them. There are more coming. <\/div><div class=\"paragraph jod\" id=\"v10n98\"> Which will be best eventually, to go to with our might, to build up the Zion of God on the earth, or wait until we are whipped to it? I can only broach the subject of building up the kingdom of God as it must be built up in the latter days; I will leave it for others to talk upon during the Conference, or not, as they please. I know what I have to do, and that is to teach this people to appreciate their own present lives. There is no life more precious than the present life which we enjoy; there is no life that is worth any more to us than this life is. It may be said that an eternal life is worth more. We are in eternity, and all that we have to do is to take the road that leads into the eternal lives. Eternal life is an inherent quality of the creature, and <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nothing but sin can put a termination to it. The elements in their nature are as eternal as are the Gods. Let us learn, under the guidance and direction of Heaven how to use these eternal elements for the building up, establishment, and sending forth of the kingdom of God, gathering up the poor in heart to begin with, and the further things we will learn as we progress. <\/div><div class=\"paragraph jod\" id=\"v10n99\"> Some of you may ask why the Lord did not perfectly organize at least one Branch of the Church? When a great blessing is bestowed upon a people, and that blessing is not strictly honored and lived to, in proportion to the greatness of that blessing, over and above what has been previously enjoyed, it will be a curse to them. I recollect that Joseph once said to me, when he was talking upon the principle of the Lord's raising up seed to himself<span class=\"citation\" id=\"81664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81664)\">Jacob 2:30<\/a><\/span> upon the earth&#x2014;a royal Priesthood, a holy nation<span class=\"citation\" id=\"77812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77812)\">1 Pet. 2:9<\/a><\/span> that can offer sacrifices acceptable to God&#x2014;&#x201C;Brother Brigham, it will damn many of the Elders of Israel.&#x201D; There are but few men in this kingdom that are now worthy of that blessing, yet all who are in full fellowship must enjoy it. <\/div><div class=\"paragraph jod\" id=\"v10n100\"> We will wait patiently until we can get the people to know how to secure to themselves the comforts of life, good houses, for instance, and know how to raise fruit as well as bread. The best fruit I ever saw in any country I saw exhibited in our recent fair. It has been told the people, from the first of our coming into this country, there existed in these elements as good material for fruit as can be found anywhere. Then let us go forth in faith and plant seed in the ground, and cultivate mother earth and pray over the earth and over our crops<span class=\"citation\" id=\"82245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82245)\">Alma 34:24<\/a><\/span> and over all we possess, and the curse will be removed, and God will restore geniality to the atmosphere and fertility to the soil. <\/div><div class=\"paragraph jod\" id=\"v10n101\"> I wish to teach the Elders of this Church how to lead a company across  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the plains, as well as how to preach the Gospel; to learn them how to be a Bishop, a father to the people, as well as how to kneel down and pray, or to rise up and preach. I wish to learn them how to reconcile the people one to another, how to build cities, how to beautify and redeem the earth, how to lead and guide this people to life eternal, how to preside over their families, and how to conduct themselves in the common avocations of life. I have all this and more constantly before me. <\/div><div class=\"paragraph jod\" id=\"v10n103\"> Brethren is your Mission ended? No, it is as much upon you here as when you are out in the distant parts of the earth preaching the Gospel. Jesus Christ made water into wine by calling together from the elements the properties of wine.<span class=\"citation\" id=\"68668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68668)\">John 2:3-10<\/a><\/span> He fed thousands of people with five loaves and two small fishes by calling the elements together to compose bread and fish;<span class=\"citation\" id=\"69201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69201)\">John 6:9-13<\/a><\/span> and he says, &#x201C;Greater works than these shall ye do, because I go to the Father.&#x201D;<span class=\"citation\" id=\"69955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69955)\">John 14:12<\/a><\/span> It is our privilege and our duty to continue to learn, until we shall have wisdom enough to command the elements as he did, and until the earth is brought back <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to its paradisiacal state.<span class=\"citation\" id=\"94093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94093)\">A of F 1:10<\/a><\/span> But we must first redeem ourselves from every root of bitterness<span class=\"citation\" id=\"77243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77243)\">Heb. 12:15<\/a><\/span> that may be in our nature, striving daily to overcome the evil that is in the world and in ourselves, sanctifying our hearts<span class=\"citation\" id=\"88604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88604)\">D&amp;C 88:74<\/a><\/span> and affections until there shall be nothing abiding in us contrary to the Holy Ghost in its perfect and full fruition of enjoyment to the creature. <\/div><div class=\"paragraph jod\" id=\"v10n104\"> I think it likely that after a while I may be able to so humble myself and become like a little child,<span class=\"citation\" id=\"65024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65024)\">Matt. 18:4<\/a><\/span><span class=\"citation\" id=\"125511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125511)\">Mosiah 3:19<\/a><\/span> as to be taught more fully by the Heavens. Perhaps, when I am eighty years of age, I may be able to talk with some Being of a higher sphere than this. Moses saw the glory of God at that age, and held converse with better beings than he had formerly conversed with.<span class=\"citation\" id=\"92225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92225)\">Moses 1:2<\/a><\/span> I hope and trust that by the time I am that age I shall also be counted worthy to enjoy the same privilege. <\/div><div class=\"paragraph jod\" id=\"v10n105\"> I pray you not to forget what I have said to you this morning, but lay it up in your hearts, and pray that it may bring forth fruit for the more perfect establishment of the kingdom of God upon the earth. Amen. <\/div>\n<\/div>\n<\/div>"}