{"ID":100058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Turning Out the Water of the Weber&#x2014;the Sufferings of the Saints&#x2014;the Desires of the Servants of God to Bless the People&#x2014;the Blessings of the Lord to Israel&#x2014;Endowments, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made during his visit to Davis and Weber counties, June 10-13, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Turning Out the Water of the Weber, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/10\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v10n1384\"> AT KAYSVILLE. <\/div><div class=\"paragraph jod\" id=\"v10n1384\"> Before dismissing our meeting I want to return you our thanks for your kindness to us. When on a visit to the northern settlements, this is our stopping place. There is great credit due the people here&#x2014;this ward is improving in many respects. <\/div><div class=\"paragraph jod\" id=\"v10n1385\"> In behalf of the people that live here, and of more that would like to come here, had you more water, I will state that I am fully satisfied that a portion of Weber River can be brought above this place, and thousands of acres of good land rendered susceptible of cultivation. <\/div><div class=\"paragraph jod\" id=\"v10n1386\"> Davis County is the best county I know of for fruits and grain. Perhaps some who live in Salt Lake County may think differently, but in my opinion this is one of the best counties in the Territory for raising grain, and I would like to see the brethren bringing out the waters of Weber River. It will require a good deal of labor, but it does not require money. And if you do not get the water around the sand ridge the first year, you need not be discouraged, but continue the labor as you may be able, until the ditch is made wide enough and long enough, and sufficiently tight by a deposit of sediment or by puddling, to convey all the water <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that may be required, I think it can be brought around the sand ridge without a great deal of extra labor or expense. <\/div><div class=\"paragraph jod\" id=\"v10n1387\"> You have the finest climate there is anywhere in these mountains, therefore be encouraged, and take the advice so often given, to prepare for the day of want. If we will be faithful to our covenants, we may be sure that the Lord will give us seed time and harvest;<span class=\"citation\" id=\"52941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52941)\">Gen. 8:22<\/a><\/span> and we will not suffer famine, unless we forsake the Priesthood of the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v10n1388\"> Remarks are frequently made in regard to the sufferings of the Saints; we do not suffer so much as do the world. They are constantly in torment. It is very unwise to turn away from the Lord, to get rid of sorrow, for such persons cannot so fully enjoy the blessings of life; they will have many bickerings, which do not bring happiness or peace. We want to enjoy the fruits of life, and we are organized capable of enjoying them. Let us be faithful to our God, to our religion and to each other; and let us see to our prayers, walking humbly before the Lord,<span class=\"citation\" id=\"62212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62212)\">Micah 6:8<\/a><\/span> then we shall have joy. The spirit of the world is mourning, it is darkness; it has no hope, no intelligence to compare with the intelligence which the Lord bestows upon His people. It is wisdom in us to live our religion  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>then, when we retire to our beds and when we arise in the morning, the Spirit of the Lord will be present with us week by week and year by year, and we shall enjoy the light of that Spirit continually. Let us live so as to enjoy life, and prepare for the things that await us in this generation. <\/div><div class=\"paragraph jod\" id=\"v10n1390\"> My brethren of the Presidency and the Twelve are with me in my desires to benefit and bless the people gathered into these valleys in the mountains. We want to lead the people to obtain and enjoy all the blessings that earth can afford, and to serve the Lord with all their hearts. If we will stick to the old ship Zion, it is sure to land us in the promised haven of rest, and to crown us with crowns of glory, immortality and eternal life.<span class=\"citation\" id=\"86802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86802)\">D&amp;C 75:5<\/a><\/span> If we are faithful to our religion, we have nothing to discourage us. <\/div><div class=\"paragraph jod\" id=\"v10n1391\"> God bless you, my brethren and sisters, and receive our thanks for your kindness to us. <\/div><div class=\"paragraph jod\" id=\"v10n1392\"> OGDEN CITY. Tabernacle, a.m. of June 11. <\/div><div class=\"paragraph jod\" id=\"v10n1392\"> I think we are happy this morning in the privilege of meeting with you brethren and sisters; I am, for one. As we have now began visiting the settlements, this being the first of a number of appointments of the Twelve to visit with the Saints and speak to them, to cheer and comfort them, I trust that our coming together, seeing, hearing and associating one with the other will be profitable to us all. <\/div><div class=\"paragraph jod\" id=\"v10n1393\"> This meeting was given out for the Twelve, and I expect that they will take charge of it and conduct it. Brother Kimball and myself have come here; and expect to go to other places with the Twelve, to speak the things that are in our hearts. First of all it is the kingdom of God in our hearts; it is the kingdom of God or nothing. The Almighty has com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>menced His work of sending forth His angels from the heavens, and revealing his will. He gave us Joseph and others, and bestowed the Holy Priesthood upon his servants. We are sharers in the gifts and graces that God has bestowed upon His people. This is a day of days, and a time of times; this is the fulness of times, in which all things that are in Christ are to be gathered in one.<span class=\"citation\" id=\"74785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74785)\">Eph. 1:10<\/a><\/span> This is a momentous period, and we feel an earnestness to lead the minds of those who profess to believe in Jesus, in Joseph, and in the Latter-day Work, to comprehend the great duties of life by the Spirit of the Lord, that they may be one in heart, one in sentiment, and thereby be made one in action, that we may behold the glory of God, which is my desire, and the desire of my brethren. <\/div><div class=\"paragraph jod\" id=\"v10n1394\"> At the Priesthood meeting in the evening, after hearing the reports from the several districts of Weber County, the President said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n1395\"> I can say that I am glad that I am here, for this meeting gives me a little understanding of the organization of this county. I am satisfied with this method of doing business; as far as the Bishopric is concerned it relieves us from a great deal of business at the General Tithing Office. We have adopted the same plan in other places, in Cache Valley, for instance, and shall probably do so in some others. In this county the brethren who preside over the various districts report to brother West, and he transacts business for this county with the General Tithing Office. <\/div><div class=\"paragraph jod\" id=\"v10n1396\"> I think the report given in this evening, relating to the present situation of the people here is a very good one, and that the people as a general thing are doing very well. I should feel still more gratified, if we were further advanced. I feel that the people should keep up with the spirit of the times, so that the Lord will  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not pass by them. I desire that we may be faithful, and be prepared for the things that are coming upon the earth; I desire that we be prepared for the blessings which the Lord has to bestow upon us. He is blessing His people, and we shall all soon see Zion redeemed, and Israel gathered from among all nations. I would like the Latter-day Saints to be ready; and to make themselves ready, they must live their religion, that they may enjoy the spirit of the Holy One of Israel. <\/div><div class=\"paragraph jod\" id=\"v10n1398\"> Our experience teaches us that some don't take this course, they will follow some person or something apart from the true and living God. Their minds become so dark that they cannot see the true riches. <\/div><div class=\"paragraph jod\" id=\"v10n1399\"> If any of you feel that there is no life in your meetings, as I occasionally hear some of the brethren say, then it becomes your duty to go and instil life into that meeting, and do your part to produce an increase of the Spirit and power of God in the meetings in your locality. If there is a fast meeting, or prayer meeting, why not somebody in that district go filled with the spirit and power of God, and assist to encourage, instruct, comfort, and edify the Saints? I have been an Elder in this Church for years, and I have been accustomed to teach every man and woman the duties enjoined upon them by the law of Christ; and when there was not a good spirit in a meeting, I have endeavored to instil one, and did not ask for any permission to do so. I want the Elders to be filled with the spirit of teaching, and I want each and every one of us to so live as to obtain our share of it, and to have the influence of the Spirit of the Lord to dictate to us. If these my brethren will live and act according to the Priesthood that is upon them, the Lord will be satisfied, and so will his servants. <\/div> <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1400\"> Most of you, my brethren, are Elders, Seventies, or High Priests: perhaps there is not a Priest or Teacher present. The reason of this is that when we give the brethren their endowments, we are obliged to confer upon them the Melchizedek Priesthood; but I expect to see the day when we shall be so situated that we can say to a company of brethren you can go and receive the ordinances pertaining to the Aaronic order of Priesthood, and then you can go into the world and preach the Gospel, or do something that will prove whether you will honor that Priesthood before you receive more. Now we pass them through the ordinances of both Priesthoods in one day, but this is not as it should be and would if we had a Temple wherein to administer these ordinances. But this is all right at present; we should not be satisfied in any other way, and consequently we do according to the circumstances we are placed in. The brethren receive their endowments, and you know there are some persons who will not apostatize till they arrive at a certain point. Some apostatize at the Missouri River, and although they may be ever so angry, they will come here to get prepared to leave us; and others will live here a score of years, and then apostatize, and it does appear as if some men were determined to prove that they are fools. <\/div><div class=\"paragraph jod\" id=\"v10n1401\"> We have had trouble with men who refused to pay their Tithing, but the time has now come when a man that will not pay his Tithing is not fit to be in the Church. The time has come when those who profess to he Saints must live according to the laws of the Holy Priesthood, or they cannot enjoy its benefits. <\/div><div class=\"paragraph jod\" id=\"v10n1402\"> May the Lord bless you all, and help you to be faithful is my prayer. Amen. <\/div><div class=\"paragraph jod\" id=\"v10n1403\"> On Sunday afternoon the President instructed the congregation as follows&#x2014;  <\/div> <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1405\"> I cannot talk as loud now as I have been accustomed to speak without it hurting me. A great many of the Saints know that I have preached long and loud for over thirty-two years, and that I have labored incessantly to spread the truth, and have urged mankind to receive the principles of eternal life which we have embraced, and to obey them in their lives. In the early part of my ministry my preaching was loud; quite a portion of my labors have seemed to require me to speak with a loud voice. I have had large congregations before me most of the time since I began to preach, and I have labored in this way until my lungs and stomach will not endure it. I could preach myself sick, but the question is had I better do it? I think I would rather tarry in the midst of the Saints, to minister to and teach them, and strive to tarry here just as long as I can, in preference to lying down to rest from my labors. I am self-determined (I suppose many would call it self-willed and perhaps this is correct), but will say my disposition is to tarry here; dark as this world is and wicked as the inhabitants of the earth are, my disposition is never to cease fighting until the Devil is bound,<span class=\"citation\" id=\"85692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85692)\">D&amp;C 45:55<\/a><\/span> and there is a complete end of wickedness on this earth; until the Saints can worship God without interruption, and therefore I would rather stay in the flesh. <\/div><div class=\"paragraph jod\" id=\"v10n1406\"> We have had good instructions during this meeting, from all who have addressed us. Brother Kimball was full of life and blessings for the Saints; and this afternoon brother Taylor has given you an excellent discourse, full of wisdom and intelligence, and I hope that all will profit by what has been said to them. Brother Kimball and myself are traveling with the Twelve; we are holding two days' meetings in the <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> different counties, north and south, and we expect to be absent from Great Salt Lake City every other Sunday for the next eight or ten weeks. <\/div><div class=\"paragraph jod\" id=\"v10n1407\"> I can tell you the spirit of the Twelve, which will be a consolation to you, and also to the Twelve. If I could see every one of the Elders with their wives and children as obedient to every requirement made of them&#x2014;the children to the parents, the wives to the husbands, and the husbands to the Priesthood&#x2014;as the Twelve are&#x2014;my soul would be happy. I will say further; those of the Twelve that travel the most and serve God, are the most obedient. Some of the Elders get up and tell you that you must be obedient to the counsel that is given you, which is all right, but I wish the people could know my feelings in regard to this. I have never asked but one thing of the Latter-day Saints, and that is for them to serve the Lord our God with an undivided heart.<span class=\"citation\" id=\"129838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129838)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129839)\">Hosea 10:2<\/a><\/span> One says, &#x201C;I knew brother Joseph, but I do not know much about brother Brigham.&#x201D; I do not care for this; the question with me is this, do you know Jesus and the Holy Spirit? I do not care if you never hear any more about brother Brigham, so far as my personal feelings are concerned, if you will only live under the influence of that Spirit which comes from God. When the brethren are traveling and preaching they have the spirit of obedience and while we are here preaching to you the Spirit of the Lord broods over the congregation, your countenances are lit up with heavenly intelligence, your hearts are one, and you are ready to observe every word of counsel that is given to you, and each and every one feels to say, &#x201C;It is my delight to do the will of God.&#x201D;<span class=\"citation\" id=\"56593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56593)\">Ps. 40:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1408\"> When we were children in this Church&#x2014;had just received the spirit  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the holy Gospel&#x2014;how did we feel? We felt and we were as submissive as little children, ready to do the will and bidding of the Elders, just as fast as we learned it. We were as obedient to those who were set to counsel us as the child is to its mother; we had no disposition to rebel, but our feeling was, &#x201C;Let me know the will of God, and I will do it.&#x201D; Was money in the way? No. The Latter-day Saints have pretty well proven that money and property do not stand in their way, neither parents, houses, or lands, husbands, wives, or children; and I presume that I could find a number of sisters here today who have left their husbands and children for the Gospel's sake, and I could select men who have left wife, children and all for the Gospel's sake.<span class=\"citation\" id=\"66614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66614)\">Mark 10:29<\/a><\/span> The people called Latter-day Saints are, generally speaking, obedient; and if they continue to strive to live their religion they will become of one heart and one mind.<span class=\"citation\" id=\"92875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92875)\">Moses 7:18<\/a><\/span> We have the kingdom of God here spiritually, and by and by we will be prepared to receive it temporally; the Lord designs that we shall have that; we do not want it now, for we are not prepared; we could not bear it, but in the Lord's own time we shall have these things. <\/div><div class=\"paragraph jod\" id=\"v10n1410\"> We are exhorted to gather around us the comforts of life, to build good houses, make good gardens, and strive to attain to every comfort there is on the earth, but at present we are poor, and destitute of many of the comforts of life. If we were to become suddenly wealthy, we should be apt to rise up in our pride and say, &#x201C;This is mine.&#x201D; We want to increase in all that is good, and to receive the blessings the Lord has in store for us. There is no way for us to live, but to live to glorify our Father in heaven. We must honor our Priesthood and be obedient to the counsel that is given to us, or we cannot <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4065\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obtain that glory which is promised to the faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v10n1411\"> The Latter-day Saints understand that we must be taught, and many of them are anxious to receive and obey the teachings given. No man was to be found who could teach repentance and baptism for the remission of sins, with authority to administer in the ordinances, until God commissioned Joseph Smith, and sent him forth with this commandment to the people. Previous to that time, I searched everything pertaining to the churches; I searched high and low to find whether there was any such thing as pure religion upon the earth; I searched for a man that could tell me something of God, of heaven, of angels, and of eternal life. I believed in God the Father, and in Jesus Christ, but I could not believe that the Church of Christ was upon the earth. The question was frequently asked, &#x201C;Is the Methodist Church, the Quakers, or the mother Church right?&#x201D; No, I would reply, there is not a Bible church upon the earth. I might have continued to study the Bible and all the books that have been written, and without revelation from God I would have been like the sounding brass or tinkling cymbal,<span class=\"citation\" id=\"73660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73660)\">1 Cor. 13:1<\/a><\/span> having no knowledge of God, of true religion, of the redemption of the living or of the dead; I would have lived and died in ignorance; and this was the condition of all the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1412\"> We say we are willing to take counsel, and so we are, in a great measure, and with this knowledge I do not feel to forsake the Latter-day Saints, but I feel like pleading with them to live for God and His kingdom. Let us all continue steadfast and remember that we must obey the counsel of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v10n1413\"> The Lord instructs us in a revelation, to let our clothing be plain: &#x201C;Let all thy garments be plain, and  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their beauty the beauty of the work of thine own hands.&#x201D;<span class=\"citation\" id=\"85394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85394)\">D&amp;C 42:40<\/a><\/span> He never said to us, &#x201C;do not make a silk or satin ribbon, or fine broadcloth,&#x201D; but He has said to us, &#x201C;make the articles of clothing that you wear;&#x201D; if we do not, we shall find by and by that we shall not be able to get them. I would say to the brethren set out some mulberry trees, procure silkworms, and produce silk, and strive to be self-sustaining in everything that is useful or desirable. <\/div><div class=\"paragraph jod\" id=\"v10n1415\"> Some may regret that our first parents sinned. This is nonsense. If we had been there, and they had not sinned, we should have sinned. I will not blame Adam or Eve, why? Because it was necessary that sin should enter into the world;<span class=\"citation\" id=\"72344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72344)\">Rom. 5:12<\/a><\/span> no man could ever understand the principle of exaltation without its opposite; no one could ever receive an exaltation without being acquainted with its opposite. How did Adam and Eve sin? Did they come out in direct opposition to God and to His government? No. But they transgressed a command of the Lord, and through that transgression sin came into the world. The Lord knew they would do this, and He had designed that they should. Then came the curse upon the fruit, upon the vegetables, and upon our mother earth; and it came upon the creeping things, upon the grain in the field, the fish in the sea, and upon all things pertaining to this earth, through man's transgression. This was not through an angel. Now then what have we to do? We have to labor to remove the curse from the earth, from the vegetation, from every creeping thing, and from ourselves, by the help of God our Father and our Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v10n1416\"> Is not this a great work? Yes, and it is something we have to take an active part in. If it had been left for us, we should have brought sin <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4064\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into the world just as mother Eve did; and inasmuch as this is done, we have to go to work, by the power of God, and restore all things according to the revelations that have been given in former and in modern times. We have to remove the curse; but remember, we shall never be able to save ourselves without help, but with that help which the Almighty has promised we can accomplish all things. We cannot receive the things of God, except through the order that he has ordained. <\/div><div class=\"paragraph jod\" id=\"v10n1417\"> When the Twelve come here full of wisdom and full of the power of God, I want you to receive their counsel in your hearts, for they will not teach you anything that will injure you; they will never counsel you to transgress the law of God, to live in the dirt and in the ashes; neither will they counsel you to live in these old bedbug caves, but they will counsel you to be industrious, to be cleanly in your persons and in your habitations; they will counsel you to set out fruit trees, to gather around you the comforts and blessings of life. Then, as soon as you have gathered sufficient for yourselves, lay up for the stranger. And you may get rich, have your carriages and horses, but in all things you must remember the Lord our God, and never suffer yourselves to live one day, one hour, nor a minute without having a prayer upon your tongue or in your heart that God will preserve you from sin. <\/div><div class=\"paragraph jod\" id=\"v10n1418\"> Brethren and sisters, there are a great many good counsels for us to receive, but especially let us receive and practice what we have heard at this meeting, and treasure up all these good things in our hearts. <\/div><div class=\"paragraph jod\" id=\"v10n1419\"> I want to hear, by and by, that every family has a bin of good wheat laid up for a time of scarcity. Now do not any of you contract to sell your wheat before it is ready  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to cut in the field. You can get freighting enough to buy your little articles from the store, though, if you will manufacture your wool, you will find that you have not much need to go to the stores. We shall see a current of trade open up by and by so that we shall begin to trade with the Indies. We can do much now towards manufacturing our own clothing, and if we want to dress a little better, let us make our cloth better. <\/div><div class=\"paragraph jod\" id=\"v10n1421\"> Serve the Lord with all your hearts, and may His blessings attend you. Amen. <\/div><div class=\"paragraph jod\" id=\"v10n1422\"> IN FARMINGTON. p.m. of the 13th. <\/div><div class=\"paragraph jod\" id=\"v10n1422\"> Brethren and sisters, we enjoy music, singing, good society, the ordinances of the House of God, and everything that the earth produces; and all the blessings that God has given we can enjoy, and not sin. The world do not know how to do this. Were they to meet together to dance and have a social party, they would sin. I have heard many a minister say that there were no fiddles in heaven. At that time I did not understand as I do now, for I now know that there are no fiddles in hell. There may be many fiddlers there, but no fiddles; they are all burned that go there. <\/div><div class=\"paragraph jod\" id=\"v10n1423\"> In regard to your situation here, I can say there is no other people upon this earth that is favored as we are; there is no other people that enjoy the freedom that we do; there is not a spot in the United States&#x2014;our once happy country&#x2014;that now has the freedom and peace that we have in these valleys. And let me say to you, when your Bishop calls upon you, or advises you to do anything that will be for your good, do not call that oppression. All the instruction he gives will be calculated to do you good, to raise you in that scale of intelligence that will make of you wise <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4063\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men and wise women. When we are recommended to do that which will lead to good, that cannot very well be construed into oppression. We want to prepare the streets for easy traveling, so that you will not break your wagons when you go home at night; and you are called upon to build your garden and field fences, but some are so shortsighted as to call this oppression. I say that the desire of the authorities here is to teach you to preserve your gardens, to save your vegetables and your grain. When you are told to do anything that is for your own good, never think that you are imposed upon, but rather thank your friends for teaching you that which will make you happy in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v10n1424\"> Brother George A. Smith has said, very truly, that we are not told in the revelations that we shall not wear good and handsome clothes; no, we are not; we are authorized to make them as beautiful as we please, and also to make the earth as beautiful as the Garden of Eden, to gather around us every variety of the comforts of life, to endeavor to produce joy, peace, life, and health, and to strive to make everything around us, if possible, as glorious as the paradise of our first parents. <\/div><div class=\"paragraph jod\" id=\"v10n1425\"> Brother Kimball has remarked that a prayer once, twice, or even thrice a day does not satisfy him. I do not know any other way for the Latter-day Saints than for every breath to be virtually a prayer for God to guide and direct his people, and that he will never suffer us to possess anything that will be an injury to us. I am satisfied that this should be the feeling of every Latter-day Saint in the world. If you are making a bargain, if you are talking in the house, visiting in the social party, going forth in the dance, every breath should virtually be a prayer that God will preserve us  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from sin and from the effects of sin. <\/div><div class=\"paragraph jod\" id=\"v10n1427\"> I know that in the world we have tribulation,<span class=\"citation\" id=\"70535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70535)\">John 16:33<\/a><\/span> sorrow and mourning, but in Christ we have joy; and when we have the Spirit of Christ we feel to pray without ceasing, and in everything to give thanks to God our heavenly Father.<span class=\"citation\" id=\"75738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75738)\">1 Thes. 5:17-18<\/a><\/span> I am so thankful that tongue cannot express what I feel, that I have the privilege of associating with the Saints, and of being a member in <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4062\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the kingdom of God, and that I have friends in the Church of the living God. I have no desire to see the laws or the name of God blasphemed; I have no desire to see or hear a quarrel between men and women, or with any souls upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1428\"> Every time we put forth an idea, or make an effort, let it be that which will tend to joy, happiness, and exaltation; and may God help us to so live. Amen. <\/div>\n<\/div>\n<\/div>"}