{"ID":10006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge of the Doctrine of Christ&#x2014;The Religions of Men, and the Religion of God&#x2014;Joseph Smith&#x2014;Persecutions, Etc.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 11, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge of the Doctrine of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/11\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v1n210\"> There are a few minutes more of time allotted to us for worship this morning, which I will occupy for the consolation of my hearers, and for my own. <\/div><div class=\"paragraph jod\" id=\"v1n211\"> I can bear testimony that the Gospel of Jesus Christ is true; and the word of the Lord, whether written or spoken, is true.<span class=\"citation\" id=\"86661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86661)\">D&amp;C 68:4<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n212\"> Permit me to ask a question. Who are the individuals upon the face of the earth, that can make this statement in truth? Who are the individuals that can say that the Gospel of Jesus Christ is true, and that he lives? Can the Christian world? They cannot. They may say that they believe, and have all confidence that  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus lives; they may have all confidence in declaring that the Gospel of Jesus Christ is true; they may firmly declare that the Bible (referring particularly to the New Testament) is true; that therein contained is the plan of salvation, and is true. This they may declare in all good conscience, and with all soberness. But let me ask, where are the individuals that can say that they know that Jesus lives? And who are the individuals that can say that his Gospel is true, and is the plan of salvation to man? I will let Christendom answer this question for themselves; but to me it is certain, that no man lives on the face of the earth&#x2014;no woman lives that can say this, except those to whom Christ has revealed himself. <\/div><div class=\"paragraph jod\" id=\"v1n214\"> Though others may say in all good conscience they believe he lives&#x2014;who knows the doctrine of the Lord Jesus Christ to be true? There is one class of people, and one only, that live upon the face of the earth, who do know it; and that class of men and women are those that keep his commandments, and do his will; none others can say it. None others can declare with boldness, and emphatically, that Jesus lives, and that his Gospel is true. Upon the plain and simple principle of logical and philosophical deduction, we learn this from his own words, as written by one of his disciples&#x2014;&#x201C;They that do my will, shall know of my doctrine,<span class=\"citation\" id=\"69339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69339)\">John 7:17<\/a><\/span> and they that love me will keep my commandments;&#x201D;<span class=\"citation\" id=\"69993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69993)\">John 14:21<\/a><\/span> and I will add, &#x201C;they that know and love me,&#x201D; says Jesus, &#x201C;will keep my sayings.&#x201D;<span class=\"citation\" id=\"70004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70004)\">John 14:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n215\"> This is my testimony. We have had the first principles of the Gospel laid before us this morning, and we have heard the testimony of one of the Apostles of the last days to confirm it. I am also a witness to the truth of these sayings contained in the New Testament. <\/div><div class=\"paragraph jod\" id=\"v1n216\"> Permit me, my hearers, brethren <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and strangers, to say to you, there is not that man that hears the sound of my voice this day, that can say that Jesus lives, whether he professes to be his disciple or not; and can say at the same time, that Joseph Smith was not a Prophet of the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n217\"> There is not that being that ever had the privilege of hearing the way of life and salvation set before him as it is written in the New Testament, and in the Book of Mormon, and in the Book of Doctrine and Covenants, by a Latter-day Saint, that can say that Jesus lives, that his Gospel is true; and at the same time say that Joseph Smith was not a Prophet of God. That is strong testimony, but it is true. No man can say that this book (laying his hand on the Bible) is true, is the word of the Lord, is the way, is the guide-board in the path, and a charter by which we may learn the will of God; and at the same time say, that the Book of Mormon is untrue; if he has had the privilege of reading it, or of hearing it read, and learning its doctrines. There is not that person on the face of the earth who has had the privilege of learning the Gospel of Jesus Christ from these two books, that can say that one is true, and the other is false. No Latter-day Saint, no man or woman, can say the Book of Mormon is true, and at the same time say that the Bible is untrue. If one be true, both are; and if one be false, both are false. If Jesus lives, and is the Savior of the world, Joseph Smith is a Prophet of God, and lives in the bosom of his father Abraham. Though they have killed his body, yet he lives and beholds the face of his Father in heaven; and his garments are pure as the angels that surround the throne of God; and no man on the earth can say that Jesus lives, and deny at the same time my assertion about the Prophet Joseph. This is my testimony, and it is strong. <\/div> <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n219\"> Permit me to say, that I am proud of my religion. It is the only thing I pride myself in, on the earth. I may heap up gold and silver like the mountains; I may gather around me property, goods, and chattels, but I could have no glory in that, compared with my religion; it is the fountain of light and intelligence; it swallows up the truth contained in all the philosophy of the world, both heathen and Christian; it circumscribes the wisdom of man; it circumscribes all the wisdom and power of the world; it reaches to that within the veil. Its bounds, its circumference, its end, its height, and depth, are beyond the comprehension of mortals, for <span class=\"italic\">it has none<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n220\"> Permit me to remark, my hearers, as for the intelligence of the day, and the knowledge that they have had in Christendom&#x2014;how long will it take a man of reflection, of deep thought, and of a sound mind, to circumscribe every particle of it? It can be weighed and measured, as easy as the gold dust. For instance, go to the &#x201C;Mother Church,&#x201D; from whence all the religions of Christendom have sprung; go back to the time when she flourished in her glory; and how long would it take us to circumscribe the religion of the &#x201C;Mother Church,&#x201D; the &#x201C;Holy Catholic Church?&#x201D; Cannot we learn the principles of that church in a very few years? We can study her theology until we get all the knowledge and wisdom to be had upon every point of doctrine contained in her from first to last. Go then to the Church of England, and from that to the latest and last reformer that lives upon the earth&#x2014;and how long would it take to circumscribe every particle of their religion from first to last? Not long. <\/div><div class=\"paragraph jod\" id=\"v1n221\"> Why do I make these remarks and assertions? It is because I have an experience. All the religion of the world, I have learned already. The <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> best and greatest divines that lived in my boyhood, I may say almost in my childhood, children not as old as I was at the time, almost babes and sucklings, would drown them in their own arguments, and confuse them. Question them, and they cannot answer the simplest question concerning the character of the Deity, heaven, or hell, this or that, or the other; a sucking child would comparatively confuse and confound them upon these subjects; and they would wind up all by saying, &#x201C;Great is the mystery of Godliness, God manifest in the flesh.&#x201D;<span class=\"citation\" id=\"75917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75917)\">1 Tim. 3:16<\/a><\/span> I would say, great is their foolery; they are profound in their ignorance. <\/div><div class=\"paragraph jod\" id=\"v1n222\"> But I am proud to say of my religion, I have studied it faithfully for twenty-two years, day and night, at home and abroad, upon the rivers, and upon the lakes, when traveling by sea and by land; have studied it in the pulpit; from morning till night; whatsoever might be my pursuit, I have studied it with as close an application as any college student ever did any subject he wished to commit to memory; and I can say I have only just got into the A B C of it; it leads the vision of my mind into eternity. <\/div><div class=\"paragraph jod\" id=\"v1n223\"> Suppose the Almighty should unfold the future destiny of the nations to you, and wrap you in a sea of vision, and show you the eternity of knowledge, with the history of worlds on worlds, and their destiny&#x2014;you can then have a faint idea of what it is like; and any other man, or any other woman, whoever has received the promise of the Gospel, knows that the Lord Almighty is in the midst of all His creatures that are scattered abroad among the nations of the earth, and does His pleasure among them. His scrutinizing eye will not suffer a hair of your head to fall to the ground unnoticed;<span class=\"citation\" id=\"87875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87875)\">D&amp;C 84:80,116<\/a><\/span> His attention is at once so minute and so extensive. <\/div><div class=\"paragraph jod\" id=\"v1n224\"> He presides over the worlds on  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worlds that illuminate this little planet, and millions on millions of worlds that we cannot see; and yet He look upon the minutest object of His creations; not one of these creatures escapes His notice;<span class=\"citation\" id=\"88519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88519)\">D&amp;C 88:41<\/a><\/span><span class=\"citation\" id=\"93061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93061)\">Moses 7:36<\/a><\/span> and there is not one of them but His wisdom and power has produced. But that is no matter to me, I speak with regard to you. Is there a man who believes, or professes to believe in what Jesus says, where he declares by one of his Apostles, or by more than one pointedly, there is no half way work in this matter? Now if you can believe it, it is directly to the point; says he, &#x201C;If you love me, you will keep my commandments;&#x201D;<span class=\"citation\" id=\"69960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69960)\">John 14:15<\/a><\/span> and if you do not love me, you will not keep my commandments&#x2014;this follows as a matter of course; and that will show to my Father, and to my brethren that follow me, that you do love me; and so say I, they that love the Lord Jesus, will keep his commandments. <\/div><div class=\"paragraph jod\" id=\"v1n226\"> Why should I not be proud of my religion? If a man be permitted to have pride at all; or if this people be permitted to indulge in it in the least degree, why not be proud of their religion? For God loves it, angels adore it, all the heavenly hosts delight in it; it is in the midst of an eternity of intelligence, and forms a part of it; while, on the other hand, all hell is opposed to it, all wickedness is opposed to it, all men and women who desire to make sin their refuge,<span class=\"citation\" id=\"58599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58599)\">Isa. 28:15<\/a><\/span> hate it; and all hell, and all its votaries hate it, and the Lord Almighty, with all His subjects, loves it; and He will yet rule triumphantly over this earth. What shall we say, will not Jesus reign and subdue the world? Is he not the Savior of the world, and the only begotten Son of the Father, and will he not accomplish the work he came to accomplish? Is not the earth the Lord's, the wheat, the fine flour, the gold, the silver, the earth and all its fullness?<span class=\"citation\" id=\"56446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56446)\">Ps. 24:1<\/a><\/span> Can you imagine to your<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves anything that pertains to this earth that does not belong to its Redeemer? He is my master, my elder brother. He is the character I look to, and the one I try to serve to the best of my ability. Should I not be proud of my religion? I think if pride can at all be indulged in, the Latter-day Saints should be proud. <\/div><div class=\"paragraph jod\" id=\"v1n227\"> I know there are a great many people who are not acquainted with the history of this people; I am personally and most intimately acquainted with the history of Joseph Smith and this people, for twenty-two years. There are a great many people that are not; and they have thought we have been persecuted from state to state, and from place to place, because of our wickedness and lawless acts among the people. I need not say it to my Father in heaven, to Jesus Christ His Son, or to the holy angels, or the Prophets and Apostles, who have lived in former, or in latter days; for they know it; but I can say to those who do not understand and know our history, that we have been persecuted because we believe in the Lord Jesus Christ, and do just as he has told us, and not because of the evil acts of Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v1n228\"> Joseph Smith was not killed because he was deserving of it, nor because he was a wicked man; but because he was a virtuous man. I know that to be so, as well as I know that the sun now shines. Every man and woman who does the will of the Father, and will keep the commandments of Jesus Christ, may also know, as well as myself&#x2014;it is their privilege. I know for myself that Joseph Smith was the subject of forty-eight lawsuits, and the most of them I witnessed with my own eyes; but not one action could ever be made to bear against him. No law or constitutional right did he ever violate. He was innocent and virtuous; he kept the law of his country, and lived above it; out of  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forty-eight lawsuits (and I was with him in the most of them), not one charge could be substantiated against him. He was pure, just, and holy, as to the keeping of the law. Now this I state for the satisfaction of those who do not know our history; but the Lord and the angels know all about it. <\/div><div class=\"paragraph jod\" id=\"v1n230\"> Let me ask another question; do the people know what we were driven from Missouri for? An old friend of mine, called upon me the day before yesterday. He said he had been watching my course, had looked and inquired after me, and had endeavored to find out my history, for we were friends. I asked him if he knew anything about the Latter-day Saints, or not? I found he had been looking after me, and had learned I had become a follower of Joseph Smith. I said, &#x201C;Do you know anything about our history?&#x201D; By his reply, I found he knew nothing at all of it, in comparison. <\/div><div class=\"paragraph jod\" id=\"v1n231\"> A great many are in the like situation. Now let me relate one item of it, not for those who are wise, and pretend to be filled with knowledge, and at the same time know nothing, but I relate it for the information of those who know nothing about it. To my certain knowledge, men and women left the counties of Davies and Caldwell, in the upper part of the state of Missouri, set fire to their own buildings, drove off their cattle killed and slayed (I know, and could name the people), and then swore the &#x201C;Mormons&#x201D; had done it. Now this circumstance came under my certain knowledge. Says I, can it be possible that men can become so corrupt, and so sunken in wickedness? I say this for the information of those who do not understand and know this people from the beginning. From the first day I knew brother Joseph to the day of his death, a better man never lived upon the face of this earth. <\/div><div class=\"paragraph jod\" id=\"v1n232\"> From the days of my youth, and I will say from the day that I came upon <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the stage of action to act for myself, there never was a boy, a man, either old or middle-aged, that ever tried to live a life more pure and refined than your humble servant. As I told my friend, says I, Brother Brown, I have tried to make myself a better man from the day of our first acquaintance to this. I have not infringed upon any law, or trod upon the rights of my neighbors; but I have tried to walk in the paths of righteousness, and live an humble life, that I might gain eternal happiness. I make bold to speak thus, though in the eastern world it is quite unpopular to speak in one's own praise; but since I have become a western man, I can make stump speeches. Why am I driven from my possessions? Why am I persecuted, and forced to leave thousands and thousands of dollars' worth of property in Ohio, Missouri, and Illinois? Though I have never looked back upon it, it is as ashes under my feet. I am in the hands of God, He gave it, and He took it away; and blessed be the name of the Lord.<span class=\"citation\" id=\"56013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56013)\">Job 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n233\"> I am in His hands; all men are in His hands; and He has turned the enemy in his way, and held him by His power. It is not I, it is not Joseph, it is not this people, nor the wisdom they possess, that has delivered them from their enemies; but it is the Lord. He is our captain, our pilot, and our master, and in Him do we glory, and will glory. Let the world say what they please, we will glory in our holy religion, and God will we serve. And furthermore let me remark, I am not afraid nor ashamed to expose and oppose the iniquity of men, though they may stand in high places; neither was Joseph Smith. Let death come, no matter for that; who cares for it? <\/div><div class=\"paragraph jod\" id=\"v1n234\"> I am aware, as well as brother Kimball, if my body fall into the dust, I am laying it down to abide the penalty of the law broken in the fall of man; for dust I am, and unto dust I  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must return.<span class=\"citation\" id=\"52625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52625)\">Gen. 3:19<\/a><\/span> It is all right to me; I have seen a great many times that I would like to have this body lie down, but as long as the spirit and body hold together, my tongue shall be swift against evil, the Lord Almighty being my helper.<span class=\"citation\" id=\"56753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56753)\">Ps. 54:4<\/a><\/span> Though it may be in &#x201C;Mormon&#x201D; Elders, among the people in or out of the Church, if they come in my path, where I can chastise them, the Lord Almighty being my helper,<span class=\"citation\" id=\"56754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56754)\">Ps. 54:4<\/a><\/span> my tongue shall be <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> swift against evil; and if evil come, let it come. If for this my body shall fall, let it fall; when they have destroyed the body, then they have no more that they can do; that is the end of their power, and of the power of the devil on this earth; but Jesus Christ has power to destroy both soul and body in hell.<span class=\"citation\" id=\"64156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64156)\">Matt. 10:28<\/a><\/span> I thank you for your attention. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}