{"ID":100010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Constitutional Powers of the Congress of the United States&#x2014;Growth of the Kingdom of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 9, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Constitutional Powers, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/9\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v10n174\"> I am very much gratified with what I have heard from our brethren today. I think they have spoken well. I have been interested and instructed. <\/div><div class=\"paragraph jod\" id=\"v10n175\"> As I have often told you, I am unable to draw the dividing line between the spiritual and the temporal. We set apart one day in the week for the purpose of meeting together to administer the sacrament of the Lord's Supper, and to speak upon things which pertain to building up the kingdom of God on the earth. This is our business&#x2014;this labor is upon us&#x2014;and I do not know that we have anything else to do, for it comprehends the whole existence of man. Thus far we have been successful in this great work; in it we have been blessed, and in it we delight to be blessed. <\/div><div class=\"paragraph jod\" id=\"v10n176\"> Every person is seeking after happiness, and all persons pursue a course that seems to them to lead to the possession of happiness; when they pursue an opposite course to that they are fully aware of it. The most profligate and wicked person is always ready to acknowledge, when willing to tell the truth, that he knows that he does wrong and is not happy in doing so; and that, if he ever enjoys happiness, he must cease to do evil and learn to do well. We wish to obtain happiness; we wish to obtain our rights. <\/div><div class=\"paragraph jod\" id=\"v10n177\"> In regard to our political rights, I will ask, have we ever seen a day, since Joseph found the plates from <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which was taken the Book of Mormon until this day, in which the Christian, the moral, and the political world, or any other portion of the inhabitants of the earth, ever gave to Joseph Smith and his brethren one blessing that they could possibly keep from them? They have withheld every favor, every blessing, every accommodation that was possible for them to hold from the Latter-day Saints. Yet every move they have made has actually tended to sustain, build up, strengthen, and increase the very power they were trying to destroy. They have tried to destroy the truth, to hinder the increase of the Latter-day Saints, to lessen their numbers, rob them of their location and homes, and last of all drive them from what is called civilization. But the results of all these acts, instead of accomplishing what they desired, have given the Latter-day Saints territory and comparative independence. All the evil they have sought to bring upon us the Lord, through his inscrutable providence, has converted into blessings for his people. <\/div><div class=\"paragraph jod\" id=\"v10n178\"> We are infinitely more blessed by the persecutions and injustice we have suffered, than we could have been if we had remained in our habitations from which we have been driven&#x2014;than if we had been suffered to occupy our farms, gardens, stores, mills, machinery, and everything we had in our former possessions. Had we not been persecuted, we would  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now be in the midst of the wars and bloodshed that are desolating the nation, instead of where we are, comfortably located in our peaceful dwellings in these silent, far off mountains and valleys. Instead of seeing my brethren comfortably seated around me today, many of them would be found in the front ranks on the battle field. I realize the blessings of God in our present safety. We are greatly blessed, greatly favored and greatly exalted, while our enemies, who sought to destroy us, are being humbled. <\/div><div class=\"paragraph jod\" id=\"v10n180\"> We want our political rights, and they are here within our reach; we need not go to California, Oregon, Washington Territory, Nebraska, Missouri, nor New York to obtain them. The people are here, and they possess rights. We have a right to labor, to accumulate food and clothing, to gather the various products of the earth, to cut the timber and saw it into boards, to make adobies and quarry rock and build habitations, and then we have a right to inhabit them. We have a right to drink of the water that flows from the mountains, and we have a right to get up in the morning when we are sufficiently rested. We have a right to go to the canyons after wood, or to harness our teams and go on a visit to Davis, Utah, or any other county. We have also a right to assemble, as we did a short time ago, in the capacity of a mass meeting, and we have a right to say that we will have laws, rules, and regulations for the public good, and officers and adjudicators of the laws. It is our right to frame our own laws, and to elect our own officers to administer them. <\/div><div class=\"paragraph jod\" id=\"v10n181\"> We were told this morning, that some brethren prayed but did not believe they would receive an answer. I do not find fault with them for this, but I say, pray on until you can make yourselves believe that your <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prayers will be fully answered according to that which is best for you to receive. Self-argument is the most effectual argument that can be used. Let each person argue himself into the belief that God will grant to him his request in righteousness. Some people are naturally of a doubtful mind, and have to contend continually against unbelief. <\/div><div class=\"paragraph jod\" id=\"v10n182\"> The enemies of God and truth do not love us any better this year than they did last year, nor will their love for us increase in the year that is to come. They would dethrone the Almighty, and would have destroyed Joseph Smith, when he had not three men to stand by him, had they the power to do so; and they would blot out every vestige of this kingdom if they could. The body may be destroyed, but the spirit still lives. <\/div><div class=\"paragraph jod\" id=\"v10n183\"> According to the Constitution of our Government, we have rights in common with our fellow countrymen. We have a right to settle in any unoccupied and unclaimed part of the public domain owned by our Government, where the machinery of the Government has not extended, and there govern and control ourselves according to republican principles; and the Congress of the United States is not authorized in the least, by the Constitution that governs it, to make laws for that new settlement, and appoint adjudicators and administrators of the law for it, any more than we have a right to make laws and appoint administrators of the law for California, Ohio, Illinois, or Missouri. This, however, is done by the Congress of the United States; but it is an assumption of power not within the Constitution of the American Republic. When Congress, or the President of the United States, appoints a governor for a territory, that appointment is not according to the Constitution, though it is according to laws enacted by Congress. In  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Amendments to the Constitution of the United States,&#x201D; articles nine and ten, it is definitely stated that, &#x201C;The enumeration in the Constitution of certain rights, shall not be construed to deny or disparage others retained by the people.&#x201D; &#x201C;The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n185\"> We were told this morning that we shall not always be driven. Were we driven in 1857 and 1858? No. And they might have traveled up and down Ham's Fork to this day, and we still would have remained here enjoying our safe retreat. They had no power, and did not exercise any. <\/div><div class=\"paragraph jod\" id=\"v10n186\"> I say to the enemies of truth that I can tell them the words that are spoken in their private counsels. The very thoughts of their hearts are made known to me.<span class=\"citation\" id=\"81632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81632)\">Jacob 2:5<\/a><\/span> They lay their plans to accomplish such and such a work in so long a time, and then plan a movement to destroy the &#x201C;Mormons.&#x201D; That is what they talk about and what is in their hearts, but they will be disappointed in it all. Every time they make a movement against this kingdom they will sink still lower in the scale of national power, while the kingdom of God will rise more and more in influence and importance in the eyes of all people. <\/div><div class=\"paragraph jod\" id=\"v10n187\"> If any of you are afraid, think not that you can escape danger by fleeing to the States east, or west to California, &#x201C;For it shall come to pass, that he who fleeth from the noise of fear shall fall into the pit; and he that cometh up out of the midst of the pit shall be taken in the snare.&#x201D;<span class=\"citation\" id=\"58483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58483)\">Isa. 24:18<\/a><\/span> Again, &#x201C;The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe.&#x201D;<span class=\"citation\" id=\"57551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57551)\">Prov. 29:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n188\"> The valleys of Utah are the safest places in the world. There is not <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> another place upon this globe where a people can with more safety assert their rights before the heavens and in the face of all men. Look at those ranges of rocky peaks with which we are surrounded, for &#x201C;He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil; He shall dwell on high: his place of defense shall be the munitions of rocks: bread shall be given him; his waters shall be sure.&#x201D;<span class=\"citation\" id=\"59054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59054)\">Isa. 33:15-16<\/a><\/span> &#x201C;And it shall come to pass in the last days, that the mountain of the Lord's house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.&#x201D;<span class=\"citation\" id=\"57700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57700)\">Isa. 2:2<\/a><\/span> &#x201C;The noise of a multitude in the mountains, like as of a great people; a tumultuous noise of the kingdoms of nations gathered together: the Lord of hosts mustereth the host of the battle.&#x201D;<span class=\"citation\" id=\"58251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58251)\">Isa. 13:4<\/a><\/span> Therefore, O Israel, fear not. If any are afraid, search out among the caves of the impregnable rocks safe places to store up grain and other nutritious substances, and when trouble comes you can retire and crawl into your hiding places, while the more courageous of your brethren shall fight your battles, and we will whip your enemies soundly, God being our helper.<span class=\"citation\" id=\"56779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56779)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n189\"> When I think of the weakness and littleness of men, and the folly of their trying to thwart the purposes of the Almighty, it makes me feel like the Prophet Elijah&#x2014;&#x201C;For it came to pass at noon, that Elijah mocked them, and said, Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is on a journey, or peradventure he sleepeth, and must be awaked.&#x201D;<span class=\"citation\" id=\"55689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55689)\">1 Kgs. 18:27<\/a><\/span> I laugh at their folly; God laughs at their folly. So long as the Latter-day Saints will live  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their religion, they shall never be confounded, worlds without end. Never be afraid; your hearts are brave, your arms are strong, and God is our defense.<span class=\"citation\" id=\"56830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56830)\">Ps. 59:9<\/a><\/span><span class=\"citation\" id=\"57021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57021)\">Ps. 94:22<\/a><\/span> There are those among us who are timid, and are apt to flee from under the protecting care of our heavenly Father, and be caught weak and unprotected by the very enemy they are trying to escape from. <\/div><div class=\"paragraph jod\" id=\"v10n191\"> We will cling to the Constitution of our country, and to the Government that reveres that sacred charter of freemen's rights; and, if necessary, pour out our best blood for the defense of every good and righteous principle. <\/div><div class=\"paragraph jod\" id=\"v10n192\"> I heard a gentleman say, not long ago, that he was going to stick to the Union. When the Southern revolt transpired, it was asked of him, &#x201C;Where is the Union now? There are now two Governments, instead of one.&#x201D; His reply was, that he should stick to the Government that protected him in the possession of freemen's rights. The spirit and letter of our Constitution and laws will always give us our rights, and under them we could have served God in Missouri and Illinois as well as in the courts of high heaven. But the administrators of the law trampled it under their feet, and willfully and openly desecrated the holy principles held forth in the Constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v10n193\"> The kingdom of God has sustained me a good while, and I mean to stick to it. We shall form a State Government, and you need not fear any consequences that may arise from such a course. You may tell your neighbors that in this step we do not violate any law, nor in the least transcend the bounds of our rights. If we do not do this, we are living beneath those rights set forth in the Declaration of Independence, and the privileges granted to us in the Constitution of the United States which our fathers <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bought so dearly for us. Let us unfurl the stars and stripes&#x2014;the flag of our country; let us sustain the Constitution that our fathers have bequeathed to us in letters of blood; and those who violate it will have to meet the crushing and damning penalties that will bury them in the mire of everlasting disgrace. If we sustain it, it will be sustained; otherwise it will not. <\/div><div class=\"paragraph jod\" id=\"v10n194\"> Let us so live that the spirits and power of our religion will be constantly with us; that the Holy Ghost will be our constant companion,<span class=\"citation\" id=\"90914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90914)\">D&amp;C 121:46<\/a><\/span> opening for us an unobstructed intercourse with our heavenly Father and his Son Jesus Christ, and all is right&#x2014;there is no danger then. Our own evils make for us danger; and if chastisement comes upon us, it is the result of our own unrighteous acts. But if we live our religion, honor our God and his Priesthood, then we shall honor every wholesome government and law there is upon the earth, and become aliens to all unrighteous, unjust, and unlawful administrators, wherever they may be found. In the various nations, kingdoms, and governments of the world are to be found laws, ordinances and statutes as good as can be made for mortal man. <\/div><div class=\"paragraph jod\" id=\"v10n195\"> We have forsaken the kingdom of darkness, have come out in open rebellion to the power of the Devil on this earth, and I for one will fight him, so help me God, as long as there is breath in my body, and do all in my power to overthrow his government and rule. And if he complains that I am infringing upon his ground, I shall very politely ask him to go to his own place, where he belongs. If any among this community want to sustain the Government of the Devil, in preference to the kingdom of God, I wish them to go where they belong. I want to sustain the government of Heaven, and shall stick fast to it, by the help of God. If we sustain it, it  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will build us up and crown us with victory and eternal life. <\/div><div class=\"paragraph jod\" id=\"v10n197\"> There is not a man upon the earth who can magnify even an earthly office, without the power and wisdom of God to aid him. When Mr. Fillmore appointed me Governor of Utah, I proclaimed openly that my Priesthood should govern and control that office. I am of the same mind today. We have not yet received our election returns; but, should I be elected Governor of the State of Deseret, that office shall be sustained and controlled by the power of the eternal Priesthood of the Son of God, or I will walk the office under my feet. Hear it, both Saint and sinner, and send it to the uttermost parts of the earth, that whatever office I hold from any Government on this earth shall honor the Government of heaven, or I will not hold it. <\/div><div class=\"paragraph jod\" id=\"v10n198\"> There was a notice read today for the High Council to meet next Thursday. I would like to see the High Council and Bishops and all Judges filled with the power of the Holy Ghost, that when a person comes before them they can read and understand that person, and be able to decide a case quickly and justly. When men have a just appreciation of right and wrong, their decision can be made as well the first minute after hearing a statement of the case, as to waste hours and days to make it. I would like the Bishops and other officers to have sufficient power and wisdom from God to make them fully aware of the true nature of every case that may come before them. But there are some of our great men who are so ignorant that a personal favor will so bias their minds that they <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will twist the truth and sustain a person in evil. This principle is to be found, more or less, in the old, middle-aged, and youth. Some, with a trifling consideration, can so prejudice the mind of a High Councilor, a High Priest, a Bishop, or an Apostle, that he will lean to the individual instead of the truth. I despise a man that would offer me money to buy me to his favor. Goodness will always find stout supporters in the good, and need not to buy favor. The man who tries to buy the influence of another to cover up his iniquity, will go to hell. <\/div><div class=\"paragraph jod\" id=\"v10n199\"> The kingdom of God is indebted to no man; though a man should give to it all he possesses, he has only given that which the Lord put in his possession, and is not excusable in sin on that account, for in giving his all to the kingdom of God he has done no more than his duty. I hate to see a man bought. I hate to see High Councilors bought. It is good to hold on to an old friend; and, no matter how many new friends I have, I always hold fast to the old ones and never let them go, unless their wicked conduct breaks the thread of fellowship between us. But with all the friends I have, I hope in God never to see the day, while I live, that I cannot decide a case as the Almighty would, whether it goes against friend or foe. What my friends have done for me, and the deep affection I bear them, are not taken into account in the consideration of right and wrong. Let me judge in righteousness before God, if it cuts off every friend I have. <\/div><div class=\"paragraph jod\" id=\"v10n200\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}