{"ID":10001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, January 16, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/16\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v1n1\"> The plan of salvation, or, in other words, the redemption of fallen beings, is a subject that should occupy the attention of all intelligence that pertains to fallen beings. I do not like the term fallen beings, but I will say, subjected intelligence, which term suits me better&#x2014;subjected to law, order, rule, and government. All intelligences are deeply engaged in this grand object; not, however, having a correct understanding of the true principle thereof, they wander to and fro, some to the right, and some to the left. There is not a person in this world, who is endowed with a common share of intellect, but is laboring with all his power for salvation. Men vary in their efforts to obtain that object, still their individual conclusions are, that they will ultimately secure it. The merchant, for instance, seeks with unwearied diligence, by night and by day, facing misfortunes with a determined and persevering resistance, enduring losses by sea and by land, with an unshaken patience, to amass a sufficient amount of wealth to enable him to settle calmly down in the midst of plenty in some opulent city, walk in the higher classes of society, and perchance receive a worldly title, or worldly honor, and enjoy <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a freedom from all anxiety of business, and constraint by poverty, throughout the remainder of his life. He then supposes he has obtained salvation. <\/div><div class=\"paragraph jod\" id=\"v1n2\"> Descend from the busy, wealth-seeking middle classes, to the humbler grade of society, and follow them in their various occupations and pursuits, and each one of them is seeking earnestly that which he imagines to be salvation. The poor, ragged, trembling mendicant, who is forced by hunger and cold to drag his feeble body from under some temporary shelter, to seek a bit of bread, or a coin from his more fortunate fellow mortal, if he can only obtain a few crusts of bread to satisfy the hunger-worm that gnaws his vitals, and a few coppers to pay his lodgings, he has attained to the summit of his expectations, to what he sought for salvation, and he is comparatively happy, but his happiness vanishes with the shades of night, and his misery comes with the morning light. From the matchmaker up to the tradesman, all have an end in view, which they suppose will bring to them salvation. King, courtier, commanders, officers, and common soldiers, the commodore, and sailor before the mast, the fair-skinned Christian, and the dark-skinned savage,  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all, in their respective grades and spheres of action, have a certain point in view, which, if they can obtain, they suppose will put them in possession of salvation. <\/div><div class=\"paragraph jod\" id=\"v1n4\"> The Latter-day Saint, who is far from the bosom of the Church, whose home is in distant climes, sighs, and earnestly prays each day of his life for the Lord to open his way, that he may mingle with his brethren in Zion, for he supposes that his happiness would then be complete, but in this his expectations will be in a measure vain, for happiness that is real and lasting in its nature cannot be enjoyed by mortals, for it is altogether out of keeping with this transitory state. <\/div><div class=\"paragraph jod\" id=\"v1n5\"> If a man's capacity be limited to the things of this world, if he reach no further than he can see with his eyes, feel with his hands, and understand with the ability of the natural man, still he is as earnestly engaged in securing his salvation, as others are, who possess a superior intellect, and are also pursuing the path of salvation, in their estimation, though it result in nothing more than a good name, or the honors of this world. Each, according to his capacity&#x2014;to the natural organization of the human system, which is liable to be operated upon by the circumstances and influences by which it is surrounded, is as eager to obtain that which he supposes is salvation, as I am to obtain salvation in the Eternal world. <\/div><div class=\"paragraph jod\" id=\"v1n6\"> The object of a true salvation, correctly and minutely understood, changes the course of mankind. Persons who are taught by their teachers, friends, and acquaintances, are traditionated, from their youth up, into the belief that there is no God, or intelligent beings, other than those that they see with the natural eye, or naturally comprehend; that there is no hereafter; that at death, all life and intelligence are annihilated. Such persons are as firm in their belief, and <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as strenuous in argument, in support of those doctrines, as others are in the belief of the existence of an Eternal God. The early customs and teachings of parents and friends, to a greater or less degree, influence the minds of children, but when they are disposed to inquire at the hands of Him who has eternal intelligence to impart to them, when their understandings are enlarged, when their minds are enlightened by the Spirit of truth,<span class=\"citation\" id=\"83879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83879)\">D&amp;C 6:15<\/a><\/span> so that they can see things that are unseen by the natural eye, they may then be corrected in their doctrine and belief, and in their manner of life, but not until then. <\/div><div class=\"paragraph jod\" id=\"v1n7\"> How difficult it is to teach the natural man,<span class=\"citation\" id=\"73103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73103)\">1 Cor. 2:14<\/a><\/span><span class=\"citation\" id=\"81834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81834)\">Mosiah 3:19<\/a><\/span><span class=\"citation\" id=\"82205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82205)\">Alma 26:21<\/a><\/span> who comprehends nothing more than that which he sees with the natural eye! How hard it is for him to believe! How difficult would be the task to make the philosopher, who, for many years, has argued himself into the belief that his spirit is no more after his body sleeps in the grave, believe that his intelligence came from eternity, and is as eternal, in its nature, as the elements, or as the Gods. Such doctrine by him would be considered vanity and foolishness, it would be entirely beyond his comprehension. It is difficult, indeed, to remove an opinion or belief into which he has argued himself from the mind of the natural man. Talk to him about angels, heavens, God, immortality, and eternal lives, and it is like sounding brass, or a tinkling cymbal<span class=\"citation\" id=\"73652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73652)\">1 Cor. 13:1<\/a><\/span> to his ears; it has no music to him; there is nothing in it that charms his senses, soothes his feelings, attracts his attention, or engages his affections, in the least; to him it is all vanity.<span class=\"citation\" id=\"57562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57562)\">Eccl. 1:2<\/a><\/span> To say that the human family are not seeking salvation, is contrary to my experience, and to the experience of every other person with whom I have any acquaintance. They are all for salvation, some in one way, and some in another; but all is darkness and confusion.<span class=\"citation\" id=\"93614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93614)\">JS&mdash;H 1:13<\/a><\/span> If the  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord does not speak from heaven, and touch the eyes of their understanding by His Spirit, who can instruct or guide them to good? Who can give them words of eternal life?<span class=\"citation\" id=\"124529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124529)\">John 6:68<\/a><\/span> It is not in the power of man to do it; but when the Lord gives His Spirit to a person, or to a people, they can then hear, believe, and be instructed. An Elder of Israel may preach the principles of the Gospel, from first to last, as they were taught to him, to a congregation ignorant of them; but if he does not do it under the influence of the Spirit of the Lord, he cannot enlighten that congregation on those principles,<span class=\"citation\" id=\"85291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85291)\">D&amp;C 42:13-14<\/a><\/span> it is impossible. Job said that, &#x201C;There is a spirit in man, and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56178)\">Job 32:8<\/a><\/span> Unless we enjoy that understanding in this probation, we cannot grow or increase, we cannot be made acquainted with the principles of truth and righteousness so as to become exalted. Admit that the Spirit of the Lord should give us understanding, what would it prove to us? It would prove to me, at least, and what I may safely say to this congregation, that Zion is here. Whenever we are disposed to give ourselves perfectly to righteousness, to yield all the powers and faculties of the soul (which is the spirit and the body, and it is there where righteousness dwells); when we are swallowed up in the will of Him who has called us;<span class=\"citation\" id=\"81921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81921)\">Mosiah 15:7<\/a><\/span> when we enjoy the peace and the smiles of our Father in Heaven, the things of His Spirit, and all the blessings we are capacitated to receive and improve upon, then are we in Zion, <span class=\"italic\">that is Zion<\/span>. What will produce the opposite? Hearkening and giving way to evil, nothing else will. <\/div><div class=\"paragraph jod\" id=\"v1n9\"> If a community of people are perfectly devoted to the cause of righteousness, truth, light, virtue, and every principle and attribute of the holy Gospel, we may say of that people, as the ancient Apostle said to his breth<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren, &#x201C;Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates;&#x201D;<span class=\"citation\" id=\"74329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74329)\">2 Cor. 13:5<\/a><\/span> there is a throne for the Lord Almighty to sit and reign upon, there is a resting place for the Holy Ghost, there is a habitation of the Father and the Son. We are the temples of God,<span class=\"citation\" id=\"73157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73157)\">1 Cor. 3:16<\/a><\/span> but when we are overcome of evil by yielding to temptation, we deprive ourselves of the privilege of the Father, the Son, and the Holy Ghost, taking up their abode and dwelling with us.<span class=\"citation\" id=\"69996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69996)\">John 14:23<\/a><\/span> We are the people, by our calling and profession, and ought to be by our daily works, of whom it should be truly said, &#x201C;Ye are the temples of our God.&#x201D;<span class=\"citation\" id=\"73156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73156)\">1 Cor. 3:16<\/a><\/span> Let me ask, what is there to prevent any person in this congregation from being so blessed, and becoming a holy temple fit for the indwelling of the Holy Ghost?<span class=\"citation\" id=\"73254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73254)\">1 Cor. 6:19<\/a><\/span> Has any being in heaven or on earth done aught to prevent you from becoming so blessed? No, but why the people are not so privileged I will leave you to judge. I would to God that every soul who professes to be a Latter-day Saint was of that character, a holy temple for the indwelling of the Father, the Son, and the Holy Ghost, but it is not so. Is there any individual within the sound of my voice today, that has received the Holy Ghost through the principles of the Gospel, and at the same time has not received a love for them? I will answer that question. Wait and see who it is that falls out by the way; who it is in whom the seed of truth has been sown, but has not taken root;<span class=\"citation\" id=\"64483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64483)\">Matt. 13:5-6<\/a><\/span> and then you will know the individuals who have received the truth, but have never received a love of it&#x2014;they do not love it for itself. What a delightful aspect would this community present if all men and women, old and young, were disposed to leave off their own sins and follies, and overlook those of their neighbors; if they would cease watching their neighbors for iniquity,<span class=\"citation\" id=\"58878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58878)\">Isa. 29:20<\/a><\/span> and  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>watch that they themselves might be free from it! If they were trying with all their powers to sanctify the Lord in their hearts,<span class=\"citation\" id=\"77894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77894)\">1 Pet. 3:15<\/a><\/span> and would prove, by their actions, that they had received the truth and the love of it! If all individuals would watch themselves, that they do not speak against the Father, the Son, the Holy Ghost, nor in short against any being in heaven or on earth. Strange as this may appear, there have been men in this Church that have done it, and probably will be again! If this people would be careful not to do anything to displease the spirits of those who have lived on the earth, and have been justified, and have gone to rest, and would so conduct themselves, that no reasonable being upon the face of the earth could find fault with them, what kind of society should we have? Why every man's mouth would be filled with blessings, every man's hand would be put forth to do good, and every woman and child in all their intercourse would be praising God, and blessing each other. Would not Zion be here? It would. What hinders you from doing this? What is the Lord or the people doing to cause this one and that one to commit sin with a high hand, in secret and in the open streets? <\/div><div class=\"paragraph jod\" id=\"v1n11\"> If Elders of Israel use language which is not proper for the lips of a Saint, such Elders are under condemnation, and the wrath of God abides upon them,<span class=\"citation\" id=\"68994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68994)\">John 3:36<\/a><\/span> those who do it have not the love of truth in their hearts, they do not love and honor the truth because it is the truth, but because it is powerful, and they wish to join with the strongest party. Do they love light because it is light? Virtue because it is virtue? Righteousness because it is righteousness? No. But these principles are almighty in their influence, and like the tornado in the forest, they sweep all before them, no argument can weigh against them, all the philoso<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phy, knowledge, and wisdom of men may be set in array against them, but they are like chaff before a mighty wind, or like the morning dew before the sun in its strength such Elders embrace truth because it is all-powerful. When a man of God preaches the principles of the Gospel, all things give way before it, and some embrace it because it is so mighty. But by and by those characters will fall out by the way, because the soil has not depth to nourish the seeds of truth.<span class=\"citation\" id=\"64481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64481)\">Matt. 13:5<\/a><\/span> They receive it, but not the love of it; it dies, and they turn away. If every person who has embraced the Gospel would love it as he loves his life, would not society wear a different aspect from that of the present? <\/div><div class=\"paragraph jod\" id=\"v1n12\"> I do not intend to enter into a detailed account of the acts of the people, they are themselves acquainted with them; people know how they themselves talk, and how their neighbors talk; how husband and wife agree in their own houses, and with their neighbors; and how parents and children dwell together. I need not tell these things, but if every heart were set upon doing right, we then should have Zion here. I will give you my reason for thinking so. It is because I have had it with me ever since I was baptized into this kingdom. I have not been without it from that day to this. I have, therefore, a good reason for the assertion I have made. I live and walk in Zion every day, and so do thousands of others in this Church and kingdom, they carry Zion with them, they have one of their own, and it is increasing, growing, and spreading continually. Suppose it spreads from heart to heart, from neighborhood to neighborhood, from city to city, and from nation to nation, how long would it be before the earth would become revolutionized, and the wheat gathered from among the tares? The wheat and tares, however, must grow together until harvest.<span class=\"citation\" id=\"64570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64570)\">Matt. 13:30<\/a><\/span> I am not, there<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore, disposed to separate them yet, for if we pluck up the tares before the harvest, we may destroy some of the good seed, therefore let them grow together, and by and by the harvest will come.<span class=\"citation\" id=\"64561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64561)\">Matt. 13:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n14\"> There is another thing, brethren, which I wish you to keep constantly before your minds, that is with regard to your travels in life. You have read, in the Scriptures, that the children of men will be judged according to their works, whether they be good or bad.<span class=\"citation\" id=\"64958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64958)\">Matt. 16:27<\/a><\/span><span class=\"citation\" id=\"81841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81841)\">Mosiah 3:24<\/a><\/span> If a man's days be filled up with good works, he will be rewarded accordingly. On the other hand, if his days be filled up with evil actions, he will receive according to those acts. This proves that we are in a state of exaltation, it proves that we can add to our knowledge, wisdom, and strength, and that we can add power to every attribute that God has given us. When will the people realize that this is the period of time in which they should commence to lay the foundation of their exaltation for time and eternity, that this is the time to conceive, and bring forth from the heart fruit to the honor and glory of God,<span class=\"citation\" id=\"82254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82254)\">Alma 34:32-34<\/a><\/span> as Jesus did&#x2014;grow as he did from the child, become perfect, and be prepared to be raised to salvation? You will find that this probation is the place to increase upon every little we receive, for the Lord gives line upon line<span class=\"citation\" id=\"58541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58541)\">Isa. 28:10<\/a><\/span><span class=\"citation\" id=\"81529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81529)\">2 Ne. 28:30<\/a><\/span> to the children of men. When He reveals the plan of salvation, then is the time to fill up our days with good works. <\/div><div class=\"paragraph jod\" id=\"v1n15\"> Let us fill up our days with usefulness, do good to each other, and cease from all evil. Let every evil person forsake his wickedness.<span class=\"citation\" id=\"83483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83483)\">Ether 11:1<\/a><\/span> If he be wicked in his words, or in his dealings, let him forsake those practices, and pursue a course of righteousness. Let every man and woman do this, and peace and joy will be the result. <\/div><div class=\"paragraph jod\" id=\"v1n16\"> A few words more upon the subject of the eternal existence of the soul. It is hard for mankind to comprehend <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that principle. The philosophers of the world will concede that the elements of which you and I are composed are eternal,<span class=\"citation\" id=\"89076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89076)\">D&amp;C 93:33<\/a><\/span> yet they believe that there was a time when there was no God. They cannot comprehend how it is that God can be eternal. Let me ask this congregation, Can you realize the eternity of your own existence? Can you realize that the intelligence which you receive is eternal? I can comprehend this, just as well as I can that I am now in possession of it. It is as easy for me to comprehend that it will exist eternally, as that anything else will. I wish to impress upon your minds the reality that when the body which is organized for intelligence to dwell in, dies, and returns to its mother earth, all the feelings, sensibilities, faculties, and powers of the spirit are still alive, they never die, but in the absence of the body are more acute. They are organized for an eternal existence. If this congregation could comprehend that the intelligence that is in them is eternal in its nature and existence; if they could realize that when Saints pass through the veil, they are not dead, but have been laying the foundation in these tabernacles for exaltation, laying the foundation to become Gods, even the sons of God,<span class=\"citation\" id=\"87028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87028)\">D&amp;C 76:58<\/a><\/span> and for crowns which they will yet receive&#x2014;they would receive the truth in the love of it, live by it, and continue in it, until they receive all knowledge and wisdom, until they grow into eternity, and have the veil taken from before their eyes, to behold the handiworks of God among all people, His goings forth among the nations of the earth, and to discover the rule and law by which He governs. Then could they say of a truth, We acknowledge the hand of God in all things, all is right, Zion is here, in our own possession. <\/div><div class=\"paragraph jod\" id=\"v1n17\"> I have thus summed up, in a broken manner, that which I desired to speak. We are not able to comprehend all  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things, but we can continue to learn and grow, until all will be perfectly clear to our minds, which is a great privilege to enjoy&#x2014;the blessing of an eternal increase. And the man or woman who lives worthily is now in a state of salvation. <\/div><div class=\"paragraph jod\" id=\"v1n19\"> Now, brethren, love the truth, and put a stop to every species of folly. How many there are who come to me to find fault with, and enter complaints against, their brethren, for some trifling thing, when I can see, in a moment, that they have received no intentional injury! They have no compassion on their brethren, but, having passed their judgment, insist that the criminal shall be punished. And why? Because he does not exactly come up to their standard of right and wrong! They feel to measure him by the &#x201C;Iron Bedstead principle&#x201D;&#x2014;&#x201C;if you are too <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> long, you must be cut off; if too short, you must be stretched.&#x201D; Now this is the height of folly. I find that I have enough to do to watch myself. It is as much as I can do to get right, deal right, and act right. If we all should do this, there would be no difficulty, but in every man's mouth would be &#x201C;May the Lord bless you.&#x201D;<span class=\"citation\" id=\"81282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81282)\">2 Ne. 3:3<\/a><\/span> I feel happy, as I always told you. Brother Kimball has known me thirty years, twenty one of which I have been in this Church; others have known me twenty years; and there are some here who knew me in England; I had Zion with me then, and I brought it with me to America again, and I now appeal to every man and woman if I have not had Zion with me from first entering into the Church, to the present time! Light cleaves to light, and truth to truth.<span class=\"citation\" id=\"88497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88497)\">D&amp;C 88:40<\/a><\/span> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}