{"ID":100012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trusting in the Almighty.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake City, April 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Trusting in the Almighty.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v10n216\"> Brethren and sisters, I am called upon and requested to make a few remarks to you this afternoon, in which privilege I feel thankful to my heavenly Father, and also for the privilege of meeting with the Saints in general Conference. <\/div><div class=\"paragraph jod\" id=\"v10n217\"> The representatives of every part of the Territory are here, and to be privileged to speak, though perhaps but a few minutes, still it is a gratification; and to look upon you and your countenances is a privilege that I prize. If we were prepared to enter into heaven, to do according to our ideas of heaven, or as we have been used to believe, and should get up there in the presence of God, or in the presence of the spirits that are greater than we are, and undertake to teach and instruct them it would not seem exactly in place, <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and yet perhaps it might be in place, for those spirits might wish to know what was in us. It is in this manner that I do it at this time; it is not with a wish to instruct those that bear rule in the kingdom of God, but I suppose that they would like to know from us who have been at a distance, to know what kind of spirit we possess. Therefore as liberty is given to speak upon whatever subject is desired by the person addressing you, it may be supposed that every speaker will speak upon some favorite theme, that our spirits may be weighed in the balances<span class=\"citation\" id=\"61522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61522)\">Dan. 5:27<\/a><\/span> and compared with the principles of the Gospel. I feel when I contemplate the principles of our holy religion very much as I do when I go into a very nice orchard and get hold of a good ripe peach, I naturally exclaim, this is excellent! I taste  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another, and say that is very good; of another I say it is luscious. Then I meet with some apples; I get hold of a Rhode Island Greening in the season thereof, and of course I say this is the finest going; then I get hold of a golden pippin and I think this is the finest of all. So I think with the spirits of great and good men in the Gospel; they are all best, and I do not know which to select of the principles of life and salvation. President Young gave us a key some time ago, to certain principles, and I thought I would make a few remarks upon a principle that seems to present itself to my mind. Suppose that there is in this town a man of honor, a man who fulfils his contracts, who never was known to cheat the laborer or cut him down in his price. His character is known; you enlist in his employment, and you have no doubt but you will be rewarded, and you know he is abundantly able and qualified to fulfil his word and promise, and you have no doubt or hesitancy in regard to receiving pay for your labor. You go on working and laboring, and you are confident that you will get your pay; not the least doubt in the world. Well, really, that is no more than we should do; it is no very high compliment to us, if while trusting in that individual and believing that we will get our pay and get justly rewarded unless we turn the tables and ask the question to ourselves, &#x201C;Has that individual who has employed us got confidence in us, that we will execute and perform according to his wishes?&#x201D; It is good to trust in the Lord, to repose confidence in what he has said to us, but it is better to secure and be sure that we have the confidence of the Almighty. When a man that you have employed in this service has proven that he is worthy, that he is faithful, wise, discreet, and understands what belongs to his duties in every <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> branch of his profession, and who understands well how to keep all things in order, then he can be trusted and promoted according to his master's pleasure. <\/div><div class=\"paragraph jod\" id=\"v10n219\"> Your employer has looked down upon you and seen your wisdom and the interest that you have taken in his affairs, till by-and-by it comes to something that is wanted to be done, then the employer goes to his master and says, &#x201C;Sir, how shall I execute this piece of work? In what manner shall I perform this branch of business?&#x201D; &#x201C;Why,&#x201D; says the master, &#x201C;you understand my policy, and you understand that I have full confidence in you, therefore go and do it in a manner that will suit yourself.&#x201D; Now, an employer won't say that to every individual, but he might say it to one in whom he had the most unlimited confidence. May we not arrive at a point where we can secure the confidence of the Almighty, so that he will say, &#x201C;Whatever you bind on earth shall be bound in heaven.<span class=\"citation\" id=\"64884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64884)\">Matt. 16:19<\/a><\/span> You know my policy; I have full confidence in you, indeed the light of Heaven shines in your hearts, and with this go and do as seemeth good unto you.&#x201D;<span class=\"citation\" id=\"82452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82452)\">Hel. 10:5-11<\/a><\/span> Arriving at this point may we not get the entire confidence of our heavenly Father in regard to all the duties that lie before us. <\/div><div class=\"paragraph jod\" id=\"v10n220\"> Now, it would not be a very high compliment for us to trust in that wealthy man who has plenty of means and who never violated his word, still it is good to trust in him; it shows that we consider him abundantly able and willing to fulfil his contracts. It is good to trust in the Lord, but what fool would not? There are some men who would not, especially if that trust touched their pockets. The gold, the silver, and everything that we own belongs to him, and we cannot trust too much in him. It is no very high compliment for us to say that we trust in the Lord; still it is good, it  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shows that we appreciate his policy and goodness; but when we can take a course of life to cause the Almighty to trust in us, and whenever he can find us to be a people in whom he can trust, then all those blessings referred by the President this morning will be poured out upon us. What will he put upon us when we show our obedience to his laws? He will take from the world their sovereignty and leave only desolation and confusion, and he will take the power which they claim to have and will transfer it to his chosen and anointed ones, just so soon as he can feel safe in doing so. <\/div> <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n222\"> Well, brethren and sisters, I just wanted to impress this idea upon our minds. I say <span class=\"italic\">our<\/span>, because I take it to myself, and it is my determination to pursue that course in all my teachings and in all my operations that will secure to me the confidence of our heavenly Father, the Lord being my helper.<span class=\"citation\" id=\"56780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56780)\">Ps. 54:4<\/a><\/span><span class=\"citation\" id=\"77355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77355)\">Heb. 13:6<\/a><\/span> My heart is fully set to secure the confidence of the Almighty, and also of all the just ones.<span class=\"citation\" id=\"71545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71545)\">Acts 7:52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n223\"> May this be the desire and determination of every heart, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}