{"ID":100016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Privilege of the Saints to Enjoy the Spirit of Prophecy.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, delivered by Elder George A. Smith, September 4, 1859<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Privilege of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 9\/4\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v10n296\"> At the request of my brethren, I arise to offer a few remarks. And in order to give them to some extent the character of a sermon, I will read the seventh verse of the third chapter of the Prophet Amos&#x2014;&#x201C;Surely the Lord will do nothing, but he revealeth his secret unto his servants the prophets.&#x201D;<span class=\"citation\" id=\"61914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61914)\">Amos 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n297\"> It is my design merely to draw the attention of our friends to the subject <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presented in this text. When God has a people upon the face of the earth he can own and bless as his, he always has Prophets among them. &#x201C;Surely,&#x201D; says the Prophet Amos, &#x201C;the Lord will do nothing, but he reveals his secret unto his servants the prophets.&#x201D;<span class=\"citation\" id=\"61915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61915)\">Amos 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n298\"> Now, it is not certain that the Prophet always reveals those secrets unto the people. It may happen in  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many instances, that the Lord will reveal unto his servants the Prophets many things that are to come, and yet leave those who are not enlightened by the Spirit of Prophecy to wait until those things transpire before they are apprised of them. <\/div><div class=\"paragraph jod\" id=\"v10n300\"> There appears to be in the midst of the Saints a very great stress laid upon the word &#x201C;prophet,&#x201D; and the words of Amos seem to be definitely pointed at in the minds of a great many individuals, to show, as it were, there was but one. But when the Spirit of the Lord was poured out in the camp of Israel, and Eldad and Medad began to prophesy, persons whose minds were contracted went to Moses and complained that Eldad and Medad were prophesying. &#x201C;Would to God,&#x201D; said Moses &#x201C;that all the Lord's people were prophets!&#x201D;<span class=\"citation\" id=\"54690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54690)\">Num. 11:26-29<\/a><\/span> There are in the Church a variety of gifts, and these gifts are all combined together, and are necessary for the development of the principles we understand, the diffusion of knowledge, and the complete organization of the whole body. There are Apostles, Prophets, and Teachers, and all these officers bring about the great and complete organization of the whole.<span class=\"citation\" id=\"75118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75118)\">Eph. 4:11-13<\/a><\/span> In tracing through the history of the sacred writings, we find that the Lord in some instances chose men that were ignorant. I presume he did this in many instances from necessity, for those who had been learned in the world were seldom found to possess humility enough to humble themselves before the Lord to get the Spirit of Prophecy, and to be a Prophet is to have the Spirit of Prophecy, and to have the testimony of Jesus, &#x201C;for the testimony of Jesus is the spirit of prophecy,&#x201D;<span class=\"citation\" id=\"80358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80358)\">Rev. 19:10<\/a><\/span> nothing more nor nothing less. The man who can testify that Jesus is the Christ has this testimony, and as he improves upon his gift he becomes a Prophet. It is not one individual, <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is not three, it is not twelve individuals, but it is for all the Saints who have the testimony of Jesus and live in the exercise of that testimony. A man that does not foresee by the Spirit of God, who does not learn things to come by it, is not living up to his privilege and profession, is not living in the enjoyment of that testimony which he has received; he is blinded by the mists of darkness<span class=\"citation\" id=\"80959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80959)\">1 Ne. 8:23<\/a><\/span> and is liable to fall into a snare. The Apostle Peter in exhorting his brethren tells them that it was necessary they should add to their faith virtue; and to virtue knowledge; and to knowledge temperance; and to temperance patience; and to patience godliness; and to godliness brotherly kindness; and to brotherly kindness charity. For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.<span class=\"citation\" id=\"78242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78242)\">2 Pet. 1:5-8<\/a><\/span> That is, that you will be made partakers of the Divine mind,<span class=\"citation\" id=\"78229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78229)\">2 Pet. 1:4<\/a><\/span> the Holy Spirit dwelling in you, you will know for yourselves of the principles and the doctrines which you have received. The storms of adversity which surround us amount to nothing with the man who has this knowledge planted in his breast, he cares not for slanders, for abuse, for sacrifices or losses of earthly goods. He who does not possess this testimony, and is not made a partaker of the Divine nature,<span class=\"citation\" id=\"125517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125517)\">2 Pet. 1:4<\/a><\/span> and does not struggle to attain to exaltation, is turning away and falling into darkness. It is strange to me that persons who have been many years in this Church, who have borne their testimony of the truth of the work of God in the last days many times, should finally come to the conclusion that they have gone astray, and must go in some other direction. Why is this? It is simply because they have suffered the mists of darkness<span class=\"citation\" id=\"80960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80960)\">1 Ne. 8:23<\/a><\/span> to overcome them; they have not lived up to the  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles they have professed, and instead of advancing to be made partakers of the divine nature and overcome the wiles that are in the world through lust,<span class=\"citation\" id=\"78230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78230)\">2 Pet. 1:4<\/a><\/span> they suffer them to have dominion over them, and they fall back into darkness. When the storm of persecution surrounds us, then, of course, we are apt to be zealous, but when we are as it were left to ourselves we are tried in another way; and when the Lord commenced giving revelations to this people he said to them, through his servant Joseph, that they should be tried in all things.<span class=\"citation\" id=\"89278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89278)\">D&amp;C 98:14<\/a><\/span> If there is any one thing that is calculated to try us more than another, that thing we may expect to encounter. I know this people will bear poverty and affliction, they will bear persecution, they will suffer their houses to be burned, their property to be destroyed, and sacrifice what the Lord has given them of earthly goods, expose themselves to suffering and hardship for the sake of the principles they have received, joyfully; but how many of these, when the smiles of Providence have beamed upon them, when prosperity has surrounded them, and they have been blessed and are in affluent circumstances, have forgotten the Lord, like the Prophet said of Jeshurun, &#x201C;They waxed fat, and kicked, and forgot the Lord.&#x201D;<span class=\"citation\" id=\"55230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55230)\">Deut. 32:15<\/a><\/span> Such is the fact with hundreds of Latter-day Saints. Now a man that expects to be exalted to thrones and dominions<span class=\"citation\" id=\"91577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91577)\">D&amp;C 132:19<\/a><\/span> must be just as good a Saint when he is surrounded with wealth, with the comforts and blessings of life in abundance, as he is, when he is in poverty&#x2014;when being robbed of his possessions, and deprived of the means of subsistence; and the one condition is just as necessary to try some individuals as the other condition is to try any other. <\/div><div class=\"paragraph jod\" id=\"v10n302\"> From the time that I first became acquainted with the principles of this <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church, I have watched the progress of the development of the Spirit of Prophecy among the Saints. I have never made pretensions to prophesy, though many things have been made manifest to me before they were fulfilled. I have foreseen many results which have been astonishing, in many instances, to others. The man that wishes to know the future let him study well the present, let him be careful that the present is all right; that the principles which he professes are not abused; that he lives up to the doctrines which he has received, and that he maintains his integrity towards his fellow beings as God requires at his hands; let him do this, and the future will be unfolded to him, and he will be prepared for it just as fast as necessary. <\/div><div class=\"paragraph jod\" id=\"v10n303\"> As Elder Middlemas said, he knew some things that were manifested to him, and knew how it would be beforehand. There are hundreds that can foresee by the Spirit of the Almighty, the Spirit of Prophecy, things that are to come to pass, without being able to know the precise manner how it will be effected. But I can tell you from the day of Joseph Smith's first commencement to testify of the things of God unto the present, that the very results that have been predicted have come to pass, but the manner has seldom been understood until it came. When the Saints were in Jackson County, surrounded by our enemies who were determined to destroy us, and had no other idea but what the steps that were being taken would put an utter end to our organization as a religious society, the future was as plainly laid open to thousands, and the present time was as plainly understood by hundreds of the Saints as it is now. The future is before us and many can look into it and know its results. This is the work of the Almighty. God has set his hand in the last days to esta<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blish a people on the earth, he has not only commenced to do it, but is now accomplishing it&#x2014;all the efforts of our enemies to hinder it to the contrary; and all efforts to stay its progress will be futile. They may cast men into prison, cause men to make great sacrifices, cause them to be brought into trying circumstances and endure much suffering, but the result is a fixed fact, no man can help it, no power can interfere with it, even the folly and corruptions of men that profess to be associated with the Saints cannot stay its progress. The work has commenced and onward it will roll, and no power can stay it. I know it is so. They may destroy my life, they may destroy yours, they may cause us to see much sorrow and trouble, place us in a hundred unpleasant positions; the corruptions of our own brethren may cause our hearts to bleed; our blood may be spilled, our enemies may beset us on every side, but we are engaged in the work of the Almighty God who says in the Doctrine and Covenants, &#x201C;I will save those who fall in the defense of Zion.&#x201D;<span class=\"citation\" id=\"91059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91059)\">D&amp;C 124:86<\/a><\/span> Brethren, let us then be faithful, and diligently observe and <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do all things that are required at our hands by our heavenly Father, that the light of his countenance may constantly shine upon us, for we are engaged in the great and glorious work he has commenced in the last days. His hand steadies the ark, his arm guides and sustains it, his Divine mind, will and power control it, and all that has been done by those who have interfered with it, simply shows the weakness and vanity of men that think to stay the hand of the Almighty. And this testimony I bear continually. It is a day for us to act, to act upon principle, to conquer ourselves by doing right, and while we conquer ourselves by doing right we are enabled to control others. What we do, we should do because it is right, and refuse to do wrong. <\/div><div class=\"paragraph jod\" id=\"v10n305\"> And the great questions that should reign in our breast are, What is right? What is wrong? And when we are not certain, wait until we understand, until we know we are right, and then go ahead. May the blessing of Israel's God rest upon us, is my prayer in the name of Jesus Christ our Lord. Amen. <\/div>\n<\/div>\n<\/div>"}