{"ID":100031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building the Temple and a New Tabernacle&#x2014;Labor Tithing&#x2014;Call for Faithful Laborers.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, April 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Building the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v10n590\"> Right here we want to build a Tabernacle, to accommodate the Saints at our General Conferences and religious worship, that will comfortably seat some ten thousand people; and over there we want to build a Temple. These two items I wish to call your attention to today. <\/div><div class=\"paragraph jod\" id=\"v10n591\"> We have organized the different districts throughout the Territory so that fifty teams can be at work for the Temple, hauling granite rock from Big and Little Cottonwoods. There has been some hauling done, but I wish to suggest a little amendment on our present operations and plans touching this part of the work. We shall want the same number of teams this season. We have never had as many as was designed in the first place, which was fifty, at any one time. If we could have even twenty-five or thirty teams constantly at work, they would keep the stonecutters employed. There was a difficulty last season about feed for the <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> animals engaged on this work, but we are prepared to feed hay this year, but grain must be furnished by the Wards. <\/div><div class=\"paragraph jod\" id=\"v10n592\"> I wish to say a word in regard to the teamsters. Send men to drive the teams and not boys; men who will have some interest in the work they are sent to do; men who will not sell the grain sent to feed the teams to buy whiskey with; men who will not take their teams to haul wood with instead of rock for the Temple. Let the teamsters be fitted out with at least one spare shirt, that they may not be placed under the necessity of wearing one shirt five or six weeks, and then leave the work to go home if they are not supplied with more; this same remark will apply to shoes also. Either send men that do not use tobacco, or send them with a supply, that they may not come to me and tell me they will have to leave the work if they are not supplied with tobacco. Some of the  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bishops sent word if I would find the men from the Wards tobacco they would pay for it, which they have not done, and you may expect that in the future we shall not find them in this article. We expect these things to be found them and men sent who will take care of their teams and wagons. It is a heavy tax upon us to repair unavoidable breakages; this we expect to do. We have a pretty good road to the rock, and if men will be careful in the management of their teams they need not break wagons as much as they have. <\/div><div class=\"paragraph jod\" id=\"v10n594\"> On the heel of the teams going down to the States for the poor, we want the teams ready for the hauling of rock. I will make a suggestion here, that the city be divided into ten working Wards, each Ward to pay its tithing labor punctually every tenth day, that we may have all the common labor we need on labor tithing and not be placed under the necessity of hiring labor with available means. This tithing labor can be done by the people in this city; but, you say, the hauling of rock and sending teams to the States takes up all the tithing labor we owe. If this be so, you may call the hauling of the rock and teams going to the States a freewill offering if you please. I care not how you fix it. I know there is a great portion of the community who care not much which way it applies. Those who have teams are the ones who supply both the hauling of rock for the Temple and going to the States. A great mass of the people do not do any labor of this kind. Let the Bishops in each Ward look to it and find out who in their Wards do not pay labor tithing in sending teams to the States. We want the common labor on the block, this season, to excavate, to attend masons and do a variety of work that is necessary to be accomplished for the building of our contemplated Tabernacle. Let <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there be an organization of the people in order to bring a portion of that labor on this block. <\/div><div class=\"paragraph jod\" id=\"v10n595\"> The labor tithing of mechanics cannot be settled by sending a person to work at a dollar-and-a-half a day if the Bishop understands his business. All our tradesmen make more than a dollar-and-a-half a day; they should pay what their tenth day's labor is worth. The shoemakers can furnish boots and shoes, which can be used to a good advantage. If there is an objection raised to paying the material on labor tithing, it can be credited on their property tithing. We would not wish our tradesmen to leave their shops to work out their labor tithing in common labor with the shovel, the pick, &amp;c., for they would not earn as much as a common laborer would who daily follows this kind of labor. We want them to pay their tithing in the kind of labor they are constantly employed at, and the products of this we can place to an excellent use. Common labor is more plentiful than mechanical labor. <\/div><div class=\"paragraph jod\" id=\"v10n596\"> I have been particular in noticing this matter. Great abuses are springing up among us for want of proper attention to the business of tithing labor upon the public works. <\/div><div class=\"paragraph jod\" id=\"v10n597\"> Sometimes men are found fault with because they spoil the work; they do not, for instance, cut the stone to line and do not improve in their work as much as they should. If anything is said to those persons they feel gouty and as though they did not care whether they continued to work or not on the public works; &#x201C;For,&#x201D; say they, &#x201C;my work is as good as the pay.&#x201D; Perhaps you do not know what kind of pay you get. What does the Tithing Office pay to the hands on the public works? It pays money, it pays clothing, it pays good flour and plenty of it, all that the hands need; it pays vegetables of every kind that is raised in these  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mountains, it pays molasses, chickens, eggs, butter, beef and pork, some hay and wood. I wish to ask if this is not good pay, and especially when you consider that the public hands get all their wages and more too; for in many instances they are behind on the books. They get all they earn and more, unless they are more diligent than some generally are, because we pay high wages. These are facts that cannot be truthfully denied. Men who work on the public works should be satisfied and contented, and give their best services, and try to improve and do the best they can; a good many do this. There is no place in the Territory that pays better pay and better wages than is paid to the hands that work on the public works, upon an average. If they can better themselves, why do they not do it? Some would quickly leave the public works in the best season of the year for a few dollars in money, and in the winter, when employment is scarce elsewhere, return to the public works; this is not righteous before God; men who do this do not do their duty as Saints. If any person can do better than to be a Latter-day Saint and abide the counsels given to them, why do they not do it? If there is more peace and comfort and salvation in the world than among the Saints, why did they not stay in the world? And if, after they come here, they think they can enjoy themselves better somewhere else, why do they not go there instead of staying here as grumblers in the kingdom of God? The kingdom of God is as independent of all such men as the Lord himself and it will be built up whether they assist in the Work or not. <\/div><div class=\"paragraph jod\" id=\"v10n599\"> I speak thus plainly that you may know how we feel about such things, and that you may realize that you are equally interested in the building up of the kingdom of God as I am or as anybody else is. It is as much your <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> duty to come here and spend your time as it is mine, whether you get anything for it or not. I am no more interested in building up the Temple than any other Latter-day Saint is. I am no more interested in building a new tabernacle than you are; it is no more the business of the First Presidency or Twelve Apostles than it is yours. This, however, may need qualification; some feel a slothful interest in it that we do not have. It is as much your duty as ours, and I expect we can do as well without it as you can. We, however, expect to accomplish this work whether you aid us or not; but we call upon the people in this sense, it is your privilege to aid us if you feel willing to do so. We expect you to do as you shall be directed and abide the law you have enlisted to obey; this is your privilege. We expect you will guide your labors according to the rule laid down for you to follow. We wish to proceed with this labor immediately upon the close of this Conference. Let the men who seek labor, seek it not so particularly for individual aggrandizement as for the interest of the kingdom of God. This work will be an equal benefit to all, if we will be diligent and contented. There is no job men can be engaged in that will pay half as well. Those who will cling to the faith and work on faithfully, diligently, and humbly, will be the best off in the end. I do not care what inducement is offered to them, there is no enterprise so remunerative as the great enterprise in which we are engaged, or half so profitable, though we may not realize all things we desire or need at the present moment as fully as we would like. Look at the faithful laborer who is putting forth his hand in building up the kingdom of God, even if it is connected with the bringing of rocks from the quarry, lumber and timber from the mountains, &amp;c.; that soul  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has peace and quiet within, though in temporal matters comparatively destitute. But in this country no person need suffer for the common necessaries of life. It is not so in distant nations where many of us came from. Remember the appeals that are made to us for assistance, for starvation has entered their dwellings; it is not, so here. Do we realize the blessings we enjoy in contrast with those of our brethren in distant countries? While we are doing all we can to aid them, let us remember not to slacken our hands in endeavoring to build up the kingdom of God, in answering to the calls made upon us here. <\/div><div class=\"paragraph jod\" id=\"v10n601\"> No person can release us from the duties that devolve upon us as individuals. We each of us should shoulder our responsibilities and rejoice to embrace the privilege of performing the duties devolving upon us to do good in the Church and kingdom of God in the last days. This is an inestimable privilege which, once neglected, may never again return. No person should lose the opportunity of doing good, if they do they will be sorry afterwards. Look back upon your own history and experience in the Church and kingdom of God, and point out a single duty that has been manfully and righteously performed that does not to this day bring to you a feeling of great satisfaction and gratitude to the Almighty that you were called upon to perform that duty, and you are glad that you did perform it faithfully before your God and your brethren. I do not believe there is a single individual who has ever performed a single duty in the Church and kingdom of God, but what is grateful to the Almighty that they had strength and power and ability to perform that duty. Then so let it be in the future; whenever we are called upon to perform a duty let us hasten to perform it with a free and glad heart and with a ready hand, <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doing it as it should be done with all the wisdom, ability and power that we can bring to bear on it, feeling grateful to the Almighty for the privilege, and we shall have joy and rejoicing before the heavens. This is the true light in which we ought to look at this matter. There is a great labor before this people, it is a lifetime work, and then it will be taken up by those who will follow after us, who will continue to develop the things which the Almighty is trying to establish upon the earth&#x2014;the work of the salvation of our dead and the great millennium. The work we are now doing is preparatory to that work, and that work is preparatory to another that shall follow after. <\/div><div class=\"paragraph jod\" id=\"v10n602\"> We will build a new Tabernacle of sufficient dimensions to accommodate the people much better than they can be at present, and the time probably is not far distant when we may commence to administer for our dead. But the duties of today and all the work and labor we are called upon to perform is preparatory to something else; if we perform this work faithfully it will tell in its place in the due season and time of the Lord. Then let us be faithful and never neglect the opportunity of doing good when presented to us, be it ever so small in our estimation. There is nothing so small but what is necessary, when we are told to do it by those who preside over us. Small things reach to great things. We cannot baptize for the dead without a font, and we cannot get a stone to build it of without going to the stone quarries to get it. It looks a small thing to quarry rock and to pick up the pebbles and cobble rock or to take the spade and go and labor a single day's work, but those small matters form together a grand whole in bringing to pass the great purposes we are anticipating will come to pass in the Lord's due time. Then let us listen  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to and respond to the calls made upon us by our Bishops, by our Presidents, by those who are appointed to direct and govern and control and shape our labor. It is the business of this people to build up this kingdom in any channel and direction in which they are called to labor. Let us abide these teachings and calls, for in this <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we can attain an exaltation in the presence of our Father in heaven. Let us seek to be exalted therein and enjoy eternal lives in the mansions of the blessed. This is my sermon for today. <\/div><div class=\"paragraph jod\" id=\"v10n604\"> May God help us to do these things is my prayer in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}