{"ID":100018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Duties to God Paramount to All Other Obligations&#x2014;Danger of Speculation.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, Oct. 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Our Duties to God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v10n334\"> I wonder if there is a person in this vast congregation today but what feels that all those instructions given apply to himself. I feel disposed for one to take what has been said to myself, and I do not think there is a man here who is so righteous that he cannot apply the greater portion of what brother Brigham has said to himself. I know it is very common for us to make observations like this when any of the brethren have been chastised: Well, I guess some of the brethren have received a pretty good chastisement today, but it don't touch <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me. Don't you know that this is very common? That jacket does not suit me, says one. Why did it not suit you? Because you did not put it on. If you had put it on, it would have been like a piece of raw hide or a piece of India-rubber, then it would have pinched when it became dry. Now I do not believe that there is a person here who might not be benefited by these lessons of correction and instructions, for we can all make improvement in ourselves, in our daily walk and conversation. I know that I can cultivate myself and improve in  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many ways, and I feel that I am improving and advancing in the things of God. <\/div><div class=\"paragraph jod\" id=\"v10n336\"> Some will say, are you not too old to learn? I say no, for I consider if I am too old to improve, I am too old to live. When a man has done learning, he had better leave and go hence. <\/div><div class=\"paragraph jod\" id=\"v10n337\"> I think I understand correctly what President Young has been talking about, and he wishes every one of us to accept of it and put it in practice. <\/div><div class=\"paragraph jod\" id=\"v10n338\"> In regard to those independent companies alluded to, I really do not know whether I would lead them or not. I know that the first company that I was gathered with, of which President Young has spoken today, and which embraced nearly all the male members there were in the Church, brother Joseph said, come brethren, bring your money with you and bring all you have. We gathered brethren from Nova Scotia and from all the States where we had any, and then we traveled forty miles in an <span class=\"italic\">independent<\/span> condition, that is, every man had his money in his pocket and was calculating to have, but when we got to Portage, Joseph called upon that independent company and organized it with captains of hundreds, of fifties, and tens, with officers to lead and control them. Then he nominated and we accepted a paymaster and treasurer, and every officer necessary to a permanent organization. Then he said, Brethren, I want you to come together, and bring your money with you. I do not want any donations, but I want everyone to bring every cent he has got. Some had not any, some had a hundred dollars; some had a shilling, and the brethren handed over what they had to the paymaster. We were then taught that we should be subject to the law and government of God. <\/div><div class=\"paragraph jod\" id=\"v10n339\"> It is an important thing for a man to lead the people of God, and unless <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will subject themselves to him and to the officers of the Church a Prophet cannot lead them; it is an impossibility. This course of obedience is the one we have to take. Talk about building up the kingdom of God on the earth, how can you do it except you go to work with your might to practice as well as preach, and labor and toil with all your might by day and by night, and by this means every man in the Church of Jesus Christ of Latter-day Saints will become independent. I was reflecting upon these things when brother Joseph brought things to terms. Then if we are ready to do as we are told, to follow the counsel of the servants of God, won't our offerings be accepted? I say they will. <\/div><div class=\"paragraph jod\" id=\"v10n340\"> When we went on that journey, Joseph told us there was an endowment laid up for us; for what? Because we had done just as we were told; and I can bear testimony that we received that endowment. Have we got through with our endowments? No, we have not; we have only just commenced, merely received the initiative ordinances, and we are only children in these things yet, but if we are faithful, we shall receive all that our hearts can desire, for the Almighty will withhold no good thing from them that love him and keep his commandments.<span class=\"citation\" id=\"56932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56932)\">Ps. 84:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n341\"> You will doubtless recollect reading of a certain woman in the Scriptures who was rather ambitious, and therefore wished to have her sons occupy a conspicuous place about the Savior's person. The account of the circumstance is related by St. Matthew in the following language&#x2014;&#x201C;Then came to him the mother of Zebedee's children with her sons, worshiping him, and desiring a certain thing of him. And he said unto her, What wilt thou? She saith unto him, Grant these my two sons may sit, the one on thy right hand, and the other on  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thy left, in thy kingdom. But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? But to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father.&#x201D;&#x2014;Matt. xx. 20&#x2014;23.<span class=\"citation\" id=\"65295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65295)\">Matt. 20:20-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n343\"> Here we find set forth by the Savior the doctrine that it belongs to the Father to give each one his place in that kingdom, hereafter to be inherited by the faithful Saints. Now let me ask, can we walk with Jesus in the regeneration that is spoken of?<span class=\"citation\" id=\"65211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65211)\">Matt. 19:28<\/a><\/span> But before I proceed further, let me ask, what is the regeneration? I should call it an improvement, or an advancement in the things of God. By some it is said to be the change and renovation of the soul by the Spirit and grace of God. Then again, it is called the new birth. Titus is somewhat more explicit upon the subject. He says, &#x201C;But after that the kindness and love of God our Savior toward man appeared, Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and the renewing of the Holy Ghost; Which he shed on us abundantly through Jesus Christ our Savior; That being justified by his grace, we should be made heirs according to the hope of eternal life.&#x201D;<span class=\"citation\" id=\"76325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76325)\">Titus 3:4-7<\/a><\/span> And our Savior speaking to Nicodemus, says, &#x201C;Verily I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68702)\">John 3:3<\/a><\/span> In another place Jesus says&#x2014;&#x201C;Verily I say unto you, That ye which followed me, in the regeneration when the Son of Man shall sit on the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.&#x201D;&#x2014;Matt. xix. 28.<span class=\"citation\" id=\"65212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65212)\">Matt. 19:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n344\"> Many other passages might be quoted to show how the doctrine of <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regeneration was taught by Christ and his Apostles, but these will be sufficient for my purpose at the present. I know that we, the Elders of Israel, are walking with Jesus in the regeneration, and we are becoming regenerated in Christ Jesus, and the blessings of the kingdom are being multiplied unto us day by day, and we shall continue to be enriched forever and forever. What! In property? Yes, and in everything that is good. If it were not so, how could you possess all things,<span class=\"citation\" id=\"85968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85968)\">D&amp;C 50:27<\/a><\/span> which are certainly promised through progression and faithfulness. <\/div><div class=\"paragraph jod\" id=\"v10n345\"> I suppose I felt as the Apostles did anciently, when I went with the Elders into the State of Ohio, and through the New England States to the State of Maine. We called the people together and organized them into Conferences, and we went to work and selected wise men to receive and take the moneys of the brethren and purchase lands in Missouri. We performed our duties and were faithful unto the Lord, and if all the people had been as faithful as we were we should have gained an advantage; but as it is, I know that the day will come when we shall possess that land, and I can tell you that I expect to have and possess all that I merit, in the own due time of the Lord.<span class=\"citation\" id=\"58823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58823)\">Isa. 29:15 (JST)<\/a><\/span> When the kingdom triumphs, every man will be rewarded according to his works,<span class=\"citation\" id=\"64963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64963)\">Matt. 16:27<\/a><\/span> and will receive that which is designed for him, and in all things be blessed according to his merits. By merit I mean that which a man earns, and you will see the day when you will get nothing but what you earn by your works and your integrity to God and your brethren. <\/div><div class=\"paragraph jod\" id=\"v10n346\"> I recollect when we returned from our mission to Missouri, Joseph said, &#x201C;Now, brethren, it is a good time to get property; now is the time for you to get rich.&#x201D; Well, it was one of  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the most trying times the Church ever saw. Most of the Twelve went into speculation, and half of them turned away. I went to Joseph and asked what I had best do, and he replied that it was a good time to get an education, or, said he, you may go a preaching, just as you please, and God will bless you in either. I went out preaching, and also some others and some went to speculating, and we have never seen them since, excepting one or two of them. It was so with the ancient Apostles. When Jesus was crucified his disciples said, &#x201C;Come, brethren, let us go a fishing,&#x201D; and off they went fishing. But they did not make much till Jesus came along by the seaside, made a fire and broiled some fish, and when he asked them if they had any meat, they answered him, No. Then he said unto them, cast the net on the right side of the ship, and ye shall find.<span class=\"citation\" id=\"70959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70959)\">John 21:3-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n348\"> In regard to this work, I know that it will roll on, and the kingdom will be built up, the elect gathered, and the chosen ones go back to the Center Stake of Zion. There are a great many that are remaining in the States till we go back, but I can tell them they will have to come here, for this is the only way there is for the true Saints to get to Jackson County, and they will find it out to be so in due time. Let us serve God, brethren and sisters, with all our hearts, minds, might, souls, and strength, and all will go well and we shall triumph. As it was anciently, so it is in this age, the Saints must come to the mountains, the depot of the kingdom of God to <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get their blessings and prepare them for the future glory of Zion. <\/div><div class=\"paragraph jod\" id=\"v10n349\"> Let us take that course which will make us independent of all other people upon the earth;<span class=\"citation\" id=\"87364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87364)\">D&amp;C 78:14<\/a><\/span> I know that this is the course for us to take all the time. Then we should put our minds together, and our mites also,<span class=\"citation\" id=\"67945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67945)\">Luke 21:1-4<\/a><\/span> to build up the kingdom of God; and if we will do this, being of one spirit, we shall prosper in all things. I know of no other way for us to become of one heart and one mind<span class=\"citation\" id=\"85736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85736)\">D&amp;C 45:65<\/a><\/span><span class=\"citation\" id=\"92869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92869)\">Moses 7:18<\/a><\/span> in regard to the things of the kingdom of God. By pursuing this course we shall increase in the knowledge of the truth, and ere long the angels will come to visit us, and Father will talk to us in relation to his purposes and the introduction of his government. Let us endeavor to attain these blessings, for they are ours through faithfulness and diligence in welldoing. <\/div><div class=\"paragraph jod\" id=\"v10n350\"> No good man wishes to force anybody into heaven, but it is for every one of us to strive and labor in righteousness to secure an interest there for ourselves. The righteous have no reason to fear, though all the combined powers of the wicked, visible and invisible, be arrayed against them; faithfulness will preserve them. <\/div><div class=\"paragraph jod\" id=\"v10n351\"> Brethren and sisters, we should all be like clay in the hands of the potter,<span class=\"citation\" id=\"60535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60535)\">Jer. 18:6<\/a><\/span> and I want the people to learn that we shall all be rewarded according to the amount of our works,<span class=\"citation\" id=\"64964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64964)\">Matt. 16:27<\/a><\/span> just as the potter is paid for his labors, in proportion to what he does. <\/div><div class=\"paragraph jod\" id=\"v10n352\"> God bless this people forever. Amen. <\/div>\n<\/div>\n<\/div>"}