{"ID":100040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge, Correctly Applied, The True Source of Wealth and Power&#x2014;Unity of Jesus and His Father&#x2014;Miracles&#x2014;Slavery&#x2014;True Charity, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, May 31, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge, Correctly Applied, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/31\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v10n787\"> We have met to commemorate the first day of the week, and we hope that every heart will be concentrated upon the business before us. We do not hold that the first day of the week is the only day upon which to worship God, for we ought also to worship him on the second, third, fourth, fifth, sixth, and seventh. It was the custom of Christ's disciples to meet together on the first day of the week to break bread in remembrance of his death and resurrection;<span class=\"citation\" id=\"72068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72068)\">Acts 20:7<\/a><\/span> we follow the same custom. The Lord knows the wants of his mortal children, and has appointed unto them one-seventh part of the time for rest,<span class=\"citation\" id=\"125534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125534)\">Ex. 23:12<\/a><\/span> though we cannot say, in every sense of the word, that this is a day of rest to the Latter-day Saints or to the professing Christians, some of whom are in the habit of rising at sunrise to hold prayer meetings; they then eat breakfast and hurry away to the morning service until noon; in the afternoon they again have meetings, and class meet<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings, prayer meetings, confessing meetings, &amp;c., and so continue until nine in the evening. To such persons I cannot consider it really a day of rest.<span class=\"citation\" id=\"54354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54354)\">Ex. 23:12<\/a><\/span> According to the revelations given to us, it is a day upon which we are commanded to meet to break bread, to confess our faults to God and to one another,<span class=\"citation\" id=\"86302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86302)\">D&amp;C 59:12<\/a><\/span> being determined to lay aside every evil<span class=\"citation\" id=\"77164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77164)\">Heb. 12:1<\/a><\/span><span class=\"citation\" id=\"81417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81417)\">2 Ne. 10:20<\/a><\/span> and prepare ourselves for the duties of the coming week; so we meet together to worship the Lord and to speak of his goodness, to wait before him, to be instructed and have our minds guided and directed in the ways of life and to remember the Lord's death until he comes again.<span class=\"citation\" id=\"73387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73387)\">1 Cor. 11:26<\/a><\/span> I am happy that we have the privilege this morning of meeting in this capacity, under the quiet shade of this comfortable Bowery. <\/div><div class=\"paragraph jod\" id=\"v10n788\"> Our hearts have been made to feel the divine influence that comes from heaven to prepare us to build up the Zion of our God upon the earth in  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the latter days. That we may enjoy our meeting this morning, let us strive to concentrate our thoughts upon the object of our assembling, for there is a proneness in the mind to wander, and it often requires considerable effort to stay it upon any one purpose. The cares and wants of this life occupy our minds deeply, but when we come to understanding we shall learn that our Father in heaven takes cognizance of all these matters. &#x201C;And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin.&#x201D; &#x201C;Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, shall he not much more clothe you, O ye of little faith?&#x201D;<span class=\"citation\" id=\"63599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63599)\">Matt. 6:28,30<\/a><\/span> &#x201C;He giveth to the beast his food, and to the young ravens which cry.&#x201D;<span class=\"citation\" id=\"57355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57355)\">Ps. 147:9<\/a><\/span> If we are faithful we shall learn in due time that all things are sustained and endured by his all-wise providences. We are too apt to trust entirely to our own ability for procuring the desirable necessaries of life. We are too apt to suppose that we alone guide, govern and control our doings and their results. We are too apt to aspire to the power to control the whole world and to make all bend to our wishes and dictation. <\/div><div class=\"paragraph jod\" id=\"v10n790\"> Man is the lord of the earth, but with his knowledge and power he is not able to tell how a blade of grass grows. All men must come to this very rational conclusion, that &#x201C;Paul may plant, and Apollos may water; but it is God who gives the increase.&#x201D;<span class=\"citation\" id=\"73139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73139)\">1 Cor. 3:6<\/a><\/span> It was not our choice that we came into the midst of this desert region, but through the providence of Him who governs and controls all things we are planted in the midst of these deserts. There are reasons for this, and causes produce their effects; in short, we are here for the express purpose of preparing for the coming of the Son of Man, to bear off his <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom to the nations and gather up the house of Israel, according to the words of the ancient prophets and the revelations given to us in our day. <\/div><div class=\"paragraph jod\" id=\"v10n791\"> We are now gathering the children of Abraham who have come through the loins of Joseph and his sons, more especially through Ephraim, whose children are mixed among all the nations of the earth. The sons of Ephraim are wild and uncultivated, unruly, ungovernable. The spirit in them is turbulent and resolute; they are the Anglo-Saxon race, and they are upon the face of the whole earth, bearing the spirit of rule and dictation, to go forth from conquering to conquer.<span class=\"citation\" id=\"79240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79240)\">Rev. 6:2<\/a><\/span> They search wide creation and scan every nook and corner of this earth to find out what is upon and within it. I see a congregation of them before me today. No hardship will discourage these men; they will penetrate the deepest wilds and overcome almost insurmountable difficulties to develop the treasures of the earth, to further their indomitable spirit for adventure. <\/div><div class=\"paragraph jod\" id=\"v10n792\"> We are not in this region by choice, and there is no hardship that this people would not face and overcome. If there is a corner of the earth that can possibly be inhabited by mortals, the Latter-day Saints would venture there if they conceived it to be their duty, and overcome every obstacle and soon make the desert waste blossom as a rose.<span class=\"citation\" id=\"59119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59119)\">Isa. 35:1<\/a><\/span> Such an undertaking is as easy to them, comparatively speaking, as it is to go from one town to another. It is marvelous to the world that the poor, ignorant, deluded &#x201C;Mormons,&#x201D; as they call them, can make so much real improvement. Is there another people on the earth, with the same facilities, that can do what the Latter-day Saints can? There is not. Is there another people on this earth that are as united as they are? There is not. Is there another people on this earth that can  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be controlled as easily as they can? There is not. There is a good reason for all this. There is a certain portion of divinity within mankind. This prompts man to seek in every possible way after that which will sustain him. <\/div><div class=\"paragraph jod\" id=\"v10n793\"> It is true mankind have wandered and have fallen from that which they might have attained through the redemption made by Jesus Christ; but there is one point in connection with this statement on which I differ from the orthodox divines of the day. They say that man is naturally prone to evil. In some respects this is true, where by the force of example and wrong tradition has become ingrained, but if man had always been permitted to follow the instincts of his nature, had he always followed the great and holy principles of his organism, they would have led him into the path of life everlasting, which the whole human family are constantly trying to find. <\/div><div class=\"paragraph jod\" id=\"v10n794\"> Every person is, to a greater or less degree, seeking to sustain himself, to obtain influence, power, wealth, wisdom and knowledge, all to further his individual aims. It is somewhat remarkable that wealth is considered the root and foundation of all earthly influence and power, when the truth is that gold is not power. A man may possess all the gold, silver, and precious stones in the world, which are called wealth, and yet starve to death. Wealth does not give true greatness. It will purchase medical aid in case of sickness; it will purchase food, clothing and shelter; but true wealth consists in the skill to produce those conveniences and comforts from the elements. All the power and dignity that wealth can bestow is a mere shadow, the substance is found in the bone and sinew of the toiling millions. Well directed labor is the true power that supplies our wants. It gives regal grandeur to potentates, education and supplies to religious and <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> political ministers, and supplies the wants of the thousands of millions of earth's sons and daughters. There are conditions and panics in society that all the power of earthly wealth cannot avert. <\/div><div class=\"paragraph jod\" id=\"v10n795\"> How happy, how secure that nation or people would be who knew how to sustain themselves forever and forever. Had the rulers of our nation known how to sustain the Union to an everlasting continuance, this knowledge would have been beyond all price. Had they possessed wisdom to have maintained the nation in its true character, in all its liberal institutions built upon the Constitution and Declaration of Rights, the Government would have continued inviolate in truth and purity and power, and would have continued to increase in power, importance and extent. True knowledge would have enabled them easily to accomplish all this. True knowledge is true power, and power adds to power&#x2014;influence to influence. If this had continued in our nation, it would not merely have annexed Texas to our flag, but would have added the whole continent of North and South America. What would the nation have given for the knowledge to accomplish all this? What would the present rulers give for knowledge and power to so control the minds of that portion of the people who are still in the Union as to continue themselves in office&#x2014;the leading spirits of the nation&#x2014;to dictate the condition, future life and prosperity of this great and magnanimous people? <\/div><div class=\"paragraph jod\" id=\"v10n796\"> When the pioneers came into these valleys we knew nearly all the families which composed the settlements in Upper and Lower California. Is there a man that has ever been elected to represent that people in Congress that has not bought his election with money? Men are willing to spend all they have to attain  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the accomplishment of their purposes in a political point of view. All this power can be obtained by political aspirants without money, if they possessed true knowledge. I could be sent as a delegate to Congress without giving one farthing for the office, because I have true knowledge. Teach the people true knowledge, and they will govern themselves. <\/div><div class=\"paragraph jod\" id=\"v10n798\"> Men marvel that I possess the influence I do over this people, no matter where on the earth they are located. If we had fifty thousand members of the Church in China, though they never saw me, they would obey my counsel, because I send true knowledge to them and teach them the principles that tend to their own good and happiness. Their eyes are open to see this, and they willingly obey my counsel. Men think the power and influence I possess are obtained by necromancy or some other evil power. The power of the Devil is great upon the earth, but it is fast playing out, and the inhabitants of the earth must have true knowledge. <\/div><div class=\"paragraph jod\" id=\"v10n799\"> It has been told me from my youth up that opposition is the life of business, especially in the political arena. It is opposition that has ruined our nation, and has been, is and will be the ruin of all nations. In our nation slavery is the great bone of contention. Do we oppose the principle of servitude? I oppose it not in my judgment. If I have a manservant or a maidservant, they are flesh of my flesh and bone of my bone&#x2014;<span class=\"citation\" id=\"52532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52532)\">Gen. 2:23<\/a><\/span>they are the children of God as much as I am. In the providences of God their ability is such that they cannot rise above the position of a servant, and they are willing to serve me and have me dictate their labor. Then let them do service to me, and it is my duty to treat them kindly and reward them accordingly. All the nations of the earth are composed of <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one flesh and blood,<span class=\"citation\" id=\"71959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71959)\">Acts 17:26<\/a><\/span> and God will bring into judgment the nation that abuses the liberties it possesses. If he has given me power to rule this people, or to own a hundred slaves, he requires at my hands how I use this influence and power over his creatures, and he will punish me if I abuse it. If I were the dictator of the nation in which I live, I should be held responsible to Him for that power and influence. He would expect me to rule in righteousness. <\/div><div class=\"paragraph jod\" id=\"v10n800\"> This people is an astonishment to all the world. We pick up the beggar in the street in England&#x2014;and we have baptized hundreds of them&#x2014;we bring him here and put him in a situation to earn his living. They never owned anything before, but after they come here they soon begin to own a pig, a cow, a few chickens, and by-and-by a team; then open farms and soon become men of wealth. It is our business to elevate the beggar and not keep him in ignorance. <\/div><div class=\"paragraph jod\" id=\"v10n801\"> If you wish to gain power in the minds of any people, give them the same opportunity that you possess to become independent and self-sustaining, and endow them with all the wisdom and knowledge that they are capable of receiving, and let them increase with you and unitedly grow and become strong. Through their oneness, the Latter-day Saints have become a terror to the enemies of truth. We do not buy the people with money, but we have striven in every way that is lawful and right to get a little money to bring the poor and destitute of other nations here and put them in a position to take care of themselves. I am sorry to say that some few have requited this kindness by joining hands with our foes against us and have become our most deadly enemies. They, however, have no power to injure us, for God rules in the heavens; and if we  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pursue our course and the even tenor of our lives, the Lord will spread truth in the world and all nations will possess it and be influenced by it; then they will know how to govern and control themselves, but now they do not. With all the power I possess, I cannot prevent a man from cursing and swearing if he is disposed to do so; the Lord himself has not influence enough to do it, what then is to be done with him? Guide his mind and affections into a better channel until he sees the folly of his course and understands the benefit of a more righteous way and a more manly life, then will he pursue the path to truth, peace and the fellowship of the Saints of God on earth and in the heavens; then will he increase in love, joy, wisdom, knowledge, and power. Are not these things so? Judge ye, my friends. <\/div><div class=\"paragraph jod\" id=\"v10n803\"> I am accused of a thousand evils, but I have never feared but one thing with regard to myself&#x2014;and that is, that I should be left to do an evil that people may truly blame me; while they cannot speak evil of me and tell the truth, it never harms me. I care nothing what false statements are made about me when I faithfully follow the counsels of Heaven; they are no more to me than the croaking of the crane that flies over my head. If a High Priest, an Elder, or any other man that comes within the purview of my influence does wrong, I would as soon tell him of it as not and show him how to do right; if he is offended at me for so doing, it proves that he is destitute of knowledge. If the angel of darkness reproves you for your evil deeds, thank him for it, but tell him to keep at a respectable distance and that you will try not to need any more of his kind offices. <\/div><div class=\"paragraph jod\" id=\"v10n804\"> The nation that is angry at the reproof and rebuke of the righteous proves that it is on the high way to ruin. We do not coerce nor drive <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people. I am very much of the opinion that it would be useless for anybody to undertake to drive me to heaven or to hell. My independence is sacred to me&#x2014;it is a portion of that same Deity that rules in the heavens. There is not a being upon the face of the earth who is made in the image of God,<span class=\"citation\" id=\"52133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52133)\">Gen. 1:26<\/a><\/span> who stands erect and is organized as God is, that should be deprived of the free exercise of his agency so far as he does not infringe upon others' rights, save by good advice and a good example. <\/div><div class=\"paragraph jod\" id=\"v10n805\"> It is written in the Scriptures, &#x201C;If ye had known me, ye would have known my Father also: and from henceforth ye know him, and have seen him. Philip saith unto him, Lord, show us the Father, and it sufficeth us. Jesus saith unto him, Have I been so long a time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Show us the Father?&#x201D;<span class=\"citation\" id=\"69929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69929)\">John 14:7-9<\/a><\/span> The Father is a perfect man in every part, a person of tabernacle endowed with all the features and attributes of a perfect being. <\/div><div class=\"paragraph jod\" id=\"v10n806\"> &#x201C;The earth is the Lord's, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56477)\">Ps. 24:1<\/a><\/span> How vain it is for us to think that we are going to grasp all things independently of God. Monarchs on their thrones have taken unto themselves power to hold and control the destinies of the people over whom they reign, when suddenly death in some way has seized them and their thrones have been left vacant for other aspirants to power and rule. When misuse of power has reached a certain stage, the divinity that is within the people asserts its right and they free themselves from the power of despotism. The nation that lifts itself up against God and rules in unrighteousness he will call to an account in his own way. <\/div><div class=\"paragraph jod\" id=\"v10n807\"> Elevation, exaltation and glory are  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the objects of the Father in peopling this earth with his progeny. Do not be afraid that I say too much when I call his earthly children his progeny. It is supposed by many modern Christians that the Old Testament has become obsolete; they regard it more as a book of history relating more particularly to past ages than to us; but we will quote from if in support of God's being our Father and our being his progeny. Moses gives us to understand that Adam was created precisely after the image and likeness of his God.<span class=\"citation\" id=\"52167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52167)\">Gen. 1:26-27<\/a><\/span> And in the New Testament Jesus Christ says, &#x201C;and call no man your father upon the earth: for one is your Father, which is in heaven. Neither be ye called masters: for one is your Master, even Christ.&#x201D;<span class=\"citation\" id=\"65501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65501)\">Matt. 23:9-10<\/a><\/span> Again, Paul says, &#x201C;Furthermore we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?&#x201D;<span class=\"citation\" id=\"77198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77198)\">Heb. 12:9<\/a><\/span> He is the Father of every spirit that has ever taken an earthly tabernacle. Again, Paul, in writing to the Hebrews, says, &#x201C;Who being the brightness of his glory, and the express image of his person,&#x201D;<span class=\"citation\" id=\"76348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76348)\">Heb. 1:3<\/a><\/span> &amp;c.; and &#x201C;I and my Father are one,&#x201D;<span class=\"citation\" id=\"69714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69714)\">John 10:30<\/a><\/span> says Jesus; what, one body? No, it never entered the Savior's mind that such a rendering of this saying would ever enter into the minds of persons holding the least claim to good sense. They are no more one person than I and one of my sons are one person. If my son receives my teaching, will walk in the path I mark out for him to walk in, if his faith is the same as mine, his purpose is the same, and he does the work of his father as Jesus did the work of his Father,<span class=\"citation\" id=\"69103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69103)\">John 4:34<\/a><\/span><span class=\"citation\" id=\"69548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69548)\">John 9:4<\/a><\/span> then is my son one with me in the Scriptural sense. &#x201C;Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these things.&#x201D;<span class=\"citation\" id=\"69447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69447)\">John 8:28<\/a><\/span> Jesus was the express image of his Father,<span class=\"citation\" id=\"76349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76349)\">Heb. 1:3<\/a><\/span> and he was so much like the rest of the people in his day that he passed and repassed among them as another man, without creating any special remark. &#x201C;Hath not the Scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?&#x201D;<span class=\"citation\" id=\"69409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69409)\">John 7:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n809\"> Christ and his Father are one in their faith, in their views, in their ministry, in their purpose and in their operations to accomplish their Godlike designs. Jesus came from the heavens to the earth to subdue all things and bring all into subjection to the will of the Father,<span class=\"citation\" id=\"73865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73865)\">1 Cor. 15:27-28<\/a><\/span> &#x201C;That they all may be one in us: that the world may believe that thou hast sent me. And the glory which thou gavest me I have given them; that they may be one, even as we are one: I in them, and thou in me, that they may be made perfect in one.&#x201D;<span class=\"citation\" id=\"70749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70749)\">John 17:21-23<\/a><\/span> No one can suppose that Jesus wished to be understood that he and his Father and his disciples were all one person. <\/div><div class=\"paragraph jod\" id=\"v10n810\"> We believe in one God, one Mediator<span class=\"citation\" id=\"75877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75877)\">1 Tim. 2:5<\/a><\/span> and one Holy Ghost. We cannot believe for a moment that God is destitute of body, parts, passions or attributes. Attributes can be made manifest only through an organized personage. All attributes are couched in and are the results of organized existence. True knowledge will teach the people who they are and the design of their creation. We are the sons and daughters of celestial beings, and the germ of the Deity dwells within us. When our spirits took possession of these tabernacles, they were as pure as the angels of God, wherefore total depravity cannot be a true doctrine. &#x201C;You must be a freethinker, Mr. Young.&#x201D; Yes, and also a freedoer. I am not afraid to rebuke any person when necessary, nor to tell the truth anywhere when it is proper and I am called upon to do so. <\/div> <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n811\"> I am limited in knowledge and in the ability to convey the knowledge that is within me and often resort to gestures to convey what my language fails to impart; neither am I mighty in writing&#x2014;I can convey more by language than I can by writing. <\/div><div class=\"paragraph jod\" id=\"v10n812\"> Do you wish to possess enlarged influence in a political point of view? Gather around you the poor and honest of mankind and bestow your charity on them, not by giving them in the way that charity is almost universally understood, but supply them labor that will pay an interest on the outlay of means and, at the same time, afford food, raiment, and shelter to the laborer; in this way the man of means becomes a benefactor to his race. Let him instruct those who know not how to cultivate the soil, who know not how to plant gardens and orchards and vineyards, in all these useful and profitable employments. Let him teach them the use of animals and how to profit by their labors and products. After he has taught them how to raise the wool and the flax, let him teach them how to make clothing of various kinds. Now they have their bread, meat, clothing, vegetables, fruit and dwellings which they have produced by their labor under the direction of the rich, good man whose capital and wisdom have elevated those poor persons from a state of destitution and want to a state of comfort and comparative independence. Now, I ask, has he not gained great influence over that people? And as they increase will not his influence become more extensive? Then let him teach them the truth, and not divide them up into Whigs, Tories, Democrats, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v10n813\"> Who is the most suitable judge between man and man? The man who is the most capable of judging between right and wrong; let him <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sit upon the judgment seat, and do not ask him whether he is a Democrat, a Whig, a Tory, or a Republican. Is he a just man, and will he render in impartial judgment? If so, I care not to what political party he belongs; I am content that he should adjudicate between me and my neighbor. <\/div><div class=\"paragraph jod\" id=\"v10n814\"> We teach the whole human family the way of life and salvation. The Latter-day Saints have the advantage of the same power that revealed to Peter of old that Jesus was the Christ; &#x201C;Flesh and blood hath not revealed this unto thee, but my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"64835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64835)\">Matt. 16:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n815\"> The Latter-day Saints and every other person who is entitled to salvation, and all except those who have sinned against the Holy Ghost,<span class=\"citation\" id=\"64388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64388)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82293)\">Alma 39:6<\/a><\/span> may know that Jesus is the Christ in the same way that Peter knew it. Miracles do not give this knowledge to mankind, though they may serve as collateral evidence to strengthen the believer. The miracles of Jesus were known to the Jews, yet they suffered him to be put to death as a deceiver of mankind and one possessed of a devil.<span class=\"citation\" id=\"69518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69518)\">John 8:48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n816\"> If miracles prove a person to be divinely sent, then we are safe in declaring the Witch of Endor, who raised up Samuel,<span class=\"citation\" id=\"55524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55524)\">1 Sam. 28:7-12<\/a><\/span> and the magicians of Egypt<span class=\"citation\" id=\"53902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53902)\">Ex. 7:11<\/a><\/span> to be divinely sent. I will have it printed and sent to the world that no miracle is any proof of a man's being sent of God to perform a mission in his name. Though Jesus Christ wrought miracles before the eyes of the Jews, they clamored for his blood and said, &#x201C;Crucify him, crucify him,<span class=\"citation\" id=\"68278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68278)\">Luke 23:21<\/a><\/span> and let his blood be upon us and our children.&#x201D;<span class=\"citation\" id=\"66334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66334)\">Matt. 27:25<\/a><\/span> This has certainly come upon them. Jesus Christ told what would befall the nation of the Jews, and it has been literally fulfilled. Were I to bring a proof in favor of our religion I would quote the sayings, relating to this  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation, of that man whom God has sent in the latter days with eternal life to them. There is more solid proof in favor of a Prophet's being divinely sent when his words are fulfilled than all the miracles he can work. <\/div><div class=\"paragraph jod\" id=\"v10n818\"> The nineteenth century is not destitute of miracles; we have spirit rapping, spirit writing, spirit muttering, table moving, and the curing of diseases of long standing by the same influence and power. &#x201C;And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?&#x201D;<span class=\"citation\" id=\"58036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58036)\">Isa. 8:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n819\"> If all men understood the great work of the last days brought forth by the Prophet Joseph and its ultimate results, they would invest all their capital stock in this great speculation. We are for self, for power, for knowledge, for thrones, for dominions, for eternal life. We are for the kingdoms that God has promised to the righteous; and they have received great and precious promises.<span class=\"citation\" id=\"78231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78231)\">2 Pet. 1:4<\/a><\/span> Paul says, &#x201C;For all things are yours; Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours,&#x201D;<span class=\"citation\" id=\"73174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73174)\">1 Cor. 3:21-22<\/a><\/span> &amp;c. Again, &#x201C;And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life.&#x201D;<span class=\"citation\" id=\"65246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65246)\">Matt. 19:29<\/a><\/span> He has chosen the poor of this world, rich in faith and heirs of the kingdom of heaven, and he will give them all things.<span class=\"citation\" id=\"77517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77517)\">James 2:5<\/a><\/span> We are serving a good master, and he will give us all he has promised. Will you all enlist and serve this great Captain of our salvation<span class=\"citation\" id=\"76439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76439)\">Heb. 2:10<\/a><\/span> to the end of the war? Then shall you obtain all the influence and power you can wish for. In the govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment of God there is all the security offered to its subjects they can desire; in it their individual rights and property are perfectly safe. Were I worth millions of money I should wish to invest it under a government that offered to me the greatest protection and security. God rules in the heavens and on the earth; he sendeth seed time and harvest;<span class=\"citation\" id=\"52939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52939)\">Gen. 8:22<\/a><\/span> winter and summer; he controls the good and the evil, and stays the evil and the plague when it has answered his pleasure; when the contending armies of our nation have served his purpose, he will say peace be still and the civil strife will cease. <\/div><div class=\"paragraph jod\" id=\"v10n820\"> My brethren and sisters are anxious for my safety, and will warn me of danger. I know better than they do when there is danger, and when it lies harmless like a lifeless tiger at the feet of the hunter. There have been times when I could travel abroad with impunity, and within twenty-four hours afterwards the assassin would be on my path. There are times when I could go to California and they would hail me as one friend hails another, and the spirit of the times would soon be reversed. Joseph Smith knew this, and when he went to Carthage he said, &#x201C;I go to death; I go like a lamb to the slaughter;<span class=\"citation\" id=\"92026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92026)\">D&amp;C 135:4<\/a><\/span> I go to my fate.&#x201D; Those who understand the spirit that rules in the atmosphere and in the hearts of the children of men are aware that they do not feel today as yesterday, tomorrow as today. Many men have greeted me and my brethren with all the cordiality with which one man can greet another, and in a short time their feelings have changed to the most deadly hatred. Confidence has left the human family; there is but little substantial principle or virtue left in which confidence can be placed. We have to restore confidence to the world by being just and true to ourselves, to one another and  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to our God from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v10n822\"> I suppose that more than half a million of the brave sons of our country now sleep in the dust in consequence of what I consider an unnecessary war, and the end is not yet. They have left their wives and daughters unprotected in a land rent asunder with a fratricidal war, and what are to become of them? You remember the scripture which reads, &#x201C;That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.&#x201D;<span class=\"citation\" id=\"52818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52818)\">Gen. 6:2<\/a><\/span> He may say in the latter times, Now, my sons, take unto yourselves wives of the daughters of men and raise up a posterity unto me, and teach them the way of life and salvation and the arts of peace, that they may war no more forever. <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And they will gather up the old cannon and weapons of war that are now making such devastation, and convert them into implements of husbandry and useful machinery. By and by it will be said to the servants of God, &#x201C;Go down and see if there is anything worth saving,&#x201D; for it is written, &#x201C;Thy men shall fall by the sword, and thy mighty in the war.<span class=\"citation\" id=\"57886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57886)\">Isa. 3:25<\/a><\/span> And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach.&#x201D;<span class=\"citation\" id=\"57887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57887)\">Isa. 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n824\"> Let us faithfully live our religion and learn what our present lives are worth. <\/div><div class=\"paragraph jod\" id=\"v10n825\"> May God bless everybody that can be blessed is my prayer all the time: Amen. <\/div>\n<\/div>\n<\/div>"}