{"ID":100037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building the Temple&#x2014;Endowments&#x2014;Counsel to Missionaries, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, April 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Building the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v10n690\"> Brethren and sisters, I perceive that the wind is blowing so very strong that it will be very difficult for the loudest speakers to make you all hear, and, therefore, I shall have to depend upon the stillness of the congregation. Then, again, I must have faith and we must all have faith together, and, therefore, let that faith come up before the Lord our God as the faith of one man, and if that faith is concentrated we shall obtain what <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we desire. Jesus says, &#x201C;Ask what ye will and it shall be given unto you.&#x201D;<span class=\"citation\" id=\"63743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63743)\">Matt. 7:7<\/a><\/span> My prayer is that the winds may cease for a little while that I may be able to speak so that you can all hear. <\/div><div class=\"paragraph jod\" id=\"v10n691\"> I remember, when I was crossing the ocean in company with President Young, it seemed as if all creation had combined to bring together the most boisterous elements, for the wind blew most furiously and brother  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Parley actually thought the ship was going down before we got out of the Irish Channel. The wind drove us away from our proper course towards the north of Ireland, and we were really afraid that the bulwarks would be blown and beaten off. <\/div><div class=\"paragraph jod\" id=\"v10n693\"> Brother Wells has been laying before you, in much plainness (and you know I delight in plainness), the practical items of business which are necessary to be attended to. When a man speaks plainly of his views and sentiments and the items of business that he has to lay before this people, it pleases me. Brother Wells is the Superintendent of Public Works, and I can truly say that what he has laid before the congregation is true. I see these things of which he has been speaking; I understand them, and am sorry a great many times because of the things I see and hear. I am aware that a great many of this people do not realize their responsibilities; many of them do not seem to know that they have anything to do, any further than to take care of themselves, and in many instances that is done very poorly. The people are too careless, and, consequently, never think that there is anything for them to do; but it is just as much the duty of each one of you, whether Elders or members, to put forth your hands, to use your means and your influence for the building up of the kingdom of God, as it is mine or President Young's, or any other member there is in the Church. <\/div><div class=\"paragraph jod\" id=\"v10n694\"> In your prayers, you say, &#x201C;O God the Eternal Father, bless President Young, bless his Counselors and the Twelve Apostles; give them power to bear off this kingdom in triumph over all its enemies.&#x201D; This is the nature, if not the precise form of the prayers that most of you offer up to our Heavenly Father. But, notwithstanding this, there are those who act <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as if they thought the First Presidency could do all the work and bear all the responsibility; but this is not the fact, for we can all do something towards the accomplishment of so great a work. How far can the Presidency of this Church bear off this kingdom? Why, they can only do that which devolves upon them; they can only do their share the same as any other persons. <\/div><div class=\"paragraph jod\" id=\"v10n695\"> If you will reflect for a moment, brethren and sisters, you will see it is one of the easiest things in the world for us to build that Temple. Here are the men who understand quarrying and cutting the rock, and laying them up; then, what do we want else? Why, says one, we want the means; what will the Temple cost? Never mind what the entire cost will be; what is required of us now, is to lay up the walls, and we can do this by our own labor. Men are wanted to go and quarry the rock; others to haul it to the Temple block; then others to cut the stone according to order; then it is the duty of others to raise the grain, the beef, the pork, to make the clothing, and, in fact, supply everything that is necessary to sustain those men that are called to work upon the Temple. <\/div><div class=\"paragraph jod\" id=\"v10n696\"> I have sometimes taken the liberty of speaking about men that work on the Public Works, and I have said that they did not earn more than about one-half of what was paid to them. They say, in reply, if we do not do right, why not call us up before the Bishops of our Wards? We have known and now know men that have been grumbling ever since they were upon the Public Works, and with them there never is anything right, and it would be but little use to bring such men before their Bishops. We have a Presiding Bishop, and President Young and myself are his Counselors, and in due time he will deal with such men as I  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am speaking of. It is not right for a man to neglect his duty, whether that duty consists in mechanical work or common labor, for it is the business of every man and woman to do all they can to advance this great Work. It is for the advantage of the people individually as well as collectively. Then let us go to work and build up this kingdom to the utmost of our ability; let us build a Temple wherein to receive our further blessings. <\/div><div class=\"paragraph jod\" id=\"v10n698\"> There are but few here who received the endowment that was given in the Temple at Kirtland; many of those who did receive it are dead, quite a number are turned away, for the apostasy was very great in those days considering the number of the people, hence there are but few now with us who partook of that endowment. There are still other endowments that were given to a very few in Nauvoo, and which we do not give here at present, but which will be given to the faithful when that Temple is finished, if not before. <\/div><div class=\"paragraph jod\" id=\"v10n699\"> How do you think we went to work when we were building the Temple in Kirtland? I could enter into the particulars, but let it suffice for me to say that the Lord gave a revelation, calling upon all the strength of his house to go up to Missouri to redeem Zion and reinstate our brethren upon their own lands.<span class=\"citation\" id=\"89537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89537)\">D&amp;C 101:55<\/a><\/span> To use a plain expression, we raked the United States from one end to the other wherever there was a man that belonged to the Church, and we gathered up all the strength of the Lord's house, and every one of us went, except perhaps a dozen old gentlemen who were not able to travel, and there were a few went up that were over sixty, and I do not know but a few that were over seventy. [President B. Young: I think there was one or two of the brethren seventy years of age.] While we were absent on that Mission, the sisters went to work and made stock<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings, pantaloons, and jackets, and when we came back they put in those various articles of clothing for the benefit of the men that went to work on the Temple, and this was a universal thing with the sisters. Now, what have you done that you should be released from care and from putting forth your dollars, your pairs of socks, your shirts, or any other kinds of wearing apparel or bedding that are required for those men who are called to work upon the Temple? Are you excused from these things, ladies and gentlemen? No, you are not; we went forth and did our duty, both male and female, and the same is required of you. <\/div><div class=\"paragraph jod\" id=\"v10n700\"> We went and performed that journey, traveled two thousand miles in a little over three months. We walked forty miles per day when we were not hindered, we walked the entire journey there and back. Such as were designated by the Lord were permitted to return home to their families, but the single men were told by the Prophet to go and preach the Gospel in the country round about. When we arrived in Kirtland, Joseph said, &#x201C;Come, brethren, let us go into the stone quarry and work for the Lord.&#x201D; And the Prophet went himself, in his tow frock and tow breeches, and worked at quarrying stone like the rest of us. Then, every Saturday we brought out every team to draw stone to the Temple, and so we continued until that house was finished; and our wives were all the time knitting, spinning, and sewing, and, in fact, I may say doing all kinds of work; they were just as busy as any of us, and I say that those women have borne the heat and burden<span class=\"citation\" id=\"65277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65277)\">Matt. 20:12<\/a><\/span> of those early and trying days and God will bless them for evermore. And besides all this, they have stepped forward and done the works of Sarah,<span class=\"citation\" id=\"91740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91740)\">D&amp;C 132:34,65<\/a><\/span> and the first men of this Church have done the works of  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Abraham,<span class=\"citation\" id=\"125530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125530)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"125529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125529)\">D&amp;C 132:32<\/a><\/span> and they will inherit the earth with them when it is redeemed and cleansed from sin. I feel to bless all such men and women, and pray my Heavenly Father to bless them in all things that will be for their good and for the honor and glory of his holy name. <\/div><div class=\"paragraph jod\" id=\"v10n702\"> I feel that the Spirit of the Lord is here and that we shall have a good Conference and a happy and joyous time together. <\/div><div class=\"paragraph jod\" id=\"v10n703\"> Brethren, do not forget to come on with your teams to haul the rock for the Temple as well as your teams to gather the poor. <\/div><div class=\"paragraph jod\" id=\"v10n704\"> Then, in regard to this new Tabernacle that we contemplate building, if you will take hold with us we design that you shall have the privilege of meeting in it next winter. According to the plan which is already designed, it will be larger than this concern which is polled over our heads here, and when completed it will have the advantage of both comfort and convenience for a large congregation, neither of which are afforded by this Bowery in stormy weather. Then let us step forward and do our duty as men of God. And if a sister says, &#x201C;Can I do anything to help to roll on the Work of God,&#x201D; I say, yes you can assist if you choose; you can pull off your jewels, take your ornaments out of your hair, your earrings; you can knit some stockings and get some cotton and make some shirts or anything of the kind. Will such works as these advance the kingdom? Yes, they will help considerably. To another sister who asks if she can assist in the good work, I will say, yes, take some of the children of those that labor on the Temple and teach them how to read and write and how to sew. Then let another sister say, &#x201C;I will wash for the men on the Temple.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n705\"> I make these remarks to rouse up your minds in relation to the Temple. <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Have you not had your endowments, sisters, and been sealed to your husbands? Yes, many of you have, and now let me ask if there is anything more than what you have received, any further ordinances to be received? Yes, lots of them. There were but a hundred and thirty who received a part in advance of the ordinances of endowment that were revealed by the Prophet Joseph. Bless you, it will be one endowment after another till we pass through the veil into the other world, and until we have passed all the ordeals requisite to prepare us to enter into celestial glory and exaltation. <\/div><div class=\"paragraph jod\" id=\"v10n706\"> If the Lord should come to visit his people, where has he got a place to stay and rest himself while he communicates his will to his sons and daughters? That man that has engaged and is working for the accomplishment of such a great design as this is, to prepare a place that will be fit and suitable for the Almighty to dwell in for a short time when he comes to visit his servants, ought to feel highly honored and favored of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v10n707\"> When remarking upon the building of the Temple, brother Wells said they who had worked upon the Temple had received their pay, and I can say more than this, I know of quite a number that are in debt and they are the ones, generally, that find so much fault. The brethren should think of these things, and for the future strive to be Saints in very deed. Let us all honor our calling, keep sacred and holy our covenants before the Lord. <\/div><div class=\"paragraph jod\" id=\"v10n708\"> To refer again to what I know, what I have seen and experienced in my travels and my associations with the Prophet of the living God, I will remark that you have here with you a few of us that have traveled with him from the beginning, and we know his trials and sufferings, and we  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know that the greatest torment he had and the greatest mental suffering was because this people would not live up to their privileges. There were many things he desired to reveal that we have not learned yet, but he could not do it. He said sometimes that he felt pressed upon and as though he were pent up in an acorn shell, and all because the people did not and would not prepare themselves to receive the rich treasures of wisdom and knowledge that he had to impart. He could have revealed a great many things to us if we had been ready; but he said there were many things that we could not receive because we lacked that diligence and faithfulness that were necessary to entitle us to those choice things of the kingdom. He revealed the doctrine of celestial marriage, and the abuse of this holy principle caused many to stumble and fall away from the Church of the living God, but that was their own fault and they have nobody else to blame. <\/div><div class=\"paragraph jod\" id=\"v10n710\"> Now, I will turn my remarks to the brethren whose names will be called to go on missions. We want them to get ready as quick as possible, and to go direct to their missions as fast as the teams, railroad cars and steamships will take them, so that they can do some good. And we want brethren who remain here to hand over your &#x201C;greenbacks&#x201D; to help the Missionary Fund, and we have no objection to taking those merchants' &#x201C;shinplasters,&#x201D; I suppose they are worth fifty cents on the dollar, and we will also take your gold and silver if we can get any. I do not want of your money, but the Missionaries do and the families of those that are already on missions need help from that fund, and we want to clothe them decently and make them feel happy during the absence of their husbands and fathers. <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We are going to call upon young men that have no families this time, and we want them to go and preach by the power of God. We want them to learn to be men, to put away their boyish actions and trust in the living God whom we serve. They will not do this while they stay here to that extent that they will if we send them abroad. We want to send them out into the world among strangers&#x2014;to place them, as it were, in the midst of a strange ocean where there is no bottom, and you all know there is little danger of a ship that is out at sea when it gets beyond the rocks, but when in the channels and near to the shore there is great danger, and so it is with our sons; and, therefore, in order to depend upon the Lord and upon the guidance of his Spirit, we send them into the world to preach the Gospel. Is it not better for your sons to be placed in circumstances where they will have to call upon the Almighty, than it is to allow them to remain here where they are under the droppings of the sanctuary and are continually receiving the counsel of their earthly fathers? You could not confer a greater blessing upon them than to send them into the vineyard of the Lord. It would delight my soul to see my sons and the sons of my brethren following in the footsteps of their fathers. I will also say that it is the greatest blessing that can be conferred upon the mothers in Israel to have their daughters connected to men of this kind. Such mothers will bring forth sons and daughters that will be a crown of glory to their parents forever. Some of you would ask, &#x201C;Would you go, brother Heber?&#x201D; Just try it. Remember I have been there twenty-six years ago, and then I went again a second time, and I can truly say that those were the happiest days of my life.  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Here are hundreds in this Territory who have seen me in England as happy as an angel, preaching and baptizing for the remission of sins all those who believed and repented before God, and they saw me laying hands on the people for the reception of the Holy Ghost, and every good man will bear me witness that the Spirit of the Lord was with me. Let me say to those young men and to all Israel, live so as to respect yourselves just as your leaders have done, and then you are just as sure of salvation as we are that we are here today. <\/div><div class=\"paragraph jod\" id=\"v10n712\"> My remarks upon this subject are intended for the Elders. Brethren, do not yield to temptation, but live pure and holy before the Lord. Now, all the Elders who are in favor of carrying out the counsel that is given, let them say yes. (Loud response of &#x201C;Yes.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v10n713\"> We want to feed the wives and children of those that are gone on missions, as well as to assist those that are now going. We want pork, beef, eggs, and butter and all kinds of clothing, and do not forget to bring on your wood and everything that is necessary to make families comfortable. Now, do you not see, by complying with this instruction, you are helping to preach the Gospel as well as those that go abroad for that express purpose? And how blessed are the women that step forth to help to build the Temple of our God! I can see women in this congregation today that would have sold all they had to help to build the Temple in Kirtland, and for this they are and will be blest, for the Lord loves a willing heart and an obedient spirit.<span class=\"citation\" id=\"86560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86560)\">D&amp;C 64:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n714\"> Brethren and sisters, do you know this to be the Church of Jesus Christ? Do you know this positively for yourselves? If you do, remember your duties, be faithful before God and <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your brethren, and prosperity and peace will attend you. <\/div><div class=\"paragraph jod\" id=\"v10n715\"> We want the families of those who are on missions to be supplied with the necessaries and comforts of life, and we do not want the Elders to beg from the poor that are scattered among the nations. We who first went did not have this done for us, but the circumstances are different now. We went to preach without purse or scrip,<span class=\"citation\" id=\"68124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68124)\">Luke 22:35<\/a><\/span> and there were men around who were ever ready to strip our families of what little they did possess; some of them are now dead. We went forth almost sick unto death to preach the Gospel, and when we called on the brethren in Kirtland they would not give us a cent, because we were sick and looked pale and they said it was because the curse of God was upon us. They will have to reap the reward of that some day, while those who were kind to us will be rewarded of the Lord and be blessed with an exaltation in the kingdom of our God if they continue faithful. It was designed once in Nauvoo to raise a subscription for us, but Joseph said, &#x201C;You shall not have a cent of it; you must go and make your own way;&#x201D; but now the time is come when the Gospel is to be preached to all nations, and that, too, more quickly than it has ever been before, and it is the word of the Lord that we shall sustain the ministry at home. <\/div><div class=\"paragraph jod\" id=\"v10n716\"> We went and preached the Gospel in London&#x2014;that is, President Young and myself; we established the Work there, and we never asked the people for a penny. We paid off debts amounting to some two hundred pounds and we emigrated hundreds of people out of our own funds, circulating the Book of Mormon among the people and did many other things that were necessary for the advancement of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n717\"> We traveled with the Prophet  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joseph when we were poor and penniless many times, and when we were sick, and we wept like children; but we called upon our Father and our God to strengthen us, and he did so by the power of his Spirit. Some men laid down and died on the way, and brother Taylor almost died once or twice in the ordeals through which he had to pass. I might also refer to the trials consequent upon the introduction of the doctrine of plurality of wives, but the time is about expired, and, therefore, I will defer it till some other time. When we have passed through trials and privations of this life, we shall be exalted to enjoy that happiness which is promised to the people of God; and when that time comes many of you that have had such easy times will be sorry that you have not passed through more. <\/div><div class=\"paragraph jod\" id=\"v10n719\"> Brethren, I want to tell you that my blessing and the blessing of the God of Israel are upon this land, and these blessings shall continue unto this people forever. This land shall prove a blessing unto them but <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a curse unto the wicked, and the evildoers shall not have pleasure here at all but the curse of God shall be upon them. And I will further say, in regard to the man that was sent here to rule over us, let the curse of God be upon him from this day forth and forever, unless he repents. <\/div><div class=\"paragraph jod\" id=\"v10n720\"> Now, brethren, be prepared when the call is made to hand over your money, your shoes and whatever is called for that will be useful to put into the hands of those women and children whose husbands and fathers are preaching the Gospel to a dark and benighted world. Let us subscribe and put into this fund all that is necessary and we shall all be blessed together. <\/div><div class=\"paragraph jod\" id=\"v10n721\"> I feel to bless all Israel, wherever they may be in the remotest parts of the earth, and I say, let us continue to increase in everything that is good and heavenly from this time henceforth and forever. This is my prayer, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}