{"ID":100035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Destruction of Babylon&#x2014;How the Saints Are to Become Saviors of the World.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made at the Bowery, Great Salt Lake City, April 7, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Destruction of Babylon, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/7\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v10n649\"> Brethren and sisters, I feel thankful for this opportunity of speaking to you for a short time. I feel under obligation for this privilege of speaking a second time before an assembly like this, and I will try not to infringe upon the time of the brethren who have not yet spoken to you, but who I know are anxious to do so. To this end, I will endeavor to confine myself to matters that are directly before us and to present them as they appear to me. <\/div><div class=\"paragraph jod\" id=\"v10n650\"> I may refer to some things that are a little foreign to the texts we have had given to us, but I hope I shall not be tedious. <\/div><div class=\"paragraph jod\" id=\"v10n651\"> We discover that the nation and people from whom we have come are engaged to the utmost of their ability in waging war upon each other. In consequence of this, there is tax upon tax, or rather I should say one tax levied after another to pay the enormous cost of this fratricidal war. One draft after another is being made to bring into the field as many men as possible, the best and those that will be the most efficient to fight the battles of the nation. It is also perceivable, by reading the late dispatches, that there are apprehensions of a serious war with the Indians and a partial squinting at a foreign war with England and possibly with some other power. How this may be and how it may turn out, it is not necessary for me to predict, but as the life springs to these deliberations and to <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these transactions that are now going on, I refer you to the predictions and revelations given of the Lord through Joseph Smith.<span class=\"citation\" id=\"88150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88150)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91315)\">D&amp;C 130:12<\/a><\/span> Brethren and sisters, the nation of them that afflicted Israel have now found a way to use all their muscular power, and have they not use for all their beef cattle, for all their horses and for all the mules and wagons that they can muster into service? The nation go to war for the purpose of saving themselves, for the purpose of protecting themselves in their nationality, and they intend to make the banner of the nation universal, swayed without let or hindrance. Well, now the question is, How will these things result? What will be the result of them? They saw fit to decline the offer that Heaven made to them when it presented to them the scepter of peace through the everlasting Gospel. The means used was by many considered to be too insignificant to bring down the high and lofty, to bring them to consider the diminutive things of Mormonism. No, the Gospel came under a name that was too insignificant and too degrading; but I have seen a something before now wrapped up in a very ordinary style that has presented a somewhat rough exterior, but inside the cover there has been contained true, genuine wealth, and when it became visible it astonished its beholders, and it is and will be so with &#x201C;Mormonism.&#x201D; It was wrapped up by circumstances  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the beginning, and, in fact, it is still out of sight in the estimation of the world. It was wrapped up&#x2014;in what shall I say? In swaddling clothes, arrayed in a very unseemly garb; but those that have unrolled it have discovered the valuable treasure, and some few of them can appreciate it, for they have learned that it is the gift of heaven, given to the earth, born upon the earth and cradled there. Much too low a region to secure the privilege of the society and consideration of the great and noble. Those few that have looked to the healing balm, to the merits of the thing itself, instead of to the misrepresentation of its enemies, have not only been healed, but healed and saved by it, and some of them are now basking in heavenly realms of light; for despite of all the disadvatageous circumstances by which they were surrounded in this life, there were a host of friends ready to hail them in that blessed world, where they are beyond the reach of mortal foe and all the powers of darkness. <\/div><div class=\"paragraph jod\" id=\"v10n653\"> The nation of which I was speaking is employing all these means to which I alluded with a view to safety; but the question is, whether infinite wisdom and the economy of God will not cause these means to prove their ruin and to produce ends and results the very opposite to what they anticipate. My opinion is, that the results will show that the wisdom of the wise shall perish and the understanding of the prudent be hid.<span class=\"citation\" id=\"58784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58784)\">Isa. 29:14<\/a><\/span> Now, if the nation employ all these means to make their own breastworks and bulwarks, secure themselves against an outward enemy and against a day of famine, they would do well. In their own estimation and feeling they are displaying superlative wisdom, but in the estimation of the Almighty they are destroying all their vitality and power. If this be the <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> design as a chastisement from the Almighty for the transgressions of the people, then they will weaken and waste away each other until retributive justice is satisfied. While they will make such efforts and exertions for their kingdom and government, which is but one of time, what should we do and what exertions should we make to build up a kingdom in which there is life, exaltation and glory for evermore? Should we not labor to clear away and to demolish the great Babylon of corruption that has afflicted the human race with increasing strength from the fall of man? This great fabric will be destroyed in this generation. And I ask, How much exertion should we make towards building up the kingdom of God, which is destined to fill the whole earth?<span class=\"citation\" id=\"86596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86596)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n654\"> I can tell you that this nation is going to be furnished with all the business they can attend to, and I expect when they have issued their last dollar in specie they will then issue, their scrip by tens and by hundreds of millions. While this is going on, we shall have all the business that we can attend to, and we shall see more than ever the necessity of faithfulness and fidelity to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n655\"> We have heard some good remarks about this Tabernacle; we have also had some good instruction relative to the building of the Temple, the emigration of the poor, the sending out of missionaries to preach the Gospel of life to the nations, and to this end we have been called upon to provide a fund for their assistance, and also for the assistance of their families during their absence from home, that is, such of them as have families who will be dependent upon the fund. This is an important call, and one that should be attended to as far as we have the means to comply with the requisition. Not only has this  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matter been laid before us, but we must remember George A.'s sermon, in which he was so emphatic in regard to raising hemp and making ourselves hemp coats to prevent our being placed in as bad, if not a worse condition than our natives are at the present time in these mountains. <\/div><div class=\"paragraph jod\" id=\"v10n657\"> With all these matters before us, it really seems as if there would be plenty of business for us all, that is, if we are attentive to the requirements of the Priesthood. Let me say further, that if we task our energies to the utmost of our capacity, there will then be no troubles from without. It does seem that every nerve has got to be stretched and every possible means within our power used for the building up of the kingdom of God. We shall be required to employ ourselves indefatigably for the promotion of truth, for the strengthening of the stakes of Zion; and then if there be no more strength remaining for us to defend ourselves against the pitiless foe, then, I say, if all our means, ability, and powers are exerted to build up the kingdom which the Almighty has established, he will say, &#x201C;Let them alone, they have enough to bear; their sacrifices and labors are accepted.&#x201D; If we do not do this and neglect to comply with the requirements made of us, perhaps the surplus strength which we possess may be called into requisition by an enemy from without. This is an item worth remembering by all Saints. <\/div><div class=\"paragraph jod\" id=\"v10n658\"> Now, here is a Tabernacle to be built, and what argument shall I need to urge in its favor. Here are today I do not know how many thousands of people exposed to the wind and dust under this Bowery, and at this early season of the year we are very liable to have rain or snow. Not only so, but the winter, although only just passed, may be said to be again approaching, and in that season of <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the year we have representatives coming from all parts of the Territory to legislate for the good of the community, and to have their feelings cemented together by the power of the Holy Spirit, to be instructed themselves in the important duties of their callings, then to return to their several and respective localities and labor to edify the Saints and to keep them posted up with regard to the things required of them. <\/div><div class=\"paragraph jod\" id=\"v10n659\"> It is important that we have a comfortable place to meet in, and I hope the brethren will bear in mind the necessity there is for having this building erected. Now, here with us there is everything to be considered that is requisite to make life comfortable; and while upon this point let me ask you one thing, or, in other words, present a figure to you. I will suppose that we are standing by a large dock, and while there we see a ship out at sea, and she has sprung a leak, and the pumps are playing to endeavor to keep her afloat, but she is going down, and there are lots of women and children, and they are crying out, &#x201C;For Heaven's sake, save us, we are going down.&#x201D; Now, if those on shore would not fly to the rescue, but would allow that ship, with her passengers and crew, to go down, their cries unheard, what would all the world say of such inhumanity? They would say, &#x201C;You are a set of unfeeling wretches.&#x201D; Well, now, on the other hand, supposing that we should employ every means in our power and get all the help we could, and thereby save those unfortunate creatures and bring them safely to shore, what would they say? Why, they would say, &#x201C;You have done well, you have done nobly in rescuing falling and sinking humanity and bringing them to land.&#x201D; What is that sinking ship of which I figuratively speak? Why, it is old Babylon, and she is fast sinking through the  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>leak, and the parties interested may rig all the pumps and employ all the hands they can to work them, but she is sinking, sinking; and who are those that are crying for deliverance, who are chained by afflictions, bound by poverty and confined to the sinking ship, and whose cries are ascending up to God for their deliverance? Well, it says in the old Prophets, &#x201C;There shall be saviors come up upon mount Zion;&#x201D;<span class=\"citation\" id=\"61979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61979)\">Obad. 1:21<\/a><\/span> and if this be so, we have to save the world, for we have the character and reputation of professing to be those saviors spoken of. <\/div><div class=\"paragraph jod\" id=\"v10n661\"> Babylon the Great is that ship of distress of which I have been speaking, and many of the passengers thereon are crying, &#x201C;For God's sake, deliver us.&#x201D; and if we can supply the place of boats with wagons and teams, the passengers can be brought home in security. Then, instead of applying the oar, let the teamsters be in readiness with the necessary fit-out; let the wagons be in order, and, to the best of our ability, let us supply those who are going on this mission with the necessary comforts of life. If we cannot do this as well as we would, let us do the best we can. Our business is to build up the kingdom of God, and we should each do what we can for its accomplishment. I have been on board of ships a great deal, and probably I feel the weight of this figure more than those who have not had this experience. <\/div><div class=\"paragraph jod\" id=\"v10n662\"> I will suppose an individual case; for instance, here is a man, his wife, and three children on board a vessel that has sprung a leak. This man has a good deal of money and other property on board, and he discovers that the vessel is fast letting in water, and the man says, &#x201C;O, my wife; O, my children: my wife and children and my money will all go down together;&#x201D; with such a family, under such circumstances, such an ordeal is terrible. Now, in such a case as <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this, a man loses all that he has got; his money, his wife, his children, and his all. <\/div><div class=\"paragraph jod\" id=\"v10n663\"> Now, we will try this case on the other hand. Supposing the ship to be in a dangerous condition, and the man, with thought as quick as lightning, says, &#x201C;Money, take care of thyself; wife and children, let us do the best we can to save ourselves.&#x201D; With this he pulls off his coat and stuffs it into the hole where the leakage is, and by this and other means does all he can to stop the ship from sinking. By taking this course he manifests an independence of character, a fortitude and a determination to live, and thereby saves the ship and many of its passengers. The ship is hauled into port, and the man says, &#x201C;I have lost all, but I have saved all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n664\"> In regard to building up and embellishing the kingdom of God and preparing the way for the coming of the Son of Man, let me ask is there anything we will not be willing to sacrifice for its accomplishment? I believe not, for those that make the sacrifice will be crowned with laurels of honor, they will be sanctified among the angels, and be pointed at as the ones that have held out the hand of deliverance to the poor and oppressed Saints. But says one, &#x201C;I withheld my cattle and my means when called upon; they dwindled, they pined away, others were stolen, and thus I lost them all. I wish I had them now; I wish I could have done something that would have been spoken of as honorable by the sanctified ones; but now, poor, penurious, wretched soul that I am, I have wasted my substance; I have wasted it and lavished it upon the pleasures of life, and, alas! I have no inheritance in the kingdom of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n665\"> Brethren and sisters, let us build a Temple, let us build the Tabernacle, and then we shall feel as comfortable as I anticipated we  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should when I heard George A. speaking of it. <\/div><div class=\"paragraph jod\" id=\"v10n667\"> I feel thankful for the privilege and honor of standing before you. I know that our religion is true; I know that it came from heaven, and I know that in these days it is as it was spoken by the Prophets of old, &#x201C;Touch not mine anointed, neither do my prophets any harm.&#x201D;<span class=\"citation\" id=\"55873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55873)\">1 Chr. 16:22<\/a><\/span><span class=\"citation\" id=\"57093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57093)\">Ps. 105:15<\/a><\/span> Why not? it may be asked. Simply because they will have the management of your affairs by and by, and they will bring the blush upon your face, should any of you interfere with them now. Be wise, therefore, and be instructed, ye judges of the earth; &#x201C;Kiss the Son, lest he be angry with thee, and thou perish on the way.&#x201D;<span class=\"citation\" id=\"56320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56320)\">Ps. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n668\"> I would merely add that we have the mouthpiece of the Almighty with us, and it speaks to the nations and to the people of the whole world. Go where you will to find the word of God, circumscribe the universe, and where will you find a man that can stand up and say, &#x201C;Thus saith the Lord God Almighty?&#x201D; You may search the world over, and you will not find one; but here are men <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> having responsibility pertaining to the kingdom of God. In the world you may find men of eloquence, strength, and refinement; but can you find that peculiar leaven of righteousness that is here? No, gentlemen; corruption stalks abroad in the land, and the tempter stands forth presenting to the unwary all the allurements which lead to the abominations of Great Babylon. Could I speak with the voice of an angel, I would say that God has spoken from the heavens through his servants in the last days, and that here is the mouthpiece of the Most High, ready to instruct, to correct, and to impart the principles of eternal life to every inquiring soul. Inquire, then, for it is not too late yet; to obey is life everlasting; in this Church is peace and happiness, and out of it misery and woe. <\/div><div class=\"paragraph jod\" id=\"v10n669\"> God bless the Saints forever, and God bless all that bless them and all that feel to sustain the servants of the living God. Let the blessings of everlasting peace be with them, which is my prayer in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}