{"ID":10008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Government&#x2014;Mysteries&#x2014;Recreation and Amusements, Not in Themselves Sinful&#x2014;Tithing&#x2014;Adam, Our Father and Our God.<\/div>\n<div class=\"subtitle\">A Sermon by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 9, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Self Government&#x2014;Mysteries&#x2014;Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/9\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v1n256\"> It is my intention to preach several discourses this evening, but how many I do not know. <\/div><div class=\"paragraph jod\" id=\"v1n257\"> I will in the first place bear testimony to the truth of many remarks made by brother Hunter, and especially his exhortation to the Seventies and Elders, and those men who wish to go on missions. I wish also to urge the necessity of your proceeding on your missions immediately, and of going to the place of your destination full of the Holy Ghost, preaching righteousness to the people; and while you do this, live up to the principles you preach, that you may teach also by your example, as well as by precept. Go, ye Elders, and now consider yourselves from this time forth missionaries. If the Gospel is in you like a flaming fire, to be poured upon the people, gather your neighbors together, and give your brethren an invitation to your house, and set before them the duties of man; and preach, if you can speak but for five minutes, occupying that time to the best advantage. Continue to preach, study, and learn, by faith and prayer, until your minds and mouths are opened, and you understand most perfectly the love of Christ. <\/div><div class=\"paragraph jod\" id=\"v1n258\"> It is not uncommon for Elders to say, &#x201C;If I could have a mission, and be sent among strangers, I could speak to them, because they have not been instructed in the way of life and salvation; I could lay before them <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the principles of the Gospel, which have been taught to me, without that diffidence of feeling, and fear, which I experience while speaking to my brethren.&#x201D; It is very true that the first principles of the Gospel taught by the Elders of this Church are easy to be understood, compared with what it is to preach them to our families, or to our neighborhood, and to govern and control ourselves by the principles of righteousness which the Gospel inculcates. Again, to gather the Saints, to preach the Gospel to the world, and convince them of the truth, are much easier tasks than to convince men that you can master yourself, and practice the moral principles inculcated by your religion. That is a small portion of the duty required of you in order to obtain crowns of glory, immortality, and eternal lives. I will here remark, that it is natural for the people to desire to know a great deal of the <span class=\"small-caps\">mysteries<\/span>; this, however, is not universally the case, though it is so with a great many of the Elders of Israel. I do not suppose it will apply to those who compose this congregation; your object in being here this evening is not to hear some great mystery of the Kingdom, which you never understood before. The greatest mystery a man ever learned, is to know how to control the human mind, and bring every faculty and power of the same in subjection to Jesus Christ; this is the greatest  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mystery we have to learn while in these tabernacles of clay. It is more necessary for the Elders to learn and practice upon this lesson in the midst of the Saints at headquarters than in the world; for their facilities for learning are much greater, and I will tell you <span class=\"italic\">wherein<\/span>. Let a Bishop, a High Priest, a President of any Stake or Quorum, any who are Elders in Israel, or any individual Saint from the first to the last of them, fall into error, and it is at once made manifest; he cannot pursue that course any further, for he is where he can learn his duties, and know how to walk straight in the paths of righteousness. <span class=\"italic\">Here<\/span> is the place for you to teach great mysteries to your brethren, because <span class=\"italic\">here<\/span> are those who can correct you. This fault the Elders of Israel do not fall into in this Tabernacle, although they may in private houses and neighborhoods. When a man is capable of correcting you, and of giving you light, and true doctrine, do not get up an altercation, but submit to be taught like little children, and strive with all your might to understand. The privileges of those who dwell here are greater than the privileges of those who are abroad. When your duties call you into foreign lands, and you there exhaust your stock of knowledge and wisdom, and you are not in possession of the keys to obtain that instruction which you desire, it is because you are far from the right fountain&#x2014;far from the <span class=\"italic\">body<\/span>, where all the members are in lively operation&#x2014;<span class=\"citation\" id=\"124541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124541)\">D&amp;C 92:2<\/a><\/span>where the eye can see, the ear hear, the nose smell, and the mouth speak, and so forth. When your face is turned from the body, let mysteries alone, for this is the only place for you to be corrected if wrong. Preach the simple, unadorned truth; work out your salvation with diligence, and do that which will guarantee you a warranted deed, an undeniable title to eternal lives. <\/div> <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n260\"> If you feel prayer in you, pray; and if you feel the spirit of preaching in you, preach; call in your brethren, and read the Bible, the Book of Mormon, the Book of Covenants, and the other revelations of God to them; and talk over the things contained in those books, and deal them out to your brethren and neighbors; pray with them, and teach them how to control themselves; and let your teachings be sustained by your own example. Teach your families how to control themselves; teach them good and wholesome doctrine, and practice the same in your own lives. This is the place for you to become polished shafts in the quiver of the Almighty.<span class=\"citation\" id=\"59425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59425)\">Isa. 49:2<\/a><\/span> This will answer for one sermon. <\/div><div class=\"paragraph jod\" id=\"v1n261\"> I feel much inclined to talk to the brethren: I have not had the privilege of preaching much for some time, because of the inconvenience of our former meeting place. Now, as we have a good, convenient place to meet in, and my health will serve me, I expect to improve the time. I love to preach at home with the Saints. I love to meet with them, and look upon their happy countenances, lit up with the joys of eternity. In short, I love the society of all good men, and to preach salvation to them. <\/div><div class=\"paragraph jod\" id=\"v1n262\"> You may consider what I shall now lay before you a small matter; but I think it of some importance. When the Elders of Israel leave this place and go forth among the wicked, it is not their privilege to mingle with them in any of their worldly exercises; for if they do, the devil will obtain an advantage over them, and succeed in drawing them away from the path of their duty. For instance&#x2014;suppose you and I, with many more of the brethren, meet together in a convenient place in the Valley, and dance to the sweet strains of the violin; we could do so with a perfect good will; but if we should be called to England, and there have an invitation to join  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the wicked in their pastimes and recreations, and we in our feelings bow down to this, and suffer our spirits to be subject to their commandments, we suffer ourselves to be ruled over by them, and at once become their servants. While I am here, I am in the midst of the Priesthood of heaven, and in the center of the kingdom of God. We are before the Lord, where every hand I shake is the hand of a Saint, and every face I see, when I look upon the assembled thousands, is the countenance of a Saint. I am the controller and master of affairs here, under Heaven's direction; though there are those who do not believe this. I invite those who are not subject to me as their President, not to contaminate my friends; for were I and my friends to become subject to those who object to us, we are then on the ground of the devil, and subject ourselves to him they serve. <\/div><div class=\"paragraph jod\" id=\"v1n264\"> Never suffer yourselves to mingle in any of those recreations that tend to sin and iniquity, while you are away from the body of the Church, where you cannot so fully control yourselves. Let the Elders who are going out from this place carry this instruction with them into the other portions of the earth. Whatever a man does, let him do it in the name of the Lord&#x2014;let him work in the name of the Lord, let all his acts through life be in the name of the Lord; and if he wants light and knowledge, let him ask in that name. <\/div><div class=\"paragraph jod\" id=\"v1n265\"> You are well aware that the wickedness of the world, or the apostasy of the Church, is so great, that those who now profess religion cannot enjoy their own natural privileges in the world. In many places their folly and superstition are so great that they would consider they had committed the sin of blasphemy if they happened to hear a <span class=\"italic\">violin<\/span>. The whole world could not hire a good, honest, sound <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Presbyterian, of the old fashion and cut, to look into a room where a company of young men and women were dancing, lest they should sin against the Holy Ghost. This overrighteous notion is imbibed by the generality of professors of religion, but it is because they themselves have made it a sin. Let us look at the root of the matter. In the first place, some wise being organized my system, and gave me my capacity, put into my heart and brain something that delights, charms, and fills me with rapture at the sound of sweet music. <span class=\"italic\">I<\/span> did not put it there; it was some other being. As one of the modern writers has said, &#x201C;Music hath charms to soothe the savage breast.&#x201D; It has been proved that sweet music will actually tame the most malicious and venomous beasts, even when they have been stirred up to violent wrath, and make them docile and harmless as lambs. Who gave the lower animals a love for those sweet sounds, which with magic power fill the air with harmony, and cheer and comfort the hearts of men, and so wonderfully affect the brute creation? It was the Lord, our heavenly Father, who gave the capacity to enjoy these sounds, and which <span class=\"italic\">we<\/span> ought to do in His name, and to His glory. But the greater portion of the sectarian world consider it sacrilege to give way to any such pleasure as even to listen to sweet music, much more to dance to its delightful strains. This is another short sermon. <\/div><div class=\"paragraph jod\" id=\"v1n266\"> I wish now to say a few words to the brethren upon the subject of <span class=\"italic\">tithing<\/span>. It is well known to the majority of this Conference what transpired, last Conference, upon the stand in the old Bowery. At that Conference I had good cause to find fault with the Bishops, and I took the liberty to brush them down a little. From that day to this there has been more accomplished by our Bishops in the short space of seven months, than  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was accomplished by them for the space of years previously. This gives me great satisfaction. The Bishops have done as well as men could do: their conduct in fulfilling the duties of their calling has truly been praiseworthy, and I feel to bless them, and pray the Lord to bless them all the day long, for they have done first rate. When we consider the ignorance of the world, their unbelief in God, and realize that the veil of the covering is over the face of all nations,<span class=\"citation\" id=\"124542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124542)\">D&amp;C 101:23<\/a><\/span> and remember the ignorance we were once in ourselves, having to commence like babes at the rudiments of learning, knowing also how faltering men are in their faith, and then look at what this people have accomplished, we are led to exclaim, &#x201C;It is marvelous in our eyes!&#x201D;<span class=\"citation\" id=\"57226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57226)\">Ps. 118:23<\/a><\/span><span class=\"citation\" id=\"83286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83286)\">Morm. 9:16<\/a><\/span> Were I to say, &#x201C;Elders of Israel, you that feel to put your all upon the altar, rise upon your feet,&#x201D; who would be left? [All present rose up simultaneously.] Where is there another people upon the earth who would have done this? I have no tithing, but all&#x2014;all I have is the Lord's. You know the word <span class=\"italic\">sacrifice<\/span>: as brother Banks said today, it is a mere burlesque&#x2014;a nonsensical term. No man ever heard me say I had made a sacrifice. I possess nothing but what my heavenly Father has been pleased to give me, or, in other words, He has <span class=\"italic\">loaned<\/span> it to me while I remain here in this mortal flesh. <\/div><div class=\"paragraph jod\" id=\"v1n268\"> Is it not marvelous, considering the weakness of man, to see the willingness of this whole people to die if necessary for the truth? How do you suppose it makes me feel? Though I may sometimes chastise my brethren, and speak to them in the language of reproof, there is not a father who feels more tenderly towards his offspring, and loves them better than I love this people; and my Father in heaven loves them; my heart yearns over them with all the emotions of tenderness, so that I could weep like <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a child; but I am careful to keep my tears to myself. If you do wrong, it grieves my heart, and it also grieves the heart of my heavenly Father. I feel continually to urge my brethren to cease from all evil, and learn to do well. <\/div><div class=\"paragraph jod\" id=\"v1n269\"> The fullness of the heavens and the earth is the Lord's&#x2014;<span class=\"citation\" id=\"56447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56447)\">Ps. 24:1<\/a><\/span><span class=\"citation\" id=\"73321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73321)\">1 Cor. 10:26<\/a><\/span>the gold and the silver, the wheat, the fine flour, and the cattle upon a thousand hills;<span class=\"citation\" id=\"56705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56705)\">Ps. 50:10<\/a><\/span> and when we fully understand His works, we shall know that He is in all the earth, and fulfills His will among the children of men, exalting and debasing them according to His pleasure; for the systems, creeds, thrones, and kingdoms of the world are all under His control. &#x201C;Shall there be evil in a city, and the Lord hath not done it&#x201D;&#x2014;<span class=\"citation\" id=\"61906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61906)\">Amos 3:6<\/a><\/span>or that He doth not control? The Lord controls the whole; and in the end, you will find He has regulated all things right, for all will be consummated to His glory. <\/div><div class=\"paragraph jod\" id=\"v1n270\"> The children of men are made as independent in their sphere as the Lord is in His, to prove themselves, pursue which path they please, and choose the evil or the good. For those who love the Lord, and do His will, all is right, and they shall be crowned, but those who hate His ways shall be damned, for they choose to be damned. <\/div><div class=\"paragraph jod\" id=\"v1n271\"> As I was meditating on the philosophy of the day, it occurred to my mind how visible it must appear to all eyes that the Lord does indeed work, that it is He who blesses this people; and yet it seems as though they cannot see His hand. The Lord fills the immensity of space. What saith the Psalmist? &#x201C;Whither shall I go from thy spirit? or whither shall I flee from thy presence? If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there. If I take the wings of the morning, and dwell in the uttermost parts of the sea; Even there shall thy hand  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lead me.&#x201D;<span class=\"citation\" id=\"57301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57301)\">Ps. 139:7-10<\/a><\/span> I was trying to think of the place where God is not, but it is impossible, unless you can find <span class=\"italic\">empty<\/span> space; and <span class=\"italic\">there<\/span> I believe He is not. If you can find such a place, it will become useful for a hiding place to those who wish to hide themselves from the presence of the Lord, in the great day of accounts. I will close this sermon, as I intend to preach another before I present the subject I more particularly wish to speak upon. <\/div><div class=\"paragraph jod\" id=\"v1n273\"> My next sermon will be to both Saint and sinner. One thing has remained a mystery in this kingdom up to this day. It is in regard to the character of the well-beloved Son of God, upon which subject the Elders of Israel have conflicting views. Our God and Father in heaven, is a being of tabernacle, or, in other words, He has a body, with parts the same as you and I have; and is capable of showing forth His works to organized beings, as, for instance, in the world in which we live, it is the result of the knowledge and infinite wisdom that dwell in His organized body. His son Jesus Christ has become a personage of tabernacle, and has a body like his father. The Holy Ghost is the Spirit of the Lord, and issues forth from Himself, and may properly be called God's minister to execute His will in immensity; being called to govern by His influence and power; but <span class=\"italic\">He<\/span> is not a person of tabernacle as we are, and as our Father in Heaven and Jesus Christ are.<span class=\"citation\" id=\"91355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91355)\">D&amp;C 130:22<\/a><\/span> The question has been, and is often, asked, who it was that begat the Son of the Virgin Mary. The infidel world have concluded that if what the Apostles wrote about his father and mother be true, and the present marriage discipline acknowledged by Christendom be correct, then Christians must believe that God is the father of an illegitimate son, in the person of Jesus Christ! The infidel fraternity teach <span class=\"italic\">that<\/span> to their disciples. I will tell you how it is. Our <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father in Heaven begat all the spirits that ever were, or ever will be, upon this earth; and they were born spirits in the eternal world. Then the Lord by His power and wisdom organized the mortal tabernacle of man. We were made first spiritual, and afterwards temporal.<span class=\"citation\" id=\"92389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92389)\">Moses 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n274\"> Now hear it, O inhabitants of the earth, Jew and Gentile, Saint and sinner! When our father Adam came into the garden of Eden, he came into it with a <span class=\"italic\">celestial body<\/span>, and brought Eve, <span class=\"italic\">one of his wives<\/span>, with him. He helped to make and organize this world. He is <span class=\"small-caps\">Michael<\/span>, <span class=\"italic\">the Archangel<\/span>,<span class=\"citation\" id=\"78884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78884)\">Jude 1:9<\/a><\/span><span class=\"citation\" id=\"84782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84782)\">D&amp;C 29:26<\/a><\/span><span class=\"citation\" id=\"88784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88784)\">D&amp;C 88:112<\/a><\/span><span class=\"citation\" id=\"90322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90322)\">D&amp;C 107:54<\/a><\/span><span class=\"citation\" id=\"91250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91250)\">D&amp;C 128:21<\/a><\/span> the <span class=\"small-caps\">Ancient of Days<\/span>!<span class=\"citation\" id=\"61615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61615)\">Dan. 7:9,13,22<\/a><\/span><span class=\"citation\" id=\"84542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84542)\">D&amp;C 27:11<\/a><\/span><span class=\"citation\" id=\"90687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90687)\">D&amp;C 116:1<\/a><\/span><span class=\"citation\" id=\"92168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92168)\">D&amp;C 138:38<\/a><\/span> about whom holy men have written and spoken&#x2014;<span class=\"small-caps\">He<\/span>  <span class=\"italic\">is our<\/span>  <span class=\"small-caps\">Father<\/span>  <span class=\"italic\">and our<\/span>  <span class=\"small-caps\">God<\/span>, <span class=\"italic\">and the only God with whom<\/span>  <span class=\"small-caps\">we<\/span>  <span class=\"italic\">have to do<\/span>. Every man upon the earth, professing Christians or non-professing, must hear it, and <span class=\"italic\">will know it sooner or later<\/span>. They came here, organized the raw material, and arranged in their order the herbs of the field, the trees, the apple, the peach, the plum, the pear, and every other fruit that is desirable and good for man; the seed was brought from another sphere, and planted in this earth. The thistle, the thorn, the brier, and the obnoxious weed did not appear until after the earth was cursed. When Adam and Eve<span class=\"citation\" id=\"52570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52570)\">Gen. 3:6<\/a><\/span><span class=\"citation\" id=\"92516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92516)\">Moses 4:12<\/a><\/span> had eaten of the forbidden fruit, their bodies became mortal from <span class=\"italic\">its effects<\/span>, and therefore their offspring were mortal. When the<span class=\"citation\" id=\"66983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66983)\">Luke 1:27<\/a><\/span><span class=\"citation\" id=\"82065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82065)\">Alma 7:10<\/a><\/span> Virgin Mary conceived the child Jesus, the Father had begotten him in his own likeness. He was<span class=\"citation\" id=\"62629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62629)\">Matt. 1:20<\/a><\/span> <span class=\"italic\">not<\/span> begotten by the Holy Ghost. And who is the Father? He is the first of the human family; and when he took a tabernacle, it was begotten by <span class=\"italic\">his Father<\/span> in heaven, after the same manner as the tabernacles of Cain, Abel, and the rest of the sons and daughters of Adam and Eve; from the fruits of the earth, the first earthly tabernacles were originated by the Father, and so  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on in succession. I could tell you much more about this; but were I to tell you the whole truth, blasphemy would be nothing to it, in the estimation of the superstitious and overrighteous of mankind. However, I have told you the truth as far as I have gone. I have heard men preach upon the divinity of Christ, and exhaust all the wisdom they possessed. All Scripturalists, and approved theologians who were considered exemplary for piety and education, have undertaken to expound on this subject, in every age of the Christian era; and after they have done all, they are obliged to conclude by exclaiming<span class=\"citation\" id=\"75918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75918)\">1 Tim. 3:16<\/a><\/span> &#x201C;great is the mystery of godliness,&#x201D; and tell nothing. <\/div><div class=\"paragraph jod\" id=\"v1n276\"> It is true that the earth was organized by three distinct characters, namely, Eloheim, Yahovah, and Michael, these three forming a quorum, as in all heavenly bodies, and in organizing element, perfectly represented in the Deity, as Father, Son, and Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v1n277\"> Again, they will try to tell how the divinity of Jesus is joined to his humanity, and exhaust all their mental faculties, and wind up with this profound language, as describing the soul of man, &#x201C;it is an immaterial substance!&#x201D; What a learned idea! Jesus, our elder brother, was begotten in the flesh by the same character that was in the garden of Eden, and who is our Father in Heaven. Now, let all who may hear these doctrines, pause before they make light of them, or treat them with indifference, for they will prove their salvation or damnation. <\/div><div class=\"paragraph jod\" id=\"v1n278\"> I have given you a few leading items upon this subject, but a great deal more remains to be told. Now, remember from this time forth, and forever, that Jesus Christ was not begotten by the Holy Ghost.<span class=\"citation\" id=\"62630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62630)\">Matt. 1:20<\/a><\/span> I will repeat a little anecdote. I was in conversation with a certain learned <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> professor upon this subject, when I replied, to this idea&#x2014;&#x201C;if the Son was begotten by the Holy Ghost, it would be very dangerous to baptize and confirm females, and give the Holy Ghost to them, lest he should beget children, to be palmed upon the Elders by the people, bringing the Elders into great difficulties.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n279\"> Treasure up these things in your hearts. In the Bible, you have read the things I have told you tonight; but you have not known what you did read. I have told you no more than you are conversant with; but what do the people in Christendom, with the Bible in their hands, know about this subject? Comparatively nothing. <\/div><div class=\"paragraph jod\" id=\"v1n280\"> I will now again take up the subject of tithing. The brethren have done well. They have been willing and obedient, no people could have been more so; for this I thank my Father in Heaven. I could not wish a people to work more kindly in the yoke of Jesus<span class=\"citation\" id=\"64318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64318)\">Matt. 11:29-30<\/a><\/span> than this people do; the yoke grows more and more easy to them. It seems that every man will not only pay his tithing, but give all he has, if the Lord requires it: still I see wherein they may do better. I asked the people today to assist to pay our Church liabilities. The offer of three or four yoke of oxen only, we do not want; but I will lay before you what we wish you to do. By the manifesto which has been read, you have learned the precise situation of the property of the Church. What has incurred this debt? Why does it exist in the shape in which it now appears? And wherein could we have obviated the difficulty, and done better? A fourth part of the money already paid out, did not come in upon tithing. This money we have had to borrow in order to keep the public works in progress. You may say, wherein could <span class=\"italic\">we<\/span> have done better, for we have paid our tithing punctually? But has that brother, who sent $100 back to the  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>East for merchandise, paid $10 of it into the tithing office? Or did the brother who has sent $500 back, let us have $50? No; these have used it themselves, and thereby involved those who bear the responsibilities of the Trust. Again, those who have not possessed sufficient money to send back for merchandise, have been necessitated to pay out what they had. Thousands of dollars have been paid here for merchandise. Has one-tenth of all that money been paid into the tithing office? It has not. And where is the tithing that should have come in from England and California. Instead of tithing their money, they have used it for other purposes, and paid it in property, with which we could not pay our debts. This is wherein we have failed to liquidate our debts. The people go to these Gentile stores, on the Saturday, in crowds, to purchase goods. I think we shall not overrate the amount, if we say that $500,000 has been paid, in these valleys, to the merchants. But suppose they have received no more than $50,000 from this community, $5,000 of that money ought to have been first paid into the tithing office; and we could have sent it to the States, and purchased goods ourselves, for one-third or one-half less than we have to pay the merchants here. And $25,000 more should have come into the tithing office from the Church in the United States. The brethren in California have made no less than $100,000; the tenth of which is due this tithing office. For want of this money, we are brought into bondage and we must now apply our faith and works to raise means to liquidate our indebtedness, which has accumulated by purchasing goods at high and extortionate prices. I find no fault with the merchants, for <span class=\"italic\">they came here to gather gold by the hundred weight<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n282\"> Now, brethren, and Bishops, look over this matter, and try to think <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what your feelings would be if you were laid under the same responsibility that I and my brethren have upon our shoulders. We are required to see the Gospel preached to the nations afar off, to build council houses and temples, to cope with the united wisdom and craft of legislative assemblies, and with the powers of darkness in high places;<span class=\"citation\" id=\"124543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124543)\">Eph. 6:12<\/a><\/span> and then place yourselves in the circumstances we are now placed in! Besides all this, see the hundreds who come to us everyday to be administered to in various ways: some want fruit, some sugar, others tea, and all want clothing, &amp;c. Then step into our private rooms, where we commune with the people, and you will see and hear all this, and a great deal more. Instead of every man bringing his picayune, or his sixpence, or his $5, &amp;c., as tithing on the money in his possession, it is all used for something else, and the storehouse of the Lord is left empty. Suppose nothing had been put in there but what the people have put in, the workmen would have been naked. Walk into the storehouse, and examine for yourselves. To be sure there has been a little clothing put in lately; for instance, there was an old silk dress put in for $40, that had been lying for years rotting in the chest: this is a specimen of the rest. What are such things worth to our workmen? Why, nothing at all. We wish you to put in strong and substantial clothing. Good, strong, homemade stuffs make the most suitable clothing for those who are building up the public works. <\/div><div class=\"paragraph jod\" id=\"v1n283\"> Will you help us out of this thralldom, and have it credited to your future tithing? There is already a great deal more due than would liquidate all our debts, but we cannot command it now. Do you feel willing to put your shoulder to the wheel, and continue to roll it forward, and still continue, you that have faith to con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinue, to increase in faith? For the business of this kingdom will increase, and the responsibility also; the labor will and must grow, and continue to increase, until the kingdoms of this world become the kingdom of our God and His Christ.<span class=\"citation\" id=\"79411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79411)\">Rev. 11:15<\/a><\/span> So much on tithing; you see where the failure is; it is in that point, and nowhere else. <\/div><div class=\"paragraph jod\" id=\"v1n285\"> It is not for any man to think he is a cipher&#x2014;that what he can do will not tell in this matter, and say, &#x201C;They will get along well enough without me;&#x201D; but it is every man's duty to lay it to heart, and help what he can with his earthly substance; though I wish you to understand distinctly that it is no commandment&#x2014;you are left to act freely. <\/div><div class=\"paragraph jod\" id=\"v1n286\"> Let all the sheep stay in the Valley; also the cows; for they will give milk and butter, and replenish the stock. But when we speak of the horses, mules, and oxen, let every man look up his spare stock of this description, and with <span class=\"italic\">them<\/span> help to liquidate these debts. Stock will now pay debts. I will use my stock for this purpose, and my brethren will do the same, until we have enough. I do not enjoin this upon you, as you have already paid the tithing which is required of you; except in some instances in the <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <span class=\"italic\">money<\/span> tithing. Had we received the <span class=\"italic\">money<\/span> due to us, we should have had no debts; but this failure has been, and is now, in existence. I will take every kind of spare stock I have, except my cows and sheep, and wipe off these debts until they are cancelled; and now every man who will do the same, let him rise upon his feet. [<span class=\"italic\">The whole congregation of two thousand men rose up to a man<\/span>.] Do you suppose we want to deprive you of your teams? It is not so, but we wished to know the state of your faith, so that when we are ready to call upon you, we can be sure our call will be responded to. I would not cripple any man, I would rather give him five yoke of oxen, than destroy his team, and you know it. [Some of the brethren in the stand, not believing their own eyes, that the whole congregation rose, it was tried over again, to satisfy them, when the congregation all rose again to a man.] Brother Hunter now knows what to do. Many of the brethren are killing their calves; don't do this; if you cannot raise them, it will be better to give them away to those who can. <\/div><div class=\"paragraph jod\" id=\"v1n287\"> I bless you, and may the Lord bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}