{"ID":100067, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge of the Saints a Cause of Consolation Under Affliction&#x2014;Children Heirs to the Kingdom of God&#x2014;Power of the Gospel to Unite Parents and Children&#x2014;Blessings of Obedience, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Elder George Q. Cannon, and President Heber C. Kimball, made November 29, 1864 at the funeral of J. S. Kimball, Son of President H. C. Kimball, who departed this life on 27 Nov. 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge a Consolation Under Affliction, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/29\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d67\">\n<div class=\"paragraph jod\" id=\"v10n1641\"> After singing, prayer was offered up by Elder G. Q. CANNON, when President B. YOUNG arose and said: When we are called upon, to pay our last respects to the remains of our friends, and to consign to the tomb that which belongs to it, and to condole with the relations of the departed loved ones, we are brought face to face with one of the stern realities of our existence, and the moans and sorrows of the bereaved lacerate our feelings with anguish. To part with our children is very grievous; it overwhelms us with pain and sorrow; but we have this ordeal to meet and pass through. It might appear that we should become passive and unconcerned, when so common an occurrence as death overtakes our children and friends; that it would cease to excite gloomy and mournful feelings within us; this, however, is not the case, although the Saints are <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more moderate in their lamentations for the dead than the rest of the world. This moderation in their grief, arises from their superior knowledge of principles, which pertain to the inner life, and the immortality of the soul. &#x201C;Now, what do we hear in the gospel which we have received? A voice of gladness! A voice of mercy from heaven; and a voice of truth out of the earth; glad tidings for the dead; a voice of gladness for the living and the dead; glad tidings of great joy. How beautiful upon the mountains are the feet of those that bring glad tidings of good things, and that say unto Zion: Behold, thy God reigneth! As the dews of Carmel, so shall the knowledge of God descend upon them!&#x201D;<span class=\"citation\" id=\"91234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91234)\">D&amp;C 128:19<\/a><\/span> Again, it is written. &#x201C;Thou shalt live together in love, in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>somuch as thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection. And it shall come to pass that those who die in me, shall not taste of death, for it shall be sweet unto them; And they that die not in me, wo unto them, for their death is bitter.&#x201D;<span class=\"citation\" id=\"85429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85429)\">D&amp;C 42:45-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1643\"> While the sympathies of our hearts, are drawn out for those who mourn the loss of dear ones, at the same time it gives us comfort, and happiness, and rejoicing to see that the departed have made themselves so loved and respected as to call from their friends, such manifestations of love and respect. These displays of tenderness are more marked in those who live the nearest to the Lord, not so much by wild, ungovernable bursts of anguishes in cries and tears, as by a grief that is chaste and subdued, by the knowledge of the future state of the spirits of the departed, and the hope of the resurrection from the dead. We are not ignorant concerning them which are asleep, nor sorrow as others which have no hope: &#x201C;For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first.&#x201D;<span class=\"citation\" id=\"75672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75672)\">1 Thes. 4:16<\/a><\/span> If we mortals are so sensitive at the loss of our friends, what must be the sensations of those who have passed from mortality to immortality&#x2014;who are made holy, and drink at the fountain of all intelligence, and are filled with the glory and power of God in the heavens&#x2014;who are sanctified and glorified&#x2014;and who can see and understand the awful consequences of sin, and disobedience to the commandments of God&#x2014;when their friends wander from the path of truth, until they are forever separated, both in this world and in the next? Their grief must be very intense, yet they no doubt possess corresponding in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4010\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>telligence, power, and ability to overcome their sensations, and to submit patiently to all the dispensations that affect this and that existence with which they and we are so intimately connected. What must be the feelings of our Father in heaven, at the disobedience of his children! And what must be the feelings of our fathers, who are behind the veil, when their children despise the counsels of the Lord, and neglect their duties to themselves, and to the Kingdom of God upon the earth, for such a course will lead to their everlasting separation! The Lord says of Israel of old, &#x201C;I have nourished and brought up children, and they have rebelled against me. The ox knoweth his owner, and the ass his master's crib: but Israel doth not know, my people doth not consider.&#x201D;<span class=\"citation\" id=\"57672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57672)\">Isa. 1:2-3<\/a><\/span> What love and sorrow is conveyed in this quotation! <\/div><div class=\"paragraph jod\" id=\"v10n1644\"> We have hope, that when we are called to separate with our friends here, it is only for a short season, for we shall soon go to them. This hope, which is blooming with immortality and eternal life, is not enjoyed by the wicked world; hence, we do not mourn as they do, at the loss of our friends. It is very grievous to be robbed of our children by death; still it is right, and such afflictions are pregnant with good to the faithful. When we, as the people of God, perform our duties according to the best of our abilities, and are united therein, there is no circumstance that can transpire in this life, that will not be overruled for our best possible good. This we shall see by-and-by. When the Lord suffers children of all ages to be taken from us, it is for our good, and for theirs. Let us learn to receive the providences of God cheerfully, and with a kind submission, relying upon him, for our confidence, our hope and our all is in him, and all things shall work together  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for our good.<span class=\"citation\" id=\"72630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72630)\">Rom. 8:28<\/a><\/span> I am well satisfied of this. <\/div><div class=\"paragraph jod\" id=\"v10n1646\"> Questions are often asked, why our children die, why they are not permitted to live, to fill their earthly destiny, and become fathers and mothers of their race. Many are the physical causes, which lead to the death of our children and friends, before they have lived out the days allotted to them, that, in consequence of our ignorance of the laws of life and health, we are not yet able to overcome; neither have we yet attained to faith sufficient to overcome disease and death entirely in our families. But the Lord has not left us without consoling words for our comfort, when we lose our children, for it is written: &#x201C;But behold, I say unto you, that little children are redeemed from the foundation of the world through mine Only Begotten; Wherefore, they cannot sin, for power is not given unto Satan to tempt little children, until they begin to become accountable before me; For it is given unto them even as I will, according to mine own pleasure, that great things may be required at the hand of their fathers.&#x201D;<span class=\"citation\" id=\"84880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84880)\">D&amp;C 29:46-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1647\"> It is hard for the mother of the deceased boy before us, to part with her son. It wrings from her heart bitter anguish, to see him committed to an untimely grave; but we ought not to allow any great sorrow, to wear upon our mortal tabernacles so as to waste them away, and cut us off from performing that good, which we otherwise might live to perform. Though we cannot altogether avoid grief under sore trials, yet we can overcome excessive sorrow, through faith in the Lord Jesus, and by calling upon the Father in his name&#x2014;and that is all we can do. I can sympathize with brother Heber C. Kimball and his wives, in their bereavements, for they have lost many children, as well as others of our brethren and sisters. <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4009\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But, it is consoling to think, that when our children are taken from the earth in their infancy, they are safe, for they are redeemed, and of such is the Kingdom of heaven:<span class=\"citation\" id=\"65146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65146)\">Matt. 19:14<\/a><\/span> they have the promise of a glorious resurrection, to share in glory with those, who are brought forth, to enjoy the blessings of the sanctified. This is a matter of rejoicing to us; and the reflection ought to comfort the mourners, on the present occasion. It gives me no less joy to think, that the inhabitants of the earth, will not have to suffer and endure, the wrath of an angry God to all eternity. It gives me exceedingly great joy to understand, that every child that has been taken from this mortality to the spiritual world, from the day that mother Eve bore her first child to this time, is an heir to the celestial Kingdom and glory of God;<span class=\"citation\" id=\"92123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92123)\">D&amp;C 137:10<\/a><\/span> and to understand also that the inhabitants of the earth who have been deprived of the fullness of the Gospel&#x2014;who have been deprived of the privileges which we enioy&#x2014;will be judged, in equity and truth, according to the deeds done in the body,<span class=\"citation\" id=\"74138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74138)\">2 Cor. 5:10 (JST)<\/a><\/span> and that every person will receive, according to his merits or demerits.<span class=\"citation\" id=\"92109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92109)\">D&amp;C 137:7-9<\/a><\/span> But when members of the Kingdom of God&#x2014;we who have received an unction from the Holy One&#x2014;<span class=\"citation\" id=\"78607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78607)\">1 Jn. 2:20<\/a><\/span>are froward in our ways, and will not abide the laws He has given unto us, but will violate our covenants with our Heavenly Father, and with one another, we are the ones that will suffer in the next existence, if we do not repent, and retrace our steps before it is too late; it is not those who have lived and died without law.<span class=\"citation\" id=\"83586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83586)\">Moro. 8:22<\/a><\/span><span class=\"citation\" id=\"87109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87109)\">D&amp;C 76:72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1648\"> As a general thing, yea, almost without exception, the children of parents who are members of this Church, are good, true, and faithful, and full of integrity. It is true, that, when they grow up to manhood, some of them turn away, and wander  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>away from their parents; but, I do not think an instance can be pointed out, where a child has left his parents or parent, who has been trained according to the laws of the Gospel, with proper parental indulgence and restriction. If parents understood how to conduct themselves properly, towards their children, they would bind the affections of their children to them as firmly, speaking comparatively according to the intelligence they enjoy, as the affections of angels are bound to the Gods of eternity. The children of this people are good children. They have the same temptations to endure as others have, yet, almost without an exception, I can assure you that they are good, faithful and true. How important it is, that we should teach our children the way of life and salvation, preserve them in the truth and in their integrity! These noble, Godlike principles should be instilled in them in their youthful days, that when they grow up, they may never feel a disposition to deceive, or to commit iniquity, or turn away from the holy commandments of the Lord, but have power to control and govern themselves, subduing every inclination to evil, and every ungovernable temper, that they may secure to themselves eternal life. It is right to mourn over our dead. It is pleasing to the heavens when strong parental affection is manifested; it is justifiable before the heavens, for they are full of the affections and love that we only have in part, for ours is mixed with sin and impurity. <\/div><div class=\"paragraph jod\" id=\"v10n1650\"> I can say to brother Heber C. Kimball and to his family, no matter whether your children exist in this life, or in the spirit world, they that put their trust in the Lord will never be destroyed; for the Lord will preserve his own, and the Psalmist has written, &#x201C;I have been young, and now am old; yet have I not seen the <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4008\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous forsaken, nor his seed begging bread.&#x201D;<span class=\"citation\" id=\"56582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56582)\">Ps. 37:25<\/a><\/span> The seed of the righteous will never be found begging bread; for the Lord will provide for his people in the latter days.<span class=\"citation\" id=\"89879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89879)\">D&amp;C 104:16<\/a><\/span> He has defended us so far, and has fought our battles,<span class=\"citation\" id=\"89971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89971)\">D&amp;C 105:14<\/a><\/span> has led us to victory, and blessed us with houses and lands, with friends, and with an abundance of the comforts of life. We are filled with peace, joy and consolation. We mingle with those who love the truth, and this is one of the greatest boons that can be enjoyed by those who love the truth, and delight in it. We are not under the necessity of mingling with the ungodly; we may see them in our streets, and in our houses occasionally; but we are not obliged to fellowship their wickedness; we can keep ourselves perfectly aloof, from their wicked influences. We are not under the necessity, of hearing the name of the God we love and serve blasphemed, or of hearing good men spoken evil of and reviled; for, if we try to avoid witnessing such evils, we can do so for ourselves and for our children, and lead the latter forth in the knowledge of God. I say to this family, and to the brethren and sisters, who have met here to condole with them, may God bless you all. Do not be cast down, sister Ellen; but bear up as well as you can under this bereavement. To part with our children wrings our hearts. Then let us never conduct ourselves in that way towards them, that will cause us mourning when they are laid upon the bier; but let our treatment of our children be such, that, if they should be laid a lifeless corpse before us, we may feel happy and satisfied on that account. <\/div><div class=\"paragraph jod\" id=\"v10n1651\"> Elder George Q. Cannon was then invited to speak, who said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n1652\"> I do not know that I can add anything that will be any more consolatory to the mourners, than what has already been spoken. While listening to brother Brigham's remarks  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there were some reflections that passed through my mind, which to me were consolatory and edifying. We are in reality, while in this mortality, aliens and strangers.<span class=\"citation\" id=\"74926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74926)\">Eph. 2:12<\/a><\/span> We are far distant from our father's house, living in a cold world far removed from those affections which we doubtless have experienced in the spirit world, and which we will again enjoy, if we are faithful to the trust reposed in us on the earth. In one of the revelations given to Enoch it is said: &#x201C;And the Lord said unto Enoch: Then shall you and all your city meet them there, and we will receive them into our bosom, and they shall see us; and we shall fall upon their necks, and they shall fall upon our necks, and we will kiss each other; And there shall be my abode, and it shall be Zion, which shall come forth out of all the creations which I have made; and for the space of a thousand years shall the earth rest.&#x201D;<span class=\"citation\" id=\"93171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93171)\">Moses 7:63-64<\/a><\/span> This quotation describes how happy will be the meeting of the faithful with their Father in heaven. Our old affections, of which we know but little at this time, will be revived, and we shall enjoy ourselves, with a joy that to us is inexpressible now. It is right that the ties should be strengthened between us and the spirit world. Everyone who departs from this mortal state of existence only adds another link to the chain of connection&#x2014;another tie to draw us nearer to our Father and God, and to those intelligences which dwell in his presence. I have seen this illustrated by the Saints in foreign countries, sending their friends and relatives from Babylon to Zion. When they have sent their friends to Zion, they feel a greater interest in Zion than they ever did; for they have somebody there to meet, probably a son, a daughter, a father, a mother, or some friend who has preceded them to Zion, and it is astonishing the <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4007\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> effect the departure of such a relative or friend has had on them; they feel more stimulated and encouraged, and look forward to going to Zion with feelings they did not have before. It is somewhat similar with us in this mortal condition. Those of us who have lost children, brothers and sisters and parents, feel an increased interest in the spirit world; the ties between such and the spirit world, have become binding, and we can contemplate, if not with delight, at least with no great sorrow, our removal from this state of existence to the next. In the providence of God it is right that these earthly ties should be weakened, to convince us that we are not in the condition the Lord wishes us to remain in. We are here in a state of temptation, sin, and sorrow, and he desires us to look forward to a better world&#x2014;to a state of happiness far beyond that which we at present enjoy. As our friends continue to pass from this state to that better world, we who remain, feel an increased interest therein, and feel stimulated to look forward with increased joy to the time when we shall be united. I recollect that when I lost my mother in boyhood, I could contemplate death with pleasure. I reflected upon the idea of leaving this existence with feelings that were the opposite of dread; but, since I have grown up to manhood, and have taken upon me its duties and cares, and am surrounded with other ties and associations, those feelings of indifference to life are considerably weakened; yet, when I reflect upon my children, which I have yielded up to death, and my many friends who have gone behind the veil, I can think of death with different feelings than if I had no friends gone to that land, where the wicked cease to trouble. The Latter-day Saints have hopes and anticipations, which none besides them can indulge  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in; because we have a knowledge of the Gospel which buoys us up under these earthly afflictions, and assures us that we shall be united with our friends again. It is not a matter of doubt or speculation with us, but it is with us a matter of knowledge. God has given us the testimony of his Spirit, which bears witness to our spirits that we shall again be united with our departed friends after death. Our mortal tabernacles may sleep, but our spirits are eternal, and, if faithful here, we shall enjoy an immortality in the presence of God that will amply reward us for all that we may suffer on earth. May God bless and comfort brother Heber and sister Ellen, and his whole family, and all that pertains unto him, is my prayer in the name of Jesus Christ. Amen. <\/div><div class=\"paragraph jod\" id=\"v10n1655\"> President Heber C. Kimball made the following remarks: <\/div><div class=\"paragraph jod\" id=\"v10n1656\"> I will try to say a few words which I can do today better than I could yesterday, so intense was my sorrow for the loss of Joseph. This is the nineteenth child which I have buried, and if I continue to be faithful, as I have been thus far, I shall as sure be their eternal father as I am now their natural father. <\/div><div class=\"paragraph jod\" id=\"v10n1657\"> It might be supposed that I should become used to the presence of the grim messenger, death, in my family, and not heed it so much; but the contrary is the case. My heart becomes more tender, the oftener it is wrung with sorrow and grief, for the loss of my children; and if I am getting used to it at all, it is in that way. Every child that I bury seems to be the best child I have got; but, when I think of it, I have concluded that, if it had been any other child but the one that is taken, I should have thought the same of that one. We are very apt not to appreciate the good in the living, and to magnify their faults; but, when dead, <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4006\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we forget their faults, and their virtue and goodness alone stand prominent. I should think this is more particularly so in the case of parents and children. I find that the older the child when taken away by death, the harder it is to part; for like the severing of a large limb from the trunk of a tree, the wound is larger, and mutilates the tree more than the severing of a smaller limb. <\/div><div class=\"paragraph jod\" id=\"v10n1658\"> The longer our children live with us, the stronger grow the ties which bind us together. And I find that the more light and intelligence I get from heaven the more sensitive are my feelings; because light is sensitive, and if there were no light, there could be no sense. And the more I become like my Father in heaven, and like his son Jesus Christ, the more I love my children. I tried with all the power I had, to withstand the destroyer, which took possession of that boy; but I could not, and it had nearly overcome me with sorrow and affliction, until this morning, when I felt better. It does appear that when I place any reliance on a child, that child is taken from me. Sister Ellen's hope was in that boy, to be a stay to her in her declining years, or perhaps when I was gone. <\/div><div class=\"paragraph jod\" id=\"v10n1659\"> Joseph was a kindhearted, obedient, good boy. He was fourteen years of age the third day of last April, and was an excellent scholar; I took pride in having him carefully educated. When our boys have been educated, and go to foreign parts to preach the Gospel, they are then exceedingly happy that they had improved themselves and gained useful information. It is so when persons leave this state of existence to go into the spirit world; for it is the spirit that becomes informed; it is the spirit that receives the truth, and the teachings of the Holy Ghost which showeth it things to come.<span class=\"citation\" id=\"70358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70358)\">John 16:13<\/a><\/span>  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is not this house which I am now instructing, but it is the persons who dwell in it; so it is not the earthly house of this tabernacle that is instructed, so much as it is the spirit that dwells within it. When we are instructed by the gifts and power of the Holy Ghost, that knowledge is conveyed to us from heaven, and we are being informed in this world by knowledge which pertains to the next existence, that we may become exalted and glorified, the same as a man rises from one degree of knowledge and learning to another in an earthly seminary of education. Then the education and training we give our children in this world are not lost; but they are so far fitted and prepared for advancement in the next. Some of my children are good scholars; I keep them at school, and I try to lead them in the path of truth; and I also instruct their mothers to teach their children to come unto God. If any of my wives place their reliance and hope upon a child, that child is sure to be taken away from them. The Lord designs that I shall be the head and leader of my family, to guide them into His presence; and he will take away every prop in order to place everything where it should be. That remark is just as good for every other family as it is for mine. The Lord will take away every prop that I put my trust in outside of himself. When I was baptized into Him I put Him on,<span class=\"citation\" id=\"74562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74562)\">Gal. 3:27<\/a><\/span> and should live in him, and should not rely upon any other but him; I should cleave unto him, and my family should cleave unto me, that we may be all one in Him. <\/div><div class=\"paragraph jod\" id=\"v10n1661\"> I have no love for this world, and if it were not for the cause of God which I have espoused, and my family, and the Church and Kingdom of God, I would not turn my hand over whether I lived or died. The <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4005\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bereavements I have suffered affect me in this way; nevertheless, Thy will be done, O Lord.<span class=\"citation\" id=\"68241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68241)\">Luke 22:42<\/a><\/span> Ellen has now lost three children; they are in heaven, and when she goes there, she will find them there, as sure as we shall find the Prophets and Apostles and Patriarchs of this Church, who have gone there, and are seated with Abraham, Isaac, and Jacob. There is a little army of my children gone before me, and will be there to welcome me when I go hence; and then look at the train that will follow after me! I believe that children behind the veil have more sympathy, care, and interest in the welfare of their friends in mortality than when they are here; and do they pray for father? Yes; just as much as I do. Can they approach the Lord more near than I can? Yes, and they no doubt pray, &#x201C;O Lord God, I ask thee in the name of Jesus, to remember my good father, and my good brothers and sisters, who are still in mortality.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1662\"> Nineteen of my children are in the spirit world, and the parting with them has not given me as much sorrow, nor brought as many white hairs on my head, as those have done who now live. I have experienced this; others have experienced it, and will experience it in time to come; for they must have an experience in this as well as brother Heber. Am I an offcast because I am thus called to suffer? No; &#x201C;For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth. If ye endure chastening, God dealeth with you as sons; for what son is he whom the father chasteneth not? But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.&#x201D;<span class=\"citation\" id=\"77189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77189)\">Heb. 12:6-8<\/a><\/span> I know this day that I have favor with God;<span class=\"citation\" id=\"66985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66985)\">Luke 1:30<\/a><\/span><span class=\"citation\" id=\"67108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67108)\">Luke 2:52<\/a><\/span> and I would not do anything that would deprive me of  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this for the world and all that is in it.<span class=\"citation\" id=\"78582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78582)\">1 Jn. 2:15-16<\/a><\/span> I would rather leave the world this moment, than live to sin against God. I say to my family take care of your children. Ellen, take care of the two you have living, and be satisfied with them. Be contented, and never complain against the providences of God. So I say unto all my family. Never be cross with one another. Joseph was never cross, he was always pleasant to all persons. Eight years ago he came near dying; I was impressed to ordain him a High Priest. I ordained him, and I do know that that had a saving effect upon the boy, and God has had respect to him. He now lives in the spirit; and I have joy in all these things. I stood near him until he breathed his last; but I could not prevail. This proved to me that I was a poor, weak, frail creature, that I was nothing more than the grass, or as a flower of the field; for the wind passeth over it, and it is gone.<span class=\"citation\" id=\"59294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59294)\">Isa. 40:6-8<\/a><\/span> I have not one particle of power on this earth, only as God gives it to me. It is the power of Almighty God. I cannot stay his hand, and I am in his hand. I never was more sensible of this in my life than I now am. And I never saw my weakness <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the extent that I do now. And I never saw the day when I felt the necessity of living faithful to God more than I do now&#x2014;that my eyes should be opened and I be filled with the Almighty power of God. <\/div><div class=\"paragraph jod\" id=\"v10n1664\"> I can see before and behind, and all around. It is my privilege to see the head, the feet, and every member there is in the Church of God, and feel as they feel; if we all could do this what a heavenly people we should be. God would defend us. He will do it now, for the sake of the righteous that dwell in our midst. The Church of God will triumph, while those who are rebellious and disobedient will see sorrow. This is my testimony. Brother Brigham, I say with all my heart, God bless you and yours, that you may live, and that the great power of God may be in you and increase upon you; and so I say unto all the Elders of Israel, that we may be one. And may the peace of God be upon this congregation that has come to condole with us. I am comforted. Death is swallowed up in life.<span class=\"citation\" id=\"74001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74001)\">1 Cor. 15:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1665\"> May God bless you all for evermore. Amen. <\/div>\n<\/div>\n<\/div>"}