{"ID":100003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Fulfilment of Prophecy&#x2014;Power of the Gospel&#x2014;Consistency of Its Principles.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Bowery, Great Salt Lake City, July 27, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Fulfilment of Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/27\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v10n36\"> Brother Taylor gave us a very interesting discourse this morning upon the first principles of the Gospel, contrasting them with the religion of the Christian world, showing the authority by which they administered in different ages the ordinances of religion according to the traditions of their fathers. He remarked that the Elders of this Church went forth as the Apostles did in the days of <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Savior, promising to the people, on conditions of obedience, the gift of the Holy Ghost;<span class=\"citation\" id=\"71197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71197)\">Acts 2:38<\/a><\/span> and he remarked that no other people would do that, because they do not possess the authority to do it. <\/div><div class=\"paragraph jod\" id=\"v10n37\"> I do not know that I can spend the few moments that I may speak here, better than to read a little on the authority that we have for pursuing this course. This portion that  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am going to read, is the word of the Lord to the Church of Jesus Christ of Latter-day Saints, as well as to the whole world&#x2014;<span class=\"citation\" id=\"83629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83629)\">D&amp;C 1:1-39<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v10n39\"> &#x201C;Hearken, O ye people of my church, saith the voice of him who dwells on high, and whose eyes are upon all men; yea, verily I say: Hearken ye people from afar; and ye that are upon the islands of the sea, listen together. For verily the voice of the Lord is unto all men, and there is none to escape; and there is no eye that shall not see, neither ear that shall not hear, neither heart that shall not be penetrated. And the rebellious shall be pierced with much sorrow; for their iniquities shall be spoken upon the housetops, and their secret acts shall be revealed. And the voice of warning shall be unto all people, by the mouths of my disciples, whom I have chosen in these last days. And they shall go forth and none shall stay them, for I the Lord have commanded them. <\/div><div class=\"paragraph jod\" id=\"v10n40\"> &#x201C;Behold, this is mine authority, and the authority of my servants, and my preface unto the book of my commandments, which I have given them to publish unto you, O inhabitants of the earth. Wherefore, fear and tremble, O ye people, for what I the Lord have decreed in them shall be fulfilled. And verily I say unto you, that they who go forth, bearing these tidings unto the inhabitants of the earth, to them is power given to seal both on earth and in heaven, the unbelieving and rebellious; Yea, verily, to seal them up unto the day when the wrath of God shall be poured out upon the wicked without measure&#x2014;Unto the day when the Lord shall come to recompense unto every man according to his work, and measure to every man according to the measure which he has measured to his fellow man. <\/div><div class=\"paragraph jod\" id=\"v10n41\"> &#x201C;Wherefore the voice of the Lord is unto the ends of the earth, that all <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that will hear may hear: Prepare ye, prepare ye for that which is to come, for the Lord is nigh; And the anger of the Lord is kindled, and his sword is bathed in heaven, and it shall fall upon the inhabitants of the earth. And the arm of the Lord shall be revealed; and the day cometh that they who will not hear the voice of the Lord, neither the voice of his servants, neither give heed to the words of the prophets and apostles, shall be cut off from among the people; For they have strayed from mine ordinances, and they have broken mine everlasting covenant; They seek not the Lord to establish his righteousness, but every man walketh in his own way, and after the image of his own god, whose image is in the likeness of the world, and whose substance is that of an idol, which waxeth old and shall perish in Babylon, even Babylon the great, which shall fall. <\/div><div class=\"paragraph jod\" id=\"v10n42\"> &#x201C;Wherefore I, the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments; And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets&#x2014;The weak things of the world shall come forth and break down the mighty and strong ones, that man should not counsel his fellow man, neither trust in the arm of flesh&#x2014;But that every man might speak in the name of God the Lord, even the Savior of the world; That faith also might increase in the earth; That mine everlasting covenant might be established; That the fulness of my Gospel might be proclaimed by the weak and the simple unto the ends of the world, and before kings and rulers. <\/div><div class=\"paragraph jod\" id=\"v10n43\"> &#x201C;Behold, I am God and have  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spoken it: these commandments are of me, and were given unto my servants in their weakness, after the manner of their language, that they might come to understanding. And inasmuch as they erred it might be made known; And inasmuch as they sought wisdom they might be instructed; And inasmuch as they sinned they might be chastened, that they might repent; And inasmuch as they were humble they might be made strong, and blessed from on high, and receive knowledge from time to time. And after having received the record of the Nephites, yea, even my servant Joseph Smith, Jun., might have power to translate through the mercy of God, by the power of God, the Book of Mormon. And also those to whom these commandments were given, might have power to lay the foundation of this church, and to bring it forth out of obscurity and out of darkness, the only true and living church upon the face of the whole earth, with which I, the Lord, am well pleased, speaking unto the church collectively and not individually&#x2014;For I the Lord cannot look upon sin with the least degree of allowance; Nevertheless, he that repents and does the commandments of the Lord shall be forgiven; And he that repents not, from him shall be taken even the light which he has received; for my Spirit shall not always strive with man, saith the Lord of Hosts. <\/div><div class=\"paragraph jod\" id=\"v10n45\"> &#x201C;And again, verily I say unto you, O inhabitants of the earth: I the Lord am willing to make these things known unto all flesh; For I am no respecter of persons, and will that all men shall know that the day speedily cometh; the hour is not yet, but is nigh at hand, when peace shall be taken from the earth, and the devil shall have power over his own dominion. And also the Lord shall have power over his saints, and shall reign in their midst, and shall come down <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in judgment upon Idumea, or the world. <\/div><div class=\"paragraph jod\" id=\"v10n46\"> &#x201C;Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v10n47\"> &#x201C;What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but all shall be fulfilled, whether by mine own voice or by the voice of my servants, it is the same. For behold, and lo, the Lord is God, and the Spirit beareth record, and the record is true, and the truth abideth forever and ever. Amen.&#x201D;&#x2014;[See Doc. &amp; Cov., pages 65-68.]<span class=\"citation\" id=\"83630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83630)\">D&amp;C 1:1-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n48\"> What do you think of that revelation, brethren? Does this look like a Yankee scheme, or something made up to cheat somebody? No, this is the word of the Lord; it is a sermon of itself. The Lord has sustained that revelation from that day to the present, and that is the reason why brother Taylor and the Elders of this Church go forth declaring the words of life, and they know that they have not taken this honor upon themselves, but that they were called of God as was Aaron.<span class=\"citation\" id=\"76583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76583)\">Heb. 5:4<\/a><\/span> I do not care how illiterate an Elder in this Church is, if he has been faithful to his calling; it is a matter I care but little about if a man can neither read nor write, if he has been called and ordained to the Priesthood in this Church and kingdom by Joseph Smith, or any of those ordained by him to that Priesthood which was given unto the Prophet by Peter, James and John, who by commandment came and ordained him to the Melchizedek Priesthood.<span class=\"citation\" id=\"84569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84569)\">D&amp;C 27:12<\/a><\/span> John the Baptist held the Aaronic Priesthood,<span class=\"citation\" id=\"83992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83992)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129355)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"125507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125507)\">JS&mdash;H 1:68-69<\/a><\/span> and the authority commenced there, and by those men that held the keys of the kingdom of God in former dispensations. It is that authority that has inspired this; it is this that has inspired the Elders of Israel from  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the commencement to the present day. <\/div><div class=\"paragraph jod\" id=\"v10n50\"> Why should the Elders and people now think it strange that those messengers who have gone forth, shouldering their knapsacks and traveling thousands of miles to preach the Gospel, should be the especial objects of his favor? The Almighty has proven them all the day long, and he has been with them, and in fact there has never been any portion of the Priesthood officiating in sacred ordinances but God has been with them. In this revelation the Lord calls upon his servants, and says, &#x201C;I, the Lord, am willing to make this known to the children of men, that I have called my servant Joseph, that the world may be left without excuse.&#x201D;<span class=\"citation\" id=\"83673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83673)\">D&amp;C 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n51\"> Joseph Smith knew just as well as the Lord knew that he was called of God, and that he was called to perform a work for the redemption of man. Has he ever disappointed anybody when he has made a promise to them? Has he ever disappointed a Prophet or lawgiver in any age of the world? No, never. But he has declared that the heavens and the earth shall pass away, but his word shall never pass away,<span class=\"citation\" id=\"65902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65902)\">Matt. 24:35<\/a><\/span> but that it shall all be fulfilled.<span class=\"citation\" id=\"125508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125508)\">D&amp;C 1:38<\/a><\/span> It is just so in our day. All the words which the Lord has spoken through his servants will be fulfilled to the very letter, whether those words are in reference to the salvation of the righteous or the condemnation of the wicked. Christ had his mind upon this point when he said, &#x201C;Heaven and earth shall pass away, but my words shall not pass away.&#x201D;&#x2014;Matthew xxiv, 35.<span class=\"citation\" id=\"65901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65901)\">Matt. 24:35<\/a><\/span> Again, it is written, &#x201C;For I will hasten my word to perform it;&#x201D;<span class=\"citation\" id=\"60273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60273)\">Jer. 1:12<\/a><\/span> and when the Lord spake through Isaiah upon this subject he said, &#x201C;So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the thing whereto I sent it.&#x201D;<span class=\"citation\" id=\"59814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59814)\">Isa. 55:11<\/a><\/span> The Elders go forth to preach the Gospel to the nations of the earth, knowing that the Lord will back up their word by the power and demonstration of the Holy Ghost.<span class=\"citation\" id=\"72949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72949)\">1 Cor. 2:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n52\"> There is but one Gospel, neither will there be any other for the salvation of this, nor of any other world that we know of; but this we do know that this Gospel preached in any age of the world will produce the same effect. We also know that any man who receives this Priesthood, and is faithful thereunto, will receive the same blessings and power in any and every age of the world. On this account and for this reason, Utah&#x2014;the valleys of Deseret are being filled with the children of men. The Almighty has sent his servants to preach the Gospel; they have not gone upon their own authority: had they done so, they might have called upon the inhabitants of the earth till doomsday, and they would not have been successful, but this land would still have been a desert, occupied only by Indians and wild beasts. But the hand of God was with us, and hence we had no fear of telling the people our message, and now there are tens of thousands who know the truth as well as we do, for they have embraced the Gospel and received this testimony for themselves. There never was a man that embraced this Gospel, but has received this testimony of the truth, if he has done so in sincerity and in truth. The Lord has always been ready to redeem his promise, and in giving that testimony which was necessary for the establishing of them in the most holy faith.<span class=\"citation\" id=\"78910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78910)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84426)\">D&amp;C 21:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n53\"> The Lord has sustained us as a people in all places and under all circumstances. We have gone forth as sheep among wolves;<span class=\"citation\" id=\"64111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64111)\">Matt. 10:16<\/a><\/span> among a people full of tradition and superstition, and we have had all these things to cope with in our administrations among  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the people, but the Lord was with us wherever we went, backing up our words by the testimony and power of the Holy Ghost, and the people to whom we administered received the same testimony as had been given unto us. <\/div><div class=\"paragraph jod\" id=\"v10n55\"> We are beginning to realize that the things which the Lord has promised unto us thirty years ago are now being fulfilled to the very letter. Is there much peace in the world of mankind? No, there is not: peace is fast being taken from the children of men. We are at peace in Utah, but let me tell you that the Lord has foretold by the revelations of Jesus Christ<span class=\"citation\" id=\"74397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74397)\">Gal. 1:12<\/a><\/span> all these things that are now fulfilling before our eyes. <\/div><div class=\"paragraph jod\" id=\"v10n56\"> I copied a revelation more than twenty-five years ago,<span class=\"citation\" id=\"88173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88173)\">D&amp;C 87:1-8<\/a><\/span> in which it is stated that war should be in the south and in the north, and that nation after nation would become embroiled in the tumult and excitement, until war should be poured out upon the whole earth, and that this war would commence at the rebellion of South Carolina, and that times should be such that every man who did not flee to Zion would have to take up the sword against his neighbor or against his brother.<span class=\"citation\" id=\"85765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85765)\">D&amp;C 45:68<\/a><\/span> These things are beginning to be made manifest, but the end is not yet; but it will come, and that too much sooner than the world of mankind anticipate, and all those things spoken by the mouths of his Prophets will be fulfilled.<span class=\"citation\" id=\"88141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88141)\">D&amp;C 86:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n57\"> We are gathering together here for certain purposes understood and in the mind of the Lord, one of which is that we may be sanctified and prepared for the great work of the future. We have carried this work to the various nations of the earth, and the people to whom we have preached have thought of us saying that there was no other Gospel than that which we had to proclaim, as was clearly and demonstratively set forth today. The <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel of Jesus Christ is perfect in all its parts. The words of the Psalmist David will apply to our religion, where he says&#x2014;&#x201C;The law of the Lord is perfect, converting the soul: the testimony of the Lord is sure, making wise the simple. The statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is pure, enlightening the eyes. The fear of the Lord is clean, enduring forever: the judgments of the Lord are true and righteous altogether. More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.&#x201D;<span class=\"citation\" id=\"56429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56429)\">Ps. 19:7-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n58\"> According to the vision of John the Revelator, there are to be &#x201C;six hundred, threescore and six&#x201D;<span class=\"citation\" id=\"79668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79668)\">Rev. 13:18<\/a><\/span> false sects of religion: how many of these already exist is a matter of dispute among theologists, but I suppose that the number is nearly complete. Let me now ask if you think things look or indicate that these contending creeds are all of God. It is certainly not like the order carried out in the days of Christ and his Apostles. It is much more like the confusion of the Pharisees, Essenes, Herodians, Sadducees, and Stoics, for they had different creeds, principles and notions by which they were governed, and it is just so now with the sectarian world. It is composed of every sect and party that profess religion upon the face of the earth. But the honest in heart will be gathered out of all these creeds and systems and be brought home to Zion. <\/div><div class=\"paragraph jod\" id=\"v10n59\"> There have been thousands of men and women who have listened to the preaching of the Elders of this Church, who have not embraced it for fear of their good name; and there have been many clergymen who have listened attentively to the Elders of Israel, and they have spent days and nights in meditating upon the things of God, and studying what to  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do, realizing within themselves that if they received this testimony they would be dishonored in the eyes of the world. They fear becoming a hiss and a by-word among the children of men in this generation.<span class=\"citation\" id=\"81159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81159)\">1 Ne. 19:14<\/a><\/span> Hence the majority of them have rejected it. <\/div><div class=\"paragraph jod\" id=\"v10n61\"> Many celebrated men have investigated this subject, and far more of them have had fears that it was true than that it was false. I visited folks in Long Island in 1837; I talked with one minister named Newton, in fact I stayed with him some twelve days and preached the Gospel to him. He attended meetings, and finally became so that he could neither eat, drink, nor sleep, he was so troubled about the Gospel; but instead of embracing it, sent after a minister who lived on the south side of the island, for the purpose of having me put down or silenced. I persevered and soon baptized most of the members of Mr. Newton's church. Mr. Douglass, a Methodist minister of the south side of the island came, stayed a short time and then returned. I followed him home and succeeded in baptizing most of his church; and instead of these men getting any honor by opposing me they were both brought into disgrace. They lost their religion, their church, and members, and were really disgraced. When I was there last, one of them was in the Penitentiary for one of the worst crimes that a man can be guilty of, except murder, and the other was traveling the streets peddling small articles for his bread. The chastening hand of the Lord will always follow those that oppose the truth of Heaven as revealed through the Prophet of God. This is in accordance with the experience of all our Elders. The Holy Ghost has been with them to back up their words, and I can say for all that, we have not done a thing but it has been backed up by the power of the Almighty, so far as we have labored <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the upbuilding of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n62\"> In regard to holding office in the Priesthood, I can truly say that I never asked any man for any office in this Church, and I believe I never asked the Lord but once, and my asking the Lord came about in this way. I went up to Missouri in Zion's Camp; I saw the Prophet every day, and I knew he was a Prophet of God. About this time I had a great anxiety to preach the Gospel; this desire increased upon me, and I finally resolved to ask the Lord to open my way, so I went down into a hickory grove and prayed, during which I asked him to give me the privilege to preach the Gospel. I prayed fervently to the Almighty to give me the privilege of preaching the Gospel of Jesus Christ, and when I got through praying I started for the place from whence I came, and I had not walked more than about forty rods before I met a High Priest, and the first thing he said to me was, &#x201C;It is the will of the Lord that you go and preach the Gospel.&#x201D; I told him I was ready and willing to do anything the Lord required of me; I was therefore ordained a Priest and sent to labor in Arkansas. <\/div><div class=\"paragraph jod\" id=\"v10n63\"> I will now name a circumstance which I have never named in public before. I went into Arkansas, traveled a hundred miles out of my way to see a man that had embraced the Gospel some time before I went there. He was full of wrath and indignation when I went in; he railed against Joseph Smith, Bishop Partridge, and Father Morley. The Lord showed me the night before that I had enemies in that town. I talked over my feelings with the brother who accompanied me, and he wanted to leave the town, but I said no, I would not go away, for I wanted to see what the Lord wanted of me. All the people were mad with rage, and we  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could not get anybody to preach to; in fact they were all full of rage till they were mad with it. For some time I could not see my way clearly, but we finally called upon an old man named Hubbard, and engaged to go and clear timber. During the short time that we were employed at that the Lord sent me three times to visit that old apostate, and each time when I went there I could only bear testimony to him of the truth of the Gospel. When I went the third time he followed me out of the house as full of wrath as the Devil, and he had not followed me more than about eight rods when he fell dead at my feet. This is a short story and a very singular one. <\/div><div class=\"paragraph jod\" id=\"v10n65\"> At that time I had not power to lay on hands for the gift of the Holy Ghost, only holding the Aaronic Priesthood, but the Lord sustained me and his work just as well as if I had been an Apostle. We baptized father Hubbard and his wife, after which we went on our way rejoicing.<span class=\"citation\" id=\"71679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71679)\">Acts 8:39<\/a><\/span> The Lord has fed and sustained his servants, and manifested his power according to circumstances, and so he will continue to do through life to all that are faithful and true to their covenants. <\/div><div class=\"paragraph jod\" id=\"v10n66\"> When the United States sent an army to this land for our destruction, the Lord had his eye upon us for good and he delivered us from all our enemies. The wicked have designed our destruction from the first organization of this Church and kingdom, but our leaders have been inspired by the gift and power of God. Who frustrated that army in their design? The Lord our God; and now the judgments that have come upon the nation in consequence of their treatment to this people, are a sore vexation to them, but it is the hand-dealing of the Almighty and we cannot help it. Every Elder in this Church who lives his religion knows that this <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is now transpiring is according to the mind and foreshadowings of the Holy Spirit, and those out of the Church may know if they will. If persons will believe the Bible, the Book of Doctrine and Covenants, and the Book of Mormon, they can therein learn the fate of the world, for it is there pointed out in great plainness. Who can stay this war that is devastating the whole nation both North and South? No human hand; it is out of the power of man, excepting by the repentance of the whole nation, for they have shed the blood of the Prophets, driven this Church and people from their midst, yes, the very people that hold the keys of salvation for the world they have banished from their midst, they have turned those keys that will seal their condemnation, and for this the Lord our God has taken peace out of their midst. Will there ever be any more peace among them? No, not until the earth is drenched with the blood of the inhabitants thereof. When the spirit of the Gospel leaves any people it leaves them in a worse condition than it found them, the spirit of ferocity, darkness and war will take hold of that people, and the time will come when every man that does not take his sword against his neighbor will have to go to Zion for safety.<span class=\"citation\" id=\"85766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85766)\">D&amp;C 45:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n67\"> These things sound strange in the ears of our neighbors of the nation with which we are connected, but let me tell you they are strictly true. Remember Christ's words in regard to the temple, viz., &#x201C;There shall not be left here one stone upon another, that shall not be thrown down.&#x201D;&#x2014;Matthew xxiv., 2.<span class=\"citation\" id=\"65640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65640)\">Matt. 24:2<\/a><\/span> The Lord Jesus Christ is as truthful now as he was then, and no power can stay his hand.<span class=\"citation\" id=\"85186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85186)\">D&amp;C 38:33<\/a><\/span> Have we any fears of the consequences of what will transpire? No, we have not, for we know that God is at the helm. <\/div> <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n69\"> When this kingdom commenced it was like a mustard seed,<span class=\"citation\" id=\"64596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64596)\">Matt. 13:31<\/a><\/span> very small, but the Lord has sustained it and he will continue to control it to the end of time. Although peace is being taken from the earth<span class=\"citation\" id=\"83733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83733)\">D&amp;C 1:35<\/a><\/span> yet this kingdom will thrive and prosper until every kingdom and government shall be broken to pieces, and every power shall be subject to the God of heaven. <\/div><div class=\"paragraph jod\" id=\"v10n70\"> Here are Elders who are faithful and true who have preached the Gospel from Maine to Texas, and from the Atlantic to California, and the warning voice has been lifted in Europe and in the Islands of the Sea, and thousands have embraced it and been made to rejoice in the truth. <\/div><div class=\"paragraph jod\" id=\"v10n71\"> We know that this work is of God, and that it will roll forth and prosper though all the world oppose. War is only one of the troubles that the United States are going to receive; and I can further testify, that there is no nation that will escape the judgments of the Almighty. There is no ear but what has to be penetrated with the sound of the Gospel of Christ;<span class=\"citation\" id=\"83633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83633)\">D&amp;C 1:2<\/a><\/span> and by-and-by the Elders of Israel will be taken from those nations where they are now preaching, and there will be another set of Missionaries sent amongst the people; there will be the voice of lightning, the noise of war, and of all those judgments which have been enumerated and prophesied of since the beginning of time, and they will go forth among the nations until the land is cleansed from the abominations that now reign upon the face of the earth.<span class=\"citation\" id=\"88669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88669)\">D&amp;C 88:88-91<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n72\"> When this Gospel was first proclaimed to the world, darkness covered the earth; and wherever this doctrine is preached by those having authority and it is rejected, that people become more dark than they were before, and go blindly along like the ox to the slaughter,<span class=\"citation\" id=\"57402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57402)\">Prov. 7:22<\/a><\/span> and they will sooner or later be overtaken by the judgments of the Almighty. <\/div> <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n73\"> This is the nature of our testimony, brethren and sisters, we know that this work is true; we also know that Joseph Smith was a Prophet of God, and the Bible could not have been fulfilled unless the Lord had raised up Prophets to declare the everlasting Gospel unto the children of men; he never could have brought his judgments upon the nations until he had raised up those Prophets who were ordained to come and warn the world. The Lord is now doing this work of warning, first by his servants and then by his judgments. In speaking of the kingdom of God I will here remark, that it is always alike, or in other words it is always governed by the same laws, by Apostles and Prophets, and you cannot have a Church of Christ without these officers; there never was such a church since the beginning of the world. If any person will show me a people that were acknowledged of God, who did not have Prophets to lead them, I will confess that to be something which I have not found. <\/div><div class=\"paragraph jod\" id=\"v10n74\"> Paul says, speaking of the Church of Christ, &#x201C;And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers.&#x201D;<span class=\"citation\" id=\"75047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75047)\">Eph. 4:11<\/a><\/span> Then, in another part of the writings of the same Apostle, he shows that with such an organization one part cannot say to the other, &#x201C;I have no need of thee,&#x201D;<span class=\"citation\" id=\"73548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73548)\">1 Cor. 12:21<\/a><\/span> but that all are necessary in the Church of Christ. It is just so with the gifts and graces of the Gospel. A great many of you have seen men without some of their limbs, and just as quick as I come to a man who has lost an arm I see it. I remember once seeing a man in London without any legs, dragging along as best he could, and of course it was very inconvenient for him to travel; but I will tell you one thing which I never did see, I never saw any man going around without any head. A man can live without arms  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or without legs, but he cannot without a head, and it is precisely so with the Church of Christ; one is just as impossible as the other. No other order has been manifested in this our day. We have a Prophet to lead and govern this people; we also have pastors and teachers, the Holy Ghost and the revelations of Jesus Christ right from heaven unto us, and we are realizing every day the fulfilment of these things that are promised to the faithful. <\/div><div class=\"paragraph jod\" id=\"v10n76\"> Brethren and sisters, we ought to be truly thankful to our Father and God, for he has been merciful to us, he has bestowed upon us his Spirit so that our ears have been opened to hear and our hearts to understand and to rejoice in the good things of the kingdom of God. And how lamentable it is that so few in the <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present generation have embraced the fulness of the Gospel, perhaps not one in ten thousand have received the truth. The Jews have suffered long and grievously for their rebellion, and they will continue to suffer for some time yet, but woe unto the Gentiles when they reject the light that is offered, for when that stone, which is spoken of in Scripture, falls upon them they cannot escape the crushing power thereof, it will grind them to powder.<span class=\"citation\" id=\"65361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65361)\">Matt. 21:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n77\"> Let us be faithful, serve our God and trust in him, and then, through the influence of his Spirit we shall know the signs of the times, and be prepared and made meet for our Master's use. <\/div><div class=\"paragraph jod\" id=\"v10n78\"> I ask that this may be our portion, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}