{"ID":100051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Confidence of the Saints in the Ultimate Triumph of the Kingdom of God&#x2014;the Condition of the Nations.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, Oct. 10, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Confidence of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/10\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v10n1139\"> One thing has been made very obvious to my mind during this Conference and that is the assurance and confidence expressed by every speaker, in God and his work, which nothing of an earthly nature could impart; although simple to the believer, this may be a mystery to those who do not comprehend the Gospel of Jesus. A certain truth in Scripture has been fully exemplified in the experience and teachings of those who have addressed us, namely: &#x201C;If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son. He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.&#x201D;<span class=\"citation\" id=\"78797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78797)\">1 Jn. 5:9-10<\/a><\/span> This is as true today as it was eighteen hundred years ago. Hence our young men, who have embraced and have gone forth to preach the principles of eternal truth contained in the Gospel, seek unto the Lord their God for wisdom, guidance and instruction, as you have heard them relate during this Conference; and the spirit of revelation has rested upon them so that they not only understood their own position and relationship to God and the holy Priesthood as Elders in Israel, but they understood also, to a certain degree, the position of the people of the world among whom they traveled, the po<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sition of the Church and Kingdom of God which they represented, their own relationship to it, and the fulfilment of all the promises of God relating to his people. This unbounded, fearless confidence is not created in men by what are called natural causes, for the confidence which exists and is common among men ebbs and flows, as prosperity or adversity affects their varied interests. <\/div><div class=\"paragraph jod\" id=\"v10n1140\"> Here are comparatively a few people in the valleys of Utah who are talking of seeing a kingdom set up, not only in these mountains but which shall rule over the whole earth, that like a little stone hewn out of the mountains without hands, shall become a great nation and fill the whole earth.<span class=\"citation\" id=\"61030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61030)\">Dan. 2:34-35<\/a><\/span> They look for this with an unwavering, unshaken confidence. They had confidence in this when they were driven from Kirtland, in Ohio; when they were driven from Jackson County, in Missouri; and from Nauvoo, in Illinois and they had as much confidence in it when they were struggling here for a very existence, and did not know where the next mouthful of bread should come from. Their confidence did not fail them when armies came up against them to destroy them, and the power and influence of the United States were arrayed against them. There is a certain unchanging, fixed principle in the bosoms of the Elders of Israel that God is at the helm, and  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that no power, no reverses, no influence that can be brought to bear against the kingdom of God will withstand its onward progress, but its course is onward until the kingdoms of this world shall become the kingdoms of our God and his Christ,<span class=\"citation\" id=\"90038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90038)\">D&amp;C 105:32<\/a><\/span> and he shall reign with universal empire,<span class=\"citation\" id=\"79445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79445)\">Rev. 11:15<\/a><\/span> and the kingdoms, and the greatness of the kingdoms under the whole heavens will be given to the Saints of the Most High God.<span class=\"citation\" id=\"61717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61717)\">Dan. 7:27<\/a><\/span> It is impossible to make the Saints swerve in the least from this feeling. It is in them a principle of life, vitality and revelation. The Hon Ben. McCullough, one of the Peace Commissioners, on being told by President Young &#x201C;that we were in the hands of the Lord and he would take care of us,&#x201D; replied, &#x201C;that he believed in powder and ball more than in the interference of God.&#x201D; President Young informed him &#x201C;that there was a God in Israel, who would take care of this His people,&#x201D; and said, &#x201C;we ask no odds of your power, your powder and ball, or your armies.&#x201D; What has become of the men that composed that army? The majority of them have gone to their own place, and those that have not are on their way there. <\/div><div class=\"paragraph jod\" id=\"v10n1142\"> How different it is among the nations; look at the position of Poland and Russia, and then notice the critical state of the political affairs of other nations&#x2014;France, England, Austria, Prussia, to say nothing of the smaller European nations, of Japan and China, or of the United States, of Mexico and of the various powers of North and South America. The whole world seems to be in throes, and either actually at war or involved in complicated difficulties that threaten their disruption or overthrow. What is the matter? Politicians, rulers and statesmen, are afraid that some calamity is going to overspread their respective nations; and <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kings and emperors do not know how soon their thrones will be toppled over, how soon their kingdoms will be shaken to their very foundations, they do not know how soon they will be denationalized&#x2014;how soon universal terror, war, bloodshed, and devastation will spread their appalling consequences among them. The light of the Spirit of God is withdrawn from them and they cannot see their way. They are tremulous because of the present political complications; they know not God, but &#x201C;their hearts fear because of those things that are coming on the earth.&#x201D;<span class=\"citation\" id=\"68031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68031)\">Luke 21:26<\/a><\/span> Without revelation they can only look upon things upon natural principles and dread the result. We know what will be the final ultimatum of the work in which we are engaged, and also what will be the fate of those who make war against it, and of the nations who reject the Gospel when it is sent to them. <\/div><div class=\"paragraph jod\" id=\"v10n1143\"> God is managing the affairs of all nations, and He has made known his will and pleasure to his servants the Prophets;<span class=\"citation\" id=\"61917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61917)\">Amos 3:7<\/a><\/span> He has given unto them the Everlasting Gospel, which they have received by the principle of revelation, and can by that means draw aside the curtain of futurity, and contemplate events as they are rolling forth, and understand the designs of Jehovah in relation to them; and these men have been sent forth to tell the people of all nations the things that are coming on them. <\/div><div class=\"paragraph jod\" id=\"v10n1144\"> The Elders of this Church, my brethren here all around me, have been bearing testimony of these things for over thirty years; we have visited the people in their houses, in their villages and cities, have preached to them in their halls, in their streets and market places, and combated their various notions and traditions which were not of God, presenting unto them the principles of eternal truth which God has imparted unto  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us by revelation. We have also told them that their kingdoms would be overthrown, and their nations would be destroyed, and that God would speedily arise and shake terribly the earth.<span class=\"citation\" id=\"57866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57866)\">Isa. 2:19,21<\/a><\/span> This has been proclaimed to the people throughout the length and breadth of the United States, Great Britain and her dependencies, to France, Germany, Scandinavia and the Islands of the Sea; the world has had to listen to it, and the nations have looked upon it as an idle song. Now when these things which we have predicted are beginning to come to pass among the nations their knees wax feeble; they are troubled and dismayed because of the complexities and difficulties which are everywhere closing in around them. <\/div><div class=\"paragraph jod\" id=\"v10n1146\"> Who would have thought a little while ago, that these United States&#x2014;one of the best Governments under the heavens if properly administered&#x2014;could have been reduced to their present critical position; who would have thought a little while ago that all the ingenuity, skill, talent, power and wealth that exist in the North and South would be brought to bear against each other for their mutual destruction? Yet it is so. We hear statement after statement, testimony after testimony, of their sanguinary contests; of rapine, murders, burnings, desolation, bloodshed, starvation, weeping, mourning, and lamentation, until the recital has become sickening to hear, as the Prophet said, &#x201C;It should become a vexation to hear the report.&#x201D;<span class=\"citation\" id=\"58635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58635)\">Isa. 28:19<\/a><\/span> All this is confirmatory to us of that spirit of revelation which the Lord has planted in our bosoms; and we now begin to understand why we feel as we do. We are selected out from among the nations that the Lord may place his name among us.<span class=\"citation\" id=\"55057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55057)\">Deut. 16:11<\/a><\/span> He has called upon us and we have listened to his voice and obeyed the testimony of his servants. Jesus says: &#x201C;But he that entereth in by <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the door is the shepherd of the sheep. To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out. And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice. And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.&#x201D;<span class=\"citation\" id=\"69599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69599)\">John 10:2-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1147\"> Like some of old a few of us had been waiting to see the salvation of Israel, and our eyes have seen the salvation of the Lord.<span class=\"citation\" id=\"59610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59610)\">Isa. 52:10<\/a><\/span><span class=\"citation\" id=\"125543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125543)\">Luke 2:25-38<\/a><\/span> It is true we are but a handful compared with the great mass of mankind, for we have been gathered out from among the nations, &#x201C;One of a city, and two of a family.&#x201D;<span class=\"citation\" id=\"60313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60313)\">Jer. 3:14<\/a><\/span> A few of those who have obeyed the voice of the servants of God have remained faithful and many have not. &#x201C;When the net is thrown into the sea, it gathers in of every kind,&#x201D; good and bad;<span class=\"citation\" id=\"64685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64685)\">Matt. 13:47-48<\/a><\/span> and hence we find a continual hewing and scoring, and admonition from the servants of God, who are striving with all their might to lead the people in the paths of righteousness, that they may learn to fear the Lord always.<span class=\"citation\" id=\"55049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55049)\">Deut. 14:23<\/a><\/span> When we are under the operation and influence of the Spirit of God we feel good and happy and joyous, and desirous to do right; but when that Spirit is withdrawn from us and we are left to ourselves, then we are apt to waver, and quiver, and fear lest all is not right, that is a few do this, but the great majority of this people have the word of life abiding in them,<span class=\"citation\" id=\"78546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78546)\">1 Jn. 2:14<\/a><\/span> and it is daily growing in them, and spreading and increasing like a well of water springing up to everlasting life,<span class=\"citation\" id=\"69051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69051)\">John 4:14<\/a><\/span> and their souls are like a well-tuned harp, when they are touched by the spirit of inspiration there is a kindred chord in their bosoms, they vibrate to the touch, and they are filled with sacred melody. And then there are some among us who do not care a  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great deal about the things of God; like some of the ancient Israelites they have learned the language of strangers,<span class=\"citation\" id=\"60299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60299)\">Jer. 2:25<\/a><\/span> and have become blinded by the God of this world,<span class=\"citation\" id=\"74070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74070)\">2 Cor. 4:4<\/a><\/span> and go to the mines to worship a golden calf,<span class=\"citation\" id=\"54485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54485)\">Ex. 32:24<\/a><\/span> and sell themselves to the devil. We are told that the children of this world are wiser in their generation than the children of light.<span class=\"citation\" id=\"67724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67724)\">Luke 16:8<\/a><\/span> I think that is true, the children of light act very foolishly in some things. Although we can seemingly grasp eternity, and revel in divine things, yet it appears that we cannot understand how to take care of some of the first and plainest interests of life, rendering it necessary for the President to place guardians over us in the persons of Bishops to take care that we do not throw our bread away and have to starve a great part of the year, to watch us lest we wantonly trample under foot the common necessaries of life when we have them around us, and destroy them the same as the beasts of the field would. The Latter-day Saints ought to be able to take care of themselves; men that are talking of possessing thrones, principalities, and powers,<span class=\"citation\" id=\"91578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91578)\">D&amp;C 132:19<\/a><\/span> of becoming kings and priests unto God<span class=\"citation\" id=\"78958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78958)\">Rev. 1:6<\/a><\/span> ought to know how to take care of enough wheat to supply the wants of themselves and their families. <\/div><div class=\"paragraph jod\" id=\"v10n1149\"> While we are trying to sustain ourselves let us do right to everybody else, and as you have been told, treat the stranger with kindness and liberality, and let us not make fools of ourselves, and rob ourselves and families, but let us take a proper, wise, and judicious course, for this kingdom will be built up temporally as well as spiritually. We talk of becoming like God.<span class=\"citation\" id=\"78639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78639)\">1 Jn. 3:2<\/a><\/span> What does he do? He governs this and other worlds, regulates all the systems and gives them their nations and revolutions; He preserves them in their various orbits, and governs them by unerring, <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unchangeable laws, as they traverse the immensity of space. In our world he gives day and night, summer and winter, seedtime and harvest.<span class=\"citation\" id=\"52950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52950)\">Gen. 9:7 (JST)<\/a><\/span> He adapts man, the beasts of the field, the fowls of the air and the fishes of the sea, to their various climates and elements. He takes care of and provides for, not only the hundreds of millions of the human family, but the myriads of beasts, fowls and fishes. He feeds and provides for them day by day, giving them their breakfast, dinner and supper. He takes care of the reptiles and other creeping things, and feeds the myriads of animalculae, which crowd earth, air, and water. His hand is over all and His providence sustains all. &#x201C;The hairs of our head are numbered, and a sparrow cannot fall to the ground without our heavenly Father's notice;<span class=\"citation\" id=\"64208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64208)\">Matt. 10:29-31<\/a><\/span> He clothes the lilies of the valleys<span class=\"citation\" id=\"94609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94609)\">Luke 12:27-28<\/a><\/span> and feeds the ravens when they cry.&#x201D;<span class=\"citation\" id=\"125544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125544)\">Ps. 147:9<\/a><\/span><span class=\"citation\" id=\"94610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94610)\">Luke 12:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1150\"> &#x201C;His wisdom's vast and knows no bound, A deep where all our thoughts are drowned.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1151\"> We would be like him! Be kings and priests unto God<span class=\"citation\" id=\"78959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78959)\">Rev. 1:6<\/a><\/span> and rule with him,<span class=\"citation\" id=\"125545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125545)\">Rev. 5:10<\/a><\/span> and yet we are obliged to have guardians placed over us to teach us how to take care of a bushel of wheat. We are far behind, but we have time for improvement; and I think we shall have to make some important changes for the better in our proceedings, before we become like our Father who dwells in the heavens. <\/div><div class=\"paragraph jod\" id=\"v10n1152\"> There has been something said about men turning away from the Church of Christ. If a man has not the witness in himself, he is not governed by the principles of eternal truth, and the sooner such people leave this Church the better. <\/div><div class=\"paragraph jod\" id=\"v10n1153\"> There is one thing I pray for as much as anything else, perhaps I do not do it understandingly, that is, that those who will not be subject to the law of God and observe his commandments, but will rebel against  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God and against his truth and Priesthood may be removed from our midst and have no place with us. For such persons can never build up the Kingdom of God, nor aid in accomplishing his purposes upon the earth, and the sooner we are rid of them the better; and it matters little what draws them away. If we have drank of that water which the Savior spoke of to the woman of Samaria;<span class=\"citation\" id=\"69052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69052)\">John 4:14<\/a><\/span> if we have laid hold of the rod of iron,<span class=\"citation\" id=\"80963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80963)\">1 Ne. 8:24<\/a><\/span> and con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinue to cling to it; if we adhere to the principles of righteousness, and pray unto God and keep his commandments continually, we shall have His Spirit at all times to discern between good and evil, and we shall always know the voice of the good shepherd,<span class=\"citation\" id=\"69661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69661)\">John 10:14<\/a><\/span><span class=\"citation\" id=\"82049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82049)\">Alma 5:38<\/a><\/span> and cleave to the principles of righteousness. <\/div><div class=\"paragraph jod\" id=\"v10n1155\"> May God help us to keep his commandments, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}