{"ID":100019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God Alone Bestows the Evidences of His Divine Interpositions&#x2014;Opposition to the Kingdom of God&#x2014;Coming Events.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake City, January 25, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: God Alone Bestows, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 1\/25\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v10n354\"> Notwithstanding the inclement and uncomfortable state of the weather, the wheels of time do not cease to roll and bring a few of us together on the morning of the first day of the week, to worship the King and Lord of Hosts. <\/div><div class=\"paragraph jod\" id=\"v10n355\"> I am grateful for this opportunity of addressing you, my brethren and sisters, for a short time. It is not the weather, it is not the might and power of nations that can stay the progress of Jehovah's designs. We are living, as you all know, I trust, in a momentous period of the world. I will here remark that in the course of some conversations I have recently had with certain individuals, we have had occasion to enquire somewhat into the purposes and designs of the great Creator in these days in which we live. It would be impossible to point out all his purposes and designs; suffice it to say that it is highly satisfactory to the just and to the upright that we can know somewhat concerning them; and the fact of our being called as co-workers with him to labor in the carrying out of his purposes and designs is an honor to us that few can appreciate. We are permitted to assemble here and in other places also from time to time to be instructed in the ways of the Lord, for the express purpose of making us acquainted with his purposes designed in the bosom of eternity, to be brought about and accomplished in this dispensation, called the Fulness of <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Times; and this, that we may be the better prepared to cooperate with our Lord and Master in the bringing of them about, and also be better prepared to meet those events when they shall transpire. <\/div><div class=\"paragraph jod\" id=\"v10n356\"> A short time ago a gentleman asked me if I really knew this to be the work of God, for, said he, &#x201C;If I did, most cordially would I embrace the doctrines which are taught by your people as emanating from the Most High; yes, I would willingly resign all worldly honor and my position in life also, and bow with humble submission to the requirements of your faith.&#x201D; I observed something like this, We are not to be the judges of the amount of evidence required to bring mankind under condemnation before God for rejecting the truth. We may fancy to ourselves that we would like to see the dead raised from their sleeping tombs; we may fancy that we would like to see the mountains broken down, the valleys exalted<span class=\"citation\" id=\"90448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90448)\">D&amp;C 109:74<\/a><\/span> or the floods in their course stayed at the behest of the servants of God; we may indulge in ideas and desires similar to these, yet said I, if there be an amount of evidence addressed to your understanding, which seals conviction upon your heart with regard to the truth, how will you meet that conviction in a coming day, when we come to stand before God and the spirits of just men made perfect?<span class=\"citation\" id=\"77261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77261)\">Heb. 12:23<\/a><\/span> Do you think you can then open your mouth and say, &#x201C;I knew thee that  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed: And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine. His Lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I had not strawed: Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury. Take therefore the talent from him, and give it unto him which hath ten talents. For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath. And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.&#x201D;&#x2014;Matthew xxv, 24-30.<span class=\"citation\" id=\"66135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66135)\">Matt. 25:24-30<\/a><\/span> Or will you be like the man who was found in the assembly without the wedding garments, and unto whom it was said, &#x201C;Friend, how camest thou here?&#x201D;<span class=\"citation\" id=\"65368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65368)\">Matt. 22:11-12<\/a><\/span> What argument did he make, and what had he to say for himself? He was dumb. Remember then, I say, that it is the Judge of all the earth that parcels out the evidences of his divine interposition unto man, not according to man's traditions but according to that wisdom which is in the bosom of the Eternal, knowing just the caliber of men and what it will require to turn the scale of reason and to penetrate the soul of every individual. It is for High Heaven to do this, and the Lord Almighty will not judge according to our desires, but he will judge according to the amount of evidence that he himself is pleased to give to each person. <\/div><div class=\"paragraph jod\" id=\"v10n358\"> A few remarks upon this subject, brethren and sisters, may not be amiss at the present time. I have noticed the providences that have attended this people from their origin <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the year 1830, and I have noticed this, that a prejudice has been indulged in, by those who did not choose to embrace the Gospel, against the people of the Saints. There has ever been a kind of feeling indulged in by the world that the Saints were going to do something very bad, something dreadful; but what have they done up to the present time? The reply is, Why really nothing that we can establish against them. This is the view that has been taken of the Saints by those who knew us not, but the very course that we are now taking has been the course that has thwarted the wicked in their every design. The way their sails are new set indicates that they design some evil, some mischief, and they have said within themselves, Let us forestall the pending difficulty and remove the danger before we encounter it. This has been the feeling of the world, so far as my acquaintance extends in connection with the progress of events and advancement of this people. Storms have been drawn around us repeatedly, and caused us to be broken up and expelled from the land where we had made our homes; not that we had done anything, but because the wicked foolishly believed that we were going to do something that was dangerous and desperate. <\/div><div class=\"paragraph jod\" id=\"v10n359\"> Now all the world is against us, and the learning of this world has ever been opposed to the righteousness of God. In the beginning of this work those that were sent to advocate the Gospel were unlearned; as a general thing they were unskilled in the ways of the world. Uncultivated and untutored boys were sent forth to proclaim the words of life, and what was the simple message they were sent to bear? Repent, for the hour of the visitation of Jehovah is at hand, repent and embrace the Gospel. It did not require much  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learning to make this announcement; it was a plain simple message. If, for instance, your house was on fire, and the news went to the sources of help, the most illiterate could declare the fact as well as the most learned man in the world. He would simply have to say, such a man's house is on fire, and every one could understand that. The simple proclamation of the Gospel was just as easy to be understood. Now, if it were some difficult diplomatic negotiation which required to be entered into, it would require all the embellishments of art to secure it a passage through, but the simple message of the Gospel required no such learning, it was simply to call upon the people to repent and to inform them that the chastising arm of Jehovah was about to fall upon the nations. We went forth, we made this announcement throughout the length and breadth of the United States, not only once but twice and thrice, and in fact all the day long until we created such a storm around us as to drive us beyond the confines of civilized man, and how cruel was the ordeal! It was no less cruel on the part of those that inflicted the wrong, although on the part of Jehovah it was an act of mercy to allow the wicked to drive us, or to cause us to be placed in these valleys of the mountains. The Heavens foresaw the danger, but we knew it not; but our Father knew it and that was enough. Was there not a Providence over us? Did he not deal kindly with his people? And has he not done so from the beginning? <\/div><div class=\"paragraph jod\" id=\"v10n361\"> When the Saints escaped from Missouri and subsequently from Illinois; when we wandered over the prairies and found a resting place for a season in an Indian country, and when we furnished five hundred of our best men, leaving our women and children unprotected in an Indian country, while they went to fight their <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country's battles, and to secure to the country that had permitted us to be driven from our homes the very land upon which we now dwell was there not, I ask, a kindly Providence over them that went and also over them that remained? Yes, there was. We came into these valleys under the protecting care of our heavenly Father. We came with a few old crazy wagons, and many of us but very poor teams, for be it known unto you that the people who took our homes put them at their own prices, and paid out their own commodities; and if they had an old wagon which they thought would bear up till we got beyond the confines of civilization they would turn it out, considering that would be long enough for it to last us. <\/div><div class=\"paragraph jod\" id=\"v10n362\"> In this way we came to these valleys, and had to so live till we got something from an untried soil, not knowing whether a peck of wheat, corn, or potatoes could be raised from it, but Heaven blest our labors, Providence smiled upon our exertions and we made out to continue along until the land became abundantly blessed, and now our granaries are filled with plenty. If the wrath of God had been against this people to the same extent that the wrath of man was against us, where would we have been today? Annihilated! Nothing would have been left of us, and our career would have been highly colored on the pages of history, and sent down to posterity with the sting of the Anathemist upon it. But the wrath of Heaven was not upon us; it was only the wrath of man. Do you not see the difference between the wrath of Heaven and the wrath of man? If our enemies had been one with the Almighty, or if he had been one with them, we should have been obliterated long before this. But here, in us, is the evidence that the world and the Almighty do not  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>exactly agree. They never did, and they never will agree, and hence I say the Saints will live when the ungodly shall wither and die; when the wicked are in ruin and disgrace, this people will flourish under the blessing of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v10n364\"> These things, although silent, are upon the pages of history, they are still in the memories of men, but though silent they speak in language too powerful for the world to conceive their strength and weight in the balances which shall determine their future destiny. Like the other portions of Jehovah's creation, the great family of planets revolve around their center, they move in their majesty, although in silence; you can see them but not hear them; they cease not to move; the course of their speed and their velocity is the same continually, and yet, though they move in silence, they speak in language too powerful to be misunderstood, and in thunder tones declare the voice of the Almighty. Well might an individual, say, who does not consider these shining works of the Creator, O, that I had some evidence that these are the works of the Almighty, I would adore him forever! Bless you, these are better evidences that the Almighty exists and rules in the heavens above than any that recital can adduce, showing hourly, daily, and nightly, that they are governed by law, and proclaiming to all nations that the Lord is God, that by him they are made, by him they are controlled, and that he views all the works of his hands with an impartial eye.<span class=\"citation\" id=\"88542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88542)\">D&amp;C 88:42-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n365\"> Whoever will look upon the history of the Saints and see the providences of the Almighty that have attended them, must see that these Divine interpositions speak in evidence too powerful to be resisted. I confess that these are arguments more potent than I am capable of adducing at the <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present time. Now he that will look at these things and run them over in his mind, will readily see that these are evidences of divinity in our religion. Where is there another people over whom Heaven has exercised these peculiar providences? Why is the world at war with us? It is because we are not like them. If we would go to work and establish about forty tippling shops, as many gambling houses, and as many houses of ill fame, bless you we could get into the Union without any trouble; the track would be clear, the wheels greased, and we would go right in; but, because we are not so inclined there is a good deal of friction about it, they fear that we are going to do something dreadful. Now, I can tell you that we are not going to do anything very wonderful nor very shocking, but if we are faithful and keep ourselves unspotted from the world,<span class=\"citation\" id=\"77502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77502)\">James 1:27<\/a><\/span> our God is going to astonish the nations; he is going to do something both wonderful and mighty, and it will be dreadful to the wicked; he will show this and every other nation that lift their hands against his anointed that they will henceforth cease to be a nation. He has commenced his work already, but he is only giving the alphabet now, we shall be getting into the pictures by-and-by. When I was a boy and went to school we studied Webster's spelling book, and when we got along a piece with our lessons, we used to say I have got over to the pictures now, and the time is near at hand when we shall see such pictures exhibited by the hand of the Almighty as were never before witnessed by mortal eye; that will be a trying time. <\/div><div class=\"paragraph jod\" id=\"v10n366\"> The field of learning is boundless, and I venture to say that the most learned man in the world is far more studious when he gets into higher branches than when he first com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>menced his studies, for he can discover fields of learning which before he could not conceive of, and so it is with the works of Jehovah; there is always a field in which the Almighty can display his power and his goodness, and it is enlarging all the time. <\/div><div class=\"paragraph jod\" id=\"v10n368\"> Brethren and sisters, I do not feel disposed on this cold morning to detain you any great length of time, but suffice it to say that I am glad of the opportunity of meeting with you, and I feel in my heart to say God <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless the Saints&#x2014;Heaven's blessing be with them. This is my desire, it is my earnest prayer, and if we can so live as to be without spot, and blameless<span class=\"citation\" id=\"78494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78494)\">2 Pet. 3:14<\/a><\/span> in the day of the coming of the Lord Jesus it will amply compensate for all our toils, all our privations, and for all our labors of love in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n369\"> That this may be the case with us, is my earnest and sincere prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}