{"ID":100001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Existence of Man&#x2014;Foreknowledge and Predestination.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 28, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Existence of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/28\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v10n1\"> We have had a very interesting journey to the southern settlements. In twenty-five days we have traveled nearly eight hundred miles, held thirty meetings, and spoken to thousands and thousands of Saints. I am somewhat fatigued, and would like to be excused from speaking long today. <\/div><div class=\"paragraph jod\" id=\"v10n2\"> My heart is full of blessings for the people; I feel to bear them continually in my prayers before my Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v10n3\"> I trust we shall be benefited by the discourse we have just heard from Elder Amasa M. Lyman. We should seek to understand and know the principles he has advanced, striving continually to know the things of God for ourselves. All the works of mankind amount to but little, unless they are performed in the name of the Lord and under the direction of his Spirit.<span class=\"citation\" id=\"81620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81620)\">2 Ne. 32:9<\/a><\/span> Let every man seek to learn the things of God by the revelations of Jesus Christ<span class=\"citation\" id=\"74396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74396)\">Gal. 1:12<\/a><\/span> to himself. The Gospel we have been hearing this morning I am seeking continually to understand. I reduce the Gospel to the present time, cir<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cumstances and condition of the people, and I can say truly, that the longer I live, and the more experience I gain, the more I see the weakness of humanity. We are but children, and are far from being capable of beholding the great things of eternity. <\/div><div class=\"paragraph jod\" id=\"v10n4\"> As far as we can compare eternal things with earthly things that lie within the scope of our understanding, so far we can understand them. We can think of the greatest earthly wealth, grandeur, magnificence, and power that it is possible for mortals to attain, and somewhat understand how great a blessing it would be to be entitled to the possession of all this throughout eternity; but, to be told that there never was a time when there did not exist an earth like this, peopled with men and women as this is, is a declaration that reaches far beyond the limits of our comprehension. No man can comprehend that there never was a time when there did not exist an enemy to God, that there never was a beginning to the order of creation in which we find ourselves situated. Who can com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prehend the duration of time? To return to our friends after an absence of some time and greet them with a glad heart, to mingle our mutual joy, happiness and congratulations, is one of the sweetest phases of human bliss, and were we told that there never would be a time when this heaven of happiness cannot be enjoyed, we could partially understand it; we only understand it so far as we are capable of appreciating the comingling of kindred joys at the reunion of parted friends. The present is that portion of time that more particularly concerns us, and the greatest and most important labor we have to perform is to cultivate ourselves. That man may know his fellow creatures, it is necessary that he should first know himself. When he thoroughly knows himself, he measurably knows God, whom to know is eternal life.<span class=\"citation\" id=\"70565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70565)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n6\"> We have been hearing that Jesus Christ is our elder Brother. Yes, he is one of us, flesh of our flesh, bone of our bone,<span class=\"citation\" id=\"52531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52531)\">Gen. 2:23<\/a><\/span> and became a partaker with us of all that is earthly. He also inherited a greater portion of the divine nature than we can possess in this life. He was the Son of our heavenly Father, as we are the sons of our earthly fathers. God is the Father of our spirits, which are clothed upon by fleshly bodies, begotten for us by our earthly fathers. Jesus is our elder Brother spirit clothed upon with an earthly body begotten by the Father of our spirits. <\/div><div class=\"paragraph jod\" id=\"v10n7\"> Our heavenly Father delights in his good children, he delights continually to bless them, yea, &#x201C;He maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.&#x201D;<span class=\"citation\" id=\"63241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63241)\">Matt. 5:45<\/a><\/span> All are equally his children. We are all the children of our common Father, who has placed us on the earth to prove ourselves, to govern, control, educate and sanctify ourselves, body and spirit, unto him, according to his will <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and pleasure. When all that class of spirits designed to take bodies upon this earth have done so, then will come the winding-up scene of this particular department of the works of God on this earth. It is his will that we should prepare ourselves to build up his kingdom, gather the house of Israel, redeem and build up Zion and Jerusalem, revolutionize the world, and bring back that which has been lost through the fall. <\/div><div class=\"paragraph jod\" id=\"v10n8\"> The inhabitants of the earth are ignorant of the way to secure their present and future happiness, but, if we are faithful, we shall see the time when we can speak to the understandings of the people. It is now very difficult to do that. Their minds are closed against every conviction that would lead to their present and eternal welfare. They take the downward road. This is very lamentable. Let all who call themselves Latter-day Saints walk in the path that points to eternal life. I mourn and lament when any of my brethren come to me and confess that they have been guilty of this or that crime, especially when I learn that they have been in the Church for years. We are yet subject to sin, and more or less give way to it; and in so doing we more or less disgrace the Priesthood and the high vocation to which we are called. Latter-day Saints should live their religion, as they would that their neighbors should live it. If I delight to see my brother walk in the path of obedience, let me pursue the same path, saying come, brethren and sisters, walk as I walk, and follow Christ as I follow him. Were this the case, but few could be found who would raise their voices against the kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v10n9\"> To say that sin is necessary is an unusual saying. Sin is in the world, but it is not necessary that we should sin, because sin is in the world; but, to the contrary, it is necessary that  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we should resist sin, and for this purpose is sin necessary. Sin exists in all the eternities. Sin is co-eternal with righteousness, for it must needs be that there is an opposition in all things.<span class=\"citation\" id=\"81230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81230)\">2 Ne. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n11\"> I exhort the Latter-day Saints to live their religion and learn to take care of themselves. The elements with which we are surrounded are as eternal as we are,<span class=\"citation\" id=\"89077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89077)\">D&amp;C 93:33<\/a><\/span> and are loaded with supplies of every kind for the comfort and happiness of the human race. It is designed by the Great Architect of the universe that our bodily wants shall be supplied from the elements, and by judicious and well-directed labor and a reasonable amount of industry, the wealth of food, clothing and shelter can be obtained by all. <\/div><div class=\"paragraph jod\" id=\"v10n12\"> It has been supposed that wealth gives power. In a depraved state of society, in a certain sense it does, if opening a wide field for unrighteous monopolies, by which the poor are robbed and oppressed and the wealthy are more enriched, is power. In a depraved state of society money can buy positions and titles, can cover up a multitude of incapabilities, can open wide the gates of fashionable society to the lowest and most depraved of human beings; it divides society into castes without any reference to goodness, virtue or truth. It is made to pander to the most brutal passions of the human soul; it is made to subvert every wholesome law of God and man, and to trample down every sacred bond that should tie society together in a national, municipal, domestic, and every other relationship. Wealth thus used is used out of its legitimate channel. If a man wishes to stamp an honorable fame upon the tablets of eternity, he can do so only by living a holy and virtuous life. While stations, emoluments, scepters, thrones, or any honor this world can give, do not in the sight of God raise the possessor above the standing of the poor, <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> humble, hungry supplicant for bread at his gate. God is cognizant of the acts of all men, and dictates the results thereof to his glory, to the salvation of his people, and to the interests of his kingdom on the face of all the earth. &#x201C;Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father's notice. But the very hairs on your head are numbered.&#x201D;<span class=\"citation\" id=\"64203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64203)\">Matt. 10:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n13\"> There cannot be a more truthful saying than that this people do not yet fully know how to take care of themselves, and hence they expose themselves to many unnecessary sufferings and inconveniences. After we have smoothed the path through this life all in our power, by accumulating around us all the common creature comforts, and done all in our power to make those who depend upon us happy and comfortable, still, there is enough of trial to sufficiently prove to God and the faithful ones, whether we will be true to him and to our holy religion, or false to him and to our best interests. Let God be first in our thoughts when we awake in the morning, and let our actions through each day reflect honor on ourselves, credit on the cause of God, and secure to us the confidence and goodwill of all good and holy beings. While we should be diligent and industrious, filling every moment of our time to some advantage and profit to ourselves and others, we should not suffer a covetous and grasping spirit to take possession of us.<span class=\"citation\" id=\"54317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54317)\">Ex. 20:17<\/a><\/span> It is lamentable to see the ignorance manifested by many of this people in that respect, for no man who possesses the wealth of wisdom would worship the wealth of mammon. Let the people build good houses, plant good vineyards and orchards, make good roads, build beautiful cities in which may be found magnificent edifices for the convenience of the public, handsome streets skirted  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with shade trees, fountains of water, crystal streams, and every tree, shrub, and flower that will flourish in this climate, to make our mountain home a paradise and our hearts wells of gratitude to the God of Joseph, enjoying it all with thankful hearts, saying constantly, &#x201C;not mine but thy will be done, O Father.&#x201D;<span class=\"citation\" id=\"66265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66265)\">Matt. 26:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n15\"> The earth must be redeemed, and it and all that have dwelt upon it be brought back into the presence of God, for all have suffered more or less by the sin that has entered into the world. This is indeed a great work, and our God has given us the privilege of taking part in it; then let us prepare ourselves for this stupendous undertaking by seeking above all things to understand the things of God, by seeking studiously to understand ourselves, remembering that no man can know himself without so far knowing God. There is no mystery in the Gospel of salvation for those who are heirs of salvation, and they can readily comprehend the truth in many places of the Bible where the language does not do justice to the principles designed to be set forth. <\/div><div class=\"paragraph jod\" id=\"v10n16\"> Brother Amasa M. Lyman, this morning, quoted the following passage, &#x201C;For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren. Moreover whom he did predestinate, he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.&#x201D;<span class=\"citation\" id=\"72648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72648)\">Rom. 8:29-30<\/a><\/span> The Apostle understood full well the principles here advanced, but it would have filled volumes to have written them out in full as they were revealed from God by the power and gift of the Holy Spirit. God foreknows all, and has predestinated all who believe the truth to the possession of eternal life, and this in short is all there is of it. He foreknew Pharaoh, king of Egypt, <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and placed him upon the throne of Egypt for the express purpose of showing forth his power to Israel, and to the wicked nations of the Gentiles. The Lord hardened Pharaoh's heart<span class=\"citation\" id=\"53828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53828)\">Ex. 4:21<\/a><\/span><span class=\"citation\" id=\"53829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53829)\">Ex. 4:21 (JST)<\/a><\/span> in the same way that he hardeneth the hearts of his enemies at the present day, after they have rejected the testimony of his servants and oppressed his elect. <\/div><div class=\"paragraph jod\" id=\"v10n17\"> The Lord has led this people out of bondage with a high hand<span class=\"citation\" id=\"53970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53970)\">Ex. 14:8<\/a><\/span> and an outstretched arm.<span class=\"citation\" id=\"55114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55114)\">Deut. 26:8<\/a><\/span> No man acquainted with the history of this people is ignorant of the almighty power of God that has been manifested in the organization, growth and present condition of the Church, though they may be unable naturally to account for it. And the more we grow and prosper, the more our enemies are angry with us. They are angry with us because we told them, thirty years ago, that calamity would come upon this nation.<span class=\"citation\" id=\"88148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88148)\">D&amp;C 87:1<\/a><\/span> Their anger still increases, while they are drinking of the bitter cup; and at the same time the Saints are increasing in numbers, in faith, in hope, in wealth, and in power. I have talked with men who professed to be gentlemen and dispensers of life and salvation to the people, who, Pharaoh-like, declared that they would rather be damned than believe that Joseph Smith was a true Prophet of God. I promised them they should have their choice. Who is to blame for this? Moses was not to blame because Pharaoh's heart became more and more hard. He was not to blame because an overwhelming destruction came upon that devoted army. Neither is God, Jesus Christ, Joseph Smith, myself, or the Apostles and Prophets of this last dispensation to blame for the unbelief of this nation, and for the dark and lowering tempest that now threatens to overthrow them with a terrible destruction. Still, as Pharaoh's heart became harder and harder, so will it be with the persecutors of God's people and purposes in  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the latter times, until they are utterly destroyed. <\/div><div class=\"paragraph jod\" id=\"v10n19\"> Not only did God foreknow the wicked and predestinate them, but he also foreknew the righteous and predestinated them; he knew that they would be conformed to the image of his Son<span class=\"citation\" id=\"72634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72634)\">Rom. 8:29<\/a><\/span> and live according to the words of Christ, while he knew that the wicked would not fulfil the terms requisite to be conformed to the image of his Son, but would do the works of the Devil whom they would list to serve.<span class=\"citation\" id=\"81810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81810)\">Mosiah 2:37<\/a><\/span><span class=\"citation\" id=\"84871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84871)\">D&amp;C 29:45<\/a><\/span> It is written that God knows all things<span class=\"citation\" id=\"78727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78727)\">1 Jn. 3:20<\/a><\/span> and has all power.<span class=\"citation\" id=\"80977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80977)\">1 Ne. 9:6<\/a><\/span><span class=\"citation\" id=\"87698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87698)\">D&amp;C 84:28<\/a><\/span> He has the rule and command of this earth, and is the Father of all the human beings that have lived, do live and will live upon it. If any of his children become heirs to all things, they in their turn can say, by-and-by, that they know all things, and they will be called Supreme, Almighty, King of kings, and Lord of lords.<span class=\"citation\" id=\"80419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80419)\">Rev. 19:16<\/a><\/span> All this and more that cannot enter into our hearts to conceive is promised to the faithful,<span class=\"citation\" id=\"72975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72975)\">1 Cor. 2:9<\/a><\/span> and are but so many stages in that ceaseless progression of eternal lives. This will not detract anything from the glory and might of our heavenly Father, for he will still remain our Father, and we shall still be subject to him, and as we progress, in glory and power it the more enhances the glory and power of our heavenly Father. This principle holds good in either state, whether mortal or immortal; &#x201C;For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counselor, The Mighty God, The everlasting Father, The Prince of Peace. Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever.&#x201D;<span class=\"citation\" id=\"58055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58055)\">Isa. 9:6-7<\/a><\/span> There will be no end to the increase of the faithful. What a <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pleasing thought! We shall enjoy each other's society in purity, in holiness, and in the power of God, and no time will ever come when we may not enjoy this. Such great happiness is beyond the comprehension of mortals. <\/div><div class=\"paragraph jod\" id=\"v10n20\"> There never was a time when man did not exist, and there never will be time when he will cease to exist. Eternity is without confines, and all things animate and inanimate have their existence in it. The Priesthood of God, that was given to the ancients and is given to men in the latter days, as co-equal in duration with eternity&#x2014;is without beginning of days or end of life.<span class=\"citation\" id=\"76822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76822)\">Heb. 7:3 (JST)<\/a><\/span> It is unchangeable in its system of government and its Gospel of salvation. It gives to Gods and angels their supremacy and power, and offers wealth, influence, posterity, exaltations, power, glory, kingdoms, and thrones, ceaseless in their duration, to all who will accept them on the terms upon which they are offered. <\/div><div class=\"paragraph jod\" id=\"v10n21\"> It is very pleasing to dwell upon the glory to be revealed in the future, but while our thoughts are thus occupied we should not fail to give our attention to our present wants and necessities. Do we know how to procure the means for our present subsistence? Have we learned how to handle the things of this life in the name of Israel's God to his glory, for the building up of his kingdom, for the bringing forth of his Zion, for the redemption of the earth, for the establishment of everlasting righteousness, and for the endless happiness of those who will thus be made happy? I am satisfied that there are hundreds of people in this community who would starve to death, if they were not continually told how to obtain the means of subsistence. Do they know how to cultivate the earth and draw from its bosom beauty and embellishment? No; they would do no more towards this than the  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Indians do, unless some person not only tells them how, but also shows them by his own works. How many of the ladies present have made the ribbons they wear? How many of them have made the bonnets and hats they wear? The time is at hand when you must make them or do without them. <\/div><div class=\"paragraph jod\" id=\"v10n23\"> I love to see the human form and the human face adorned, but let our adorning be the workmanship of our hands,<span class=\"citation\" id=\"85391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85391)\">D&amp;C 42:40<\/a><\/span> from the elements with which we are constantly surrounded. I love beauty whether adorned or unadorned. I love chaste and refined manners, especially when they are founded upon virtue. The etiquette that is of the world is not after God and godliness. It bears upon it a false gloss; it has not for its purpose the happiness of mankind. The etiquette which is after God is to make my brother or my sister as happy as I am, if they will accept of it. It is to teach men how to rise from a state of degradation to an honorable standing in the society of the just. <\/div><div class=\"paragraph jod\" id=\"v10n24\"> In the days of the Apostles it was written, &#x201C;And all that believed were together, and had all things common; And sold their possessions and goods, and parted them to all men, as every man had need. And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart, &amp;c.&#x201D;<span class=\"citation\" id=\"71332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71332)\">Acts 2:44-46<\/a><\/span> This was all right in the Apostles, to show a certain principle that was hereafter to be acted upon. It does not require more than common enlightenment to discover that such an order of things, if persisted in, would result in poverty, hunger, nakedness, and destitution. I say to my brethren and sisters, come let us learn how to gather around us from the elements an abundance of every comfort of life, and convert them to our wants and happiness, filling our <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> storehouses with wheat, wine, and oil, filling our wardrobes with woolen cloth and fine linen, with silks and satins of the finest quality and patterns from the looms of Deseret, going onward and upward until the whole earth is filled with the glory of God. Let us not remain ignorant with the ignorant, but let us show the ignorant how to be wise. <\/div><div class=\"paragraph jod\" id=\"v10n25\"> I am constantly trying to teach the people how to extract from the elements the means for their present comfort and independence, and how to first become perfectly obedient to the Gospel of Christ, and then children will be obedient to their parents, and in the Church and kingdom of God every person will learn to act in his order and station, and wisdom will take up her abode with us. Let fathers be willing to be taught by the Holy Priesthood, then let them in all mildness, by example and precept, teach their families; and let wives be one with their husbands in this labor of salvation, that the rising generation may be a better class of people than is the present. <\/div><div class=\"paragraph jod\" id=\"v10n26\"> I have promised the people South, that if they will cultivate the ground and ask the blessings of God upon it, the desert shall blossom as a rose,<span class=\"citation\" id=\"59117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59117)\">Isa. 35:1<\/a><\/span> pools of living water shall spring up on the parched ground,<span class=\"citation\" id=\"91893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91893)\">D&amp;C 133:29<\/a><\/span> and the wilderness shall become glad.<span class=\"citation\" id=\"59116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59116)\">Isa. 35:1<\/a><\/span> The Lord has planted the feet of the Saints in the most forbidding portion of the earth, apparently, that he may see what they will do with it. I may confidently say that no other people on the earth could live here and make themselves comfortable. If we settle on these desert and parched plains, upon the sides of these rugged and sterile mountains, and cultivate the earth, praying the blessing of God upon our labors, he will make this country as fruitful as any other portion of the earth. May the Lord bless the people. Amen. <\/div>\n<\/div>\n<\/div>"}