{"ID":100017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How to Obtain a Part in the Kingdom of God&#x2014;Assisting the Poor to Emigrate&#x2014;Classifying Labor&#x2014;The Times We Live In.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Hyde, delivered in the Bowery, Great Salt Lake City, October 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: How to Obtain, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v10n307\"> Brethren and sisters, being invited to address you, I cheerfully arise to make a few remarks, for I truly feel thankful for the privilege I enjoy of speaking to you this morning. Be patient, my friends, I will start on as high a key as I can so as not to break down. I feel thankful for the opportunity of meeting with the Saints in General Conference, and of mingling my testimony with this vast number of Saints in endeavoring to advance the interests of the kingdom of God, according to the intelligence I possess; and I feel truly thankful to the Lord for the experience I have had. I do not know that I can feel thankful for all the experience I have had, but suffice it to say that I am spared by our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v10n308\"> I do not at present know what I shall select for the foundation of my remarks. Sometimes I take my text from the spelling book, sometimes from the Bible, also from the Book of Mormon, and from the Book of Doctrine and Covenants, besides another Book which seems to be above all other books&#x2014;the Book of Nature; one page above and the other beneath. There we behold the finger of God; it is plain and legible to every heart that is inspired of the Almighty, that is filled with the love of God, and burning with the light of truth. <\/div><div class=\"paragraph jod\" id=\"v10n309\"> On this occasion there is a scripture that occurs to my mind, where our Savior in his parables puts forth <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a sentiment like this, &#x201C;Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.&#x201D;&#x2014;Matt. xiii., 44.<span class=\"citation\" id=\"64654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64654)\">Matt. 13:44<\/a><\/span> The Savior taught a great deal in parables, and the servants of God in these days teach by parables and comparisons in order that we may understand the more clearly, and that we may take a larger view of things than we should or could from the plain, simple statement of facts in common language. <\/div><div class=\"paragraph jod\" id=\"v10n310\"> Now, brethren and sisters, we are all seeking the kingdom of our God, we are seeking to become heirs of that kingdom, to be lawful and loyal subjects of the same. With this a question arises, whether we shall attain to a place in that kingdom at any less cost than did those I have quoted the Scripture about in your hearing. The man purchased the field and hid his treasure there. He went silently, lest, if he made a great bluster, some other individual might go and steal the march upon him and purchase the field of treasure, then the bargain would have been complete; but no, he was wide awake, and sold all that he had and purchased that field, for he was determined to have that treasure. It took all that he had to purchase it, but the treasure concealed there was far beyond the cost of purchase in value, and in purchasing it he knew that it would increase in time  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and throughout all eternity, for that treasure was the kingdom of God, and salvation to that man's soul. <\/div><div class=\"paragraph jod\" id=\"v10n312\"> A question comes up in the minds of some; I have frequently heard persons say, &#x201C;What becomes of our Tithing? And what is the propriety of paying so much? The calls come from this quarter and calls from that; and what are we doing when we are buying that field in which the treasure lies concealed?&#x201D; Did we ever think, when responding to the calls on the right and on the left, that we were purchasing that field, and that having gone to the extent of our power and ability in that transaction, that there is our deed and title to the kingdom of God, signed, sealed, and delivered? <\/div><div class=\"paragraph jod\" id=\"v10n313\"> Look back upon our privations that we have undergone, and there is joy and gladness, there is hope which is full of immortality. The kingdom is ours. We have purchased it, and by it our salvation is secured, by faithfulness in the kingdom. Now do we expect to get something for nothing? If we do, the transaction is not suspended upon an even balance. To expect something for nothing is just what many in our community want to do in their trading and trafficking, and putting on prices that are far above the standard. You naturally call such persons dishonest, and such they truly are. If you expect to gain the kingdom of our God without purchasing it by your labors, with me the question is, Will you not be mistaken in your calculation? <\/div><div class=\"paragraph jod\" id=\"v10n314\"> This parable to which I have invited your attention is a good lesson for all of us, and we should endeavor to so conduct ourselves as to show that with us the kingdom of God is all in all. This parable is an ensample for us to copy and adopt. A word to the wise is sufficient on this subject. You have considered this matter having read about it, and <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by reciting it over it may be of service to you. It is no matter what that man did, or what the other said, so far as the field spoken of is concerned, for I do not suppose the purchaser gave him any trouble whether he paid out his money for this, that, or the other. It was the field that he paid it for; he wished to have the field containing the treasure. It is not the price we pay for the kingdom, it is the kingdom of God we are bound to purchase at any price. <\/div><div class=\"paragraph jod\" id=\"v10n315\"> Enough upon that subject. As short sermons seem to be the order of the day, I may be allowed to touch upon that which will benefit myself, that which will increase our faith and tend to our education and good, that we may go to our homes rejoicing in the truth and in the privileges of the new and everlasting covenant. <\/div><div class=\"paragraph jod\" id=\"v10n316\"> Now with regard to the poor, I have a few words to say. I have a text about sending to the Missouri River to bring home the poor. The Lord says, &#x201C;Blessed is he that considereth the poor: the Lord will deliver him in time of trouble. The Lord will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.&#x201D;&#x2014;Psalm xli., 1, 2.<span class=\"citation\" id=\"56594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56594)\">Ps. 41:1-2<\/a><\/span> Such an one will be blessed of the Lord for sending out his beasts, and for taking the poor, even the stranger to his house; his light shall shine in darkness, and shall appear as at the noonday. Now then we have considered the poor, we have sent our teams, our oxen and all that was necessary to bring them to our houses. And I will here observe that I wish, that inasmuch as they have come to our mountain home, to the threshold of Zion, that every man would so conduct himself as to meet with the approving smile of Heaven, then their light would break forth<span class=\"citation\" id=\"59840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59840)\">Isa. 58:8<\/a><\/span> and shine in the darkness as resplendently as the noonday sun. We all want  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our brethren and sisters at home; then let us lend a helping hand. Now just go down there to the public square and see what you can do. Take the poor home to your houses, and God Almighty bless you from this time henceforth and forever. It is our imperative duty to walk in the light, to see that our pathway is clear and plain before us, and let us so live that it may be clear. <\/div><div class=\"paragraph jod\" id=\"v10n318\"> Bishops, allow me to say a word to you. In the vicinity where I have been laboring for the last two-years-and-a-half, I have seen the evil of spreading out so far. We are and have seemed to be anxious to take up all the land that we could find, and then keep putting in seed until the first we put in is ripe and ready for harvesting. This has been the case with all of us, more or less, in fact it has been so much so that neither man nor woman has had time to clean out the filth and bedbugs, so much so that they have got the upper hand of us. We talk of subduing nations, of becoming kings and priests unto God,<span class=\"citation\" id=\"78957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78957)\">Rev. 1:6<\/a><\/span> but amidst all our great talk we have not subdued the vermin with which we are pestered in our newly created homes. We sometimes talk about messengers coming from heaven to visit us, but I doubt whether the angels will come to commune with us until we are in a different situation. <\/div><div class=\"paragraph jod\" id=\"v10n319\"> I will now go back to the wheat field, and speak a little of that. The brethren in our section thought they would not plant so much grain but let the ground rest. In process of time the wheat came up in large quantities; we had water plenty, and we had such immense crops that we had not men enough to reap the grain that was raised, and hence we had all the work to do ourselves. We did all we could, but much of the grain has gone back into the earth because we had not help enough to gather it. Our wives and sisters volunteered to <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> assist their husbands and fathers, and they did all they could. We hear a great deal of talk about women's rights at times, but if you will come down to Sanpete you will see women's rights conventions, and they take especial pleasure in doing as they like. <\/div><div class=\"paragraph jod\" id=\"v10n320\"> To return to the subject of grain, I can truly say that we can sustain our present population and all the emigration that is coming this year. We have this to say of our blessings in return for sending all our teams to gather the poor; no we did not send them quite all, there was one yoke of oxen left to five farms, after filling up the bill for the Missouri River. In addition to these we had a few first-class horse teams, and thus we managed to put in a little grain, but a great deal of it grew without our doing anything to it ourselves, and thus the Lord blessed us with the desires of our hearts, and with a rich reward for what we had done towards the gathering of his people. <\/div><div class=\"paragraph jod\" id=\"v10n321\"> We are now showing that we can raise fruit down there, and by-and-by I may have the satisfaction of eating the fruit of my own raising in Sanpete, for I have no doubt but our apple trees will produce good fruit in due time. <\/div><div class=\"paragraph jod\" id=\"v10n322\"> Our teams are now returning; I met some of them as I was coming to Conference, and I felt to say the Lord be praised, you have performed a good mission, and the Lord has blessed our labors and also the labors of those who have been out on the plains. I feel that the crops that have been raised in such great abundance with so little labor have been by the goodness of the Almighty, and I feel that we have worked ourselves almost into life everlasting. <\/div><div class=\"paragraph jod\" id=\"v10n323\"> You may think that I am going into a great many things, but I do not expect to hit them all, but I shall touch a few of them as they come up before me. I want to say to the Bishops, that it is their business to  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>direct the energies of the Saints, and where they see a man who is inclined to spread out and sow some forty or fifty acres of wheat, I want them to tell such men to go to work and build good houses. Tell the blacksmiths to go to blacksmithing, the carpenter to his trade, and every other mechanic to his business, and do not let us be as we have been heretofore. When a man has wanted anything doing by a mechanic it has been almost impossible to get it done. For instance, I would go to a blacksmith's shop and say I want a horse shod, &#x201C;Oh,&#x201D; says the smith, &#x201C;I can't, I must go and cut my grain, or I must go and irrigate it;&#x201D; and there are perhaps half-a-dozen men that are in this manner cut short of their labor, by one man refusing to work at his trade, and all men being determined to be farmers. Then I say let the blacksmith attend to his blacksmithing and let him charge a reasonable price for his labor, and not, as has been the custom, charge three or four prices. Let the joiner do likewise, working constantly at that which will most conduce to the building up of Zion, and let the farmer raise the grain. Where you find a man who has plenty of grain to serve him from three to five years, and plenty of teams and wagons too, tell him to go to work and build for his family a comfortable dwelling house, and point out to him that he is in this way finding employment for the mechanics, making his family comfortable and building up Zion. Teach each man to work at his trade and calling, and let the farmer take hold with his might of that which is his profession, but have a little time to breathe and rest. As it is now, we go into the garden and we work like Sam Hill, leaving no time for rest. &#x201C;By-the-by that means me,&#x201D; but I must hew to the line, no matter who is hit. (A voice: Never mind yourself, just go ahead.) <\/div> <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n325\"> Now then for the flax. Have we got it on hand that we can make our own ropes? No, only a very little in comparison to the demand. We have a rope factory, and we have hemp growing in our county, and we have made many attempts to raise flax, and we do raise a little but we never use it. It is either left in the sun till the coat is burnt off, or we allow it to be trampled down in the yard by the cattle. In this country we cannot rot the flax in the dews, we must put it into water, a shallow pond is the most suitable, so far as I understand the matter. Now, it is better for each of us to raise about ten acres of wheat, and then devote the rest of our time to the flax and hemp. I was raised to wear a tow frock, but the tow would wear off in a short time. If we would raise some and devote a little time to the proper culture of it, attend to each department in its season, the rotting, the hetcheling and the spinning and weaving we should be much better off than we now are. But no, it takes us the whole time, and it seems that we must devote the entire season to raise and take care of our grain, and especially the wheat. The time has now come for us to classify our labor and change our policy. I believe I have said as much as is necessary on these subjects, as I wish to say a few things concerning the times and seasons. <\/div><div class=\"paragraph jod\" id=\"v10n326\"> Now concerning the times and seasons in which we live. The Lord says by the mouth of Isaiah, &#x201C;Thus saith thy Lord the Lord, and thy God that pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling, even the dregs of the cup of my fury; thou shalt no more drink it again: But I will put it into the hand of them that afflict thee; which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ground, and as the street, to them that went over.&#x201D;&#x2014;Isaiah li. 22 and 23.<span class=\"citation\" id=\"59530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59530)\">Isa. 51:22-23<\/a><\/span> What are you going to do with this text, my friends? I will put it into the hands of them that have afflicted thee. What was that army up here for? They were sent as agents of the Almighty to take away this cup of trembling, which had afflicted us for so many years, and they carried it away with them down yonder, and they then began to drink of it and have been drinking of it ever since. Do you know that there was a kind of tremor with some of us at that time? But I tell you what it is, the nerves have become settled, and those who sought to make us drink the dregs are drinking them now, and they will continue to do so until the dregs are all drunk out. I have no feeling against anyone, and I regret exceedingly that these of whom I speak should have brought upon themselves these terrible calamities which now afflict our once happy country. <\/div><div class=\"paragraph jod\" id=\"v10n328\"> If I understand the spirit that I am of, those that do the will of God will not hereafter feel that pitta-pat of trembling which they have been accustomed to feel, for the Lord says, &#x201C;I will take it away from them,&#x201D;<span class=\"citation\" id=\"59527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59527)\">Isa. 51:22<\/a><\/span> and he has done it, and we feel it. If they have not got the cup full yet, and do not get it in 1863, all I can say is I will wait till they do, for the Almighty will make them that have afflicted his people drink the dregs of that bitter cup of trembling. And this is not all, I can look very far into the future, but as far as I can see it is a dark and gloomy picture. I could not but be forcibly struck with the remarks of brother Young in relation to the nation growing more guilty and more corrupt, therefore are they being scourged so severely. The Prophet and Revelator John says, &#x201C;And I heard a great voice out of the temple say to the seven angels, Go your ways, and pour out the vials <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the wrath of God upon the earth. And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image. And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea. And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood. And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus. For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy. And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.&#x201D;&#x2014;Rev. xvi. 1&#x2014;7.<span class=\"citation\" id=\"80108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80108)\">Rev. 16:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n329\"> Did not the enemies of the Lord attempt to feed the martyrs Joseph and Hyrum Smith with the flesh of their brethren? Look at the testimony of Hyrum Smith. Now they have set the example of war, of cruelty, and it will come double upon their own heads; but, says the Lord, upon my house shall it begin.<span class=\"citation\" id=\"90639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90639)\">D&amp;C 112:25<\/a><\/span> And now these afflictions have been rolled off from our shoulders onto them, and they will be sorely punished for their iniquity. These things will come to pass. I need not predict anything about these calamities, greater men than I am have predicted in reference to these things, therefore I only need to bear my testimony to the truth of that which has been predicted. In the fierceness of the battle the fainting soldier will bow down to slake his parched thirst with the blood of his fellow. If this has not transpired it may in the future, for the horrors of war will be terrible to contemplate. Many curious things lie hid in the future which will astonish the world. <\/div> <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n331\"> It is now a great time for digging gold; and this reminds me that I had a dream, in which I learned how to dig gold. I saw the gold wherever I went, lying about on the ground; I could pick it up in the night, but in the day time it could not be seen by anybody. While contemplating this, the Spirit said unto me, &#x201C;Don't you know that light shineth in darkness, and the darkness comprehendeth it not?&#x201D;<span class=\"citation\" id=\"68508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68508)\">John 1:5<\/a><\/span> Now here it is, in the form or shape of a reward that cometh to the faithful, and with our purified gold we are called upon to buy that field, even the kingdom of God. Never ask yourselves what <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the seller of that field does with the price of it; this is nothing to you or me. And if there are liabilities upon the President of this Church let us raise them from his shoulder, and let the servants of God go as free as the lark of the morning. <\/div><div class=\"paragraph jod\" id=\"v10n332\"> Brethren and sisters, I do not wish to occupy more than my share of the time, therefore my remarks I bequeath to you with the best feelings of my soul, and I feel that if the services of such an humble individual as myself can be of use, I shall feel ever ready to render this service. <\/div><div class=\"paragraph jod\" id=\"v10n333\"> God bless you forever. Amen. <\/div>\n<\/div>\n<\/div>"}