{"ID":100030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Great Blessings Enjoyed By the People in Deseret&#x2014;The Gathering of the Saints&#x2014;Proper Training of Children.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, March 29, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Great Blessings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/29\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v10n569\"> I feel thankful for a part and lot in the great Work of the last days. It is a calling that ought to engage all our interests and welfare, being inculcated in the maintenance of those principles which alone can bring salvation to the human family. My soul delights in them. They must be sustained, though all the world should rise in opposition. <\/div><div class=\"paragraph jod\" id=\"v10n570\"> We live in that age of the world which the ancient Prophets have foreseen, when the wicked would &#x201C;make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought.&#x201D;<span class=\"citation\" id=\"58889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58889)\">Isa. 29:21<\/a><\/span> I have often thought that the world does not know what righteousness towards God con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sists in; they place great stress upon this, that and the other doctrine or principle as being necessary to salvation, which has not been thought of by any person who has been sent of God to lay before the children of men the true way. They have made laws and rules of faith, and set up church governments that cannot be drawn from anything to be found in the holy Scriptures or in any revelation I know anything about. <\/div><div class=\"paragraph jod\" id=\"v10n571\"> Obedience towards God is righteousness towards God. &#x201C;Jesus answered and said unto them, If a man love me, he will keep my words: and my Father will love him,&#x201D; &amp;c.<span class=\"citation\" id=\"70001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70001)\">John 14:23<\/a><\/span> In order to become a holy and righteous people, it is necessary to listen to and obey  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every word that proceeds from the mouth of God<span class=\"citation\" id=\"55003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55003)\">Deut. 8:3<\/a><\/span><span class=\"citation\" id=\"62816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62816)\">Matt. 4:4<\/a><\/span> through his servants whom he has placed to guide his kingdom, on the earth. This is righteousness towards God. It is said we can do nothing for the Lord, that if he was an hungered, he would not ask us for bread, &amp;c.; but we can perform the duties we owe to him by the performance of the duties we owe to each other; in this way we can show ourselves approved before our Father who is in heaven. &#x201C;And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.&#x201D;<span class=\"citation\" id=\"66187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66187)\">Matt. 25:40<\/a><\/span> Who has a greater opportunity of doing good to the brethren than the Latter-day Saints? Who has a finer chance of showing their faith by their works?<span class=\"citation\" id=\"77563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77563)\">James 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n573\"> The gathering of Israel I will mention as one of the many opportunities that this people have of showing their good works to their brethren in distant nations, who are now suffering for want of the common necessaries of life; who are pleading day by day with their brethren and with the Lord continually for temporal deliverance. In these Valleys the people are well provided for, are wealthy and exceedingly prosperous, and can well afford to prove their loyalty to the heavens in expending a portion of their means to gather Israel. A great many are doing what they think they can do, but I think we might do more, as a people, in aiding to gather Israel, which is one portion of the great Work of the last days. This is a part of our religion, to do all the good we can in aiding and assisting our brethren in distress who are of the household of faith,<span class=\"citation\" id=\"74728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74728)\">Gal. 6:10<\/a><\/span> and in placing them in a condition like unto ourselves in these quiet vales of the mountains, where they can be freed from the thralldom of sin and oppression in which they have lived to the <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present time. We have so far effected our deliverance, and in this the Lord has been extremely kind to us, in planting our feet in these goodly valleys where we have been blessed and prospered. No person here need go without the common necessaries of life. How much will we devote to the deliverance of our brethren, who are as anxious as we are to identify their interests with the kingdom of God at headquarters, where they, like us, can be benefited in the instructions we receive here from time to time? I have often thought that we do not fairly comprehend the great mercies and blessings the Almighty has conferred upon us; if we did, we should show our appreciation of them by our actions in aiding those who are so anxious to be delivered from Babylon to be planted in these valleys and participate in the blessings we enjoy. <\/div><div class=\"paragraph jod\" id=\"v10n574\"> As I said in the beginning, the world is opposed to us, but we have nothing to do with them in one sense, but to do our duty and sustain righteous principles with an eye single to the glory of God; in this he will sustain us and bring us off victorious at last. We have great reason to be thankful this morning for the great peace and prosperity which attends us as a people; we have great cause to rejoice before the Lord of Hosts, who has been a kind Father unto us from our early infancy to this time. What has he not done for us? Do we not live in an age of the world in which he has revealed his holy Gospel and sent his messengers with the light of the Gospel, and have we not become the happy participants of this knowledge? Are not our feet planted upon the rock of salvation? Has he not delivered us from the power of wicked, ungodly and designing men, and given us an inheritance far from their power, where we can worship him, none daring to  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make us afraid? Has he not blessed this land in a miraculous manner to bring forth for the sustenance of his people? He has shielded us from the savage foe, and given us influence over them, whereby we can travel to and fro among them and from place to place in comparative safety. How can we render unto him sufficient homage, thanksgiving and praise to prove unto him that we do appreciate his great and manifold mercies? I know of no better way than to be obedient to the calls made upon us from time to time, to respond to them in that free way that shall prove to God that all we have and all we can do is held and devoted to the promotion of the cause we have espoused, regardless of the consequences. <\/div><div class=\"paragraph jod\" id=\"v10n576\"> We should not hesitate when anything is proposed to be done for the promotion of the cause of God on the earth, but should say, Make way, prejudices; go by the board, whatever traditions would rise up. When the Lord speaks, let everything else give way; as the masses of the people would fall back on the approach of the king, so let our own ideas and prepossessed notions give place to the word of the Lord and to the wisdom that emanates from him; let everything else become subservient to those principles, doctrines and truths. This is the way I have always felt since I became acquainted with this Gospel and with this people. <\/div><div class=\"paragraph jod\" id=\"v10n577\"> This Work is not done in a corner,<span class=\"citation\" id=\"72135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72135)\">Acts 26:26<\/a><\/span> but it has been sent to the whole world, and all men have the privilege of adopting the same principles of truth which we have embraced, if they shall choose to do so; but because they do not choose to do so, it should not become a rock of offense and a stumbling block<span class=\"citation\" id=\"77799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77799)\">1 Pet. 2:8<\/a><\/span> to them nor to us. We have undertaken to sustain these holy principles which have been revealed in the last days. Shall we now falter? Or shall we, because <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others point the finger of scorn at us, be ashamed of this holy cause and back out from it? Does it make any difference as to what other people think of it? No. It is for us to cling together and go onward continually in the path we have chosen to walk in. <\/div><div class=\"paragraph jod\" id=\"v10n578\"> There are few, probably, in this Church and kingdom but what have in their possession some kind of a testimony which proves to their satisfaction that this is the Work of Heaven; it has touched their hearts. Thousands who do not belong to the Church have evidence of its truth, but will not admit it. The mind is bound to receive and to believe the truth according to the amount of testimony given and the evidence produced, but through pride the majority of the human family will not admit the truth openly, although they may do so secretly and believe in the same doctrines we do. Let them do as they please, that is no reason why we should falter, change our course in the least, or alter our views; but let us press onward continually and prove to the Lord that we are true and faithful to him. <\/div><div class=\"paragraph jod\" id=\"v10n579\"> We live in a land of liberty, where the power and the control rests with the people, or should do so; to a great extent it does so. We have great liberty, we have great freedom, notwithstanding the efforts of some to abridge our liberties and our freedom; still the Lord is not unmindful of us, for he directs and governs the affairs of the children of men, more especially now since he has commenced his Work in the last days: I think I might qualify this a little, by saying more especially to our understanding. I have no doubt but what he has always done so; but the heavens, in a manner, have been shut up to the vision and view of mankind for a long time, but now his dealings with them have become more manifest  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than in ages gone by; we can now see his footprints more clearly and can realize more sensibly the Work in which he is moving, bringing to pass his purposes for the redemption of the world, for the overthrow of sin and iniquity and for the establishment of his kingdom, which Prophets, long ages past and gone, have seen would be set up in the last days. We have undertaken to do our part towards establishing his kingdom, which will eventually reign over the whole earth, where all nations, kingdoms, tongues, and people will acknowledge Emanuel's sway and the earth be lit up with the glory of God and be prepared for his kingdom and coming. <\/div><div class=\"paragraph jod\" id=\"v10n581\"> In these valleys of the mountains a nucleus is finally formed of a people who have been gathered out from all the nations of the earth, for the express purpose of sustaining holy and righteous principles which the Almighty has revealed from the heavens and to form a community that shall be self-sustaining. Latter-day Saints associate together in a community to prove to the Lord and to the world that they can sustain themselves; that the doctrines and principles God has revealed to them are self-sustaining in their nature&#x2014;so much so, that a whole community may be sustained by practicing and living faithfully up to them. Hence it is that the shafts of the enemy are directed against us for the overthrow and destruction of those holy principles. <\/div><div class=\"paragraph jod\" id=\"v10n582\"> We know of a verity that the Work in which we are engaged is of God; we know we have the knowledge of God our Father and of his Son Jesus Christ, whom to know is life everlasting;<span class=\"citation\" id=\"70569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70569)\">John 17:3<\/a><\/span> we know in whom we have put our trust; we know the principles which we have espoused are based upon a solid and sure foundation; we know they are true, and truth is eternal and will lead to ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>altation in the kingdom of God if we are true to each other and to the principles which have been revealed. We are not guessing at these things, nor groping our way in the dark in relation to them. Should not our course be to turn aside every shaft of the enemy aimed at our brother as well as at ourselves? When we see danger, should we not warn our brother against it and use every exertion to assist each other to walk faithfully in the right way, shielding each other from the power of the enemy and endeavoring to pick up those who are wandering into bye and forbidden paths, pointing out to them the right way and exhorting them to walk in it? We should guide the footsteps of the young and ignorant, and teach them the principles which have a tendency to bring them into the path of life and glory. We should try to overcome all weaknesses and eradicate from our bosoms every unholy desire and remove from our footsteps every evil way. We too often see carelessness and indifference in the midst of this people with regard to these small matters; I call them small, because they are so often passed by and neglected. <\/div><div class=\"paragraph jod\" id=\"v10n583\"> We ought to instil into our children a nice sense of honor and truthfulness in their words, that when they come to act in real life they may receive and reverence principles of holiness that will lead them ultimately to the possession of eternal life and salvation. People often speak jestingly of the holy things which we hold, or should hold sacred. I have heard people do it, and always tell them they would satisfy my feelings much better if they would not make a jest of things I hold sacred. I remember a man in Nauvoo, who was conspicuous in this Church, once at a party saying to the fiddler, &#x201C;Let me lay hands on that old fiddle, and then perhaps you will not have so much  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trouble with the strings.&#x201D; I was then a Gentile, as they called them, and he, no doubt, thought that such jesting with holy things would please me, but I always despised him afterwards for making use of such an expression and making light of one of the holy ordinances of God which he professed to believe in. Jesting on sacred matters grates on my ears. I do not suppose people mean any harm when they do it, but it has a deleterious influence upon our children, whom we ought to teach to reverence sacred things. I would like their sense of honor to be such that they will do right because they love to do right, and not refrain from doing wrong merely because they are afraid somebody will see them do wrong. Let the love of right be bred in them, that feeling of honest consciousness of doing right, and not evil, that shall preserve them in the hour of temptation. Let the love of right be instilled in their young and tender minds, that it may grow with their growth and strengthen with their strength, learning to love the truth for its beauty and the things of God because they are worthy of being loved. Often people are deterred from doing right because of what the world will say and for fear of the pointing of the finger of scorn. That is not what we should care about; we should care to please God and do the things that are right before him, and then let the world wag as it will. This ought to be our motto, and we ought constantly to seek to instil this feeling into the bosoms of our children, that they may act upon the principles of right because they love them and prefer them because they are good before the Lord, and eschewing evil because it is hateful to them. The child is naturally inclined to this way. It is their associations with the wickedness that is in the world that teaches them hypocrisy and evil of every descrip<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, and the fear of the world's scorn, their laugh and ribald jest have their influence upon the mind of the child. Hence it becomes necessary that more pains should be taken in instructing them and showing them the propriety of truthfulness and honest uprightness of conduct to strengthen and protect them in the hour of temptation. <\/div><div class=\"paragraph jod\" id=\"v10n585\"> This great work in regard to training our children should not be neglected, because it is while they are young that we can have the greatest and most lasting influence over them. It is the privilege of the Latter-day Saints in these valleys of the mountains more especially to attend to this sacred duty, because when we mingled with the outside world we could not there enjoy the rights, the liberty and the freedom we enjoy in these mountains. No child is laughed and scoffed at here because his father and mother are Mormons. Then let us attend to these matters and govern ourselves by the holy principles that have been revealed to our understandings, live our holy religion faithfully and bring forth the blessings of peace, the blessings of the Almighty which are ready to drop from the heavens upon us as fast as we are able to receive and use them profitably to ourselves and to the Work in which we are engaged. The child needs first to ripen in judgment and good understanding before the father can commit any great trust to his charge. So it is in the dealings of our Heavenly Father with his people; he knows better than we do when to bestow great blessings upon us and what is for our best good. We should improve upon the blessings he has already given us to the fullest extent of the light and information we can get, and not trouble ourselves as to what is in the future, because that is just beyond our reach. If we travel in the path I have been trying to mark out, we shall attain everything we can  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ask for in due time. By improving upon what we have, by keeping ourselves unspotted from this untoward generation,<span class=\"citation\" id=\"71310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71310)\">Acts 2:40<\/a><\/span> by walking in faith and obedience before our God, we can attain to more than we have now any knowledge of. &#x201C;Eye hath not seen, nor ear heard, nor hath it entered into the heart of man, to conceive the things that are in store for the faithful,&#x201D;<span class=\"citation\" id=\"72976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72976)\">1 Cor. 2:9<\/a><\/span> when they shall attain to that stature in Christ<span class=\"citation\" id=\"75191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75191)\">Eph. 4:13<\/a><\/span> that will entitle them to receive them. <\/div><div class=\"paragraph jod\" id=\"v10n586\"> I do not, however, wish to throw the mind of the community upon something great in the future to the neglect of present blessings and present duties. Let us count over the blessings we this day enjoy; let us look into the past and mark the constant flow of blessings with which the history of this people has been attended from the beginning. Neither do I wish us to stop here and say that we have all we need; but while we are desiring blessings that are still future to us, let us not neglect the things which are now within our reach day by day, but live constantly our holy religion, being faithful and diligent in all things that are for us today, cleaving closely to the Lord, knowing that we are in his hands and that we are his children, having all confidence in him and in his constituted authorities on the earth, then will our knowledge and intelligence increase and our blessings will continue in a steady flow. This is all the business we have on hand to attend to, to serve our God and make ourselves comfortable and happy, securing from the elements everything we need for our sustenance and support, building houses, making roads, opening farms, planting orchards and vineyards, bringing from the mountains timber and lumber and all things else we need. All this labor is necessary to sustain us, and that the Lord may have a people who are zealous of <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good works<span class=\"citation\" id=\"76312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76312)\">Titus 2:14<\/a><\/span> and who will do his bidding, and through whom his kingdom may be established upon the earth and become a self-sustaining community, being governed and controlled in every particular by the revelations of the Most High, and by the principles which he has revealed. We are now the best governed people in the world, and for the best of all reasons&#x2014;we have the best Government and the best Governor; our Heavenly Father is at the helm, from whom emanates all wisdom, truth and righteousness. No matter what the difficulties are which we are called upon to overcome, still we have everything to encourage us; we can go to the great fountain of all good; nothing can compare with this. Should we not feel encouraged and rejoice, and give praise and thanksgiving to God, who is so good a Father to us, who has watched over us to this day, to say nothing of the glorious future which is opening up before us continually. <\/div><div class=\"paragraph jod\" id=\"v10n587\"> This people have a future which the world little dreams of. They will see the time when those who seek to destroy them from under heaven will come bowing and scraping to them obsequiously and sycophantic enough, no doubt. That, however, does not affect us one way or the other; it is for us to do right and please our God with full purpose of heart, that his will may be done on the earth as it is done in heaven.<span class=\"citation\" id=\"63381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63381)\">Matt. 6:10<\/a><\/span> The Lord will not slacken his hand nor look backward, but will progress onward with his people who will abide faithful and true to him. Righteousness must predominate in the midst of this people, and iniquity will have no part or lot with them, but if any among them wish to work iniquity and do not delight in holy principles, this is not the place for them; they had better go where there are influences more congenial, where they will not  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be abridged of their desires to do evil. No man has liberty to do evil, though he may have the power, nor has he any right to do evil. There is no law against doing right, but the law is against doing wrong. Man has power to do right or wrong as he <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pleases, but he is held responsible for that power and the exercise of it. <\/div><div class=\"paragraph jod\" id=\"v10n589\"> May God bless us and help us to do right, to keep his laws and commandments and statutes holy, and be obedient to him in all things, is my prayer in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}