{"ID":100034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Duties of the Saints&#x2014;Blessings Resulting From Their Performance.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, made in the Bowery, Great Salt Lake City, April 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Duties, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 4\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v10n631\"> I feel thankful for the opportunity of meeting in Conference, for I feel that thereby I may be posted and instructed in those principles that are necessary to qualify us in the building up of the kingdom. I need not say that we are a blessed people, for we all know it, and to some extent we realize it. At least I can say for one, or, in other words, I can speak for myself. So far as I am concerned, I can realize, and I fully believe more than ever since I joined the Church of Jesus Christ of Latter-day Saints, that God our Heavenly Father is with this people, and that his hand is over us to preserve us all the day long, and as Saints of the Most High we ought to be grateful to the Giver of all good for the many tokens of his beneficent care. <\/div> <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n632\"> If we inquire after the welfare of the Latter-day Saints, we are told that all is peace and quietness. How did we come by these glorious principles of life and peace and joy in the Holy Ghost? Where did they emanate from? They came from God our Heavenly Father, by embracing the Gospel of Jesus Christ in faith and in sincerity. And our testimony to this effect has been felt from the rivers to the ends of the earth.<span class=\"citation\" id=\"125527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125527)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"125528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125528)\">Zech. 9:10<\/a><\/span> And by carrying out these principles the Gospel has brought thousands into these valleys. <\/div><div class=\"paragraph jod\" id=\"v10n633\"> There is no necessity for the Work of the Lord to stop in its present condition and circumstances. Why so? Simply because the kingdom of God, as an organized body, is just like the introduction of the doctrine of plu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rality of wives, it has got a first-rate good start, and I know that the Devil and all the emissaries from the infernal regions cannot stop it. The Devil don't like it, but he cannot help himself, for the Work of God will roll on as long as there is an opposing power upon the earth, and then it will continue to spread after every species of opposition is banished from the earth. <\/div><div class=\"paragraph jod\" id=\"v10n635\"> The Church of Jesus Christ of Latter-day Saints has been organized thirty-three years today, and according to the success and spread of the Gospel of the Son of God at the time when it was first presented to the human family, if we may judge comparatively, it will not take thirty-three years more to redeem Zion and to usher in that reign of righteousness and peace which we all anticipate and for which we all pray most devoutly. <\/div><div class=\"paragraph jod\" id=\"v10n636\"> In the days of Jesus there was just as much opposition as there is today; then the Work had but just commenced&#x2014;it was in its infancy, and did not God our Heavenly Father bear off his kingdom then? He certainly maintained it till he saw that the Priesthood could no longer remain upon the earth. He did then and he bears it off today and will so continue until his kingdom triumphs and those who get under the wheel will be crushed to powder. <\/div><div class=\"paragraph jod\" id=\"v10n637\"> My testimony is, that this is the Work of God, that it emanated from the Father of light, and I know that it will roll forth and prosper until the kingdoms of this world become the kingdoms of our God and of his Christ.<span class=\"citation\" id=\"79444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79444)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90036)\">D&amp;C 105:32<\/a><\/span> I know that God is able to make the wrath of man praise him<span class=\"citation\" id=\"56875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56875)\">Ps. 76:10<\/a><\/span> just the same now as he was in the days of the Prophets of old. Who can frustrate the Work of God? It is written, &#x201C;The wisdom of the wise shall perish, and the under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>standing of the prudent shall be hid.&#x201D;<span class=\"citation\" id=\"58783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58783)\">Isa. 29:14<\/a><\/span> It is verily so in this age and generation, for we see the Elders of Israel going forth without purse and without scrip,<span class=\"citation\" id=\"68123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68123)\">Luke 22:35<\/a><\/span> preaching by the power of God the peaceable things of the kingdom<span class=\"citation\" id=\"85028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85028)\">D&amp;C 36:2<\/a><\/span> to those who sit in darkness and in the shadow of death,<span class=\"citation\" id=\"62871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62871)\">Matt. 4:16<\/a><\/span> and they confound the gainsayer and put to silence the faultfinder. Then, when I see the wisdom that is displayed through the ministers of this Church, I ask myself the question, Are we doing our duty as Saints? Because if we are not, it is time we were waking up to a sense of our obligations to the Almighty and to his cause. <\/div><div class=\"paragraph jod\" id=\"v10n638\"> I am fully satisfied that we are the happiest people upon the face of the earth, and it has been brought about by our union and by our faith in God; but have we been doing the best we could to live our religion according to the best light and knowledge we have possessed? If we have, we have within us the satisfaction of having done our duty. <\/div><div class=\"paragraph jod\" id=\"v10n639\"> Now, the order is to call a number of Missionaries to go to the European nations, and we are selecting our young men, the sons of the Apostles and Elders of Israel, so as to give them an experience in preaching the words of life, and that they may feel their dependence upon God our Heavenly Father. These young men going to gather the people home to Zion that they may enjoy the society of their brethren and friends here in the valleys of Ephraim, and participate in the blessings of that counsel that is so liberally imparted unto us by our leaders. <\/div><div class=\"paragraph jod\" id=\"v10n640\"> We have come here to build temples and tabernacles for the purpose of worshiping our God therein, and if we do not do these  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things we shall fall short of accomplishing that great Work that is laid upon us to perform. Then, I say, let us build temples, let us gather up our teams and send for the poor and thereby accomplish the Work that God has set on foot in this our day. Notwithstanding we are weak creatures, yet we can do something in the rolling forth of the kingdom of God. I wish a great many times that I could do a great deal better than I do, but, at any rate, I can say that I am trying with all my soul to combat the powers of darkness, and I intend to outgeneral the common adversary of our souls. Supposing we are united as the heart of one man,<span class=\"citation\" id=\"55584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55584)\">2 Sam. 19:14<\/a><\/span> then what have we to do with the world? A great many think that we want to fight the world, but I tell you it is all nonsense, excepting so far as that spiritual warfare is concerned, in which we are all engaged more or less. Our enemies imagine that we want to wage war with them, but they are greatly mistaken, for we are only at war with their corruption, meanness, and degraded conduct. We are upward, and we have taken steps forward in the kingdom of God, advancing from one degree of light to another, and the world are mad about it, but we cannot help that, our business is to serve God and keep his commandments, and therefore we should endeavor to walk uprightly, remembering that the promise is, &#x201C;I will not withhold any good thing from them that walk uprightly.&#x201D;<span class=\"citation\" id=\"56933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56933)\">Ps. 84:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n642\"> Do we expect to realize a fulness of these blessings today. No, but we expect to realize some of them&#x2014;a little today and a little more tomorrow, and thus go on from step to step and from grace to grace until we find ourselves safely landed back in the presence of our Father in <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven. As regards preaching to this people and gathering up the poor from other lands, I can truly say that I have never seen a time in my experience when there was such a willing spirit in Israel as there is at the present time. I can truly say that we have raised the fifty-three teams this year just as easy as we did the thirty last year, and there is quite a difference between thirty and fifty-three. And I feel that this people will be more blessed in their fields, in their teams, in all their stock and in their labor of every kind than they were last year. Did we miss our teams last year? We might miss them from our sight, but the Lord so abundantly blessed us that we scarcely ever heard them mentioned: everything moved on harmoniously during the entire season. The Lord blessed the seed that we put into the ground; he watered the earth from the heavens, and the Saints of God felt amply rewarded for their labors to help to build up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n643\"> Though many may have felt a little fainthearted because of the war-cloud that has hung over us, but which has now burst without doing anybody any harm, yet I feel to say that if we go to war it will be in self-defense, but at present there is no danger of any serious trouble. We delight not in the shedding of blood, and my testimony before High Heaven, before this people and before the nations of the earth is, that we are for peace, and we intend to have it, if we have to fight for it. You know it may be possible that a man may have to fight for his religion. This may seem strange, but if a man has got wives, children, flocks, herds, and Priesthood and gifts from God, and would not fight for them, I would not give much for him. I say we will  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fight like the angels of heaven, and we will call upon our Father in the heavens, upon Jesus Christ, upon the Prophets and upon the Spirits of just men that have perfected themselves in the Gospel of the Son of God,<span class=\"citation\" id=\"77262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77262)\">Heb. 12:23<\/a><\/span> and then by their help we will win every time, and the Devil knows it. Is this boasting? No, not one particle; but if we do boast we boast in our God,<span class=\"citation\" id=\"82202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82202)\">Alma 26:12<\/a><\/span> and in those liberal principles which our Father has revealed unto us. <\/div><div class=\"paragraph jod\" id=\"v10n645\"> Brethren, let us attend to our duties, and let it ever be uppermost in our hearts to build up the kingdom of God. The promises have and are still being fulfilled. I have seen the wonder-working hand of the Almighty ever since I have been in this Church, and I have realized, to some extent, when preaching the Gospel, that the power of God has accompanied my words. The Lord has sustained his Work wherever the Elders have gone forth preaching the Gospel, and he will continue to do so; he will feed them and clothe them, and his Work <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will roll forth under the administration of these young men; the blessings of God will go with them. This is my testimony to you young men who are called upon to go on missions. <\/div><div class=\"paragraph jod\" id=\"v10n646\"> Jesus said to his disciples, &#x201C;If I go away I will send you another Comforter,<span class=\"citation\" id=\"69984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69984)\">John 14:16<\/a><\/span> and when he is come he will reprove the world of sin, and of righteousness, and of judgment.&#x201D;<span class=\"citation\" id=\"70316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70316)\">John 16:8<\/a><\/span> This Spirit will go with these, our young brethren, and it will back up their words when they stand up and bear testimony to the truth. Then let us all try to keep this Spirit within us; let us also labor to build temples, tabernacles, and all necessary public buildings; let us labor to gather the poor and then the Lord will bless us in all things; prosperity and peace will attend our every effort to build up God's kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v10n647\"> May God bless you, brethren and sisters, is my prayer, in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}