{"ID":100055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Paying Tithing&#x2014;Fasting and Prayer&#x2014;Keeping the Sabbath Holy&#x2014;Selling Grain&#x2014;The Judgments of God, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, November 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Paying Tithing, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v10n1245\"> I am a Josephite, or, in other words, I am a full believer in the mission and calling of Joseph Smith, Jun., as a Prophet of God to this world in this generation, and I wish the people everywhere to distinctly understand this fact. <\/div><div class=\"paragraph jod\" id=\"v10n1246\"> In the early existence of this Church, the people frequently questioned Joseph the Prophet, relative to the law of Tithing, wishing to know the meaning of it as it was taught in the Bible and the revelations.<span class=\"citation\" id=\"62430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62430)\">Mal. 3:8-10<\/a><\/span> Joseph enquired of the Lord and, in answer, received the revelation which you can find on the 324th page of the Book of Doctrine and Covenants, European edition.<span class=\"citation\" id=\"90742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90742)\">D&amp;C 119:1-7<\/a><\/span> The Lord has thus revealed his will upon that subject, and it ought to satisfy his people in all time to come. <\/div><div class=\"paragraph jod\" id=\"v10n1247\"> I have always told the people to do just as they pleased about paying Tithing, and to do as they please about calling upon the name of the Lord in prayer, and to do just as they please about being baptized, or about believing in the Lord Jesus Christ; there is no compulsion whatever in these matters. The Lord does not compel any person to embrace the Gospel, and I do not think He will compel them to live it after they have embraced it; but all who do not keep their covenants and the commandments of the Lord our <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father are then fit to be cut off from the Church. <\/div><div class=\"paragraph jod\" id=\"v10n1248\"> We are in the habit of holding in full fellowship men that pay no Tithing, also persons who take the name of God in vain;<span class=\"citation\" id=\"54205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54205)\">Ex. 20:7<\/a><\/span> we permit liars, thieves, etc., to retain a standing in the Church. Does not this hurt the body of Christ?<span class=\"citation\" id=\"73577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73577)\">1 Cor. 12:27<\/a><\/span> It does, and the whole body is more or less sick and faint through our extreme kindness, which some call charity; it pleads for those unrighteous persons, and we spare them. Should we do this to the extent we do? I think we have lived long enough and have passed through enough experience to teach us to know and do the will of Heaven, and to disfellowship those who refuse to do it. <\/div><div class=\"paragraph jod\" id=\"v10n1249\"> We have said to the brethren, pay your Tithing, and with those who refuse to do this it will be made a matter of fellowship. Now, brethren and sisters, the next time you write to your friends, in England, Scotland, Wales, France, or any other country, do not write that we have directed the Presidents in foreign lands to cut off members who do not pay their Tithing, when this becomes necessary we will attend to it. It is right for us here to pay our Tithing. Not paying Tithing has once been made a matter of fellowship in the British Islands, and some have been  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cut off from the Church there for not paying their Tithing; that was not by our directions. <\/div><div class=\"paragraph jod\" id=\"v10n1251\"> In regard to Tithing, I am now speaking to the Latter-day Saints in this land, who have health to labor, who can surround themselves with an abundance of the comforts and blessings of life, who can build houses and open up farms at their pleasure. Shall we pay Tithing or shall we not? We have said pay your Tithing. And we have said to the Bishops that if any man refuses to pay his Tithing, try him for his fellowship; and if he still refuses, cut him off from the Church of Jesus Christ of Latter-day Saints, and so we say now. We have not required this of the people, but the Lord has required it, and that is enough for us and for all the Latter-day Saints upon the earth. If we live our religion we will be willing to pay Tithing. <\/div><div class=\"paragraph jod\" id=\"v10n1252\"> We feel sometimes as though the people did not live as near to the Lord as they should, and we have a right to feel so. And then again we say that this is a good people, that they are a very excellent people, that they are the best people that we have any knowledge of, but they are so far from being what they have got to be that we see there is a great improvement to be made by us. We talk about heaven, about the Lord, about angels, about celestial glory, and about enjoying the celestial kingdom of our God, while at the same time we do not believe for one moment that we could live in heaven one day or one hour, and live in disobedience to the laws and commandments of heaven. <\/div><div class=\"paragraph jod\" id=\"v10n1253\"> We have believed in the Lord Jesus Christ, we have had faith enough to go and be baptized for the remission of sins, and to receive the laying on of hands for the reception of the Holy Ghost, and to gather ourselves together, and still we try to <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shirk an ordinance of the House of God, and to make ourselves believe that it is not necessary to strictly obey all the injunctions laid upon us as followers of the Lord Jesus Christ. It is written&#x2014;&#x201C;Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him. Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it. Thou shalt thank the Lord thy God in all things. Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken heart and a contrite spirit. And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up sacraments upon my holy day; For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High; Nevertheless thy vows shall be offered up in righteousness on all days and at all times; But remember that on this, the Lord's day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord. And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full. Verily, this is fasting and prayer, or in other words, rejoicing and prayer.&#x201D; [Book of Doc. and Cov., page 149, par's. 2 and 3.<span class=\"citation\" id=\"86287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86287)\">D&amp;C 59:5-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1254\"> Here we are commanded to assemble ourselves together on the first day of the week, as the ancient disciples did and to offer up our sacraments before the Lord,<span class=\"citation\" id=\"72069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72069)\">Acts 20:7<\/a><\/span><span class=\"citation\" id=\"74018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74018)\">1 Cor. 16:2<\/a><\/span> confessing our faults one to another. How many of the inhabitants of this city do you sup<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pose are in the canyons today, or off hunting ducks, or geese, or rabbits, or cattle, instead of observing this the word of the Lord? Are they doing as they should do? They are not. Persons professing to be Saints should assemble themselves together on the Lord's day, except those who may be necessarily detained at home to keep the house, take care of the children, or to perform some work of necessity and mercy; the rest should assemble in the place appointed for worship and the offering up of our sacraments. <\/div><div class=\"paragraph jod\" id=\"v10n1256\"> Could we now see the canyons of these mountains all over the Territory, we should see teams by the score returning with wood. They went out yesterday to come home today. Is this keeping the Sabbath holy? It is written&#x2014;&#x201C;And the inhabitants of Zion shall also observe the Sabbath day to keep it holy.&#x201D;<span class=\"citation\" id=\"86719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86719)\">D&amp;C 68:29<\/a><\/span> There is not one requirement of the Lord that is nonessential; every requirement that He has made of us is essential to our perfection and sanctification, to prepare us to enjoy celestial glory. <\/div><div class=\"paragraph jod\" id=\"v10n1257\"> You may ask me if I always keep the Sabbath holy. When I am out traveling and happen to be where there is not a convenient place to observe the Sabbath, I sometimes travel on that day, and content myself with making a Sabbath of the second, third, fourth, fifth or sixth day of the week. But generally, when I am traveling, it is all the time Sabbath to me, for it is a constant succession of meetings. But do I send my teams to the canyons on the Sabbath day? No, that is if I have the control over that which should be under my control. I keep the Sabbath, and I wish to keep all the laws of God, and there are a great many of this people that do so; but many of them go astray in failing to observe these things&#x2014;in not paying their Tithing faithfully, <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in not keeping the Sabbath day holy, in not saying their prayers constantly, in not feeding the poor and clothing the naked, and in not administering to the Priesthood. As a people we do as well as we can do, but some do not do as well as they might do. <\/div><div class=\"paragraph jod\" id=\"v10n1258\"> Thrifty and intelligent gardeners are very particular in trimming off dead limbs from their fruit trees and covering the wounds to preserve the trees in health and soundness. When we hold unrighteous, ungodly persons in fellowship, it injures the whole body of Christ; but we do it because we have compassion for them. Brethren and sisters I exhort you to keep your covenants, to serve the Lord with all your hearts, and to endeavor to observe every requirement the Lord makes of you. You know that this is your duty. <\/div><div class=\"paragraph jod\" id=\"v10n1259\"> His Church and kingdom is complete, it has a living head &#x201C;from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.&#x201D;<span class=\"citation\" id=\"75598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75598)\">Col. 2:19<\/a><\/span> &#x201C;For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.&#x201D;<span class=\"citation\" id=\"73504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73504)\">1 Cor. 12:13<\/a><\/span> &#x201C;Now are ye the body of Christ, and members in particular.&#x201D;<span class=\"citation\" id=\"73578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73578)\">1 Cor. 12:27<\/a><\/span> The head possesses all the qualifications necessary to fill its functions in the body; it has eyes to see, ears to hear, a palate to taste, organs of speech to speak, etc., etc. Every qualification that is natural to the body of a man has its counterpart incorporated in the body of Christ upon the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1260\"> On reading carefully the Old and New Testaments we can discover that the majority of the revelations given to mankind anciently were in regard to their daily duties; we follow in the same path. The revelations contained in the Bible and the Book of  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Mormon are ensamples to us, and the Book of Doctrine and Covenants contains direct revelation to this Church; they are a guide to us, and we do not wish to do them away; we do not wish them to become obsolete and to set them aside. We wish to continue in the revelations of the Lord Jesus Christ day by day, and to have His Spirit with us continually. If we can do this, we shall no more walk in darkness, but we shall walk in the light of life.<span class=\"citation\" id=\"69434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69434)\">John 8:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1262\"> We have, through the mercy of our heavenly Father, been gathered together, and we now have the privilege of purifying ourselves and preparing for the coming of the Son of Man. Shall we do this? Or shall we be found wanting<span class=\"citation\" id=\"61524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61524)\">Dan. 5:27<\/a><\/span> when he makes his appearance? <\/div><div class=\"paragraph jod\" id=\"v10n1263\"> In regard to the Law of Tithing, the Lord has given the revelation I have already referred to, and made it a law unto us, and let all who have gathered here and refuse to obey it, be disfellowshipped; and if a man will persist in breaking the Sabbath day, let him be severed from the Church; and the man that will persist in swearing, cut him off from the Church, with the thief, the liar, the adulterer, and every other person who will not live according to the law of Christ, that we may not have the tree encumbered with rotten limbs, to spread decay and rottenness through the whole tree. <\/div><div class=\"paragraph jod\" id=\"v10n1264\"> We have had good talk from the brethren this afternoon; I have heard nothing but what is strictly correct. I can say of this people that, as a people, they are a very good people, but we do fellowship a few in our midst that we should not fellowship. <\/div><div class=\"paragraph jod\" id=\"v10n1265\"> Brother Samuel W. Richards had a good deal to say, this afternoon, about grain. We have talked about it for a long time, and we have tried to get the people to build store houses to save it. When grain <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could not be sold for money the Tithing Office was full of it; but now we have none to hand out to the poor who depend upon us for bread, only as we send out and gather in a little, though, probably the brethren will soon be at leisure to haul in their Tithing. We have but little to deal out to the families of our brethren who are preaching, and to our workmen. Our granaries are empty, and scarcely grain enough in the Territory to bread our own population until another harvest, yet some will sell their grain to go out of the country. What a lamentable fact. Suppose the Lord should suffer a drought to come over the land next year and blast our corn, wheat, rye, barley, oats, potatoes, etc., with mildew, what would be the situation of this people? Yet a few are selling grain all the time. <\/div><div class=\"paragraph jod\" id=\"v10n1266\"> I will mention a circumstance that occurred lately, to illustrate the character of some whom we fellowship. One of our newcomers wanted to buy some wheat and went down to the public square where our friends from the East were preparing to prosecute their journey to California. This newcomer bought a load of wheat at four or five bits a bushel; he bought at that price all he wanted. After the bargain was closed, the man who sold the wheat found out that the purchaser was a &#x201C;Mormon,&#x201D; and said to him, &#x201C;Had I known you was one of the brethren I would have made you paid a higher price for that wheat.&#x201D; What a depraved disposition! He would have sold it to the passing stranger for fifty cents a bushel, and very likely would have made his brother &#x201C;Mormon&#x201D; pay a dollar and a half. How can men love God when they hate their brethren.<span class=\"citation\" id=\"78780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78780)\">1 Jn. 4:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1267\"> A certain sister went to one of the stores with butter to sell, &#x201C;What do you ask a pound for your butter?&#x201D; &#x201C;My Bishop says I must ask so  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>much. I would sell it for less, but I must mind my Bishop. I would sell it for thirty cents, but my Bishop says I must have thirty-five for it.&#x201D; That woman would see the whole house of Israel massacred&#x2014;their blood spilled&#x2014;and smile at it. I attribute all this to ignorance and pass it along without notice, as much as possible, and I hope our Father in heaven does. He is merciful and we should be. <\/div><div class=\"paragraph jod\" id=\"v10n1269\"> If the people were all truly Latter-day Saints, we should see a state of society different from what we now see. A man who professes to be a a good Latter-day Saint has a son who is a thief; says the father, &#x201C;I think he will be a good boy yet, and preach the Gospel to the nations and do much good.&#x201D; &#x201C;Whose horse is this, my boy?&#x201D; &#x201C;O, no matter about that dad; here is a friend of mine, wants to stay all night.&#x201D; They are lodged and fed, and away they go next morning after some more stolen horses. &#x201C;Brother, did you not know that that was a stolen horse?&#x201D; &#x201C;O, I suppose it was.&#x201D; &#x201C;Then why did you keep such a man about you?&#x201D; &#x201C;Why, I could not turn my son and his friends out of doors.&#x201D; There are pretty good men and good families who are harborers of thieves and do it all the time, in some of their connections. <\/div><div class=\"paragraph jod\" id=\"v10n1270\"> I remember that a lot of colts were once driven into my yard, and they were stolen property. How came this about? Why somebody heard aunt Sarah say that cousin Bill told aunt Peggy that he had heard Sister Nancy say that her cousin Betty had worked in the President's kitchen, and so the connection was formed, and of course all her friends and connections must make themselves at home in the President's houses, his barns, stables, yards, and provisions for man and animals. I suspicioned <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, and had them turned out forthwith. <\/div><div class=\"paragraph jod\" id=\"v10n1271\"> If we are not sanctified, if we do not sanctify the Lord in our hearts<span class=\"citation\" id=\"77907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77907)\">1 Pet. 3:15<\/a><\/span> and purify ourselves in our lives and in all our dealings before God and man, we shall fail of attaining to an inheritance in the celestial kingdom, and shall be found in some other kingdom. When the holy Priesthood is upon the earth, and the fulness of the kingdom of God has come to the people, it requires a strict obedience to every point of law and doctrine and to every ordinance which the Lord reveals: in short, it requires a strict observance of every requirement of Heaven, to fully prepare a people for the possession and enjoyment of the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v10n1272\"> Where the Priesthood is not, the people are expected to live according to the best knowledge they have; but even then they cannot with impunity commit many heinous faults. The Lord more readily overlooks them in consequence of their unenlightened condition, and there is a kingdom prepared for them, while the celestial kingdom will be inhabited only by those who are specially prepared to inherit it. It will be inherited by those who live faithfully the religion of Jesus Christ, and are worthy of being ranked upon among the pure in heart.<span class=\"citation\" id=\"62951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62951)\">Matt. 5:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1273\"> Tomorrow morning I expect to start on a short tour South, and I say to my brethren and sisters keep your armor bright, and be on the watchtower all the time, for the enemy feels as much opposition today, and I may safely say more than he ever did towards the kingdom of God that is now established upon the earth; and just in proportion to its strength and increase, so will the power of Satan be exerted to overcome it. Christ and Baal are not yet friends. An Elder of Israel who  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can drink with the drunkard and swear with the swearer, is not a friend of Christ and his kingdom. <\/div><div class=\"paragraph jod\" id=\"v10n1275\"> The wicked still wish to destroy every vestige of truth and righteousness on the earth; and they will still go on fighting against God and right, and who can help it? And they will continue to go on in this course, until the wicked are destroyed and the earth is cleansed from the rule of sin and Satan. <\/div><div class=\"paragraph jod\" id=\"v10n1276\"> Read the Book of Mormon and learn what it says in regard to the ancient Nephites. The whole nation of the Nephites were slain, because they departed from the Lord their God and did wickedly. In the last great and tremendous battle between the Nephites and the Lamanites, over two millions of the Nephites were slain and the residue were hunted and slain until not a single person, except Moroni was left of a high and mighty nation. Mormon says, after this great battle, &#x201C;And my soul was rent with anguish, because of the slain of my people, and I cried: O ye fair ones, how could ye have departed from the ways of the Lord! O ye fair ones, how could you have rejected that Jesus, who stood with open arms to receive you! Behold, if ye had not done this, ye would not have fallen. But behold, ye are fallen, and I mourn your loss. O ye fair sons and daughters, ye fathers and mothers, ye husbands and wives, ye fair ones, how is it that ye could have fallen! But behold, ye are gone, and my sorrows cannot bring your return.&#x201D;<span class=\"citation\" id=\"83210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83210)\">Morm. 6:16-20<\/a><\/span> &#x201C;O that ye had repented before this great destruction had come upon you. But behold, ye are gone, and the Father, yea, the Eternal Father of heaven, knoweth your state; and he doeth with you according to his justice and mercy.&#x201D;<span class=\"citation\" id=\"83212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83212)\">Morm. 6:22<\/a><\/span> Blood answered to blood until the land was cleansed, and few men were <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> left. And so will it be with this nation who have slain the Prophets and have sought continually to destroy the people of God. <\/div><div class=\"paragraph jod\" id=\"v10n1277\"> If we live our religion we may escape; and if we are required to give our lives for our religion, we are still in the hands of God. But we cannot find in any history that the people of God have ever suffered more keenly than have the wicked. Certain ones have &#x201C;had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment: They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;&#x201D;<span class=\"citation\" id=\"77063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77063)\">Heb. 11:36-37<\/a><\/span> etc. But look at the hundreds of thousands of wicked men who have met destruction through such unutterable anguish and suffering as the faithful followers of the Lord Jesus have never felt. When Shadrach, Meshach, and Abednego were cast in the fiery furnace, the fire had no power upon their bodies, nor was a hair of their head singed, neither were their coats changed, nor had the smell of fire passed upon them.<span class=\"citation\" id=\"61442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61442)\">Dan. 3:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1278\"> The Saints in all ages have been protected, sustained, and upheld by an Almighty Power, in their sufferings, and the power of the religion of Jesus Christ has ever sustained them. The Jews anciently said let His blood be upon us and upon our children, and God took them at their word. <\/div><div class=\"paragraph jod\" id=\"v10n1279\"> This nation, by their works said, &#x201C;Let the blood of Joseph the Prophet and of his brethren be upon us and our children,&#x201D;<span class=\"citation\" id=\"66336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66336)\">Matt. 27:25<\/a><\/span> and it will be so. If they had known Joseph Smith in his true character, and acknowledged him, he would have led this nation long before now, and this dreadful war would not have prevailed throughout the land; but now it will  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be death upon death, and blood upon blood until the land is cleansed. I pray God to save the innocent, the righteous, and the honest poor, and to let those who desire to shed the blood of each other fall first in this deadly strife. <\/div><div class=\"paragraph jod\" id=\"v10n1281\"> We have become heirs to all things, through the Gospel which we have obeyed, but if we neglect that Gospel and our duties to God and to one another and become servants to sin,<span class=\"citation\" id=\"72465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72465)\">Rom. 6:17<\/a><\/span><span class=\"citation\" id=\"90827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90827)\">D&amp;C 121:17<\/a><\/span> we may expect to suffer the penalty of sin, which is death and damnation, and to be deprived of the right of ruling over a single person, and possess no territory, not even six feet by three. Those who violate their claims to the blessings of the Gospel never will have the privilege of ruling over their families; they will not have a dollar of money. They may get all the gold there is in the mountains now, but when they die and go to their own place they will not find gold, nor bread to eat, nor water to drink, nor the sweet strains of music to cheer their hearts; but they will be made servants to drudge out their weary existence as long as the Lord shall please to let them. This is a little of what the wicked will suffer in their place in the next existence. <\/div><div class=\"paragraph jod\" id=\"v10n1282\"> Instead of the righteous being bound tighter and tighter, they will continue to have more and more liberty, as we are more and more faithful, and obtain more power with the heavens and more of the power of God upon us. Let us seek diligently unto the Lord, until we obtain the faith of Jesus in its fullness, for those who possess this are free indeed.<span class=\"citation\" id=\"69460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69460)\">John 8:36<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1283\"> When it is necessary that we should possess gold in great abundance, the Lord will show it to us in vision, and we shall not have to prospect and dig to find it, as the wicked have to do. The liberty of the Saints is to possess power with God to open gold mines, when we want gold; to plant and reap in abundance; to heal the sick of our families, and to heal our animals that serve us; to elude every snare of the enemy; to save our boys from danger when they are in the canyons, or when they are following any other pursuit where there is danger of their losing their lives, or of being hurt in any way. This the wicked call tyranny and despotism. We call upon the people to so live that their sick may be healed by the virtue and power of their holy religion, and this is called oppression. The &#x201C;Mormons&#x201D; all listen to the advice of one man, and this is called despotism. We teach our females to be virtuous and industrious, and this is called bondage. A young woman went to a neighboring camp, stayed there three or four days, and came home and died; this is the liberty some would give to us, &#x201C;such protection as vultures give to lambs.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1284\"> It is the privilege of this people to have faith to command the elements, that we may have plentiful crops from year to year; and to enjoy the wealth of health, joy and peace instead of sorrow, turmoil, war, and bloodshed. Here are the two extremes; may the Lord help us to choose the good and refuse the evil.<span class=\"citation\" id=\"58002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58002)\">Isa. 7:15-16<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}