{"ID":100033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessings the Saints Will Enjoy&#x2014;How the Kingdom of God is to Be Established&#x2014;Building Temples, Tabernacles, and Houses&#x2014;Gathering the Poor.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Bowery, Great Salt Lake City, April 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessings the Saints Will Enjoy, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v10n616\"> This morning we have heard a number of things, in which we are individually and collectively interested as a people. It is difficult, however, for us to comprehend our true interests and the things that that would be for our best good; this arises frequently from want of a correct understanding of matters that are laid before us, from which cause we arrive at wrong conclusions. I do not know of any way whereby we can be taught, instructed and be made to comprehend our true position, only by being under the influence of the Spirit of the living God. A man may speak by the Spirit of God, but it requires a portion of that Spirit also in those who hear, to enable them to comprehend correctly the importance of the things that are delivered to them<span class=\"citation\" id=\"85940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85940)\">D&amp;C 50:17-22<\/a><\/span> and hence the difficulty the Lord and his Saints have always had in making the people comprehend the things that are <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> especially for their interests. We all consider that if we could be taught of God it would be very well; I suppose the world generally would consider it to be a great blessing. Then the question arises in their minds, whether the teachings they receive come from God or not. How are they to know that? I know of no other way than that which is spoken in the Scriptures, &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth it understanding.&#x201D;<span class=\"citation\" id=\"56189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56189)\">Job 32:8<\/a><\/span> And, again, we are told in the New Testament, that, &#x201C;No man knoweth the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73027)\">1 Cor. 2:11<\/a><\/span> Hence all the wisdom, all the intelligence, all the reasoning, all the philosophy and all the arguments that could be brought to bear on the human mind would be of no avail unless the mind of man is prepared to receive this teaching&#x2014;prepared by the Spirit of the Lord, the same Spirit which conveys the intelligence.  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Hence we frequently make a very great mistake in relation to our duties, in relation to our responsibilities, in relation to the obligations that rest upon us, in relation to the Church and kingdom of God upon the earth and its government, its laws, its influence and the bearing of those laws and their influence upon us, and what part we have to act in relation to these matters. But if we had the Spirit of God, and walked in the light of revelation, and were guided by the principles of truth, and were in possession ourselves of the same Spirit by which the truths of God are communicated, then it would be plain and comprehensive to our understanding, and everything we try to accomplish would be easy, pleasant, comfortable, and joyous, and we should all of us feel that; we are the children of the living God, that we are basking, as it were, in the sunbeams of heaven, that God is our friend, that we are his friends and are ready to unite with him in the accomplishment of his Work under any and all circumstances whatever; and I frequently consider that it is in consequence of the ignorance and darkness and shortsightedness of the Saints of God, that we do not walk up more readily to enjoy our privileges and fulfil the various obligations that devolve on us to attain to. <\/div><div class=\"paragraph jod\" id=\"v10n618\"> Now, ask yourselves, when you have been living up to your privileges, and the Spirit of God has beamed upon your minds, and your souls have been enlightened with the candle of the Lord, with the intelligence of heaven, and you have walked according to the light of eternal truth, if in these moments you have not always felt ready to fulfil any obligations that were required of you, and whether you have not always performed your duties with pleasantness and satisfaction to yourselves. But when our minds are car<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ried away with the things of this world, when we lose sight of the kingdom of God and its interests, its glory, the happiness and well-being of the human family, and the events that we are expecting to transpire on the earth, and the part that we are to take in them; when we lose sight of our various duties as fathers, mothers, husbands, wives, and children, and get carried away with our own notions, ideas, and selfishness, and we become involved in evil, it is then that it is difficult for us to comprehend the things of God. We say that we are the Saints of God, so we are. We have repented of our sins, we have been baptized in the name of Jesus Christ for the remission of sins, we have received the laying on of hands for the gift of the Holy Ghost: we have become a part and parcel of the Church and kingdom of God upon the earth. We have believed that we were forsaking the world and its devices, evils, corruptions, frauds, and vanity; and we have possessed and do possess the principles of eternal life. We have believed and do believe that God has spoken, that angels have appeared and that God has opened a communication between the heavens and the earth. This is a part of our faith and creed. We believe that God is going to revolutionize the earth, to purge it from iniquity of every kind, and to introduce righteousness of every kind, until the great Millennium is fully introduced. We believe, moreover, that God, having commenced his Work, will continue to reveal and make manifest his will to his Priesthood, to his Church and kingdom on the earth, and that among this people there will be an embodiment of virtue, of truth, of holiness, of integrity, of fidelity, of wisdom, and of the knowledge of God. We believe that there will be a temporal kingdom of God organized that  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be under the direction and auspices of the Lord of Hosts, and that in all our affairs, whether they relate to things temporal or things spiritual, as we have been in the habit of calling them, we shall be under the direction of the Lord, as the Scriptures say, &#x201C;It shall come to pass that all the people shall be taught of the Lord.&#x201D;<span class=\"citation\" id=\"59713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59713)\">Isa. 54:13<\/a><\/span><span class=\"citation\" id=\"60682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60682)\">Jer. 31:34<\/a><\/span> This is part and parcel of our creed. We believe that we shall rear splendid edifices, magnificent temples and beautiful cities that shall become the pride, praise and glory of the whole earth. We believe that this people will excel in literature, in science and the arts and in manufactures. In fact, there will be a concentration of wisdom, not only of the combined wisdom of the world as it now exists, but men will be inspired in regard to all these matters in a manner and to an extent that they never have been before, and we shall have eventually, when the Lord's purposes are carried out, the most magnificent buildings, the most pleasant and beautiful gardens, the richest and most costly clothing, and be the most healthy and the most intellectual people that will reside upon the earth. This is part and parcel of our faith; in fact, Zion will become the praise of the whole earth;<span class=\"citation\" id=\"56635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56635)\">Ps. 48:2<\/a><\/span> and as the Queen of Sheba said anciently, touching the glory of Solomon, the half of it had not been told her,<span class=\"citation\" id=\"55637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55637)\">1 Kgs. 10:7<\/a><\/span><span class=\"citation\" id=\"55918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55918)\">2 Chr. 9:6<\/a><\/span> so it will be in regard to Israel in their dwelling places. In fact, if there is anything great, noble, dignified, exalted, anything pure, or holy, or virtuous, or lovely, anything that is calculated to exalt or ennoble the human mind, to dignify and elevate the people, it will be found among the people of the Saints of the Most High God.<span class=\"citation\" id=\"94213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94213)\">A of F 1:13<\/a><\/span> This is only a faint outline of some of our views in relation to these things, and hence we talk of returning to Jackson County to build the most magnificent temple <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that ever was formed on the earth and the most splendid city that was ever erected; yea, cities, if you please. The architectural designs of those splendid edifices, cities, walls, gardens, bowers, streets, &amp;c., will be under the direction of the Lord, who will control and manage all these matters; and the people, from the President down, will all be under the guidance and direction of the Lord in all the pursuits of human life, until eventually they will be enabled to erect cities that will be fit to be caught up&#x2014;that when Zion descends from above,<span class=\"citation\" id=\"87993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87993)\">D&amp;C 84:99<\/a><\/span> Zion will also ascend from beneath, and be prepared to associate with those from above.<span class=\"citation\" id=\"125524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125524)\">Moses 7:62-64<\/a><\/span> The people will be so perfected and purified, ennobled, exalted, and dignified in their feelings and so truly humble and most worthy, virtuous and intelligent that they will be fit, when caught up, to associate with that Zion that shall come down from God out of heaven.<span class=\"citation\" id=\"125525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125525)\">Gen. 9:21 (JST)<\/a><\/span><span class=\"citation\" id=\"125526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125526)\">Moses 7:27<\/a><\/span> This is the idea, in brief, that we have entertained in relation to many of these things. If we could keep our eyes upon this a little while, and then look back to where we came from, examine our present position and see the depravity, ignorance and corruption that exists where we have come from and that yet exists among us, it is evident that some great revolution, some mighty change has got to transpire to revolutionize our minds, our feelings and judgment, our pursuits and action, and, in fact, to control and influence us throughout, before anything of this kind can take place, and hence it is when the light of heaven comes to reflect upon the human mind, when we can see ourselves as God sees us and comprehend ourselves as he comprehends us, and understand our position as he understands it, we should have different views of ourselves than we have when unenlightened by the Spirit. No  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wonder that Joseph Smith should say that he felt himself shut up in a nutshell, there was no power of expansion, it was difficult for him to reveal and communicate the things of God, because there was no place to receive them. What he had to communicate was so much more comprehensive, enlightened and dignified than that which the people generally knew and comprehended, it was difficult for him to speak; he felt fettered and bound, so to speak, in every move he made, and so it is to the present time. Yet this being a fact and these being part of the things we expect to accomplish, there must be a beginning somewhere; and if the chips do fly once in a while when the hewer begins to hew, and if we do squirm once in a while it is not strange, because it is so difficult for the people to comprehend the things which are for their benefit. We have been brought up so ignorantly and our ideas and views are so contracted it is scarcely possible to receive the things of God as they exist in his bosom. <\/div><div class=\"paragraph jod\" id=\"v10n621\"> It is easy for us to talk about heaven, and about going to Jackson County, and about building up the kingdom of God, &amp;c.; it is easy to sing about it and pray about it, but it is another thing to do it; and hence the difficulty the servants of God labor under all the day long is in consequence of the ignorance, weakness, and infirmities of those they have to do with, and yet we are more enlightened in regard to these things than any other people and have made more progress; yet how far we come short. What does it necessarily resolve itself into? We are Saints of the Most High, and we actually, all of us, believe in those doctrines embraced in our creed. I question whether I could find a dozen here but what believe in those things I have spoken of. Who does it affect? <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The kingdom of God has to be built up, and a revolution must necessarily take place, not only here but throughout the world. We expect we are going to accomplish the things of which I have spoken, for they are a part and parcel of our religious faith. How shall we do it? Who will do it? Do we expect the folks in the States will do it, or do we expect the Government of England to establish the kingdom of God, or the people and nations of any other part of the world? I could not get five men in this congregation that would believe this. We suppose that the honest-in-heart from different nations will be gathered together for the accomplishment of these purposes, but we do not believe the other nations will do it. In fact, it is as much as a bargain to get them to believe some of the first principles of the doctrines of Christ; then, when they have made out to do that and have arrived here, it is a little more than a bargain to get them to believe other things as they are revealed, notwithstanding we all believe somebody has got to do this Work, that it has to be done somehow and somewhere. Then, if they won't do it in any other nation, who has to do it? We are the only people under the heavens that are making an attempt at it, and a blundering one it is, no doubt. The majority of this people really do feel in their hearts a strong desire to keep the commandment of God and help to establish his kingdom when they can comprehend correctly. How shall these things be accomplished? The nations of the world will not do it, for they are opposed to God and his kingdom. If ever the latter-day glory, which we have so often spoken of, sang of, prayed about, and about which the ancient Prophets have prophesied, is brought about, it will be done by this people, for there is not another people under the heavens that  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will listen to it. Then it is a matter that attaches itself to every one of us, from the President down. We are bound to the Lord by a covenant to help to build up his kingdom upon the earth. How shall we do it? Shall we do it by every one of us having our own way? No; we had that where we came from as much as they would let us. We hear people say sometimes that things are not done here exactly as they are done in England and in the United States; of course they are not; we do not expect it&#x2014;we do not look for it. <\/div><div class=\"paragraph jod\" id=\"v10n623\"> We are associated with the Church and kingdom of God, we are individual members of that Church and kingdom, and individually we are under responsibilities in that kingdom. Taking this view of the matter, have we joined this great interest and come to this country to build up ourselves, to seek our own will and pursue our own plans, and let our children grow up in the same way we have grown up, in the same ignorance and darkness, folly, weakness and imbecility, or shall we try to lead out in another path, seek the guidance and direction of the Most High God, lead out in the paths of righteousness ourselves, and let our wives and children follow our example and learn to be better and more intelligent and wise than we are. If it is only to live that we have embraced this Gospel, we could have lived somewhere else&#x2014;if it is barely to exist, that we could have done in another place; but if it is to build up the kingdom of God upon the earth, then there is a great work devolving upon us to attend to individually and collectively, and that is whatever the Lord reveals to us. For instance, there are ordinances to attend to of what has been termed of a spiritual nature; we are required to build a Temple, this labor we have got to <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perform. It has always been a maxim with the Lord that &#x201C;To obey is better than sacrifice, and to hearken than the fat of rams.&#x201D;<span class=\"citation\" id=\"55463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55463)\">1 Sam. 15:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n624\"> Here, then, is a Temple to be built, the foundation of which is laid, and considerable rock has been hauled for the walls, and large amounts of hewing done. This work must be consummated, and in doing that, we are learning to listen to the word of the Lord to us and becoming used to the harness. It is a nice thing to get our endowments, and there is something yet to be got which we have not yet received. The Scripture says, &#x201C;First temporal and then spiritual,&#x201D;<span class=\"citation\" id=\"73966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73966)\">1 Cor. 15:46<\/a><\/span> and the temporal things are mixed up with spiritual tidings; but before we are worthy of the one we must take hold of the other. <\/div><div class=\"paragraph jod\" id=\"v10n625\"> One plain matter of fact connected with that Temple is, somebody will have to go to quarrying rock, to breaking up rock, others have got to take Buck and Bright and hitch them on to a wagon, and feed and take care of the cattle, and drive them, and bring the rock safely, without breaking things, where it can be prepared for the wall. It does not show a man smart because he can break a wagon, for any fool can do that. It is generally fools that break wagons. And suppose you do not get everything you want while you are building this Temple. You would like to have better clothing and better food; do the best you can and let everybody do the same, and when you have done that thank God for it, and thank God that you have the privilege to help to build up a Temple unto the Most High. By and by you will go into that Temple, and when you have received your endowments in it and the spiritual blessings that you can get, you will learn more about building another Temple, and then will come temporal things again. The Temple we are now building, in com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parison, is no more than a little plaything, but in doing it we shall learn better how to perform temporal things and spiritual things. <\/div><div class=\"paragraph jod\" id=\"v10n627\"> Then the Saints have to be gathered; it is the Lord's work and it is our work. The Lord will influence his people to help him to gather his poor from the four quarters of the globe, and the Lord puts it into the hearts of his servants to call for five hundred teams to help in this work. This is the greatest honor that could be conferred on us&#x2014;to build a Temple to the name of the Most High God, and your children after you will be proud that their fathers were engaged in such a work, in building a Temple wherein thousands can receive their endowments. The adverse circumstances in which this work was done will not be thought of. The young man takes his ox goad in his hand, and becomes a Missionary to redeem the poor from bondage and bring them here to participate with us in the blessings of Zion; he goes with his heart vibrating with the love of God, and he brings the poor Saints over the Plains, who look upon their temporal deliverers as saviors; in after time, when the kingdom of God has become powerful and mighty on the earth, as it will be, these young men will say with pride, &#x201C;I participated in the labor of laying the foundation of this great Work, and my fathers and brothers all helped.&#x201D; I do not say that this people are not forward in doing these things; from what I have heard I believe they are. There is a general desire to turn out teams, and they are not backward in going themselves or in sending. I think this is much to the praise of the Saints of God in the mountains. There may be a few who will not aid in this Work; those who do will receive the blessing, and there are plenty who have the means and the disposition. <\/div> <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n628\"> Then, here is a Tabernacle to be built; we want a building of this kind to convene the people, to protect the people from the wind, sun, and rain while they are worshiping God. Then, the President is continually preaching to us to make good improvements, good buildings, good gardens, and make ourselves more comfortable, to elevate ourselves in the scale of existence, that our children after us may become more elevated also in their sentiments and ideas, and learn to comprehend their position in the land of Zion and magnify it. If we understand ourselves and our position, it ought to be with us, The kingdom of God first and ourselves afterwards. If we can learn to accomplish a little thing the Lord will probably tell us to do a greater, because we are prepared to do it. If we were to build a very nice house nobody would be troubled about it, or if we were to make a pretty garden and cultivate good taste; or if we could educate ourselves and our children in the arts and sciences and in everything that is calculated to extend our search after intelligence. In this manner we can do ourselves and children great good, and aid much in building up the Church and kingdom of God upon the earth. If we are the people of God, and he is trusting to us to accomplish these great purposes, we have got to do a little more than we have done, and we have got to be willing and obedient to the dictation of the Spirit of the Lord and his servants whom he has placed over us. If we do this, every labor we engage in will be joyous and pleasant to us, peace will reign in our bosoms and the peace of God will abide in our habitations, the Spirit of the Lord will brood over us, and we shall be full of joy and rejoicing all the day long, and so it will be to the end of the chapter. I know of no other way to accomplish all this Work only  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be taught of the Lord, and for that purpose he has organized his holy Priesthood. We all pray for President Young continually, that God would inspire his heart and the hearts of his counsel, that he may be able to lead Israel in the path they should go. Let us add another prayer to that, that the Lord our God would inspire our hearts to receive their teachings when they come through <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them from the Lord of Hosts; then all things will move on well and no power under the heavens will be enabled to injure the Saints, but they will go on increasing from strength to strength, until the kingdom of God shall be established and all nations bow to its scepter. <\/div><div class=\"paragraph jod\" id=\"v10n630\"> God bless you, in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}