{"ID":100042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufactures&#x2014;The Necessity of Greater Attention to Them&#x2014;Tithing.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, Great Salt Lake City, June 7, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/7\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v10n848\"> I have a few things to say to the Latter-day Saints with regard to ourselves. From the first of our coming into these valleys we have instructed the people concerning the facts that are now so visible and manifest in the nation to which we are attached. It was then understood by us and was as plainly before our minds as are the facts that are now in their progress. <\/div><div class=\"paragraph jod\" id=\"v10n849\"> We also have a warfare to engage in, and, as the Apostle says, &#x201C;The weapons of our warfare are not carnal, but mighty through God to the pulling down of strongholds; Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ; And having in a readiness to revenge all disobedience, when your obedience is fulfilled.&#x201D;<span class=\"citation\" id=\"74272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74272)\">2 Cor. 10:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n850\"> The warfare that I wish particularly to speak of today is that which wars against all opposition to economy and to the obtaining of the knowledge of God and that wisdom <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which comes from him pertaining to self-preservation. My warfare is, and has been for years, to get the people to understand that if they do not take care of themselves they will not be taken care of; that if we do not lay the foundation to feed and clothe and shelter ourselves we shall perish with hunger and with cold; we might also suffer in the summer season from the direct rays of the sun upon our naked and unprotected bodies. We have striven for years to convince the Latter-day Saints that rags and ruffles will cease being brought to us from a foreign market, though a struggle is still made to bring them here. We have warred against the principle of promoting and making wealthy those who wish us no good, and we have found it hard to convince our brethren and sisters that the saying of the Savior is really as true when applied to us as it was when applied to his followers in his day, &#x201C;He that is not with me is against me; and he that gathereth not with me scattereth abroad.&#x201D;<span class=\"citation\" id=\"64370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64370)\">Matt. 12:30<\/a><\/span>  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Thousands of this people this day will not believe that saying. We have this to war against, and the warfare should be engaged in by every Latter-day Saint. The same responsibility, the same influence, the same power and the same objects to be attained should rest upon every person who is a member of the Church, as much as upon me and my brethren who are contending with me constantly for the permanent good of Israel. We have contended long to convince this people that they must become self-sustaining. <\/div><div class=\"paragraph jod\" id=\"v10n852\"> I can, notwithstanding this, endorse all that brother George A. Smith said this morning concerning the great improvement of this people and the good feeling they manifested to us on our southern trip. The people who have settled in that country are certainly contented. Many of them said to me, &#x201C;We love to live in Great Salt Lake City, love to go to meeting there, but we should very much dislike now to be counseled to return there again to make our permanent abode. We like the country and climate here, we like our calling and situation, and we are happy and contented.&#x201D; I am ready to endorse all the goodness and good-feeling that were manifested, and I can truly say that love, union, faith, fervency of spirit, and faithfulness to our religion are greatly on the increase among the Latter-day Saints, or I am much mistaken; still the warfare is not ended in regard to our being self-sustaining. <\/div><div class=\"paragraph jod\" id=\"v10n853\"> We have evidence now before us which sufficiently proves that the ruffles and the rags will not continue to come here for a great length of time, and we shall have to do without them or make them ourselves. Sixteen years ago, when we were camped upon this temple block, I told the people that there existed, in the ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments around us in these mountain regions, wheat, corn, rye, oats, barley, flax, hemp, silk, and every element for producing the necessary articles used by man for food, raiment and shelter. We breathe it in the atmosphere, drink it in the water, dig it when we dig in the earth, and walk over it when we walk. Here are the elements for every cereal, vegetable, and fruit, and for every textile material that grows in the same latitude and altitude in any part of the world. No country in the world will yield more and a greater variety of the products of life than will portions of this mountain country. We have proven all this to be true. There is not a better wheat country than this, and we can raise as good rye and corn as can be produced in any part of the earth; we can also raise as good vegetables as I ever saw, and in as great a variety as need be asked for. We have raised hemp, flax, cotton, and silk, all of the best quality. We can make ropes and sacking, and cotton, silk and woolen goods in abundance; we have the elements and skill to combine them. <\/div><div class=\"paragraph jod\" id=\"v10n854\"> There is no better sheep country than this. Some farmers suppose that their failure to raise wool is owing to ill luck; this is a mistake. I have expended more, in the early settlement of this country, to produce wool than any one man. I have bought sheep by hundreds, but I never saw the time that I could go out and herd them myself, consequently had to depend upon others. The treatment that sheep receive from most of those having them in care is by no means conducive to their thrift. The lambs are too often left for the wolves and dogs to herd or to the care of an inexperienced boy or girl. Large numbers of sheep are often huddled into little, filthy pens and kept sixteen hours out of the twenty-four in their own filth and  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stench. For this you will be called to judgment, and if there is no one else to charge you with the wrongs I will. There is not a better country in the world to produce wool than this mountain country, if the sheep are properly taken care of. <\/div><div class=\"paragraph jod\" id=\"v10n856\"> Now, then, I ask, how many of my brethren and sisters will enlist with me in this warfare, not to contend with and against carnal weapons, but against the foolish traditions, pride, and vain imaginations of the people called Latter-day Saints? Will my wives and children enlist with me in this work? I have striven with all my might to set a good example before this people; I have striven with all the power I possessed to introduce every good into their midst. I do not know of an evil practice that I am not willing to part with this hour to do good to this people. If there is a wrong in my practice, religiously, morally, politically or financially, I wish some of you would let me know it. If I strive to do right and to take a course to save myself and this people, should not the people do the same? Myself and my brethren who are with me heart and hand are always ready and willing to do everything in our power to promote the kingdom of God upon the earth and to save the people who profess to be Saints, and all the inhabitants of the earth that can be saved, then why should not all the Saints do and feel the same? Are we not all under obligation to be Saints, to build up the kingdom of God, to bring forth righteousness and deliverance to the honest-in-heart, to gather up the lost sheep of the house of Israel, to send the Gospel to the uttermost parts of the earth, giving all a privilege to hear and believe it and to build up the Zion of our God upon the earth? Is not this obligatory upon every member of this Church <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and kingdom, upon one as well as upon another in their calling and capacity? You all answer in the affirmative. Then why not begin from this day to sustain ourselves and cease feeding and clothing those who wish us no good and giving them our money for that which is comparatively worthless? <\/div><div class=\"paragraph jod\" id=\"v10n857\"> Is brother Heber C. Kimball willing to enlist with me in this work? I can say yes for him. Are his wives and children willing to enlist with him and then with me? Is brother Daniel H. Wells willing to enlist with us? I can answer favorably for him and for a great many others. Why not every man and woman go to with their mights and try to do something towards sustaining themselves? <\/div><div class=\"paragraph jod\" id=\"v10n858\"> The feelings of many are, &#x201C;How are we going to get gold to buy what we want&#x2014;to procure what we consider the necessaries of life?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n859\"> You have read that piece of excellent advice called the &#x201C;Word of Wisdom.&#x201D;<span class=\"citation\" id=\"88861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88861)\">D&amp;C 89:1-21<\/a><\/span> I shall not say you must obey it; you can read it over again and refresh your memories, and I give the privilege to the Elders of Israel to cease using tobacco, and if they will not cease using it, then raise it; and then, also, to cease using spirituous liquors to excess. At the time Mr. Holladay kept store opposite the south gate of this block, he annually received not less than $29,000 for the article, tobacco. His books will now show this. Into Livingston's store I presume this people annually paid for the article, tobacco, not less than $35,000, and that, too, when we were but few; what must our bills be at the present time? I think I am safe in saying that we have paid, for tobacco alone, at least $100,000 a year during the last thirteen years. Now, especially you Elders and leading men of Israel, will you do yourselves a favor by letting it alone from this time? Brother George A. Smith says that  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the two-penny institution of Jackson and Stewart, in Provo, took over $15,000 a year for tobacco alone. If you will let this article alone you will benefit both yourselves and the community. If you will cease drinking spirituous liquors you will thereby be benefited individually and benefit the community. A man who indulges in any habit that is pernicious to the general good in its example and influence, is not only an enemy to himself but to the community so far as the influence of that habit goes. A man who would not sacrifice a pernicious habit for the good it would do the community is, to say the least of it, lukewarm in his desires and wishes for public and general improvement. Tobacco is not good for man; spirituous liquor is not good for a beverage, but in many cases it is good for washing the body.<span class=\"citation\" id=\"88912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88912)\">D&amp;C 89:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n861\"> Dare I venture to invite the sisters to favor themselves by letting alone the article called tea? Some of that which is imported to this country from California, and for which you pay from three to four dollars a pound, is not much better than hay. I merely wish to say that you now have the privilege and invitation tendered to you to cease drinking the filthy stuff. Again, I kindly tender you the privilege of making your own bonnets from straw or grass. There are no handsomer bonnets nor trimmings for them than are and can be made from straw. I have raised rye year after year for the express purpose of having the straw manufactured into hats and bonnets, and have invited my sisters to gather and use it and welcome. Some thirty years ago, at a State fair held in the State of Ohio, a young lady took the premium on Leghorn bonnets, and her sample of Leghorn was made of the common red-top grass of which we grow an abundance in this valley. You can have the privilege of gather<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the red-top grass and preparing it to make Leghorn bonnets and hats for yourselves and your children. I will invite my brethren to procure and plant the multicaulus or mulberry tree; let your wives and daughters feed silkworms with the leaves, and thus produce silk for ribbons, for dresses, for bonnets, for scarfs, shawls, neckties, gentlemen's vests, &amp;c. We have skillful artisans among us who can dye and weave the silk into every possible design for beauty and utility. Let us be active in procuring machinery that will manufacture our cotton and flax into fine yarns for thread of every number and fabric of every quality; then our sisters can knit and manufacture in different ways their frills, ruffles, and laces to suit their tastes. <\/div><div class=\"paragraph jod\" id=\"v10n862\"> I am perfectly able to send to the east and buy what I and my family need, but there is a mighty influence in a good example, and what would my precept be worth without my example, besides the conscious gratification of having performed my duty to my God, to myself, to my family and to this people? <\/div><div class=\"paragraph jod\" id=\"v10n863\"> I have engaged in this warfare and I have tried to teach my family, my neighbors and their families the necessity of our leading out in these matters, and thus set the example for the whole Church to follow. This hat was made of straw which grew on my farm near this city. It has been my handsome hat for twelve years, and does it not look well yet? It is all homemade excepting the ribbon. Trimmings made of straw are the nearest and richest for straw bonnets and straw hats. <\/div><div class=\"paragraph jod\" id=\"v10n864\"> Shall we make our light clothing of the cotton which we can raise here in abundance? They will raise more cotton in our southern settlements than we can possibly use before another crop comes off. Shall we buy their cotton from them and manu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>facture it into clothing, or pay the stores seventy-five cents a yard for cotton cloth? We have power to perform this useful labor, or to neglect it and tease husbands and fathers to buy at the stores the articles which we think we need. <\/div><div class=\"paragraph jod\" id=\"v10n866\"> Who will enter with me and my brethren into this warfare with their whole souls? I call it warfare, because it has been so with me for years; it has continually been a heavy weight upon my shoulders. I have for years been pleading with the people to take a course to sustain themselves. Some few are trying to do so but it would be a great relief to me if I could in truth say that we, as a people, are trying to do so. I could sound the feelings of the whole community upon this subject by organizing clubs and societies for this, that, and the other, all pointing to and having in view the great self-sustaining principle, but such clubs, societies, or firms are apt to clash more or less and run into sectional differences and sectional feelings. This I do not want. When we say we will do a good thing, I want the whole community to be of one heart and of one mind<span class=\"citation\" id=\"92871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92871)\">Moses 7:18<\/a><\/span> in that matter. If we say we will sustain ourselves and be independent of foreign productions and a foreign market, let the whole community at once become a unit on this point by forthwith beginning to supply themselves with the necessaries of life produced in their mountain home. <\/div><div class=\"paragraph jod\" id=\"v10n867\"> Some will argue that they could not wear in warm weather a garment made of the cotton yarn spun in our little factory in Parowan; I do not think the argument a good one. It has been strenuously argued by our ladies that hoops are a cool and comfortable fashion, but I cannot understand how they derive the benefit that is claimed for crinoline when the accustomed quantity of clothing is still <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worn. This argument is something like the one often used in favor of drinking spirituous liquors, &#x201C;We drink liquor in summer to cool us and in winter to warm us.&#x201D; &#x201C;We put on crinoline and the accustomed number of garments in summer to keep us comfortably cool and in winter to keep us comfortably warm.&#x201D; I argue that a dress made of Utah yarn, worn over a reasonable quantity of underclothing, would be more light, comfortable and healthy than the style of dress now used by our ladies. <\/div><div class=\"paragraph jod\" id=\"v10n868\"> What do you say? Shall we make ourselves clothing from Utah cotton, from Utah flax, from Utah silk, from Utah wool, and wear cloth from Utah looms, or go without? And you, my sisters, my wives, and my daughters, come here to meeting clothed and adorned with the workmanship of your own hands<span class=\"citation\" id=\"85393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85393)\">D&amp;C 42:40<\/a><\/span> and rejoice therein; and do the same if you have occasion to go to a party, and tell your neighbors what you have done. <\/div><div class=\"paragraph jod\" id=\"v10n869\"> The wicked and selfish portion of mankind are constantly engaged in pandering to their own selfish and avaricious desires, regarding not the wants and sufferings of their fellow beings. Were the biographies of all the really great and good of mankind known to us, we should know that they lived to do good to their fellow beings, to benefit and bless their families, neighbors, friends and the human family at large; such men have proved themselves worthy of their existence. Let us all seek diligently to know what we can do to benefit our fellow beings. We must try with all our power to overcome every injurious tradition and custom we have learned from our fathers and teachers. <\/div><div class=\"paragraph jod\" id=\"v10n870\"> We must learn to think for ourselves, and know for ourselves, and provide for ourselves. We can here produce any amount of the raw ma<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terial, and we are importing machinery, and shall continue to do so until we shall be victorious over the traditions and customs which oppose themselves to our becoming self-sustaining and independent. I never mean to give up the conflict; I never mean to yield one point until I see this accomplished; while every obstacle surmounted, every object gained, every purpose accomplished and every aim in view is to build up the kingdom of God upon the earth, save and redeem the house of Jacob, and save all the inhabitants of the earth that can be saved. <\/div><div class=\"paragraph jod\" id=\"v10n872\"> I shall not worry while I am struggling to gain this great conquest, but I intend to live and feel well about it. The man who fights with coolness and calculation in moral and domestic reform will win every time. Let us apply our minds to know what our life is worth and what we can do to sustain it and the lives of those who are connected with us, instead of continually whining for something to satisfy &#x201C;great, big self,&#x201D; instead of wanting this and that, instead of being miserable because we do not do this or because we do not do that, instead of being unhappy because this is so or because that is not so, all of which we cannot help with all of our complaining. Let us see what we can do to do good to our children, to our neighbors, to our husbands, to our wives, to our brethren and sisters, and then to the inhabitants of the whole earth. Let us make ourselves capable of doing at least a little good, and this will occupy our minds upon something that is indeed profitable to others, and will somewhat divert our attention from worshiping ourselves and blaming everybody that does not do the same. <\/div><div class=\"paragraph jod\" id=\"v10n873\"> I will now address the Bishops, and the people through their Bishops <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and Teachers. Why are we not as willing to pattern after good as after evil? Since we again commenced labor on the Temple we have been much troubled and perplexed with regard to getting Tithing labor. I immediately put on the work two good mule teams with a good man to manage each, then I put on two good common laborers to work on this block; I feed, clothe and pay the men, sustain the teams and keep the wagons in repair. I shall receive credit for this on labor Tithing. Besides this, I have kept two and sometimes three teams with drivers traveling to and from the country settlements to gather and bring in butter, cheese, eggs, &amp;c., for the hands who work on the public works. For this team work I ask nothing but labor Tithing. I have given other men the privilege of doing the same. Have they done it? No, not one, with the exception of brother Daniel H. Wells' having one yoke of oxen and a wagon on the public works. <\/div><div class=\"paragraph jod\" id=\"v10n874\"> Since I have been in these valleys, when I have received fifty cents, fifty dollars, or ten thousand dollars, I have invariably put it into the general fund; not every dollar, because I have my family to support. Who has followed that practice? Very few, if any. They may not have had the means nor the advantages for getting them that I have had. Do those who have the means do this? They do not. From the beginning I have striven with my might to get men to bring machinery into the country, to get them to raise sheep and wool, have the wool made into cloth and then wear it. Who has followed my example in this? Instead of bringing in machinery and in every way within my power encouraging home production, suppose I had brought large quantities of goods from abroad, encouraged gold mining, trading, trafficking, specu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lating, erecting whiskey palaces and gambling saloons, I should have been hailed as a great Prophet, a wise leader, and a great financier by those who love to swim in such waters, and hundreds would have been with me heart and hand. <\/div><div class=\"paragraph jod\" id=\"v10n876\"> When there was no whiskey to be had here, and we needed it for rational purposes, I built a house to make it in. When the distillery was almost completed and in good working order, an army was heard of in our vicinity and I shut up the works; I did not make a gallon of whiskey at my works, because it came here in great quantities, more than was needed. I could have made thousands of dollars from my still, which has ever since been as dead property. Have others followed my example in this? They have not, but there was a whiskey shop established here and another there. Some have even told me that they would starve if they did not make whiskey. I said to them, make it then, and be damned, for they will be damned anyhow. Am not I able to make whiskey? Yes; there stands the still and the stillhouse to this day, which I have never used and from which I might make thousands of dollars. Have I made whiskey and sold it in what some call Whiskey Street? No. Had I done so how many would have hailed me with, &#x201C;You are a good man, brother Brigham, and you are the right man to lead Israel; thank God for such a man: he keeps a whiskey shop, drinks liquor, trades with our enemies and hugs them to his heart as long as there is any money in their pockets, and takes them to his house and introduces them to his wives and daughters; what a blessed man brother Brigham is.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n877\"> I will now confine a few of my remarks directly to the people who live within easy reach of this Temple <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Block. They say they pay labor Tithing. If the farmer, merchant, and mechanic are asked to pay a little labor Tithing, &#x201C;O yes, and we mean to be credited for it in full.&#x201D; &#x201C;When will you pay it?&#x201D; &#x201C;When it is too cold, wet, and stormy to go a fishing and hunting. While we can work in the field, go after wood, or go to shoot ducks with pleasure, we will not pay you one day of labor Tithing.&#x201D; They come in the winter to pay it when labor is not wanted. Who pays labor Tithing? &#x201C;Everybody.&#x201D; Who pays their grain Tithing, their stock Tithing, and their money Tithing? &#x201C;Everybody.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n878\"> We feed and clothe some two thousand persons on these public works. Let me ask the Bishops of this city, and there are twenty Wards, how much money have you paid into the Public Treasury these five years past? Then ask the Bishops of the different Wards throughout the Territory the same question, and I think, if they answer the question fairly, it will be found that they have not paid one dollar to where we have had to pay out five hundred in cash or its equivalent. Our public hands have hats, coats, vests, shirts, garments, pantaloons, shoes, &amp;c.; who buys these articles of clothing? They have to be bought and the money paid for them. The wives and children of our work-hands are well and comfortably clothed; who buys and pays for this clothing? Brother Wells could tell you a story about this, if he had a mind to do so. I say to the public hands, henceforth, if we have not the articles on hand that you want we shall not go to the store and buy them, neither will I permit brother Wells to do so; if he does he must pay the debt, for I will not. <\/div><div class=\"paragraph jod\" id=\"v10n879\"> I will now say to the Latter-day Saints, though this belongs to a General Conference, Will you do me the kindness to cease paying Tithing  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from this time forth, unless you pay it in a different manner than heretofore? They pile up wheat in Cache County, in Utah County, in Sanpete and in every other county distant from this city, in bins and houses where much of it becomes musty and good for nothing. Will they draw it to us here, where it can be put to use? Not much of it. They will let it spoil, unless they can have the privilege of using it themselves, and in many instances they have had the use of it. If wheat in the distant counties could be sold for a dollar-and-a-half a bushel in cash, we should get a comparatively small quantity of wheat in this Tithing Office. If they would give us fifty cents for every bushel of grain they pretend to pay in on Tithing in some kind of property that we can make use of, we would be much obliged to them. We cannot even get this; too many manage through their Bishops to pay their Tithing in a way to do us but little good. <\/div><div class=\"paragraph jod\" id=\"v10n881\"> If the people will cease paying Tithing, and let us understand it, we can build up the Temple ourselves, for I can put forty more teams to work on the public works, if I say the word. Presidents Kimball and Wells can do the same. <\/div><div class=\"paragraph jod\" id=\"v10n882\"> I am going to give the people the privilege to build the Temple by donations; as to saying that it is being built by Tithing, it is not so. <\/div><div class=\"paragraph jod\" id=\"v10n883\"> Some hundred thousand dollars a year are paid out by the community for tobacco, and the cash Tithing paid on this money expenditure probably does not amount to a thousand cents. How can the people be justified while committing such errors only upon the score of ignorance? We are trying to instruct you in the knowledge of the truth, that you may learn better. I do not condemn the Latter-day Saints for all this. <\/div><div class=\"paragraph jod\" id=\"v10n884\"> It is almost useless to ask any man <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possessing means to pay a little labor Tithing; if any is paid in the season when it is wanted, the poorest portions of the community pay it. The Second Ward is one of the poorest Wards in the city, and I have observed, when I have been at the Bishop's meeting, that that Ward has responded to the calls of the Bishop better than any other Ward in the city. <\/div><div class=\"paragraph jod\" id=\"v10n885\"> I will now give the privilege to Bishop Hunter to put a good mule team to work on this Temple Block, and there sustain it and let it work until we say it is enough. I give brother Kimball the same privilege. And there are Bishops Raleigh, Cunningham, J. C. Little, and Leonard W. Hardy, to whom I give the same privilege, and they need not ask one farthing, only to be credited on labor Tithing. Then there are Bishops Sheets, Pugmire, and Edwin D. Woolley and John M. Woolley, and all the rest of the Bishops, with the members of the Wards who are able, I will give them the same privilege, that we may have what team work we want. I wish you all to bring your free donations to this work, and not seek to put your property in a shape that it cannot do the good we wish, and then say you owe no Tithing. <\/div><div class=\"paragraph jod\" id=\"v10n886\"> If the people have a mind to pay Tithing, pay it as it ought to be paid. I would rather have fifty cents a bushel in good available property, than to have all the grain that is paid in where it is not available, for it would do more good. The argument generally used is, &#x201C;I pay my Tithing, and that is all that is required of me.&#x201D; But have you no care, no responsibility beyond this? Do you not feel that the interest of this kingdom is your interest? And should you not feel anxious that the kingdom of God should be built up, become mighty, able to protect itself  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and independent of all other kingdoms? Should you be entirely indifferent; as to how the financial affairs of God's kingdom on earth are managed? If this kingdom suffers, will you not suffer with it? If it prospers, becomes wealthy and powerful, will you not prosper and become wealthy and powerful with it? <\/div><div class=\"paragraph jod\" id=\"v10n888\"> I am willing to give you an account of my stewardship. Let every man have a care for the public property which is devoted for the public good. If a man knowingly puts a hundred bushels of good Tithing wheat into a bin of smutty, unsound wheat, but thinks that it is none of his business, he does an evil and his offering is not acceptable to the Lord; it is his duty to see that his good Tithing <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wheat, or anything else, is deposited where it will be taken care of and properly appropriated. We will either stop the paying of Tithing, or have it paid in a way that will do us good. <\/div><div class=\"paragraph jod\" id=\"v10n889\"> If we want a job done, we will tell you about it; then we want you to do it in the proper time and place, but we do not want labor Tithing paid in the winter. The Lord requires obedience of his people, which is better than sacrifice.<span class=\"citation\" id=\"55464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55464)\">1 Sam. 15:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n890\"> There is a warfare in which we are all engaged, and there is a victory which we have to win to become self-sustaining and independent, preparing ourselves for the days that are fast approaching. <\/div><div class=\"paragraph jod\" id=\"v10n891\"> May the Lord bless you: Amen. <\/div>\n<\/div>\n<\/div>"}