{"ID":100038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How and By Whom Zion is to Be Built&#x2014;Sanctification&#x2014;General Duties of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, May 24, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: How and By Whom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/24\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v10n723\"> I am thankful for the privilege of meeting with you here this morning, and I pray that we may all be able to properly appreciate the blessings we enjoy in the many opportunities we have of worshiping the Lord our God in peace and quietude. <\/div><div class=\"paragraph jod\" id=\"v10n724\"> Two weeks ago this day, we met with the people in the city of St. George, situated in what is called &#x201C;Mormon Dixie.&#x201D; Our congregations there were nearly as large as the congregations that commonly meet in this Tabernacle. We met a great many familiar faces, and for a moment we could have almost imagined ourselves in Great Salt Lake City. <\/div><div class=\"paragraph jod\" id=\"v10n725\"> Our southern journey has been one of great satisfaction to me, more so, I think, than any journey I have formerly taken to visit the Saints in this Territory. <\/div><div class=\"paragraph jod\" id=\"v10n726\"> Until this year brother Kimball has not been further south with me than Harmony. He could not refrain from speaking in fervent terms of the good spirit that was manifested through the thousands of cheerful countenances that were uplifted in the settlements to greet us as we passed along. This, and numerous other indications and manifestations in their cordial greetings, bespeak a great improvement in the moral and physical condition of the people. We cannot be deceived in coming to this conclusion, for whoever enjoys the <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> light of truth and has so lived as to increase the Spirit of truth within himself can testify to the workings of that Spirit upon the hearts, the understanding and works of the Saints generally. I speak for myself; I am sensible of the increase of the knowledge and Spirit of God within myself. This being the case with myself, I can easily realize the increase of the same Spirit in my brethren. This is a matter of great joy and rejoicing to me and my brethren. I do not think that brother Kimball attended one meeting where he did not express his thankfulness because of the improvement visible among the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v10n727\"> It would take some time to give you a detailed account of our journey. The <span class=\"italic\">Deseret News<\/span> correspondent has, through that paper, given you a pretty fair account of our travels, and what of interest has not already been laid before the public will appear in due time. I do not deem it necessary to make lengthy statements touching our journey south. Suffice it to say that in the short space of thirty days we traveled some eight hundred and fifty miles and held thirty-nine meetings. I spoke in all the meetings except one, speaking comforting and encouraging words to the people. I believe that brother Kimball spoke in nearly all the meetings we held during our journey. <\/div><div class=\"paragraph jod\" id=\"v10n728\"> It would be a source of great joy  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to me if I could speak of all the Latter-day Saints in the same terms of commendation that I can of a few. As people increase in the knowledge of God and godliness their joy will increase, though some seem to think that knowledge does not produce joy, peace, and glory. So far as my experience has taught me, the knowledge of God possessed by persons of good understanding gives great satisfaction and joy, not only under ordinary circumstances but far more in the midst of deepest affliction. Where the spirit of happy submission to the providences of God is not to be found, I conclude at once that there is a lack of the knowledge of God, pertaining to his purposes and designs regarding his people individually and collectively. As a people advance in the knowledge of God, joy will increase with them, and, whether in bonds or free, they can behold the goodness, the mercy and the long-suffering of God to the workmanship of his hands. If we could understand ourselves, our own organization, the great plan of the heavens, and the attributes with which we are endowed, exercising them to accomplish the purpose for which they were placed within us, we could be constantly happy in every circumstance and under every providence of God in which we may be placed. Let our minds once be opened to behold only in part the handiworks of God, the stupendous machinery of the heavens and the earth, the power by which all things are sustained, the harmony that pervades all the works of God's hands, distributing his favors to all impartially, causing his sun to shine on the just and unjust,<span class=\"citation\" id=\"63243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63243)\">Matt. 5:45<\/a><\/span> then can we be happy, indeed, in every changing scene and shifting circumstance of life. We are made to enjoy all that God enjoys, to inherit all he inherits, to possess all the power that he possesses, all the excellency with which <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he is endowed&#x2014;all things are to be brought into subjection to him by his faithful children, that they may enjoy all things with him; these considerations bring peace to the heart that is opened to understanding. <\/div><div class=\"paragraph jod\" id=\"v10n730\"> Our teachings to the brethren and sisters south have been such as would meet their circumstances and wants, as our teachings are to the people here. You can readily understand, without any particular explanation, that the teachings of the Heavens to men on earth have, I may say, a certain amount of sameness, varying as the providences of God vary. He instructs people according to their circumstances, locations, wants and the dispensations in which they live. We have not preached faith, repentance, baptism for the remission of sins and the laying on of hands for the reception of the Holy Ghost with the gifts and powers of the Gospel, &amp;c.; but we have taught them how to build up a literal kingdom of God here upon earth. The first principles of the Gospel have been taught this people in the countries from whence they have been gathered, the ordinances of the Gospel have been administered to them, and in this they have experienced great joy, but they were, at the same time, taught to gather to Zion where they might be instructed how to live one with another without sinning, how to overcome every evil propensity in their nature, how to rise in the morning, how to take care of and sustain their bodies through the day, how to go to rest at night, how to feel one towards another and towards their God; not to bring heaven down, not to unveil the beauties and glories of the upper world, not to unveil the face of Him who sits upon the throne, whose face we could not behold in our present state and live,<span class=\"citation\" id=\"87601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87601)\">D&amp;C 84:22<\/a><\/span> but to make heaven here by teaching the  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>husband how to live and deal with his wife or wives, with his sons and with his daughters; by teaching the wife how to live with and treat her husband and her children, and the husband, wife and children how to live with their neighbors, that all anger and malice and all sin may be overcome<span class=\"citation\" id=\"75308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75308)\">Eph. 4:31<\/a><\/span> by the people and never again gain mastery over them. These are the mysteries that belong to the kingdom of God upon the earth; as to the mysteries pertaining to the Father and the Son, to angels, and to the powers of the heavens and the fulness of the glory of Zion, we shall learn in good time. <\/div><div class=\"paragraph jod\" id=\"v10n732\"> Tradition has taught us that the great purpose of religion is to prepare people to die; that when they have passed through a change of heart, become converted, then they are ready for glory at any moment and to dwell with the Father and the Son in the heavens to all eternity. This is a mistake; for they have to improve, become substantially changed from bad to good, from sin to holiness, here or somewhere else, before they are prepared for the society they anticipate enjoying. They would not be nearly so well prepared for the society of the sanctified in heaven as a person brought up in the lowest classes of society would be prepared to properly present and conduct himself among the highest and most polished grades of mankind. Those who are counted worthy to dwell with the Father and the Son have previously received an education fitting them for that society; they have been made fully acquainted with every password, token, and sign which have enabled them to pass by the porters through the doors into the celestial kingdom. We have been traditioned to think that to rise up and speak in a meeting is to bear the cross of Christ. How often we have been exhorted to take up our cross<span class=\"citation\" id=\"64937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64937)\">Matt. 16:24<\/a><\/span> <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by telling our experience before our brethren? This is but a small part of the experience and labor of the faithful Saint. I will prove you and try you, saith the Lord,<span class=\"citation\" id=\"89264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89264)\">D&amp;C 98:12<\/a><\/span> by placing you in the most abject circumstances you can be placed in; I will surround you with your enemies, expose you to their derisive laugh, to the finger of scorn and to the hatred of the wicked, then will I see whether you will acknowledge me and bear your cross manfully. All this and more has to be taught the people in Zion. They must learn there how to sanctify themselves and become steadfast in the faith of our Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v10n733\"> We have taught the brethren, during our southern trip, what pertains to their everyday life, just as we teach you. We want all the Latter-day Saints to understand how to build up Zion. The City of Zion, in beauty and magnificence, will outstrip anything that is now known upon the earth. The curse will be taken from the earth and sin and corruption will be swept from its face.<span class=\"citation\" id=\"58464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58464)\">Isa. 24:5-6<\/a><\/span> Who will do this great work? Is the Lord coming here to convert the people, and then drown the whole of them as the Catholic priest served the Jew? No. Is he going to convince the people that he will redeem the Center Stake of Zion, beautify it and then place them there without any exertion on their part? No. He will not come here to build a Temple, a Tabernacle, a Bowery, or to set out fruit trees, make aprons of fig leaves<span class=\"citation\" id=\"52578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52578)\">Gen. 3:7<\/a><\/span> or coats of skins,<span class=\"citation\" id=\"52644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52644)\">Gen. 3:21<\/a><\/span> or work in brass and iron, for we already know how to do these things. He will not come here to teach us how to raise and manufacture cotton, how to make hand cards, how to card, how to make spinning machines, looms, &amp;c., &amp;c. We have to build up Zion, if we do our duty. <\/div><div class=\"paragraph jod\" id=\"v10n734\"> In the first place, we have to become sanctified; and I may here say that our views of sanctification differ  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very much from the views held by some of the popular sects of the day, for they think that sanctification consists in shutting the door and securely bolting it against fulfilling the first commandment that God gave to our first parents.<span class=\"citation\" id=\"52292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52292)\">Gen. 1:28<\/a><\/span> I will put my own definition to the term sanctification, and say it consists in overcoming every sin and bringing all into subjection to the law of Christ. God has placed in us a pure spirit; when this reigns predominant, without let or hindrance, and triumphs over the flesh and rules and governs and controls as the Lord controls the heavens and the earth, this I call the blessing of sanctification. Will sin be perfectly destroyed? No, it will not, for it is not so designed in the economy of Heaven. <\/div><div class=\"paragraph jod\" id=\"v10n736\"> All the Lord has called us to do is to renovate our own hearts, then our families, extending the principles to neighborhoods, to the earth we occupy, and so continue until we drive the power of Satan from the earth and Satan to his own place. That is the work Jesus is engaged in, and we will be co-workers with him. Do not suppose that we shall ever in the flesh be free from temptations to sin. Some suppose that they can in the flesh be sanctified body and spirit and become so pure that they will never again feel the effects of the power of the adversary of truth. Were it possible for a person to attain to this degree of perfection in the flesh, he could not die neither remain in a world where sin predominates. Sin has entered into the world, and death by sin.<span class=\"citation\" id=\"72342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72342)\">Rom. 5:12<\/a><\/span> I think we shall more or less feel the effects of sin so long as we live, and finally have to pass the ordeals of death. Do not understand that in the flesh we shall ever overcome the power of sin to such a degree that we shall never taste death. I do not look for any such thing, though what we call death, or laying <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down this body, is only the door to a higher state of life for the faithful. If we live our religion it will enable us to so overcome sin that it will not reign in our mortal bodies but will become subject to us, and the world and its fulness will become our servant instead of our master. Those who list to obey sin are the servants of sin.<span class=\"citation\" id=\"72452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72452)\">Rom. 6:16<\/a><\/span> We should never list to obey that which corrupts, for in so doing we become servants to corruption.<span class=\"citation\" id=\"125531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125531)\">Mosiah 2:32<\/a><\/span><span class=\"citation\" id=\"125532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125532)\">D&amp;C 29:45<\/a><\/span> We should so live as to make the world and all its natural blessings subservient to our reasonable wants and holy desires. <\/div><div class=\"paragraph jod\" id=\"v10n737\"> The Latter-day Saints are improving, and I am rejoiced; my heart is filled with joy on this account. Do they improve in building? Not as much as they should. Do they improve by manufacturing the things they need to wear? Not as much as they should. Do they improve in educating their children? Not as much as they should. But they improve in their faith and in their love one to another; they improve in the light of the holy Gospel. The people are generally improving in these respects, and we are glad of it. <\/div><div class=\"paragraph jod\" id=\"v10n738\"> Great Salt Lake City is the first established city in the mountains, and we look for more improvement in the spirit of the people here than in any other settlement. The Lord expects this place to advance faster than any other place among all the settlements of the Latter-day Saints. Do we know how to rise in the morning? Do we leave our couches in the morning with anger in our hearts? Do we feel disconsolate, afflicted and oppressed by the Adversary? We can get rid of all this by going down upon our knees and praying until we overcome that feeling of discontent and misery and become kind to our companions and offspring, to the inmates of our habitation, to our flocks and herds, to our neighbors and to  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every creature God has made. We may say that our work drives us and that we have not time to pray, hardly time to eat our breakfasts. Then let the breakfasts go, and pray; get down upon our knees and pray until we are filled with the Spirit of peace. I may say, my wife is hurrying me and I feel out of sorts; perhaps I have not had very pleasant dreams, have thought somebody was abusing me or got angry with somebody in my sleep, and I rise in the morning tired and feeling unpleasant with myself and everybody around me: while the Elder who has dreamed of preaching the Gospel to the nations, of building up Zion and laboring for the Gospel all night in his mind and feelings, being filled with the Holy Ghost, rejoices in his sleep; his slumbers are sweet to him and he rises in the morning filled with the good Spirit, and with him it is, &#x201C;God bless you wife, God bless you my children.&#x201D; He feels to bless his house and his gardens, his orchards, his flocks and his herds, and everything looks pleasant to him and he rejoices exceedingly in the works of God's hands. He cherishes no malice, no anger; the spirit of the enemy has no place in him. How happy is such a person when compared with the man who is constantly laboring to amass gold and property, making this his only end and aim. How the Devil will play with a man who so worships gain. <\/div><div class=\"paragraph jod\" id=\"v10n740\"> Let me say to the brethren and sisters, when you are chastened by any of your leaders, never consider that the enemy does it, but receive it always as a kindness from the hand of a friend and not as from an enemy. If your Presidents were your enemies they would let you alone in your faults. If you are beloved of the Lord you will be chastened;<span class=\"citation\" id=\"89123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89123)\">D&amp;C 95:1-2<\/a><\/span> receive it with joy. <\/div><div class=\"paragraph jod\" id=\"v10n741\"> We are in one of the strongholds <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Zion; let us, therefore, so live that our days and nights will be pleasant unto us, and never spend an hour without the light of truth beaming upon our understandings. I ask my friends who are with me daily, I ask my family, &#x201C;When do you see me out of sorts?&#x201D; You say, &#x201C;We do not expect to see you angry, brother Brigham; we do not expect to see you anything but just right.&#x201D; If you expect to see me just right, why do you not try with a little more determination to become just right yourselves? How is it, my brethren and sisters? If I am expected of our Heavenly Father to live just right, is not the same expected of you? If I am are you not also in duty bound to so live as to enjoy the Spirit of truth, light and intelligence? Are you not under the same obligation to purify your hearts as I am? If any of the First Presidency or the Twelve should speak an angry word, you consider it to be very much out of character, but are you any more privileged to speak angry words or to indulge in scolding at and quarreling with one another? The First Presidency have no such privilege, and if they have no such privilege why should you have? Let each of us begin at home and train ourselves until we become masters of ourselves, gaining the victory over every passion, if we have to pray one-half of each day until the Spirit of truth reigns within our hearts. <\/div><div class=\"paragraph jod\" id=\"v10n742\"> Some think that they should not, if they feel evil in their hearts, at the same time appear to feel good&#x2014;that they should not dissemble in the least. The Devil can quote Scripture in abundance against hypocrisy. If I did not show anger towards a brother when I felt it, I should be considered a hypocrite. The Devil says, do not dissemble, do not carry two faces, do not show a pleasant countenance when you at the same  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time feel angry in your heart. I say, suffer not anger to rise in your countenance, to speak through your eyes, nor through your organs of speech, and in this way keep it down until you are free from it, as you would any other evil. To say that inward evil must outwardly be made manifest in order to escape the opprobrium of hypocrisy is a trick of the Devil to cheat men out of the blessings that are in store for them. By the word hypocrisy I do not here mean a counterfeiting of religion or goodliness to gain sordid ends, but to appear good and practice goodness contrary to the promptings of the evil one or the unregenerated impulses of the human heart. If the Devil says you cannot pray when you are angry, tell him it is none of his business, and pray until that species of insanity is dispelled and serenity is restored to the mind. <\/div><div class=\"paragraph jod\" id=\"v10n744\"> We are inhabitants of a world of sin and sorrow; pain and anguish, every ill that can be heaped upon intelligent beings in a probation we are heirs to. I suppose that God never organized an earth and peopled it that was ever reduced to a lower state of darkness, sin and ignorance than this.<span class=\"citation\" id=\"93063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93063)\">Moses 7:36<\/a><\/span> I suppose this is one of the lowest kingdoms that ever the Lord Almighty created, and on that account is capable of becoming exalted to be one of the highest kingdoms that has ever had an exaltation in all the eternities. In proportion as it has been reduced so it will be exalted, with that portion of its inhabitants who in their humiliation have cleaved to righteousness and acknowledged God in all things. In proportion to our fall through sin, so shall we be exalted in the presence of our Father and God, through Jesus Christ and by living the righteousness of his Gospel. All this the people will understand in due time through their faithfulness, and learn to rejoice even in the midst of afflictions. <\/div> <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4201\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n745\"> We have taught the brethren south to raise flax and cotton and to put up machinery for manufacturing cloth. We have also taught them to live so as to ever be at peace and on the best of terms with each other. Two cases of difficulty, I think, were the only ones we were called upon to examine. As to High Council and Bishops' Courts, we have almost forgotten that any such courts exist. Why is this? Because we are continually importuning the brethren to faithfully live their religion and not let a few dimes and dollars or a little mistake infringe upon the fellowship of one with another. Perhaps a neighbor's cow is in his garden, and he is angry with his neighbor, when, at the same time, that neighbor is as innocent as an angel. Nine hundred and ninety-nine cases of difficulty out of a thousand arise from circumstances not worthy of notice. There are but few persons who really design to injure each other. I do not believe there is one man or woman in a thousand, in this community, who designs to do wrong, though there are hundreds that do wrong, and some who do a great many wrongs, but they do not design to do wrong. They can truly say, with the Apostle Paul, &#x201C;When I would do good, evil is present with me.&#x201D;<span class=\"citation\" id=\"72496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72496)\">Rom. 7:21<\/a><\/span> Paul had been a very wicked man; he had done all he could to destroy the Church of God, and, consequently, was given over to the buffetings of Satan, so that when he would do good the Devil had such power over him that he had to keep up a continual warfare. Let us endeavor to do the good and leave undone the evil.<span class=\"citation\" id=\"65522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65522)\">Matt. 23:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n746\"> Some desire to do good all the time, still it seems that almost every act they perform results in evil; look upon such persons as they are, through eyes of mercy, and not measure them with your measure.<span class=\"citation\" id=\"63712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63712)\">Matt. 7:2<\/a><\/span> If you are endowed with wisdom and understand<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, if you escape the evil and do the good, thank God that you have knowledge, and do not condemn your brethren and sisters who are weaker than you are for falling into evil when they know no better. This is the teaching of the Spirit of the Lord all the day long. <\/div><div class=\"paragraph jod\" id=\"v10n748\"> When the books are opened, out of which the human family are to be judged,<span class=\"citation\" id=\"80615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80615)\">Rev. 20:12<\/a><\/span> how disappointed the professedly sanctified, longfaced hypocrites and smooth-toned Pharisees will be, when the publicans and harlots enter into the kingdom of heaven before them;<span class=\"citation\" id=\"65328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65328)\">Matt. 21:31<\/a><\/span> people that appeared to be full of evil, but the Lord says they never designed to do wrong; the Devil had power over them, and they suffered in their mortal state a thousand times more than you poor, miserable, canting, cheating, sniveling, hypocritical Pharisees; you were dressed in purple and fine linen,<span class=\"citation\" id=\"67777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67777)\">Luke 16:19<\/a><\/span> and bound burdens upon your weaker brethren that you would not so much as help to lift with your little fingers.<span class=\"citation\" id=\"65494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65494)\">Matt. 23:4<\/a><\/span> Did you ever go without food, suffer with toothache, sore eyes, rheumatism, or the chills and fever? You have fared sumptuously all your days<span class=\"citation\" id=\"67778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67778)\">Luke 16:19<\/a><\/span> and you condemned to an everlasting hell these poor harlots and publicans who never designed an evil. Are you not guilty of committing an evil with that poor harlot? Yes, and you will be damned while she will be saved. <\/div><div class=\"paragraph jod\" id=\"v10n749\"> Let us look at our neighbors as they are, and not as we want them to be; let us learn enough to know what we are ourselves and what our brethren and sisters are, and learn the true designs of their hearts, and then judge them as God judges them and not according to outward appearance;<span class=\"citation\" id=\"55481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55481)\">1 Sam. 16:7<\/a><\/span><span class=\"citation\" id=\"69398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69398)\">John 7:24<\/a><\/span> then every contention will cease, every heart will beat high to build up Zion, and the follies and weaknesses of our neighbors we shall not think of. <\/div><div class=\"paragraph jod\" id=\"v10n750\"> We all know that we need material for clothing; then let us look out for <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4200\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it and not neglect the matter until we are found in a state of nudity, without the power to clothe ourselves. These are the mysteries of the kingdom of God upon the earth, to know how to purify and sanctify our affections, the earth upon which we stand, the air we breathe, the water we drink, the houses in which we dwell, and the cities which we build, that when strangers come into our country they may feel a hallowed influence and acknowledge a power to which they are strangers, &#x201C;For all is dedicated to the Lord and consecrated to him, and the Spirit and power of God reigns there and the power of the enemy can find no place.&#x201D; When the people of the Saints have attained to this happy state, then will they say, &#x201C;Give us more room to dwell,&#x201D;<span class=\"citation\" id=\"59450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59450)\">Isa. 49:20<\/a><\/span> and they will never be driven from such ground. All hell may then give up the chase, for they never can drive the Saints from a spot that is hallowed by the faith of the Saints, through the medium of Jesus Christ by the power of the Father, for that place is dedicated and sanctified to him. <\/div><div class=\"paragraph jod\" id=\"v10n751\"> We are in possession of the valleys in the mountains, and the Lord has led us here. We have tried to be admitted into the family of States, but we are scarcely permitted to be a Territory. We are here, and they can do nothing against us. They are not capable of afflicting this people, if we live our religion. Let every man and woman sanctify themselves and their possessions, dedicating all unto the Lord, then will we be driven? No, neither will our possessions be given to the kingdom of the Devil; they belong to God, and he will hold them for himself, and they will remain uncontaminated and we with them, until we go back to build up the Center Stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v10n752\"> This season we called for five hundred teams to send for the poor; some of those teams came some four hun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dred miles and then started on the journey over the plains to bring in the poor. Suppose we should call for five thousand teams to go and build up the Center Stake of Zion and establish it that it shall never be thrown down,<span class=\"citation\" id=\"89559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89559)\">D&amp;C 101:75<\/a><\/span> would they be forthcoming? They would, and when that time comes we shall leave a great many more in the mountains than are now here, and we shall see Zion rolling forth on the right and on the left, like the waves of the sea, which no earthly power can stem. <\/div><div class=\"paragraph jod\" id=\"v10n754\"> I will here mention the incident of two of our Elders, while on their way to the Sandwich Islands, being blown up and killed on a steamboat. It is all right. If you wish to know how I feel about them, I will say that the Lord took them while they were in the humor of trying to do good. I would not have given a red cent for all the good they would have done in the vineyard. It made me think of an anecdote I have already alluded to, concerning the Jew whom the Roman Catholic priest pushed under the ice while he professed belief in the Christian religion. God dictates all these matters, and will work out his designs in his own way. He will deal with the Latter-day Saints for their good and with our enemies for our good; and when a nation kills his Prophets he will deal with them accordingly: he will chasten them, as he is doing at this time. <\/div><div class=\"paragraph jod\" id=\"v10n755\"> I am for the kingdom of God. I like a good government, and then I like to have it wisely and justly administered. The government of heaven, if wickedly administered, would become one of the worst governments upon the face of the earth. No matter how good a government is, unless it is administered by righteous men, an evil government will be made of it. The Lord has his eye upon all the kingdoms and nations of men, with their kings, <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4199\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> governors and rulers, and he will sink the wicked to misery and woe, and we cannot help it. <\/div><div class=\"paragraph jod\" id=\"v10n756\"> Let us be just, merciful, faithful and true, and let us live our religion, and we shall be taught all things pertaining to the building up of Zion. Let us train our minds until we delight in that which is good, lovely and holy, seeking continually after that intelligence which will enable us effectually to build up Zion, which consists in building houses, tabernacles, temples, streets, and every convenience necessary to embellish and beautify, seeking to do the will of the Lord all the days of our lives, improving our minds in all scientific and mechanical knowledge, seeking diligently to understand the great design and plan of all created things, that we may know what to do with our lives and how to improve upon the facilities placed within our reach. <\/div><div class=\"paragraph jod\" id=\"v10n757\"> This is as good an earth as need be, if we will make it so. The Lord has redeemed it, and it is his wish that his Saints should beautify and sanctify it and bring it back to the presence of the Father and Son yet more pure, more holy and more excellent than it was in its original state, with ourselves upon it. <\/div><div class=\"paragraph jod\" id=\"v10n758\"> It pleased me very much, when I returned home, to see a good many little boys learning to cut rock, thus doing good to their parents, themselves and the kingdom of God. Send on some more boys and put them in the joiner shops, or learn them to make shoes, harness and everything that will be useful and profitable. Every Elder should have at least one trade, and if possible more than one, and still continue to learn and improve in a knowledge of the world and all things pertaining to it, learning how to better the condition of everything that exists&#x2014;in particular of ourselves and those around us. Let the husband make  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an improvement upon his kitchen and pantry and upon his bedrooms for the benefit of his family, and improve his gardens, walks, &amp;c., beautifying your habitations and their surroundings, making pavements and planting shade trees. <\/div><div class=\"paragraph jod\" id=\"v10n760\"> Cease lying, cease taking the name of God in vain,<span class=\"citation\" id=\"54204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54204)\">Ex. 20:7<\/a><\/span> cease being dishonest <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4198\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with your employers, with one another and with your God, and the Lord will love and bless us. Let us learn our duties one toward another, the husband to the wife, the parents to their children, and the children to their parents, and let us all learn and practice our duties to God and his kingdom. God bless you: Amen. <\/div>\n<\/div>\n<\/div>"}