{"ID":100047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advancement of the Saints&#x2014;Unity of the Temporal and Spiritual Interests of the People&#x2014;Faith and Works Inseparably Connected, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, delivered in Provo City, June 27, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Advancement of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/27\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v10n1014\"> I discover that we shall have to speak very loud in this Bowery in order to make this large congregation hear. I perceived this when I came into the meeting; at the further end I could scarcely hear the singing. <\/div><div class=\"paragraph jod\" id=\"v10n1015\"> This is quite a large congregation, and I am happy to see it. It is very gratifying to see the inhabitants of this county come together to a Conference, and I suppose it is pleasing to you; it gives you a good opportunity of seeing each other and renewing your acquaintance. I think I am safe in saying that this is the largest gathering there has been in Provo since our move south in 1858. Here is an audience of from four to five thousand Latter-day Saints, come together for the purpose of being instructed in the principles of eternal life, and I sincerely hope you are all of one heart and one mind<span class=\"citation\" id=\"92872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92872)\">Moses 7:18<\/a><\/span> to do good and build up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n1016\"> I do not feel very well in body this morning; probably this is because of traveling yesterday. I left home at half-past ten o'clock in the morning and came through in good season last evening. I got a good place to rest over night, but as the people here appear to be very diligent, more so than those in Salt Lake City, I had to get up at six this morning to get my breakfast. I feel well in spirit but feeble in body. I feel very <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4143\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anxious in relation to the welfare of this people, not only in Provo but throughout these mountains, yes, I feel interested in every man, woman, and child that belongs to this Church. I wish to see them prosper in all that is good and holy. <\/div><div class=\"paragraph jod\" id=\"v10n1017\"> During the short time that I may address you, I wish you to be as still as possible; do not let your minds and eyes go out after the vain things of this world, but concentrate them upon the things of God; be still, calm, composed and full of faith, prayer, and good desires, then, if such a spirit prevails, I am perfectly satisfied that before this Conference closes you will feel yourselves very much blessed of the Lord. I will also remark that I am sensible that no man can speak to a congregation of people upon any subject, only according to the intelligence that is in the people. There are quite a number of this congregation who knew Joseph Smith the Prophet, and he used to say in Nauvoo that when he came before the people he felt as though he were enclosed in an iron case, his mind was closed by the influences that were thrown around him; he was curtailed in his wishes and desires to do good; there was no room for him to expand, hence he could not make use of the revelations of God as he would have done; there was no room in the hearts of the people to receive the glorious truths  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Gospel that God revealed to him. I refer to these things to show that this feeling has been experienced by others as well as myself, and if as great and good a man as the Prophet Joseph felt like this, no wonder that I should be effected and be wrought upon by surrounding influences. But, notwithstanding all this, I rejoice in the blessings of peace and truth that flow through obedience to the Gospel to every honest soul. <\/div><div class=\"paragraph jod\" id=\"v10n1019\"> When I look back to the days of Joseph and then compare the people now to what they were in those early times, I discover that we have made a very great advancement, and I rejoice in it. We all can see this and are willing to admit of it, but does this tell the whole of the story? No; I say that if we look at the opportunities the Saints have had since the days of Joseph, the long season of peace and freedom from mobs, we are compelled to say that the Latter-day Saints have not advanced more than half as rapidly as they might have done. <\/div><div class=\"paragraph jod\" id=\"v10n1020\"> Perhaps you will not agree with me in what I am now going to state, but be this as it may, I am satisfied that it is true. This people will never improve in their minds or advance in spiritual intelligence until they improve and advance their temporal interests. Public and individual improvements always advance and help forward the intellectual. Now, property here in Provo is not worth any more today than it was ten years ago; the reason of this is, that everything is at a stand, very few improvements are being made; there is no spirit of enterprise except of a private character. I speak particularly of Provo at this time, because of our being here and because it was the second settlement made in these valleys. This city and Ogden were the next places established after Great Salt Lake City, and you may <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now look around you and see if the improvements made are, and have been, according to the facilities afforded. Are your habitations, your gardens, your fields and vineyards in that state of cultivation that you have had the opportunity and power of putting them? <\/div><div class=\"paragraph jod\" id=\"v10n1021\"> In conversing with a man last night upon the subject of property in this city, and its present value, he wanted to know what I considered such a field worth, pointing to a certain place nearby. I replied that it ought to be worth about a thousand dollars, but of course it is not worth that amount now, because there is no improvement about it or in the neighborhood. Now, I can tell you all candidly that unless you advance in these temporal improvements you never will increase in spiritual knowledge; the one cannot thrive without the other. You may think it strange that you cannot enjoy religion and the Spirit of God in a little, miserable log cabin, but you must remember that the temporal and spiritual go hand in hand, they are inseparably connected, and you may rest assured that the one cannot advance far along the path of progression without the other. This has been one of my principles ever since I came to a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v10n1022\"> Public improvements always have a tendency to make a town or a city flourish. To the people of Provo I will say, in the first place build, or rather complete your meetinghouse, and then go forward with such other public improvements as will rouse up your spirits, elevate your minds to action and make you energetic in the Work of God, and the blessings of the Almighty will rest upon you and you will increase in the knowledge of the principles of eternal life. This I know by experience and by practice. <\/div><div class=\"paragraph jod\" id=\"v10n1023\"> Some may ask why I talk so much  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about these temporal matters. I do this because I feel it to be my duty to do it, and not particularly on account of any desire that I have to speak of them. Our immediate and daily connection with temporal things renders it important that we should be reminded of our duties in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v10n1025\"> We have been taught that our Father and God, from whom we sprang, called and appointed his servants to go and organize an earth, and, among the rest, he said to Adam, &#x201C;You go along also and help all you can; you are going to inhabit it when it is organized, therefore go and assist in the good work.&#x201D; It reads in the Scriptures that the Lord did it,<span class=\"citation\" id=\"52024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52024)\">Gen. 1:1<\/a><\/span> but the true rendering is, that the Almighty sent Jehovah and Michael to do the work. They were also instructed to plant every kind of vegetable, likewise the forest and the fruit trees, and they actually brought from heaven every variety of fruit, of the seeds of vegetables, the seeds of flowers, and planted them in this earth on which we dwell. And I will say more, the spot chosen for the garden of Eden was Jackson County, in the State of Missouri, where Independence now stands;<span class=\"citation\" id=\"86070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86070)\">D&amp;C 57:1-3<\/a><\/span> it was occupied in the morn of creation by Adam and his associates who came with him for the express purpose of peopling this earth. <\/div><div class=\"paragraph jod\" id=\"v10n1026\"> Father Adam was instructed to multiply and replenish the earth,<span class=\"citation\" id=\"52293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52293)\">Gen. 1:28<\/a><\/span> to make it beautiful and glorious, to make it, in short, like unto the garden from which the seeds were brought to plant the garden of Eden. I might say much more upon this subject, but I will ask, has it not been imitated before you in your holy endowments so that you might understand how things were in the beginning of creation and cultivation of this earth? God the Father made Adam the Lord of this creation in <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the beginning, and if we are the Lords of this creation under Adam, ought we not to take a course to imitate our Father in heaven? Is not all this exhibited to us in our endowments? The earth made glorious and beautiful to look upon, representing everything which the Lord caused to be prepared and placed to adorn the earth. The Prophet Joseph frequently spoke of these things in the revelations which he gave, but the people generally did not understand them, but to those who did they were cheering, they had a tendency to gladden the heart and enlighten the mind. By faith and works we shall subdue the earth and make it glorious. We can plant vineyards and eat the fruit thereof; we possess this power within ourselves. I would not give a fig for faith without works, for it is dead,<span class=\"citation\" id=\"77586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77586)\">James 2:20<\/a><\/span> even as the body without the spirit is dead.<span class=\"citation\" id=\"125539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125539)\">James 2:26<\/a><\/span> If you wish salvation, go to work with your might and strength to do what the Lord requires at your hands through his servants whom he has appointed. You need not expect him to come to you, especially as you are not prepared to see him. As members of the body of Christ<span class=\"citation\" id=\"73576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73576)\">1 Cor. 12:27<\/a><\/span> we are called upon to labor and to do our part towards building up his kingdom, and should all have equal interest in that kingdom. We manifest our attachment to the principles of progress and improvement, both of which are intimately connected with the building up of Zion, when we plant orchards and vineyards, and when we make good gardens, good farms, and when we build good houses; in doing all of which we get a liberal reward as we go along. Then let us stretch forth our hands and build up the towns and cities of Zion. <\/div><div class=\"paragraph jod\" id=\"v10n1027\"> Supposing we had the facilities for water power in Salt Lake City that you have here, it would have been much farther advanced than it is; we  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should have occupied every eligible site with machinery before this time. Look at brother Taylor's mill race that crosses the main thoroughfare below here; why, there is more water running down there than runs in President Young's mill race and any other three streams that we have in the neighborhood of Salt Lake City. You might have factories here, spinning and weaving by machinery, and in fact every kind of machinery that you need. We can make many kinds of machinery right here. We are certainly blessed above all other people on the earth, although there are but a few that realize it as they ought to; but such as have been driven from their homes and stripped of all they possessed from two to six times, as I have, they can appreciate the blessings of peace and prosperity that attend the Saints in these valleys. I have seen the Latter-day Saints scattered by the ruthless hand of mobocracy to the four winds; driven from Missouri and from Illinois by their enemies in the dead of winter and exposed to the severity of the season. For what? All because they believed in God and acknowledged Joseph Smith to be his Prophet. <\/div><div class=\"paragraph jod\" id=\"v10n1029\"> The Scriptures say, &#x201C;For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again;&#x201D;<span class=\"citation\" id=\"63684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63684)\">Matt. 7:2<\/a><\/span> and again the injunction is given in another place, &#x201C;Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven: Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"67268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67268)\">Luke 6:37-38<\/a><\/span> What is now taking place with our enemies? They are suffering far more than we did, right in <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those very places from which we were expelled by mob force. Brother Henry Lawrence was telling me that quite a number of those counties and places formerly occupied by the Saints, are now left destitute; and in some of the settlements the people are left in a state of comparative nudity. These are the effects of this horrible war, and what kind of a condition do you think we shall be in if we continue to depend upon the world for supplies? At present we are dependent upon them for our cloth, and we buy large quantities of prints that when brought here are very little better than rags. I can tell you that if you depend upon our enemies you will be sadly mistaken, for they will not long be able to supply themselves. <\/div><div class=\"paragraph jod\" id=\"v10n1030\"> I am told that St. Louis is now one of the worst places to live in in America, and the inhabitants profess to be loyal to the Government, but I presume the truth is, that half of them are traitors. They are constantly hearing of riots and troubles of one kind or another. By-and-by it will be just as bad in Ohio, New York, and Massachusetts. To secure ourselves against these troublesome times, we must make the articles of clothing that we need to wear and we must produce the food that we need and require to sustain these our decaying bodies. Then we should remember that the articles we make from the cotton we raise down in our cotton country will last four times as long as those we purchase in the stores of Salt Lake City, especially if the ladies won't try to wash them to pieces. And we can take the flax and spin it into tablecloths and we shall see it become whiter and whiter every time it is washed, until we shall be delighted with our home-manufactured articles; besides, it will be almost impossible to scrub such cloth to pieces. <\/div><div class=\"paragraph jod\" id=\"v10n1031\"> Some of you may ask if I am  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing any of these things. Yes, I am doing all I possibly can, realizing, as I most assuredly do, that hard times are coming upon this nation. I calculate to have my garments of fine wool next fall. I am aware that some of you have got it into your heads that wool won't do to make into garments. Will those of you who entertain that idea have the kindness to look at the condition the Savior was in at the time of his crucifixion. We read that when they had crucified him &#x201C;They parted his garments, casting lots upon them, what every man should take.&#x201D;<span class=\"citation\" id=\"66360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66360)\">Matt. 27:35<\/a><\/span><span class=\"citation\" id=\"94608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94608)\">Mark 15:24<\/a><\/span> The Savior's under garment was knitted, and Joseph Smith always wore that kind, and therefore I think we have no occasion to be ashamed of homemade garments. Wool is designed especially for winter use. In regard to the cotton goods, I will here say, you can go into the cotton district of our Territory and take your wheat and flour and exchange any quantity with the brethren who reside there. They have gone into cotton raising there on an extensive scale, and I can truly say that of all the good feelings and influences I ever felt that I never felt better than I did while visiting the Saints in Washington county. It is a country where the Devil cannot get a foothold. He delights in robbing, killing and destroying the righteous man and all who will not submit to the influence that comes from the lower regions. Why do we take a course to leave our wives and children comparatively destitute of the comforts of life? We have the privilege of becoming an independent people, and there is no necessity of living poor. <\/div><div class=\"paragraph jod\" id=\"v10n1033\"> If the Latter-day Saints in the city of Provo and in all other cities and towns of this Territory would put up good, substantial fences around their gardens and fields, then our sisters could go into the gardens <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and supply their tables with fruit of every desirable kind and all in the season thereof, and this would be a blessing to all. But as it is now, the trees are planted and eaten down year after year by the cattle, and thus the men's labor is lost and the trees destroyed. In Salt Lake City there are a few who have been waked up to diligence, and the result is that they have got a nice variety of apricots, peaches, plums, apples, strawberries, currants, gooseberries, and some have got cherries and pears. Now I want to see you do these things here that you may make yourselves happy and comfortable, and also that you may place yourselves in a situation that our Father and God can send his angels to visit and to bless you. Don't you think that angels would like to see a garden around your houses if they were to come and visit you? Who are angels? They are sanctified men who once lived upon this earth and held the Priesthood just as we do now, and who are co-workers with us.<span class=\"citation\" id=\"91280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91280)\">D&amp;C 130:5<\/a><\/span> Were there angels along with us on our southern trip? Yes, and I felt as if every hair of my head was filled and quickened with the lifegiving power of God. That power was upon brother Brigham, and we were filled with it. <\/div><div class=\"paragraph jod\" id=\"v10n1034\"> Whenever this people are improving in good works, then is the time that we feel the goodly and heavenly influence. I never felt it more in my life than when I was on that journey; I never before experienced that freedom of speech that accompanied me on that mission. Every man, in fact, who went with us on that southern trip felt to praise God for the blessings that rested upon us all. <\/div><div class=\"paragraph jod\" id=\"v10n1035\"> We traveled eight hundred and fifty miles in thirty days, and President Young and myself preached fifty times each. When we would get through a day's journey it seemed  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that we were so tired that we could not preach, but the lifegiving power of God was upon us, and by that we were enabled to endure the labors and fatigues of that journey. It seemed that we had one eternal blessing for the people; we were full of the blessings of the Priesthood, and, in fact, we could not speak without blessing the inhabitants of that county, for the faith of the people drew the blessings from us. We also felt to bless the earth that it might bring forth abundantly everything that is placed therein by the industrious hands of the Saints of God; we blessed the cattle, the fruit trees, the waters, and, in fact, everything that is for the use and benefit of man.<span class=\"citation\" id=\"86320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86320)\">D&amp;C 59:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1037\"> I have now expressed some of my feelings upon a number of subjects, and I feel well in doing this, for I know that the Saints of God ought to be wide awake to their duties. You all believe in &#x201C;Mormonism,&#x201D; I have no doubt; you have been baptized into the Church for the remission of sins, had hands laid upon your heads by those having authority, and you doubtless know that &#x201C;Mormonism&#x201D; is true, but yet you are not fully converted to the necessity of having the power of God with you always. I know that that power <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does not dwell with us as it ought. I put myself in, for I am here with you and I am one of your brethren. We who preside over you have to stick to you, although there are a great many dead limbs among you, but we shall stick to you until you learn to live your religion. We want to see you bow before the throne of grace in humility and let your faith and works go hand in hand. Paul said to the Church at Corinth, &#x201C;Awake to righteousness, and sin not; for some have not the knowledge of God. I speak this to your shame.&#x201D;<span class=\"citation\" id=\"73910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73910)\">1 Cor. 15:34<\/a><\/span> Then apply this to yourselves and awake to a full sense of your duties to God and to each other. &#x201C;Draw nigh unto me, and I will draw nigh unto you,&#x201D;<span class=\"citation\" id=\"77694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77694)\">James 4:8<\/a><\/span><span class=\"citation\" id=\"88574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88574)\">D&amp;C 88:63<\/a><\/span> says the Lord through his Prophet, and this declaration you will find to be as true in our day as it was in the day that it was spoken. I will tell you what I am afraid of, brethren, if you do not wake up to a sense of your true position, the Lord will send a flood and wash you out of those bottoms, and thus make you come on to this bench and build up a respectable city. <\/div><div class=\"paragraph jod\" id=\"v10n1038\"> My feeling and my faith is all the time, God bless this people, and may he accept of the labors and offerings of the righteous, is my prayer in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}