{"ID":100027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reflections on the Sacrament, the Atonement and the Second Coming of Jesus.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, February 22, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Reflections on the Sacrament, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/22\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v10n511\"> &#x201C;And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me. Likewise also the cup after supper, saying, This cup is the new testament of my blood, which is shed for you.&#x201D;<span class=\"citation\" id=\"68071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68071)\">Luke 22:19-20<\/a><\/span> There is nothing very peculiar in this ordinance, though it is rather a strange institution when we reflect upon it. This ceremony has been attended to throughout generations that are past, and still it is attended to. Jesus said also, &#x201C;Do this until I come again.&#x201D;<span class=\"citation\" id=\"66227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66227)\">Matt. 26:26-29<\/a><\/span><span class=\"citation\" id=\"73385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73385)\">1 Cor. 11:26<\/a><\/span> Notwithstanding the great falling off&#x2014;the great apostasy since the days of Christ and his Apostles, this ordinance has generally been adopted <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by the Christian churches, so called, however they may err in many other principles of faith and doctrine. This ordinance has been renewed to us, and is part and parcel of the new covenant God has made with his people in the latter days. It was practiced among the ancient Saints who resided upon this Continent, long before it was discovered by Columbus, as well as upon the Continent of Asia among the Saints that lived there. When we attend to this ordinance we do it upon the same principle that they did anciently, whether among the Saints of God on the Asiatic Continent or among the Saints on the American Continent. <\/div> <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n513\"> I was a little struck with the hymn that was sung&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n514\"> &#x201C;Behold the Savior of mankind.&#x201D; My mind was led to reflect back to the time when he was upon the earth, and to the time previous to his sojourn here, and to the way and manner in which he came upon the earth, and the designs of his heavenly Father in his coming here, also the designs of God relating to the world and to his Saints in particular. As we find ourselves upon this stage of action, it is very natural that we should inquire something about the position that we occupy here and our relationship to God, and something about the plan of salvation and about those who have acted and operated in this plan. It would seem from all that we can gather, both from old and new revelations, that God has had a design to accomplish in relation to the world whereon we dwell, and also in relation to the inhabitants that have dwelt and will dwell thereon, and also in regard to the heavens; in relation, also, to those spirits that have not yet come into existence, as well as those that have; in relation to those who have lived and died without the Gospel, as well as those who have had the privilege of the Gospel&#x2014;to bring to pass things that he has contemplated before the world was. We, as a portion of the human family, are interested in these events, and ought to understand our position in relation to them and also to God, and, at the same time, we ought to comprehend in some measure our relationship to each other. We ought to know what course to pursue to secure the approbation of our heavenly Father, and fulfil our destiny upon the earth in the best possible manner, and aid with all our might to accomplish those things God has designed before the world was. <\/div><div class=\"paragraph jod\" id=\"v10n516\"> It would seem that the coming of the Savior to the world, his suffering, <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death, resurrection, and ascension to the position he occupies in the eternal world before his heavenly Father, has a great deal to do with our interests and happiness; and hence this continued memorial that we partake of every Sabbath. This sacrament is the fulfillment of the last request of Jesus Christ to his disciples. &#x201C;For as often as ye eat this bread, and drink this cup, ye do show forth the Lord's death till he comes.&#x201D;<span class=\"citation\" id=\"73386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73386)\">1 Cor. 11:26<\/a><\/span> Faith in this ordinance would necessarily imply that we have faith in Jesus Christ,<span class=\"citation\" id=\"82782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82782)\">3 Ne. 18:10<\/a><\/span> that he is the only begotten of the Father, that he came from the heavens to the earth to accomplish a certain purpose which God had designed&#x2014;even to secure the salvation and exaltation of the human family.<span class=\"citation\" id=\"125520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125520)\">Alma 5:48<\/a><\/span> All this has a great deal to do with our welfare and happiness here and hereafter. The death of Jesus Christ would not have taken place had it not been necessary. That this ceremony should be instituted to keep that circumstance before the minds of his people, bespeaks its importance as embracing certain unexplained purposes and mysterious designs of God; they are explained in part, but they are not fully comprehended. It is not fully comprehended why it was necessary that Jesus Christ should leave the heavens, his Father's abode and presence, and come upon the earth to offer himself up a sacrifice; that he should, according to the Scripture saying, &#x201C;Take away sin by the sacrifice of himself;&#x201D;<span class=\"citation\" id=\"76920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76920)\">Heb. 9:26<\/a><\/span> why this should be, why it was necessary that his blood should be shed is an apparent mystery. It is true that we are told that without the shedding of blood there is no remission of sins;<span class=\"citation\" id=\"76916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76916)\">Heb. 9:22<\/a><\/span> but why this? Why should such a law exist? It is left with us as a matter of faith, that it was necessary he should come and, being necessary, he shrank not from the task, but came to take away sin by offering up himself. <\/div> <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n518\"> Jesus Christ is spoken of in the Scriptures as &#x201C;The Lamb of God that taketh away the sins of the world.&#x201D;<span class=\"citation\" id=\"68636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68636)\">John 1:29<\/a><\/span> What sins of the world did he take away? We are told that it is the sin which Adam committed. We do not know much about Adam nor what he did; but we know that this sacrifice took place and that we are in the position we now occupy, and we are ready to believe from the testimonies we have received in relation to this sacrifice that it was the will of God he should thus offer himself up and that he came here for that purpose. He was &#x201C;The first begotten of the Father, full of grace and truth;&#x201D;<span class=\"citation\" id=\"68596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68596)\">John 1:14<\/a><\/span> and suffered his body to be broken and his blood to be spilled, doing &#x201C;Not his own will, but the will of him that sent him,&#x201D;<span class=\"citation\" id=\"69162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69162)\">John 5:30<\/a><\/span> not to accomplish his own purpose particularly but the purpose of him that sent him, and hence we are told to observe this rite until he comes again. <\/div><div class=\"paragraph jod\" id=\"v10n519\"> There is something also to be looked to in the future. The Son of God has again to figure in the grand drama of the world. He has been here once and &#x201C;In his humiliation his judgment was taken away.&#x201D;<span class=\"citation\" id=\"71668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71668)\">Acts 8:33<\/a><\/span> It would seem that his ancient disciples upon this Continent or upon the Continent of Asia actually looked forward to the time when Jesus would come again and hence he is frequently spoken of in the Scriptures having a reference to his second advent, that to these who look for him &#x201C;He would appear the second time without sin unto salvation.&#x201D;<span class=\"citation\" id=\"76930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76930)\">Heb. 9:28<\/a><\/span> Again, Isaiah, in speaking of him, says, &#x201C;All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all. He was oppressed, and he was afflicted, yet he opened not his mouth: he was brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he opened not his mouth. He was taken from <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgressions of my people was he stricken,&#x201D; &amp;c.<span class=\"citation\" id=\"59656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59656)\">Isa. 53:6-8<\/a><\/span> Again, the same Prophet spoke of him as coming in power, glory and dominion, and as having his wrath and indignation kindled against the nations of the earth.<span class=\"citation\" id=\"59090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59090)\">Isa. 34:2<\/a><\/span> &#x201C;Who is this that cometh from Edom, with dyed garments from Bozrah? this that is glorious in his apparel, traveling in the greatness of his strength? I that speak in righteousness, mighty to save. Wherefore art thou red in thine apparel, and thy garments like him that treadeth in the winefat? I have trodden the winepress alone; and of the people there was none with me: for I will tread them in mine anger, and trample them in my fury; and their blood shall be sprinkled upon my garments, and I will stain all my raiment. For the day of vengeance is in my heart, and the year of my redeemed is come.&#x201D;<span class=\"citation\" id=\"60175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60175)\">Isa. 63:1-4<\/a><\/span> Jesus accomplished what he was sent to do, and, feeling satisfied of this, when he was about to leave the earth he said he had finished the work his Father gave him to do.<span class=\"citation\" id=\"70618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70618)\">John 17:4<\/a><\/span> But there was another work, another event that was to transpire in the latter days, when he should not be led as a lamb to the slaughter or be like a sheep before the shearers; when he would not act in that state of humiliation and quiescence, but when he will go forth as a man of war and tread down the people in his anger and trample them in his fury, when blood should be on his garments and the day of vengeance in his heart, when he would rule the nations with an iron rod and break them to pieces like a potter's vessel.<span class=\"citation\" id=\"56317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56317)\">Ps. 2:9<\/a><\/span> There must be some reason why he was allowed to suffer and endure; why it was necessary that he should give up his life a sacrifice for the sins of the world, and there  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must be a reason why he should come forth in judgment to execute vengeance, indignation and wrath upon the ungodly.<span class=\"citation\" id=\"78907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78907)\">Jude 1:15<\/a><\/span><span class=\"citation\" id=\"89213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89213)\">D&amp;C 97:22<\/a><\/span> In these reasons we and all the world are intimately concerned; there is something of great importance in all this to us. The whys and wherefores of these great events are pregnant with importance to us all. When he comes again he comes to take vengeance on the ungodly and to bring deliverance unto his Saints; &#x201C;For the day of vengeance,&#x201D; it is said, &#x201C;is in my heart, and the year of my redeemed is come.&#x201D;<span class=\"citation\" id=\"60177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60177)\">Isa. 63:4<\/a><\/span> It behooves us to be made well aware which class we belong to, that if we are not already among the redeemed we may immediately join that society, that when the Son of God shall come the second time with all the holy angels with him,<span class=\"citation\" id=\"66159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66159)\">Matt. 25:31<\/a><\/span> arrayed in power and great glory<span class=\"citation\" id=\"65809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65809)\">Matt. 24:30<\/a><\/span> to take vengeance on them that know not God and obey not the Gospel, or when he shall come in flaming fire,<span class=\"citation\" id=\"75766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75766)\">2 Thes. 1:8<\/a><\/span> we shall be among that number who shall be ready to meet him with gladness in our hearts and hail him as our great deliverer and friend. In relation to all events that have transpired and to the designs of God connected with the earth and all grades of men upon it, and to the events that transpired before we came into this existence, if there is anything we cannot clearly comprehend we can leave it for the future to reveal. True it is the privilege of a certain class of people to have the Holy Ghost that Jesus said should bring things past, present and to come to their remembrance<span class=\"citation\" id=\"70026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70026)\">John 14:26<\/a><\/span> and lead them into all truth.<span class=\"citation\" id=\"70354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70354)\">John 16:13<\/a><\/span> We can have a portion of that Spirit by which we can draw back the veil of eternity and comprehend the designs of God that have been hidden up for generations past and gone; we can go back to our former existence and contemplate the designs of God in the formation of this earth and all things that per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain to it; unravel its destiny and the designs of God in relation to our past, present and future existence. If we can comprehend all these things so much the better. If we do not understand everything in relation to every event of the past and the future, it is necessary we should know something about the things that now exist, something about the position of the world we live in, and something about our relationship to that God who still lives and will continue to live, and something about our interests in that redemption wrought out for us through the sacrifice of Jesus Christ, whose death and sufferings we are now commemorating. We should know enough about this to save ourselves and to know how to save the generation with which we are associated; enough to know how to save our families and to teach them the laws of life and the way that leads to God and exaltation; enough to know how to live and enjoy life and how to avoid the calamities that are coming upon the earth and how to prepare ourselves for celestial glory in the eternal worlds. How shall we know the laws of life? How shall we know anything about God? How shall we know anything of futurity? I know of no other way than that which has been communicated to man formerly; I know of no other way than the way that Abraham, Isaac, and Jacob, Enoch, Moses and the prophets, Jesus and the Apostles obtained their knowledge, and that was by revelation. Jesus said, &#x201C;All things are delivered unto me of my Father: and no man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal him.&#x201D;<span class=\"citation\" id=\"64272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64272)\">Matt. 11:27<\/a><\/span> No matter what ability and talent a man may possess, all must come under this rule if they wish to know the Father and the Son. If knowledge of them is not obtained  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through revelation it cannot be obtained at all. Hence we are told, &#x201C;This is the stone which was set at naught by you builders, which is become the head of the corner.<span class=\"citation\" id=\"65341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65341)\">Matt. 21:42<\/a><\/span> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved,&#x201D;<span class=\"citation\" id=\"71431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71431)\">Acts 4:11-12<\/a><\/span> and unto him every knee shall bow and every tongue shall confess,<span class=\"citation\" id=\"75441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75441)\">Philip. 2:10-11<\/a><\/span> and hence he is called the Mediator of the New Covenant,<span class=\"citation\" id=\"77297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77297)\">Heb. 12:24<\/a><\/span> and hence we are told to ask for blessings in the name of Jesus Christ and to approach the Father in his name.<span class=\"citation\" id=\"82787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82787)\">3 Ne. 18:19<\/a><\/span> We are told that to know God and Jesus Christ whom he has sent is eternal life.<span class=\"citation\" id=\"70567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70567)\">John 17:3<\/a><\/span> This knowledge cannot be obtained independently of revelation. We cannot come to God except through Jesus Christ; he is the only medium through which we can approach the Father. &#x201C;When Jesus came into the coasts of Cesarea Philippi, he asked his disciples, saying, Whom do men say that I, the Son of man am? And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets. He said unto them, But whom say ye that I am? And Simon Peter answered and said, Thou art the Christ, the Son of the living God. And Jesus answered and said unto him, Blessed art thou, Simon Bar-Jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven. And I say unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64821)\">Matt. 16:13-18<\/a><\/span> What rock? The kind of evidence he had that Jesus was the Christ&#x2014;the principle of revelation; flesh and blood had not revealed it unto him, but his Father in heaven, and upon this rock Jesus built his church. Upon the same principle that we know that Jesus is the Christ and that God is his Father and the <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> church of Christ is built on this and has been in all ages. This principle alone can give the knowledge of God which is life eternal<span class=\"citation\" id=\"70568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70568)\">John 17:3<\/a><\/span> and the only power by which a man can stand unscathed in the trying hour. Those who possess this principle are one with Jesus Christ and one with the Father, as says Jesus, &#x201C;I in them and thou in me, that they all may be one, even as I and the Father are one, that they may be one in us.&#x201D;<span class=\"citation\" id=\"70748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70748)\">John 17:21-23<\/a><\/span> They are baptized with the same baptism,<span class=\"citation\" id=\"65301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65301)\">Matt. 20:23<\/a><\/span> they are baptized with the same Spirit, they are in possession of the same knowledge and they know God, whom to know is life everlasting. When built upon this rock the storms may blow, the rains may descend and beat upon the house, but it cannot fall because it is founded upon a rock.<span class=\"citation\" id=\"63994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63994)\">Matt. 7:25<\/a><\/span> These are some of my reflections in relation to this ordinance of the sacrament of the Lord's Supper. As to the whys and wherefores of this, there are a great many of them; the world is full of them, and eternity is full of them; all comprehensive, just, true, reasonable, all scientific, and according to the strictest principles of philosophy, if we could only understand the philosophy. The philosophers in the world understand something of the rules of natural philosophy; but those rules will never lead a man to the knowledge of God; if he ever obtains this knowledge it must be by the principle of revelation. All the works of God, whether on the earth or in the heavens, are constructed on strictly philosophical principles. We understand in part the things of earth; when we see things as God sees them, we shall then understand the philosophy of the heavens: the mysteries of eternity will be unfolded and the operations of mind, matter, spirit, purposes and designs, causes and effects, and all the stupendous operations of God will be developed, and they will be found to accord with  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the strictest principles of philosophy, even the philosophy of the heavens. In regard to the events that will transpire on the earth, we have had a thousand ideas and many of them probably correct. We have believed that God had an object to accomplish in relation to this world; we believe we came here for this purpose and that the myriads of human beings that have inhabited this earth since its organization have come and gone for a certain purpose. We have believed that there have been conflicting elements and conflicting spirits and powers, and we have believed that God has designed ultimately to root out and remove from the earth everything that is contrary to his will, designs, and purposes in relation to the earth. As a people we believe that God has commenced in these last days to build up his kingdom and root out the ungodly from the earth and establish correct principles. We believe there is an antagonism in the world to God and to his laws and to the principles of truth, not only with the bodies of men but with the spirits of men who have left the earth and the spirits who are in opposition to God. There are various influences at work to oppose God and his laws and the establishment of his kingdom upon the earth. We believe, moreover, that he will ultimately accomplish his own purposes, establish his own government, root out the wicked, take the reins of government into his own hands and possess the kingdom himself. We are not singular in this belief. The same things have been believed by every man that has known God in all ages of the world; all who have ever been inspired by him have had the same views in relation to these matters that we have, hence Paul says, &#x201C;That the times of restitution have been spoken of by all the holy prophets since the world began.&#x201D;<span class=\"citation\" id=\"71365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71365)\">Acts 3:21<\/a><\/span> So <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all men who are inspired of God know him and can look into futurity; and all who ever have lived who were thus inspired looked through the vista of future ages to the time we are speaking of, and which we commemorate when we partake of the emblems of the broken body and shed blood of Jesus Christ. They looked forward to the time when he would come again and when a reign of righteousness would be introduced on the earth. The next time he comes he will see that right bears the sway and the meek of the earth increase their joy in the Lord and the poor among men rejoice in the Holy One of Israel; when trouble and sorrow shall have an end and the scorner shall be consumed and those who watch for iniquity shall be cut off.<span class=\"citation\" id=\"58876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58876)\">Isa. 29:19-20<\/a><\/span> Righteousness will take the place of error, wrong give place to right, falsehood and guile to truth and sincerity and every principle that has demoralized, corrupted, and enthralled the inhabitants of the earth will be destroyed; when not only one people, one individual, or an isolated few will participate in this blessed state of things, but every knee shall bow to him and every tongue confess to him that he is the Christ to the glory of God the Father,<span class=\"citation\" id=\"75442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75442)\">Philip. 2:10-11<\/a><\/span> whose authority will be acknowledged throughout the world. The earth no more will groan under corruption and sin,<span class=\"citation\" id=\"87799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87799)\">D&amp;C 84:49<\/a><\/span> and its inhabitants will no more suffer from the powers of darkness, but will be fully and thoroughly redeemed from the thralldom thereof, and truth, righteousness, judgment, and equity will reign with universal empire. We believe the commencement of these great changes has come in our day. We believe that God has revealed to the human family, through Joseph Smith, the great principles upon which the latter-day kingdom is founded. We believe that God has begun now to gather together his elect,<span class=\"citation\" id=\"65868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65868)\">Matt. 24:31<\/a><\/span><span class=\"citation\" id=\"84719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84719)\">D&amp;C 29:7<\/a><\/span><span class=\"citation\" id=\"93141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93141)\">Moses 7:62<\/a><\/span> as the  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Scriptures have foretold he would do. We believe the Lord is beginning to put forth his law as fast as the people will listen to it and feel willing to obey his precepts. Says John the Revelator, &#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, kindred, tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79880)\">Rev. 14:6-7<\/a><\/span> This Gospel, it appears, was again to be sounded in the ears of all people, all the world was to be made acquainted with the revelations God had communicated, and they were to be told to fear God and give glory to him for the hour of his judgment is come. We believe that God has commenced this operation, and that we are gathered for this purpose that we may learn the way of life and be instructed in the things of God, to be prepared for all that is about to transpire. In the old world and in the new world I have mixed up with philosophers, divines, and politicians, and with all grades of men, but I never found anybody that knew anything about these important matters. Years ago I found a man by the name of Miller, who took up certain Scriptural numbers and began to calculate when Jesus would come; he found himself, however, under a great mistake, for Jesus did not come at the time he had set for him to come. He might have known that, for no man can know the things of God but by the Spirit of God.<span class=\"citation\" id=\"73026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73026)\">1 Cor. 2:11<\/a><\/span> This people have obeyed the Gospel and felt the effects of it, notwithstanding all our infirmities and weaknesses. This people know something of God; and if they do not there is not anybody under the heavens that does. But do <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we know how to regulate, manage, control, and dictate the affairs of the Church and kingdom of God? No&#x2014;if we are destitute of the principle of revelation; and if we have it, only then according to our Priesthood and calling. God has organized his kingdom and set in order his Priesthood, setting every Quorum in its place and position, and it is for all the Saints to bow and yield obedience to it and be governed by it; if they do not, what better are we than the world? It would be with us as with some of the ancient Saints, who were told they had commenced in the spirit and sought to be made perfect in the flesh;<span class=\"citation\" id=\"74477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74477)\">Gal. 3:3<\/a><\/span> they commenced with the wisdom of God and sought to perfect themselves by worldly wisdom and human judgment. To know God and the ways of life is infinitely more important than any worldly consideration. &#x201C;What will a man give in exchange for his soul?&#x201D;<span class=\"citation\" id=\"64948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64948)\">Matt. 16:26<\/a><\/span> Jesus said, &#x201C;And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.&#x201D;<span class=\"citation\" id=\"64168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64168)\">Matt. 10:28<\/a><\/span> We ought to know something about God and the laws of life and the laws of his kingdom, and seek to be made acquainted with the events that will transpire in the latter days, events with which we are intimately associated at the present time. Things take place that we cannot always reconcile to our judgment. I do not know why Jesus should leave his Father's throne and be offered up a sacrifice for the sin of the world, and why mankind have to be put through such an ordeal as they have to pass through on this earth; we reason upon this, and the Scriptures say that it is because man cannot be made perfect only through suffering.<span class=\"citation\" id=\"76438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76438)\">Heb. 2:10<\/a><\/span><span class=\"citation\" id=\"76639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76639)\">Heb. 5:8-9<\/a><\/span><span class=\"citation\" id=\"77153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77153)\">Heb. 11:40 (JST)<\/a><\/span><span class=\"citation\" id=\"78210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78210)\">1 Pet. 5:10<\/a><\/span> We might ask why could not mankind be saved in another way? Why could not salvation be wrought out without suffering? I receive it in my faith  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that this is the only way, and I rejoice that we have a Savior who had the goodness to come forth and redeem us, and I rejoice that we have a Savior who yet looks forward to the redemption of the world. I rejoice that we are watched over for good by invisible agencies of God who are determined ultimately to put an end to sin, darkness, confusion and misery with which the world has been enveloped, and deliver us and not only us but the spirits of the dead. O what a glorious principle this is when we reflect upon it; our progenitors will not be lost.<span class=\"citation\" id=\"91147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91147)\">D&amp;C 128:1-25<\/a><\/span> When I first read the revelation which was given to Joseph Smith upon this subject, I thought it was one of the most sublime revelations I had ever read.<span class=\"citation\" id=\"86833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86833)\">D&amp;C 76:1-119<\/a><\/span> God will bring order out of all the confusion that has existed, measure out mercy to all Adam's posterity and give to all a fair opportunity of being saved. What a glorious thought. If it is a delusion, it is a pleasant one. I have thought over these things and rejoiced over them, as I do this day. If I cannot understand all the whys and wherefores about the purposes of God if he brings to pass all that is spoken in the revelation I have referred to, with the many glories mentioned, and we discover that God has extended mercy so far as he possibly could to the veriest wretch that ever crawled on the earth, and has brought forth and redeemed all the human family, as far as possible, and exalted them as far as they are capacitated to receive exaltation, we can afford to excuse a great many things we cannot now comprehend in relation to God and in relation to his laws and dealings with the human family. It might look curious to some for God <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to talk of treading the people in his anger;<span class=\"citation\" id=\"60176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60176)\">Isa. 63:3<\/a><\/span> but as we have to do with eternity as well as with time, and as it is necessary the earth should be purged and righteousness should take the place of corruption, which will some time have an end here, we can then conclude that the Judge of all the earth will do right. We should seek to magnify our calling and honor our God, being co-workers with God in the things he has engaged to do. The Lord has begun to vex the nations,<span class=\"citation\" id=\"89646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89646)\">D&amp;C 101:89<\/a><\/span> beginning with our own nation; he is vexing it and will vex other nations, and his judgments will go forth and all the wicked nations of the world will feel the avenging hand of God, and he will continue to overthrow nation after nation until He whose right it is will take the government into his own hand, and he will continue to increase and progress until every creature which is in heaven and on the earth and under the earth, and such as are in the sea, and all that are in them shall be heard to say, Blessing, and honor, and glory, and power, and might, and majesty, and dominion be unto him that sitteth upon the throne, and unto the Lamb forever and ever.<span class=\"citation\" id=\"79211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79211)\">Rev. 5:13<\/a><\/span> Shall we be found among that number who will thus magnify the name of God, crying, &#x201C;Hallelujah, the Lord God omnipotent reigneth?&#x201D;<span class=\"citation\" id=\"80331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80331)\">Rev. 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n525\"> I pray God this may be the case, that we may not be compelled to call for rocks to fall upon us and mountains to hide us from the face of Him that sitteth upon the throne, and from the wrath of the Lamb.<span class=\"citation\" id=\"79317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79317)\">Rev. 6:16<\/a><\/span> May God bless us and guide us in the way of peace, in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}