{"ID":100044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Inspiration Necessary for the Preaching of the Gospel&#x2014;Value of Our Present Life, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Bowery, Great Salt Lake City, June 12, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Inspiration Necessary, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 6\/12\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v10n920\"> Jesus said to those whom he had appointed to go forth and preach his Gospel, &#x201C;Go your way: behold, I send you forth as lambs among wolves. Carry neither purse, nor scrip, nor shoes: and salute no man by the way.&#x201D;<span class=\"citation\" id=\"67376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67376)\">Luke 10:3-4<\/a><\/span> Again, &#x201C;And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles. But when they deliver you up, take no thought how or what you shall speak: for it shall be given you in that same hour what you shall speak. For it is not ye that speak, but the Spirit of your Father which speaketh in you.&#x201D;<span class=\"citation\" id=\"64116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64116)\">Matt. 10:18-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n921\"> This is one of the blessings that belong to the Church and kingdom of God in this and in every other age of the world when God has had a Church upon the earth. When people attempt to preach the Gospel without the inspiration of the Holy Ghost, they are under the necessity of study<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing or of writing their sermons, thus presenting the cogitations of their own hearts in support of the doctrines and tenets of their particular sects. When the Lord sets to his hand to perform a work and to build up his kingdom on the earth, his servants whom he calls to do this work are obliged to trust in the Lord their God and to lean upon his arm for strength, for no man can tell what the will of God is unless it is revealed to him by the revelations of Jesus Christ<span class=\"citation\" id=\"74399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74399)\">Gal. 1:12<\/a><\/span> through the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v10n922\"> This is the principle that has sustained the Elders of Israel, in our own day, in all their labors among the nations to build up this kingdom for the last time and to preach the Gospel in the ears of all people and nations. The servants of God in Zion, in all their counsels and deliberations for the promotion of holy  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and righteous principles, have to be constantly governed by it. Had it not been for this principle, this congregation, gathered from almost every nation under heaven, would not have been found here today; we might have preached to them until doomsday, and we, of ourselves, by our own wisdom and ability, could never have convinced them of the truth of the Gospel the Lord has revealed in our day for the gathering and salvation of the honest-in-heart and for the establishment of righteousness over the whole earth. <\/div><div class=\"paragraph jod\" id=\"v10n924\"> Not only the men who bare record of these things had the testimony of Jesus Christ, but it also reached those who heard their words, bearing record of the truth to every honest-hearted person throughout all the world for the last thirty years. We cannot know the hearts of men, nor the will of God concerning nations, kingdoms and people only as it is revealed to us by the gift and power of the Holy Ghost. President Young reproves, corrects, gives revelation and teaches doctrine and principle, for the benefit of this people and mankind in general by the revelations which God gives to him. This principle inspired the hearts of ancient Prophets and servants of God and sustained them in every trying scene; it has also been the comfort and sustaining power of the servants of God in this last dispensation from the foundation of this kingdom to the present time. As the ancient Apostles were called, so have the modern Apostles and servants of God been called to go into all the world and preach the Gospel to every creature,<span class=\"citation\" id=\"66715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66715)\">Mark 16:15<\/a><\/span> and the gift and power of the Holy Ghost has sustained them when they were brought before kings and rulers. The Savior preached and traveled and suffered until he gave up the ghost on Calvary;<span class=\"citation\" id=\"68376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68376)\">Luke 23:46<\/a><\/span> that same power sustained him under every circumstance, and made known unto <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him the will of his Father. This is one among the many blessings which the Latter-day Saints enjoy. God reveals unto us light and truth and brings to our remembrance<span class=\"citation\" id=\"70028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70028)\">John 14:26<\/a><\/span> things which are according to the will of God which we should teach. This is a great consolation to us, and to realize our position in the mountains. We have been led here by the gentle hand of God. No man could have foreseen what would happen to the nation of the United States had it not been revealed to us in the revelations which God gave to his Prophet Joseph Smith.<span class=\"citation\" id=\"88174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88174)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91324)\">D&amp;C 130:12-13<\/a><\/span> The revelations concerning what shall transpire in the last days can be read in the Book of Mormon, Book of Doctrine and Covenants, and in the Bible. &#x201C;Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.&#x201D;<span class=\"citation\" id=\"61916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61916)\">Amos 3:7<\/a><\/span> When we were called upon to leave our homes and our holy Temple in Nauvoo, it was a great trial to many. When we came to this country as pioneers, we built the bridges, killed the snakes and opened the way for the emigration of Saint and sinner, saying, it is all right; but we did not know how soon the calamities that are now upon the nation would break forth, yet we knew they would come soon. By what power did we influence these men and women before me to leave their homes and their country to dwell in these distant wilds? They were influenced by the inspiration of the Almighty which always attends the preaching of the Gospel of Jesus Christ in all ages. There was a spirit in them, and the inspiration of the Almighty gave it understanding,<span class=\"citation\" id=\"56190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56190)\">Job 32:8<\/a><\/span> and they were moved upon to listen to the advice that the servants of God gave them to gather to the place the Lord had appointed to locate his people. This is the hand of God, and we should be thankful for this good land and for our homes. We here dwell in peace and stand in  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy places in a land which has been dedicated to God; and the power of righteousness prevails here, and hence we have power to remain here in peace. We remain here in peace because righteousness and the power of God dwell here. It is true the enemy of God and all the righteous, the Devil, who goes about like a roaring lion seeking whom he may devour,<span class=\"citation\" id=\"78205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78205)\">1 Pet. 5:8<\/a><\/span> has sought our destruction from the beginning and has stirred up the wicked to seek our overthrow; yet the Lord has preserved us. We should be thankful for this, and we should honor God and worship him with undivided hearts, doing our duty constantly and pursuing that course wherein we shall be justified before the Lord. <\/div><div class=\"paragraph jod\" id=\"v10n925\"> No man can value sufficiently the life he now holds and the place he now occupies in this world, unless he is moved upon by the Spirit and power of God to enlighten his understanding. What is the chief end of man? It, seemingly, is to get gold and fame and the honor that man bestows, to gratify their sensual propensities and desires. Do the great mass of mankind seek to honor and glorify God, seeking by every lawful means to bring their bodies into subjection to the law of Christ? Do they understand that they are the offspring of God<span class=\"citation\" id=\"72028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72028)\">Acts 17:29<\/a><\/span> and are made after his image and likeness,<span class=\"citation\" id=\"125537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125537)\">D&amp;C 20:18<\/a><\/span> and placed in this world to pass through a short probation to prepare them to dwell eternally in the presence of the Father and the Son? Are not nine-tenths of the human family more ready to blaspheme the name of God than to honor it? Would they do this if they were in possession of the Spirit of God to magnify their calling and fulfill the object and end of their creation? No. Everything that God has made keeps the law of its creation and honors it except man.<span class=\"citation\" id=\"88435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88435)\">D&amp;C 88:25<\/a><\/span> I have always marveled at this. Man<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kind, who are made after the image of God<span class=\"citation\" id=\"52168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52168)\">Gen. 1:26-27<\/a><\/span> to answer high and noble purposes, are the only beings in creation that will blaspheme his name and set at naught his authority.<span class=\"citation\" id=\"83798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83798)\">D&amp;C 3:7<\/a><\/span> They have an agency, and the Spirit of God is offered to them as freely as the light of the sun, which shines on the just and on the unjust,<span class=\"citation\" id=\"63244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63244)\">Matt. 5:45<\/a><\/span> if they would receive it. All the light and intelligence man ever did or will have, has come through that principle and power; and in company with this, the Lord has raised up men in our own generation, to whom he has sent the administration of angels and laid on them the responsibility of bearing record to the Gospel, with a promise to all nations, both Jew and Gentile, that, if they will receive the testimony of his servants, they shall receive the Holy Ghost,<span class=\"citation\" id=\"71201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71201)\">Acts 2:38<\/a><\/span> who shall bear record unto them of the truth. Have the nations received the Gospel? Yes, one of a family and two of a city,<span class=\"citation\" id=\"60311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60311)\">Jer. 3:14<\/a><\/span> here and there one, and they are gathered together to stand in holy places<span class=\"citation\" id=\"89460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89460)\">D&amp;C 101:22<\/a><\/span> and to build up the Church and kingdom of God in the last days, to prepare the way for the coming of the Son of Man. The mass of this generation have rejected the Gospel; they have shed the blood of the Lord's Prophets and consented thereto, and have driven from their midst those who bear the words of eternal life. One of the most liberal and free Governments under the heavens has driven out from them the only people under the heavens that God acknowledges as his Church,<span class=\"citation\" id=\"83702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83702)\">D&amp;C 1:30<\/a><\/span> because of the word of God and the testimony of Jesus which they bear.<span class=\"citation\" id=\"125538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125538)\">Rev. 6:9<\/a><\/span> We have been driven to the valleys of these mountains for our good; the hand of God has led us here. Great affliction awaits the nation from which we have been driven out and the wicked nations of the Gentiles on this land and in foreign lands. <\/div><div class=\"paragraph jod\" id=\"v10n926\"> We live in a momentous age, and  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our responsibilities are great before the Lord and to this generation. We have borne record of the calamities that should be poured out in the last days and they are coming to pass. For thus saith the Lord, &#x201C;And after your testimony cometh wrath and indignation upon the people. For after your testimony cometh the testimony of earthquakes, that shall cause groanings in the midst of her, and men shall fall on the ground and not be able to stand. And also cometh the testimony of the voice of thunderings, and the voice of lightnings, and the voice of tempests, and the voice of the waves of the sea heaving themselves beyond their bounds. And all things shall be in commotion; and surely, men's hearts shall fail them; for fear shall come upon all people. And angels shall fly through the midst of heaven, crying with a loud voice, sounding the trump of God, saying: Prepare ye, prepare ye, O inhabitants of the earth; for the judgment of our God is come. Behold, and lo, the Bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"88670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88670)\">D&amp;C 88:88-92<\/a><\/span> Again, &#x201C;I, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the earth. I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall slay the wicked,&#x201D; &amp;c.<span class=\"citation\" id=\"86450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86450)\">D&amp;C 63:32-33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n928\"> If a thousand Prophets had proclaimed to this nation what has come to pass since 1860 to the present time, who would have believed them?<span class=\"citation\" id=\"88175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88175)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91325)\">D&amp;C 130:12-13<\/a><\/span> Not a man, unless they possessed the spirit of revelation. What the Prophet Joseph Smith foretold thirty years ago is now come to pass; and who can help it? Have the Latter-day Saints been the cause of this dreadful war? No. While Joseph Smith was living, every public and private calamity that happened in the land was laid to his account. It is not Joseph Smith or his brethren that do these things, but the Lord <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has laid his hand on the nation. It is a consolation to the Saints when they contemplate upon what God has spoken through his servants which is now being fulfilled before their eyes. All that has been spoken by ancient and modern Prophets have had their fulfilment until now, and will have until the scene is wound up. <\/div><div class=\"paragraph jod\" id=\"v10n929\"> No man ever did or ever will obtain salvation only through the ordinances of the Gospel and through the name of Jesus. There can be no change in the Gospel; all men that are saved from Adam to infinitum are saved by the one system of salvation. The Lord may give many laws and many commandments to suit the varied circumstances and conditions of his children throughout the world, such as giving a law of carnal commandments to Israel,<span class=\"citation\" id=\"87674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87674)\">D&amp;C 84:27<\/a><\/span> but the laws and principles of the Gospel do not change. If any portion of this generation be saved, it will be because they receive the Gospel which Jesus Christ and his Apostles preached. When the Lord inspires men and sends them to any generation, he holds that generation responsible for the manner in which they receive the testimony of his servants. He called upon us, and we left our occupation to go forth in our weakness to preach his Gospel; we had no power in and of ourselves to do this, only as the Lord gave us strength by his Spirit; and we have so far built up his kingdom upon this principle; we have been governed by this principle of revelation in all our public and private works which we have done for God. We shall build our Temple upon this principle, and carry out all the purposes of the Lord our God in the latter days upon the same principle and upon no other. <\/div><div class=\"paragraph jod\" id=\"v10n930\"> The very moment that men undertake to move for God in their own way and upon principles of their own coining, they will fail to accomplish  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that which they design. The world has tried this for generations. It is now almost universally acknowledged throughout Christendom that no man is properly qualified to preach the Gospel unless he has passed through a college or some other institution of learning to study theology and get a knowledge of Greek, Latin, and Hebrew&#x2014;of languages dead and living. Does this system of learning, alone, give power to administer salvation to mankind? Does it give evidence and bear witness to the hearts of men by the power of the Holy Ghost and the revelations of Jesus Christ? It does not. The disciples of Christ, anciently, were illiterate men, yet they bore record to the learned that God had sent them with a message of salvation. Jesus Christ, whose life was a scene of affliction and sorrow, who apparently had arose from the lower grades of society, was eminently endowed with the spirit and power of revelation from his Father and bore record of his works to Jew and Gentile under its influence and power. <\/div><div class=\"paragraph jod\" id=\"v10n932\"> The servants of God in every age have always been governed by the same power; and we must build up the kingdom of God by it or not at all. We look to him for guidance in what we shall do from day to day; we have been guided in this way hitherto and shall be so guided unto the end. <\/div><div class=\"paragraph jod\" id=\"v10n933\"> I thank God that we have embraced a Gospel that has power in it; that we have the true organization of the Church and kingdom of God, with its Apostles, Prophets, Pastors and Teachers, gifts, graces, and blessings for the work of the ministry and the edifying of the body of Christ.<span class=\"citation\" id=\"75092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75092)\">Eph. 4:11-12<\/a><\/span> The moment any of the helps, governments, gifts, and powers are done away from the Church militant, schism is created in the body and it no longer can cooperate with the <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church triumphant in heaven against the power of the Devil and wicked men. We cannot build up the kingdom of God in our day and overcome the powers of evil which prevail over the world, without inspired Prophets and Apostles, gifts, powers, and blessings, any more than they could in the days of Jesus and his Apostles. We have this Church organization and the power which attended it in ancient days, and we seek constantly the welfare of the children of men. <\/div><div class=\"paragraph jod\" id=\"v10n934\"> We have a great Work laid upon us, and we are responsible to God for the manner in which we make use of these blessings. The Lord requires of us to build up Zion, to gather the honest-in-heart, restore Israel to their blessings, redeem the earth from the power of the Devil, establish universal peace and prepare a kingdom and a people for the coming and reign of the Messiah. When we do all we can to forward and accomplish this Work then are we justified. This is the work of our lives, and it makes life of some consequence to us. When men are destitute of the Spirit of God they do not prize life, unless to indulge the cravings of unenlightened and perverted human nature; they cross each other's interests, become filled with the spirit of wrath and indignation and thirst for and shed the blood of each other. Would they do this if they were inspired by the Spirit and power of God? No. That which is good is of God and that which is evil emanates from the Devil.<span class=\"citation\" id=\"83555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83555)\">Moro. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n935\"> The Lord permits judgments to come upon the wicked, but he never sends a great calamity upon the world without first sending Prophets and inspired men to warn the wicked of approaching chastisement, giving them, at the same time, space for repentance and means of escape, as witness the time of Noah, Lot, &amp;c. And, &#x201C;As it was in the days of Noah,  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so shall it be in the days of the coming of the Son of man.&#x201D;<span class=\"citation\" id=\"65934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65934)\">Matt. 24:37<\/a><\/span> When the messengers of God have given a faithful warning to the wicked of their approaching overthrow, and the testimony is sealed, then will the Lord come out of his hiding place and vex them with a sore vexation.<span class=\"citation\" id=\"89647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89647)\">D&amp;C 101:89<\/a><\/span> All that the Savior said should come upon the wicked Jews was literally fulfilled, and his blood is now upon them and their children.<span class=\"citation\" id=\"66335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66335)\">Matt. 27:25<\/a><\/span> The hand of God has been zealous in holding the Jews under the rod until this day. Why? Because they rejected the testimony of the Son of God and his Gospel. That is the cause of the great trouble today that is vexing this nation and other nations in the old world. You may put all the judgments of God together that have befallen the nations and tribes of men from the beginning, and the afflictions they suffered are no greater than are now ready to be poured out upon the Gentile world. <\/div><div class=\"paragraph jod\" id=\"v10n937\"> John the Revelator saw this day. He saw, also, &#x201C;An angel of God fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79881)\">Rev. 14:6-7<\/a><\/span> That angel has delivered his message and thousands of Elders of this Church have been called to this ministry; it has been laid upon our shoulders. I have traveled more than a hundred thousand miles in the last thirty years to preach this Gospel, and many thousands of it with my knapsack upon my back and without purse or scrip, begging my bread from door to door to preach the Gospel to my own nation. Thirty years ago it was said unto us, You hear of wars in foreign countries, but you do not know the <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearts of men in your own land, for you shall soon have greater wars in your own land, &amp;c.<span class=\"citation\" id=\"85174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85174)\">D&amp;C 38:29<\/a><\/span><span class=\"citation\" id=\"85725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85725)\">D&amp;C 45:63<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n938\"> How is it, my friends, is there trouble in the eastern countries? What means this crowding of our streets with emigrants to the west? The Lord God has spoken through his Prophet; his words have been recorded, and he is backing up the testimony of his servants in fulfillment of his word; and the end is not yet. War and distress of nations<span class=\"citation\" id=\"68020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68020)\">Luke 21:25<\/a><\/span> has only just commenced, and famine and pestilence will follow on the heels of war, and there will be great mourning, and weeping, and lamentations in the land, and no power can stay the work of desolation and utter overthrow of the wicked. <\/div><div class=\"paragraph jod\" id=\"v10n939\"> More than twenty-five years ago I wrote a revelation which Joseph Smith gave, wherein he said that the rebellion should commence in South Carolina, and from that, war should spread through this nation and continue to spread until war should be poured out upon all nations and great calamity and destruction should await them.<span class=\"citation\" id=\"88176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88176)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91326)\">D&amp;C 130:12-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n940\"> I published the Book of Doctrine and Covenants in England in 1845, and since that time it has been published in many different languages, and thus we are sending the revelations which Jesus Christ has given to his people in the last days to the different nations and tongues, that they may be left without an excuse.<span class=\"citation\" id=\"88638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88638)\">D&amp;C 88:82<\/a><\/span> We know these things are coming, and because of them we are here in Utah, and the Devil and the wicked do not like it. Every evil principle and power is opposed to us and our testimony. Do we not desire to do all men good? We do; and in proof of this I only need say that we have labored for many years in poverty and hardships to carry salvation to the nations. Some of the European nations have closed their doors against  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us, and in some of those nations we have preached the Gospel and gathered out many souls, and thousands more will yet come like clouds and like doves to the windows<span class=\"citation\" id=\"59961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59961)\">Isa. 60:8<\/a><\/span> to join with us in the enjoyment of the great blessings which the kingdom of God offers to all people. <\/div><div class=\"paragraph jod\" id=\"v10n942\"> The highest object of man in this life should be to prepare himself to dwell with his Father and God in his presence. It is for this reason that the millions of spirits that tabernacle here are sent from the eternal worlds to pass a short probation in mortal bodies, and they are all the children of one Father. If we receive the Gospel and live its precepts we shall receive celestial glory; if we reject it we shall be punished, though we may have a redemption and a glory, but it will be in a diminished degree. We should lay these things to heart; we should endeavor to understand our true position and we should do all in our power to benefit our fellow man and to bring salvation to the nations. <\/div><div class=\"paragraph jod\" id=\"v10n943\"> I rejoice that the Lord still holds the door open, that we still have the privilege of sending the Elders to the nations; while this door remains open we shall continue to preach the Gospel to the Gentile world. When they reject it, it will be taken from them and then we go to the Jews, and the ten tribes will come from the north<span class=\"citation\" id=\"90495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90495)\">D&amp;C 110:11<\/a><\/span> to Zion to be crowned under <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the hands of the children of Ephraim.<span class=\"citation\" id=\"91884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91884)\">D&amp;C 133:26-34<\/a><\/span> And the remnant of the Lamanites who are cursed below all humanity that we are acquainted with&#x2014;who have been filled with the spirit of bloodshed which they have inherited from their fathers&#x2014;they will embrace the Gospel in the due time of the Lord. They are of the house of Israel, and this spirit of war will be taken from them and they will become the children of God, but not until the Gentiles have entirely rejected the Gospel. Anciently it was preached to the Jews first and then to the Gentiles; in the latter times it will be first preached to the Gentiles and then to the Jews&#x2014;the first shall be last and the last first.<span class=\"citation\" id=\"84788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84788)\">D&amp;C 29:30<\/a><\/span> This is the great work which is laid upon us today. We should be true and faithful today, and then we ought to follow this practice until death, and then shall we be entitled to have a crown of life.<span class=\"citation\" id=\"77442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77442)\">James 1:12<\/a><\/span><span class=\"citation\" id=\"79054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79054)\">Rev. 2:10<\/a><\/span> Is it not more honorable to do good than to do evil; to try to honor and serve God who is our Father and who has given us every blessing, than sin against him? Would not such a course bring more happiness and pleasure to us than to blaspheme the name of God and dishonor ourselves, bringing darkness and condemnation to our spirits? <\/div><div class=\"paragraph jod\" id=\"v10n944\"> I pray that God may bless us and save us in his kingdom, which I ask in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}