{"ID":100056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Intended Trip North&#x2014;The Causes of the Scarcity of Breadstuff&#x2014;The Sufferings of the Ungodly in the United States&#x2014;The Popularity of the Gospel Undesirable.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, May 15, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: The Intended Trip North, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/15\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v10n1286\"> I will say to you, and wish you to inform your neighbors, that on the morrow I expect to start with some of my brethren on a short trip north. I do this lest some might suppose that we are going to leave you. If we would live according to our acknowledgments in the holy Gospel, according to the faith we have embraced, and according to the teachings we receive from time to time, we never would be in the dark with regard to any matters we should understand. <\/div><div class=\"paragraph jod\" id=\"v10n1287\"> Much is taught the Saints by the Elders of Israel concerning their religion, the way we should live, how we should deal with each other, how we should live before God, what our feelings should be and the spirit we should possess. If we live according to our covenants we will always enjoy the light of truth,<span class=\"citation\" id=\"88250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88250)\">D&amp;C 88:6<\/a><\/span><span class=\"citation\" id=\"89064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89064)\">D&amp;C 93:29<\/a><\/span><span class=\"citation\" id=\"90984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90984)\">D&amp;C 124:9<\/a><\/span> and if we live faithful enough we shall enjoy the blessing of the Holy Ghost to be our constant companion.<span class=\"citation\" id=\"90915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90915)\">D&amp;C 121:46<\/a><\/span> In such case no person would turn either to the right hand or the left,<span class=\"citation\" id=\"54973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54973)\">Deut. 5:32<\/a><\/span><span class=\"citation\" id=\"58947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58947)\">Isa. 30:21<\/a><\/span> in consequence of the motives, the sayings, or the doings of this one or that one; but they would march straightforward in the path that leads to eternal life; and if others stepped out of the way, they would walk straight along. Without the power of the Holy Ghost a person is liable to go to the <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right or the left from the straight path of duty; they are liable to do things they are sorry for; they are liable to make mistakes; and when they try to do their best, behold they do that which they dislike.<span class=\"citation\" id=\"72482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72482)\">Rom. 7:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1288\"> I mention my intended trip because I do not want to hear, when I return, that brother Brigham, or brother Heber, or somebody else, &#x201C;has slipped away&#x201D;&#x2014;that &#x201C;there is something the matter&#x201D;&#x2014;&#x201C;something that is not right&#x201D;&#x2014;somebody saying, &#x201C;there is an evil of some kind, and we want to know it;&#x201D; &#x201C;why don't you come right out with it?&#x201D; &#x201C;If you do not come back so and so, we will leave.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1289\"> It was said here today, that very few have embraced the truth, considering the great number of the inhabitants of the earth. It can hardly be discovered where those few are. It is astonishing to relate facts as they are. The Elders go forth and preach the Gospel to the nations; they baptize the people&#x2014;hunt them up from place to place, yet if you take the names of those who have been baptized, have the one-fourth ever been gathered? No. Is not this strange? Do they keep the faith, and stay in the midst of the wicked? No, they do not. The kingdom of God is living and full of spirit; it is on the move; it is not  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like what we call sectarianism, religion today, and the world tomorrow; next Sabbath a little more religion, and then the world again; &#x201C;and as we were so we are, and as we are so we shall be, evermore, amen.&#x201D; It is not so with our religion. Ours is a religion of improvement; it is not contracted and confined, but is calculated to expand the minds of the children of men and lead them up into that state of intelligence that will be an honor to our being. <\/div><div class=\"paragraph jod\" id=\"v10n1291\"> Look at the people who are here&#x2014;the few that have gathered&#x2014;and then look back at the Branches you came from. How many have gathered? Where are the rest of those who composed those Branches? It is true that occasionally one will remain and keep the faith for many years, but circumstances are such in the world that they eventually fall away from it, if they remain there. <\/div><div class=\"paragraph jod\" id=\"v10n1292\"> It was truly said here today that the spirit we have embraced is one, and that we will flow together as surely as drops of water flow together. One drop will unite with another drop, others will unite with them until, drop added to drop, they form a pond, a sea, or a mighty ocean. So with those who receive the Gospel. There never was a person who embraced the Gospel but desired to gather with the Saints, yet not one-fourth ever have gathered; and we expect that a good many of those who have gathered will go the downward road that leads to destruction. It seems hardly possible to believe that people, after receiving the truth and the love of it, will turn away from it, but they do. <\/div><div class=\"paragraph jod\" id=\"v10n1293\"> Now, brethren and sisters, proclaim that brothers Heber and Brigham and some others will be gone for a few days; though I do not promise to preach to you when I come back; I do not intend to preach while I am <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> away, but I expect to attend meeting when I return, so that you can see that I am with you in readiness to meet the requirements of my calling. This should satisfy you about my being absent for a few days. <\/div><div class=\"paragraph jod\" id=\"v10n1294\"> I expect to be absent, some time from now, for quite a while. I do not say I will be absent, but I expect to be. I expect to take the back track from here. When we came back from the south I told the brethren this. When we shall go is not for me to say. If the people neglect their duty, turn away from the holy commandments which God has given us, seek their own individual wealth, and neglect the interests of the Kingdom of God, we may expect to be here quite a time&#x2014;perhaps a period that will be far longer than we anticipate. Perhaps some do not understand these remarks. You are like me, and I am like you. I cannot see that which is out of sight; you cannot see that which is out of sight. If you bring objects within the range of vision&#x2014;within the power of sight&#x2014;you can see them. These sayings may be somewhat mysterious to some. <\/div><div class=\"paragraph jod\" id=\"v10n1295\"> Some may ask why we did not tarry at the Center Stake of Zion, when the Lord planted our feet there? We had eyes, but we did not see; we had ears, but we did not hear; we had hearts that were devoid of what the Lord required of his people; consequently we could not abide what the Lord revealed to us. We had to go from there to gain an experience. Can you understand this? I think there are some here who can. If we could have received the words of life and lived according to them, when we were first gathered to the Center Stake of Zion, we never would have been removed from that place. But we did not abide the law the Lord gave to us. We are here to gain an experience, and we cannot increase in that any  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faster than our capacities will admit. Our capacities are limited, though sometimes we could receive more than we do, but we will not. Preach the riches of eternal life to a congregation, and when the eyes and affections of that congregation are like the fool's eyes, to the ends of the earth,<span class=\"citation\" id=\"57453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57453)\">Prov. 17:24<\/a><\/span> it is like throwing pearls before swine.<span class=\"citation\" id=\"63734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63734)\">Matt. 7:6<\/a><\/span> If I can actually reach your understandings, you will know just what I know, and see just what I see in regard to what I may say. <\/div><div class=\"paragraph jod\" id=\"v10n1297\"> Take the history of this Church from the commencement, and we have proven that we cannot receive all the Lord has for us. We have proven to the heavens and to one another that we are not yet capacitated to receive all the Lord has for us, and that we have not yet a disposition to receive all He has for us.<span class=\"citation\" id=\"91620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91620)\">D&amp;C 132:22<\/a><\/span> Can you understand that there is a time you can receive, and there is a time you cannot receive, a time when there is no place in the heart to receive? The heart of man will be closed up, the will will be set against this and that, that we have opportunity to receive. There is an abundance the Lord has for the people, if they would receive it. <\/div><div class=\"paragraph jod\" id=\"v10n1298\"> I will now lead your minds directly to our own situation here, leaving the first organization of the people, their gathering, etc., and come to our being now here. Some have been here six months, some one year, some two, some five, some six, some ten, and some seventeen years this summer. Now I will take the liberty of bringing up some circumstances and sayings to connect with the ideas I wish to present in regard to our wills, dispositions, opportunities, etc. <\/div><div class=\"paragraph jod\" id=\"v10n1299\"> It was said here today, by brother William Carmichael, that he had proved a great many of the sayings and prophecies of Joseph to be true, and also the prophecies of Heber and others. Now you, my brethren and <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sisters, who have been in the habit of coming here for the last ten, twelve, or fifteen years, have you not been told all the time, at least as often as once a month, that the time would come when you would see the necessity of taking counsel and laying up grain? It has been said that brother Brigham has prophesied that there would be a famine here. I would like to have anyone show me the man or woman who heard brother Brigham make that statement. I have not made that statement, but I have said you will see the time that we will need grain&#x2014;that we will need bread. We have seen that time. Brother Heber said the same thing. But you never heard me saying the Lord would withdraw his blessings from this land while we live here, unless we forfeit our rights to the Priesthood; then we might expect that the earth would not bring forth. <\/div><div class=\"paragraph jod\" id=\"v10n1300\"> We have had a cricket war, a grasshopper war, and a dry season, and now we have a time of need. Many of the inhabitants of this very city, I presume, have not breadstuffs enough to last them two days; and I would not be surprised if there are not seven-eighths of the inhabitants who have not breadstuffs sufficient to last them two weeks. Has the Lord stayed the heavens? No. Has He withdrawn His hand? No, He is full of mercy and compassion; He has provided for the Saints. No matter what scarcity there is at present, he gave them bread. If they go without bread, they cannot say the Lord has withheld His hand, for He has been abundantly rich in bestowing the good things of the earth<span class=\"citation\" id=\"86276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86276)\">D&amp;C 59:3<\/a><\/span> upon this people. Then why are we destitute of the staff of life? Comparing the people with their substance, we might say we have sold ourselves for nought. We have peddled off the grain which God has  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given us so freely, until we have made ourselves destitute. Has this been told us before? Yes, year after year. <\/div><div class=\"paragraph jod\" id=\"v10n1301\"> How will it be? Listen, all who are in this house, is this the last season we are going to have a scarcity? I will say I hope it is, but I cannot say that it is, if the people are not wise. Some sow their wheat, and after the Lord has given one hundredfold of an increase, they sell that at one-fourth of its value, and leave themselves wanting. The last time I spoke upon this subject I tried to stir up the minds of the people regarding it; I want them to reflect upon it. <\/div><div class=\"paragraph jod\" id=\"v10n1302\"> At our Semiannual Conference last fall the Bishops were instructed to go to each house and see what breadstuffs were on hand. Why? &#x201C;Because the time is coming when they will want breadstuffs.&#x201D; It comes to my ears every day that this one and that one is in want. &#x201C;Such a one has had no bread for three days.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1303\"> What was told you last harvest? &#x201C;Sister, you had better get a chest, or a little box, for there is plenty of wheat to be had&#x2014;it is not worth a dollar a bushel&#x2014;and you had better fill your box with it.&#x201D; &#x201C;Oh, there is plenty of it; there is no necessity for my emptying the paper rags out of my box, or my clothes out of the large chest where I have them packed away; my husband can go and get what he wants at the Tithing Store.&#x201D; They would not get the wheat and the flour that was then easy to be obtained, and now they are destitute. Why could they not believe what they were told? They ought to have believed, for it is true; and in all these matters the truth has been timely told to the people. And here let me say to you that instead of our having plenty here, with nobody to come to buy our substance <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;to purchase our surplus grain&#x2014;the demand for what we can raise here will increase year by year. <\/div><div class=\"paragraph jod\" id=\"v10n1304\"> Are we going to live our religion&#x2014;to be the servants and handmaids of the Almighty? Are we going to continue in the faith, and try to grow in grace and in the knowledge of the truth?<span class=\"citation\" id=\"85988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85988)\">D&amp;C 50:40<\/a><\/span> If we are, the prophecies will be fulfilled on us. We shall have the privilege of seeing the blest, and will be blest. <\/div><div class=\"paragraph jod\" id=\"v10n1305\"> I look at things as a man looking philosophically; I look at things before us in the future as a politician, as a statesman, as a thinking person. What is going to be the condition of this people and their surrounding neighbors? Do we not see the storm gathering? It will come from the northeast and the southeast, from the east and from the west, and from the northwest. The clouds are gathering; the distant thunders can be heard; the grumblings and mutterings in the distance are audible, and tell of destruction, want and famine. But mark it well, if we live according to the Holy Priesthood bestowed upon us, while God bears rule in the midst of these mountains, I promise you, in the name of Israel's God, that he will give us seedtime and harvest.<span class=\"citation\" id=\"52940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52940)\">Gen. 8:22<\/a><\/span> We must forfeit our right to the Priesthood, before the blessings of the Heavens cease to come upon us. Let us live our religion, and hearken to the counsel given to us. <\/div><div class=\"paragraph jod\" id=\"v10n1306\"> And here let me say to you, buy what flour you need, and do not let it be hauled away. Have you a horse, or an ox, or a wagon, or anything else, if it takes the coat off your back, or the shoes off your feet, and you have to wear moccasins, sell them and go to the merchants who have it to sell and buy the flour before it is hauled away. Why did you not buy it when it was cheap? There is a saying that  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wit dearly bought is remembered. Now buy your wit, buy your wisdom, buy your counsel and judgment, buy them dearly, so that you will remember. You were last fall counseled to supply yourselves with breadstuffs, when flour could have been bought for whistling a tune, and the seller would have whistled one half of it to induce you to buy. Why have the children of this world been wiser in this day than the children of light?<span class=\"citation\" id=\"67727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67727)\">Luke 16:8<\/a><\/span> Have not there been Saints enough before us for us to learn by their experience, and revelations enough given for the Saints now not to be in the back ground? It is mortifying that the children of this world should know more about these things than the children of light.<span class=\"citation\" id=\"67725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67725)\">Luke 16:8<\/a><\/span> We know more about the kingdom of God. Take these young men, sixteen or eighteen years old, or these old men, or some who have just come into the Church, and let them go into the world, and, with regard to the kingdom of God, they can teach kings and queens, statesmen and philosophers, for they are ignorant of these things, but in things pertaining to this life the lack of knowledge manifested by us as a people is disgraceful. Your knowledge should be as much more than that of the children of the world,<span class=\"citation\" id=\"67726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67726)\">Luke 16:8<\/a><\/span> with regard to the things of the world, as it is with regard to the things of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n1308\"> Take your money or your property, brethren and sisters, and buy flour; or shall I hear tomorrow morning, &#x201C;I am out of bread?&#x201D; Why not go down street and sell your bonnets, and your shawls, sisters, and not wait? &#x201C;Why, some good brother will feed us.&#x201D; But that good brother has not got the flour. &#x201C;I am not going to buy any; I will trust in the Lord; He will send the ravens to feed me.&#x201D;<span class=\"citation\" id=\"55673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55673)\">1 Kgs. 17:4<\/a><\/span> Perhaps the faith of some people is such that they think the <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord will send down an angel with a loaf of bread under one arm and a leg of bacon under the other&#x2014;that an angel will be sent from some other world with bread ready buttered for them to eat, or that it will be as was said of the pigs in Ohio when it was first settled; it was said the soil was so rich that if you hung up one pound of the earth two pounds of fat would run out of it; and that pigs were running through the woods ready roasted, with knives and forks in their backs. My faith is not like that. <\/div><div class=\"paragraph jod\" id=\"v10n1309\"> A brother told me, when speaking of the rotation of the planets, that he could never believe that the earth did rotate. Said I, do you believe that the sun which shone today shone yesterday? &#x201C;Yes.&#x201D; He had not faith to believe that the earth turns round, but he believed that the sun moved round the earth. Now, said I, take your measuring instruments. If the earth rotates upon its axis each given point upon it moves 24,000 miles in twenty-four hours, while if the sun goes round the earth it must travel over a circle, in the same time, of which 95,000,000 is about the semidiameter. He had not faith to believe that the earth could turn on its axis in twenty-four hours, but I showed him that he had to have millions and millions more faith than I had, when he believed the sun went round the earth. <\/div><div class=\"paragraph jod\" id=\"v10n1310\"> My faith does not lead me to think the Lord will provide us with roast pigs, bread already buttered, &amp;c. He will give us the ability to raise the grain, to obtain the fruits of the earth, to make habitations, to procure a few boards to make a box, and when harvest comes, giving us the grain, it is for us to preserve it&#x2014;to save the wheat until we have one, two, five, or seven years' provisions on hand,<span class=\"citation\" id=\"53611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53611)\">Gen. 41:26-27<\/a><\/span> until there is enough of the staff of life saved by the people to  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bread themselves and those who will come here seeking for safety. <\/div><div class=\"paragraph jod\" id=\"v10n1311\"> Will you do this? &#x201C;Aye, maybe I will,&#x201D; says one, and &#x201C;maybe I won't,&#x201D; says another; &#x201C;the kingdom that cannot support me I don't think of much account; the Lord has said it is His business to provide for His Saints, and I guess He will do it.&#x201D; I have no doubt but He will provide for His Saints,<span class=\"citation\" id=\"89854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89854)\">D&amp;C 104:15<\/a><\/span> but, if you do not take this counsel and be industrious and prudent, you will not long continue to be one of His Saints; then continue to do right that ye may be His Saints; sow, plant, buy half a bushel of wheat here, and a bushel there, and store it up till you get your five or seven years' provisions on hand. <\/div><div class=\"paragraph jod\" id=\"v10n1312\"> The war now raging in our nation is in the providence of God, and was told us years and years ago by the Prophet Joseph;<span class=\"citation\" id=\"88152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88152)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91317)\">D&amp;C 130:12<\/a><\/span> and what we are now coming to was foreseen by him, and no power can hinder. Can the inhabitants of our once beautiful, delightful and happy country avert the horrors and evils that are now upon them? Only by turning from their wickedness, and calling upon the Lord. If they will turn unto the Lord and seek after Him, they will avert this terrible calamity, otherwise it cannot be averted. There is no power on the earth, nor under it, but the power of God, that can avert the evils that are now upon and are coming upon the nation. <\/div><div class=\"paragraph jod\" id=\"v10n1313\"> What is the prospect? What does the statesman declare to us? What does he point us to? Peace and prosperity? Brotherly kindness and love? Union and happiness? No! No! Calamity upon calamity; misery upon misery. <\/div><div class=\"paragraph jod\" id=\"v10n1314\"> Do you see any necessity, Latter-day Saints, for providing for the thousands coming here? Suppose some of your brothers, uncles, children, grandchildren, or your old <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> neighbors, fleeing here from the bloodshed and misery in the world, were to come to you. &#x201C;Well, I am glad to see you, come to my house; come uncle, come grandson, come aunt, I must take you home.&#x201D; But what have you to give them? Not a morsel! &#x201C;The country was full of food; I could have obtained it for sewing, for knitting, for almost every kind of work; I could have procured it a year ago, but it grated on my feelings to have it offered me for my work. I am sorry to say I have nothing in the house, but I think I can borrow it,&#x201D; when you ought to have your bins full, to feed your friends when they come here. <\/div><div class=\"paragraph jod\" id=\"v10n1315\"> It is not our open enemies who will come here. I told the people last year that the flood and tide of emigration were conservative people, who wished in peace to raise the necessaries of life, to trade, etc.&#x2014;peaceful citizens. What do they come here for? To live in peace. Were they those who robbed us in Missouri and Illinois? No. <\/div><div class=\"paragraph jod\" id=\"v10n1316\"> The time is coming when your friends are going to write to you about coming here, for this is the only place where there will be peace. There will be war, famine, pestilence, and misery through the nations of the earth, and there will be no safety in any place but Zion, as has been foretold by the Prophets of the Lord, both anciently<span class=\"citation\" id=\"92988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92988)\">Moses 7:20<\/a><\/span> and in our day.<span class=\"citation\" id=\"85790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85790)\">D&amp;C 45:68-69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1317\"> This is the place of peace and safety. We would see how it would be if the wicked had power here, but they have not the power, and they never will have, if we live as the Lord requires us to. (Amen, by the congregation.) <\/div><div class=\"paragraph jod\" id=\"v10n1318\"> Buy flour, you who can; and you, sisters, and children too, when harvest comes, glean the wheat fields. I would as soon see my wives and children gleaning wheat, as anybody's. And then, when the people come  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here by thousands, you will be able to feed them. What will be your feelings, when the women and children begin to cry in your ears, with not a man to protect them? You can believe it or not, but the time is coming when a good man will be more precious than fine gold. <\/div><div class=\"paragraph jod\" id=\"v10n1320\"> It is distressing to see the condition our nation is in, but I cannot help it. Who can? The people <span class=\"italic\">en masse<\/span>, by turning to God, and ceasing to do wickedly, ceasing to persecute the honest and the truth-lover. If they had done that thirty years ago, it would have been better for them today. When we appealed to the government of our nation for justice, the answer was&#x2014;&#x201C;Your cause is just, but we have no power.&#x201D; Did not Joseph Smith tell them in Washington and Philadelphia, that the time would come when their State rights would be trampled upon? <\/div><div class=\"paragraph jod\" id=\"v10n1321\"> Joseph said, many and many a time, to us&#x2014;&#x201C;Never be anxious for the Lord to pour out his judgments upon the nation; many of you will see the distress and evils poured out upon this nation<span class=\"citation\" id=\"68021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68021)\">Luke 21:25<\/a><\/span> till you will weep like children.&#x201D; Many of us have felt to do so already, and it seems to be coming upon us more and more; it seems as though the fangs of destruction were piercing the very vitals of the nation. <\/div><div class=\"paragraph jod\" id=\"v10n1322\"> We inquire of our friends who come here, the emigration, how it is back where they came from. They say you can ride all day in some places but recently inhabited, and not see any inhabitants, any plowing, any sowing, any planting; you may ride through large districts of country, and see one vast desolation. A gentlemen said here, the other day, that one hundred families were burned alive in their own houses, in the county of Jackson, Missouri; whether this is true is not for me to say, but the thought <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of it is painful. Have you, Latter-day Saints, ever experienced anything like that? No! You were driven out of your houses, I forget the number, but you were not burned in them. I have said it to the Saints, and would proclaim it to the latest of Adam's generation, that the wicked suffer more than the righteous. <\/div><div class=\"paragraph jod\" id=\"v10n1323\"> Why do people apostatize? You know we are on the &#x201C;Old Ship Zion.&#x201D; We are in the midst of the ocean. A storm comes on, and, as sailors say, she labors very hard. &#x201C;I am not going to stay here,&#x201D; says one; &#x201C;I don't believe this is the &#x2018;Ship Zion.&#x2019;&#x201D; &#x201C;But we are in the midst of the ocean.&#x201D; &#x201C;I don't care, I am not going to stay here.&#x201D; Off goes the coat, and he jumps overboard. Will he not be drowned? Yes. So with those who leave this Church. It is the &#x201C;Old Ship Zion,&#x201D; let us stay in it. Is there any wisdom in all doing as we are all told? Yes. <\/div><div class=\"paragraph jod\" id=\"v10n1324\"> While brother Woodruff was talking about the notable text given by brother Hardy to a gentleman in England, when speaking of the Mormon creed, I thought I could incorporate a very large discourse in the application of that creed. &#x201C;To mind your own business&#x201D; incorporates the whole duty of man.<span class=\"citation\" id=\"57630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57630)\">Eccl. 12:13<\/a><\/span> What is the duty of a Latter-day Saint? To do all the good he can upon the earth, living in the discharge of every duty obligatory upon him. If you see anybody angry, tell them never to be angry again. If you see anybody chewing tobacco, ask them to stop it, and spend the money for something to eat. Will you stop drinking whiskey? Let me plead with you to do so. And if the sisters would not think it oppressive, I would ask them to not drink quite so much strong tea. And if I make an application of these remarks in my own person, it is my business to point out these things and to ask you to refrain from them.  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is the business of a Latter-day Saint, in passing through the street, if he sees a fence pole down, to put it up; if he sees an animal in the mud, to stop and help get it out. I make such acts my business. When I am traveling, I stop my whole train and say&#x2014;&#x201C;Boys, let us drive those cattle out of that grain, and put up the fence.&#x201D; If I can do any good in administering among the people, in trying to have them comprehend what is right and do it, that is my business, and it is also your business. <\/div><div class=\"paragraph jod\" id=\"v10n1326\"> Let us preach righteousness, and practice it. I do not wish to preach what I do not practice. If I wish to preach to others wholesome doctrine, let me practice it myself&#x2014;show that example to others I wish them to imitate. If we do this, we will be preserved in the truth. We wish to increase; we do not wish to become aliens in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n1327\"> When people's eyes are opened, and they see and understand how heinous it is to turn away from the truth, were they to reflect, and ask, &#x201C;Shall I ever leave the faith? Ever turn away from the kingdom of God?&#x201D; It would make them shudder; there would be chill over them from their heads to their feet; they would feel to say, &#x201C;No, God forbid!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1328\"> It was said here this morning that no person ever apostatized, without actual transgression. Omission of duty leads to commission. We want to live so as to have the Spirit every day, every hour of the day, every minute of the day; and every Latter-day Saint is entitled to the Spirit of God, to the power of the Holy Ghost, to lead him in his individual duties. Is nobody else entitled to it? No. But this wants explanation. <\/div><div class=\"paragraph jod\" id=\"v10n1329\"> Here, perhaps, is a good Presbyterian brother, a good Baptist brother, or, perhaps, a good Catholic one. Are they entitled to that degree of the Spirit of God that we are? No, <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but they are entitled to light. And there is one saying I heard here today, that I will repeat; whenever anyone lifts his voice or hand to persecute this people, there is a chill passes through him, unless he is lost to truth and the Spirit of God has entirely left him. He feels it day and night; he feels the Spirit working with him. And the Spirit of the Lord will strive, and strive, and strive with the people, till they have sinned away the day of grace.<span class=\"citation\" id=\"83157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83157)\">Morm. 2:15<\/a><\/span> Until then, all are entitled to the light of Christ, for he is the light that lighteth every man who cometh into the world.<span class=\"citation\" id=\"68526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68526)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87786)\">D&amp;C 84:46<\/a><\/span> But they are not entitled to receive the Holy Ghost. Why not, as well as Cornelius?<span class=\"citation\" id=\"71716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71716)\">Acts 10:1-48<\/a><\/span> That bestowal of the Holy Ghost was to convince the superstitious Jews that the Lord designed to send the Gospel to the Gentiles. Peter said, well, now, brethren, can you forbid water to baptize these, seeing the Lord has been so merciful to them as to give them the Holy Ghost? And he baptized them;<span class=\"citation\" id=\"71797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71797)\">Acts 10:47-48<\/a><\/span> and that was the opening of the door of the Gospel to the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v10n1330\"> I pray to the Lord for you; I pray for you to get wisdom&#x2014;worldly wisdom; not to love the things of the world,<span class=\"citation\" id=\"78558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78558)\">1 Jn. 2:15<\/a><\/span> but to take care of what you raise. Try to raise a little silk here; you know we are raising cotton. Try to raise some flax, and take care of it. Try and make a little sugar here next fall; I understand that article is now fifty cents a pound in New York. As war is wasting the productive strength of the nation, do you not think it becomes us to raise sugar, corn, wheat, sheep, &amp;c., for the consumption of the old, the blind, the lame, and the helpless who will be left, that we may be able to feed and clothe them when they come here? We will feed and care for them, for there are thousands of them who are good  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, who have lived according to the best light and truth they knew. And by and by the prejudices that exist against us will be wiped away, so that the honest can embrace the truth. <\/div><div class=\"paragraph jod\" id=\"v10n1332\"> I do not want &#x201C;Mormonism&#x201D; to become popular; I would not, if I could, make it as popular as the Roman Catholic Church is in Italy, or as the Church of England is in England, because the wicked and ungodly would crowd into it in their sins. There are enough of such characters in it now. There are quite a number here who will apostatize. It needs this and that to occur to make some leave. If &#x201C;Mormonism&#x201D; were to become popular, it would be much as it was in the days of the early Christians, when no one could get a good position unless he was baptized for the remission of sins; he could not get an office, without he was baptized into the church. <\/div><div class=\"paragraph jod\" id=\"v10n1333\"> Suppose this Church were so popular that a man could not be elected President of the United States, unless he was a Latter-day Saint, we would be overrun by the wicked. I would rather pass through all the misery and sorrow, the troubles and trials of the Saints, than to have the religion of Christ become popular with the world. It would in such case go as the ancient Church went. I care not what the world thinks, nor what it says, so they leave us unmolested in the exercise of our inherent rights. Take a straightforward course, and meet the jeers and frowns of the wicked. <\/div><div class=\"paragraph jod\" id=\"v10n1334\"> Unpopular. &#x201C;Oh dear, how they are despised and hated, those &#x2018;Mormons!&#x2019;&#x201D; Did not Jesus say that His disciples should be hated and despised? Said he, &#x201C;They hate me, and they will hate you also.&#x201D;<span class=\"citation\" id=\"70213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70213)\">John 15:18,20<\/a><\/span> Has it ever been otherwise? He said, emphatically, &#x201C;In the world ye shall have persecution, but in me ye shall have peace.&#x201D;<span class=\"citation\" id=\"70534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70534)\">John 16:33<\/a><\/span> <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <\/div><div class=\"paragraph jod\" id=\"v10n1335\"> What is proved by people's leaving us, before the heavens, before the angels, and all the Prophets and holy men who ever lived upon the earth? You will see every man and woman, when they once consent to leave here, I don't care what name they are known by, whether Morrisites, Gladden Bishopites, Josephites, or any other ite, they make friends with the wicked&#x2014;with those who blaspheme the holy name we have been commemorating here this afternoon, and they are full of malice and evil. Whenever any person wants to leave here, the thread is broken that bound him to the truth, and he seeks the society of the wicked; and it proves to everybody who has the light of truth within them, that this is the kingdom of God, and that those who leave are of Anti-Christ.<span class=\"citation\" id=\"78603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78603)\">1 Jn. 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1336\"> Be steadfast, always abiding in the truth. Never encourage malice or hatred in your hearts; that does not belong to a Saint. I can say in truth, that with all the abuse I have ever met, driven from my home, robbed of my substance, I do not know that a spirit of malice has ever rested in my heart. I have asked the Lord to mete out justice to those who have oppressed us, and the Lord will take his own time and way for doing this. It is in His hands, and not in mine, and I am glad of it, for I could not deal with the wicked as they should be dealt with. <\/div><div class=\"paragraph jod\" id=\"v10n1337\"> My name is had for good and evil upon the whole earth, as promised to me. Thirty years ago brother Joseph, in a lecture to the Twelve, said to me, &#x201C;your name shall be known for good and evil throughout the world,&#x201D;<span class=\"citation\" id=\"93792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93792)\">JS&mdash;H 1:33<\/a><\/span> and it is so. The good love me, weak and humble as I am, and the wicked hate me; but there is no individual on the earth but what I would lead to salvation, if he would let me; I would take him by the hand, like a child, and lead him like  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a father in the way that would bring him to salvation. <\/div><div class=\"paragraph jod\" id=\"v10n1338\"> Would we not rather live as we are living, than to become one with the spirit of the world? Yes. Do not be anxious to have this people become rich, and possess the affection of the world. I have been fearful lest we come to fellowship the world. Whatever you have, it is the Lord's. You own nothing, I own nothing. I seem to have a great abundance around me, but I own nothing. The Lord has placed what I have in my hands, to see what I will do with it, and I am perfectly willing for Him to dispose of it otherwise whenever he pleases. I have neither wife nor child, no wives and children; they are only committed to me, to see how I will treat them. If I am faithful, the time will come when they will be given to me. <\/div><div class=\"paragraph jod\" id=\"v10n1339\"> The Lord has placed it in our power to obtain the greatest gift He can bestow&#x2014;the gift of eternal life;<span class=\"citation\" id=\"84088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84088)\">D&amp;C 14:7<\/a><\/span> He has bestowed upon us gifts to be developed and used throughout all <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternity&#x2014;the gifts of seeing, of hearing, of speech, &amp;c.&#x2014;and we are endowed with every gift and qualification, though in weakness, that are the angels; and the germ of the attributes that are developed in Him who controls is in us to develop. We can see each other, hear each other, converse with each other, and, if we keep the faith, all things will be ours. The Saints do not own anything now. The world do not own anything. They are hunting for gold&#x2014;it is the Lord's. If my safe had millions of gold in it, it would be the Lord's, to be used as he dictates. The time will come when those who are now dissatisfied will not be satisfied with anything, but the Saints who live their religion are and will be satisfied with everything. They know the Lord controls, and that He will control and save the righteous. <\/div><div class=\"paragraph jod\" id=\"v10n1340\"> May the Lord help us to be righteous and to live our religion, that we may live forever. Amen. <\/div>\n<\/div>\n<\/div>"}