{"ID":100063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Increase of Faith Among the Saints&#x2014;More Implicit in Their Obedience Now Than in the Days of Joseph&#x2014;Comparisons Made By Men Between the Past and the Present&#x2014;The Magnitude of the Work of God, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in the Tabernacle, Great Salt Lake City, October 23, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Increase of Faith Among the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/23\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v10n1570\"> In standing up to address you this morning, I trust I shall have the assistance of your faith and prayers, that my mind may be led to dwell upon those points of doctrine that may be interesting and strengthening <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to us under the present circumstances. It is with very peculiar feelings that I stand before my brethren and sisters at home. While I was abroad, preaching the Gospel, and mingling with my brother missionaries from  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this land, and among the Saints in other countries, I felt a degree of freedom and ease in trying to instruct them, in consequence, no doubt, of knowing that it was my calling, which had been laid upon me by the servants of God, to impart to the people such instructions as I might be led to give by the Spirit of God. I have a different feeling when I am at home among my brethren and sisters in Zion. I feel as though there was some need of my sitting still to listen; still I do not feel to shrink in the least degree from the duties and responsibilities God has seen fit to place upon me. <\/div><div class=\"paragraph jod\" id=\"v10n1572\"> I rejoice exceedingly in the knowledge God has given to me that this is his Work&#x2014;that he has established it never more to be thrown down,<span class=\"citation\" id=\"89561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89561)\">D&amp;C 101:75<\/a><\/span> and that it is his mind and will it should roll forth and increase until it fills the whole earth.<span class=\"citation\" id=\"61083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61083)\">Dan. 2:35<\/a><\/span> I know there are a great many views entertained upon this point by the people abroad, and they indulge in a great variety of opinion respecting the Latter-day Saints in the valleys of Utah. A great many opinions have been hazarded in bygone days respecting our future fate. Some have imagined that it needed but a short time to elapse, and a few changes to take place, and all that would remain of this work would be found on the records of the historian: that is, it would fall to pieces, and pass away forever, and there would not be even a remnant left of it. Many of the Saints doubtless recollect what views that were entertained relating to the Prophet Joseph. It was supposed that the whole Kingdom and the stability of it depended upon his life, and that if he could be removed, and his influence destroyed, or his life taken from him, that the system called &#x201C;Mormonism,&#x201D; &#x201C;that gross delusion&#x201D; as they termed it, would tumble to pieces, and the adherents <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the system would scatter abroad throughout the nations no more to trouble them. Acting upon this view they sought his life for years, and at last they were successful in destroying his mortal tabernacle; but they were disappointed, for they soon discovered that it did not accomplish the end they designed; still, the spirit that prompted them to seek his life stirred them up to endeavor to seek the lives of those who had stepped forward and taken his place, and who were seeking with the same diligence which he had manifested to establish the Work of which he had laid the foundation. You know with what perseverance they have striven from the beginning to the present time to do this. It is unnecessary for me to reiterate in your hearing this morning the various attempts that have been made from the days of the Prophet Joseph until now&#x2014;how unceasingly they have endeavored, and with what ingenuity and craft they have sought to bring their wicked plans and bitter malice to bear against the work of God to sap its foundation that it might cease to increase in the earth. Not only have we had these things to contend with from those who never were associated with us and who knew nothing about our principles, only as they could gain a knowledge of them from casual observation, but we have had to contend with apostates&#x2014;those who have been numbered with us, who professed to have received a knowledge of the truth as we have received it, who had received and officiated in the Holy Priesthood, who had borne testimony hundreds of times to the great Work which our Father and God has established in the earth. Yes, added to the efforts of those who have never been numbered with us, we have had the efforts of apostates to contend with, we have had their malice to encounter, we have had  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their deep laid schemes to counteract; and, if there has been anything that has been disagreeable connected with our history from the beginning to the present, it has been more especially found in the opposition that we have had to meet from the hands, mouths, and pens of those who have been once numbered with us. This has been bitter, and most disagreeable to our feelings; at least, I can speak individually for myself in this matter; it has been something that has been exceedingly painful to me to see those who formerly called themselves our brethren opposing the Work of God with all the envenomed hatred that you could imagine an evil spirit to be possessed of, seeking the lives of those men whom they formerly called brethren and associated with on terms of friendship. Every species of slander has been circulated by them, and they not only have sought to lay plans for the overthrow of the Work of God, but they have sought to disseminate erroneous views to destroy in the minds of the people confidence in the authority of those whom God has called to stand at the head of his Church. This list of enemies is a very long one, and they have not been idle; they have arisen one by one, time after time, and have sought with all the ability they possessed to destroy the Work of God. But there is an assurance which those who are living their religion have, and which they ever have had from the beginning until the present time&#x2014;an assurance of which men cannot deprive us, that God our heavenly Father has decreed that his Work shall stand, and that those who have received his Holy Priesthood, and are endeavoring to magnify the same shall be borne off triumphantly over every opposing obstacle. This is a glorious consolation for those who are living faithfully in Christ Jesus;<span class=\"citation\" id=\"76183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76183)\">2 Tim. 3:12<\/a><\/span> it is something that is calculated to cheer <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the feelings of the Saints, and make them feel happy in the midst of the various afflictions and trials and adversities they may have, from time to time, to pass through. <\/div><div class=\"paragraph jod\" id=\"v10n1574\"> It is interesting for us to contemplate the history of the people of God in the days in which we live. To my mind this subject is full of matter; it is fruitful with suggestions, and with happy thoughts. I love to look back upon the history of our people; I love to contemplate the path that we have trod; I love to reflect upon the many difficulties and the many trials that we have overcome in the past, through the power of our God. I see on every hand a disposition manifested by the enemies of the Kingdom of God to lay snares for the feet of his servants; but it will be as it has been, their efforts will be overthrown. The recollection of the history of the past and the many scenes and trials and difficulties we have had to pass through as a people, and from which we have been delivered by the Almighty arm of our Father and God inspires us with confidence on this point, and encourages us to look forward with renewed assurance to that day, which God has promised, when we shall be delivered entirely from the power of our enemies, when they shall not trouble us; when the glory of the Lord, and the terror also of the Lord, shall be manifested in Zion, insomuch that the wicked will not come unto it.<span class=\"citation\" id=\"85748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85748)\">D&amp;C 45:67<\/a><\/span> The contemplation of these things causes me to look forward with renewed assurance to this glorious day that I know, as well as I know that I stand here, will dawn upon us as a people, and that too before very long. <\/div><div class=\"paragraph jod\" id=\"v10n1575\"> I have heard, at various times, a great many talk about the difference between the Church now and the days of the Prophet Joseph. There is a class of people who seem to delight continually in dwelling upon the  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory and happiness of the past.<span class=\"citation\" id=\"82443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82443)\">Hel. 7:7-9<\/a><\/span> While I love to dwell upon the past, to reflect upon past scenes and associations and past teachings, and draw lessons therefrom, there is, nevertheless, to my mind, as much happiness to be enjoyed now in the contemplation of the Kingdom of God, in the contemplation of the glorious principles, that are taught unto us from time to time, as there is in the contemplation of the past teachings that we have received from the Servants of God in the days of Joseph. I can see that this people have progressed, and that the Authorities of this Church have progressed from that time until the present. I can see that there has been no standstill with them, nor with the Work of God with which they are identified. Every time I have returned from missions I have seen this growth in my brethren, in President Young, President Kimball, and other brethren who have been associated with them; I have seen it as visible as I have seen the growth of my children when I have been absent and returned. There has been a mental and spiritual growth that has given me an assurance that they are continually advancing in the direction of the celestial Kingdom of God our Father, and I know there is a greater degree of faith in the midst of this people today than in the days of Joseph. I can see it when I visit the Wards. I see a spirit of obedience manifested by the people to the Bishops that was not manifested in the days of Joseph even to him, himself, as the Prophet of God. These things cause my heart to rejoice, because I know that, notwithstanding our numerous frailties and weaknesses, and, notwithstanding our disobedience and hardness of heart, there is nevertheless a growth and development going on in the midst of this people; there is a portion of the people, at any rate, who <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are diligently striving to keep the commandments of God, and are successfully overcoming the weaknesses of their nature and that want of confidence and faith which exists in consequence of the traditions that have been instilled into our minds by our early education. I recollect upon one occasion, previous to the death of the Prophet Joseph, hearing him make a remark from the stand which made a deep impression upon my mind at the time. He said that if he were to reveal unto the people the principles and the doctrines which God had revealed unto him, there were men upon the stand that would go around the streets of the city seeking to shed his blood. I do not give his exact words; but the idea. I was young at the time, and I immediately began investigating my own feelings to know what doctrines brother Joseph could possibly teach that would have that effect upon my mind. Although I did not fully comprehend his remark, I believed it; for I believed everything he said. Yet not many months elapsed before I comprehended his words; for, soon afterwards one of the men who sat on the stand and heard that declaration, and whose name he mentioned, went about the city plotting to shed his blood. I do not believe it would be necessary for President Young today to be so cautious in advancing doctrines to this people as brother Joseph was at that time; not but what there are principles and doctrines today which he has to be as careful in advancing to this people, in consequence of our unbelief and hardness of heart, as brother Joseph was; but the same doctrines that brother Joseph asserted that if he advanced would lead to the spilling of his blood, can be advanced today, with the most perfect freedom, by the servants of God. The people have advanced sufficiently in faith and in  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the knowledge of God to be prepared to receive such things from the servants of God; but there is still a necessity for us to exert and arouse ourselves that we may have that faith with God which is necessary to prepare us for the things yet to be revealed to us. <\/div><div class=\"paragraph jod\" id=\"v10n1577\"> My brethren and sisters, the Lord has not yet revealed to us all that is to be revealed. There are many great and glorious principles and truths pertaining to exaltation in the celestial Kingdom of God which we are not yet prepared to receive.<span class=\"citation\" id=\"94081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94081)\">A of F 1:9<\/a><\/span> We need only reflect for a few moments upon the doctrine which President Young has advanced already to assure us that there is a necessity for us to arouse on this point, and be diligent and faithful, in order that our faith may increase with God, that the veil of darkness may be rent asunder and that the light of truth in its purity and brilliancy, as it exists in the presence of God, may shine upon us, that we may be prepared to receive the truths God has in store for us. From the day that God established this Church to the present the stream of revelation has continued to flow uninterruptedly. It flows pure for us to drink at until we are filled to repletion; and if we do not drink, it is our own fault. The servants of God are not to blame, for they have been laboring by day and by night, from the beginning, with us, as a people, to prepare us for the great things that are at our very doors, and that God intends to perform in this generation. I feel the importance of this, probably not as much as I ought, and wish to do; nevertheless, when I see the great events that are taking place at this time among the nations&#x2014;when I view the destiny that awaits us as a people, and the great things God has in store for us, I almost feel as though I was a laggard on the path, and too <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> slow entirely for the great events that are coming upon the earth. The day is near when a Temple shall be reared in the Center Stake of Zion, and the Lord has said his glory shall rest on that House in this generation, that is in the generation in which the revelation was given, which is upwards of thirty years ago.<span class=\"citation\" id=\"87495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87495)\">D&amp;C 84:5<\/a><\/span> How much are we prepared for this? We talk about it, sing about it, and delight to dwell upon it; but are we prepared for this great manifestation of glory in our midst? I doubt it very much, and it seems to me that we will have to become more diligent, more zealous, and more faithful, humble, and prayerful, than we ever have been to be fully prepared for these great events. I have said that the servants of God are not to blame; they will not be to blame, if we are not prepared for these events. It is not because we have not been taught; it is not because we have not been plead with&#x2014;not because we have not had good examples set before us by our leaders; the contrary has been the case. The voice of God, through his servants, has been pleading with us from the beginning until now. It still pleads with us; the servants of God still entreat us; their bowels of compassion yearn over us as does those of the Lord; they are filled with great desire to see this people walk up and obey all the laws of God, and nothing grieves them so much as to see the people negligent, careless, and indifferent in the performance of their duties, disobedient to counsel, and disregarding the duties and requirements of their holy religion. Men talk about revelation&#x2014;I said a few moments ago that men compared the present day with the past, and compare it unfavorably. When I look at what God has done for us up to the present, instead of there being room for unfavorable comparisons between the past and  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the present, I am pleasingly astonished at what has been and is being done. It has been one constant stream of revelation from that day to this. Read the discourses of the first Presidency and the Twelve, and you will see that they are filled with revelation, with light, with knowledge, with wisdom, and with good counsel unto this people. Have this people ever seen the day when the counsel of God's servants has not been sufficient to guide them in the midst of difficulties? No; we never have. There has not been a single minute that this people has been left without the voice of God; there has not been a single minute since this Church was founded to this time that the power of God has not been plainly manifested in our midst. I rejoice in this&#x2014;I rejoice in it exceedingly; because I know that God is still laboring with his people, and that his power has been manifested in the earth for the accomplishment of his great and glorious purposes. <\/div><div class=\"paragraph jod\" id=\"v10n1579\"> When I look back, and think upon the condition we were in at the time we left Nauvoo and were driven into the wilderness, at the point almost of our enemies' bayonets, and then notice the path we have trod from that day to this my wonder and astonishment are great, and as I grow older these feelings increase. When I contemplate how we have been led, how the revelations of God have rested upon his servant Brigham, and how he has been enabled to guide this people safely through the difficulties which laid in their path up to this time, I am filled with gratitude to God our Father for raising up Prophets in this our day. Posterity will look with wonder upon the Work which has been accomplished in this day&#x2014;they will be lost in astonishment in contemplating the mighty Work of God, and will be exceedingly surpri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sed that it could be possible for this generation to witness such mighty works and not have respect to the testimony of the servants of God who led this people. We wonder now how it was possible for the Egyptians to reject the testimony of Moses and Aaron. But, to my mind, the great Work in which we are engaged is far greater than the work that was performed by Moses. I reverence the work Moses performed, I look upon it as a great work. But this Work of the last days is a far greater work&#x2014;the gathering of the Saints together from the various nations, is a far more stupendous work, to my mind, than the gathering of Israel from Egypt to the land of Canaan. I would not be guilty of undervaluing the work Moses performed, or of attaching to it a light importance, for I value it highly; but with Moses it was different to what it has been with the leaders of Israel in these days. The children of Israel had been taught by their fathers that God would raise up a Prophet that should lead them from the land of bondage,<span class=\"citation\" id=\"53099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53099)\">Gen. 15:13-14<\/a><\/span><span class=\"citation\" id=\"53756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53756)\">Gen. 50:24<\/a><\/span><span class=\"citation\" id=\"53757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53757)\">Gen. 50:29 (JST)<\/a><\/span><span class=\"citation\" id=\"53798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53798)\">Ex. 3:7-10<\/a><\/span> and Joseph left a charge with his descendants that when God visited them they should take his bones with them to bury in the land of his fathers.<span class=\"citation\" id=\"53754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53754)\">Gen. 50:25<\/a><\/span><span class=\"citation\" id=\"53956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53956)\">Ex. 13:19<\/a><\/span><span class=\"citation\" id=\"55346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55346)\">Josh. 24:32<\/a><\/span> They had been looking for this for some time; and when Moses came, he came in direct fulfilment of their traditions and the predictions of their fathers. He found the people almost in the condition of a single family&#x2014;strangers in a strange land,<span class=\"citation\" id=\"53773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53773)\">Ex. 2:22<\/a><\/span> looking upon their place of sojourn as a place of bondage, from which they would be gladly delivered. He had, therefore, only to raise the standard and declare that God had called him to be the deliverer&#x2014;<span class=\"citation\" id=\"71527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71527)\">Acts 7:35<\/a><\/span>the messenger of which their fathers had spoken. This is all he had to do, and he led them forth. It was a great Work. But how has it been with the Work of  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God in the days in which we live? What traditions have we had handed down to prepare us for this Work? What traditions have the people of America, England, Germany, Denmark, Norway, Sweden, Italy, or France had to prepare them for this great gathering which is being accomplished? All their traditions have tended to fasten them to the homes of their fathers, have bound them to the graves of their ancestors; and the Gospel, which has been preached to them by the servants of God, has come in contact with all their prepossessed notions. Yet God has wrought mightily in the midst of the nations; he has poured out his Spirit upon the American, Englishman, Scotchman, Frenchman, German, Scandinavian, Italian, and Swiss, and they have been led by that Spirit to leave the land of their fathers to gather with the people of God to the place God has appointed. Is it not, therefore, a greater work than that performed in the days of Moses? Does it not appear so? As I have said, it appears a far greater work than has ever been performed upon the face of the earth since the beginning until now. We may think light of it; we may think that we are an insignificant and small people, yet this movement of ours is one of the greatest events that has ever occurred, since our race had a being on the earth. This is my view, and I do not begin to grasp its importance; I can only see glimpses of it as my mind is opened by the spirit of faith. Then I can see it, as it will be developed, grow and increase until it regenerates the earth and its inhabitants, and makes it a fit place for the coming of our Lord Jesus Christ. How thankful, then, we ought to be that God has again restored His Holy Priesthood, and sent Prophets again upon the earth, <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and has given them unto us, as a people, to lead and guide us. <\/div><div class=\"paragraph jod\" id=\"v10n1581\"> I look upon this present time as one of the most critical days that has ever dawned upon us, and hope that in the midst of the temptations which now surround us we will keep our eye upon the mark, that we will continually have before us the object God designed we should accomplish, that we will not allow ourselves to be diverted to the right or to the left, but that we will continually go forth, putting our trust in God, being determined with all the strength and knowledge of God to serve him to the end of our lives. Our Prophets have predicted, that when the time should arrive for this people to be tried with prosperity, than they would be in great danger. I have heard this prediction uttered hundreds of times, until it has almost become like an old story with us. I heard the Prophet Joseph say, when he was living, that the time would come that this people would be tried with abundance; but he warned them to be careful of these things. The Lord has told us, through the revelations which he gave to Joseph, that it must needs be that the riches of the earth were his to give to his people; &#x201C;but,&#x201D; he said, &#x201C;beware of pride, lest ye become as the Nephites of old.&#x201D;<span class=\"citation\" id=\"85195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85195)\">D&amp;C 38:39<\/a><\/span> This was the warning God gave to us years ago, and it has been repeated in our ears from that time until the present, and still there is a great necessity that we should treasure it up in our hearts, and often reflect upon it. Now that the day of prosperity has dawned upon us, and that we are increasing in material wealth, we should be more and more faithful to our covenants, remembering the promises of the Lord to his people, and keeping humble and meek  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before him. We have been tried by difficulties; we have been tried by mobs; we have seen the day when we have been compelled to leave our homes; but that banded the Saints together and caused them to be united, and their hearts to be strongly set to serve the Lord. How different it is today! Here we are, and the world are seeking to mingle with us, and they are becoming uncommonly gracious unto us, as a people; they can smile upon us and be kind unto us. They would have us believe that they welcome us warmly to their smiles and friendship. There is danger in this; this is the danger that the Prophets have dreaded. It is an insidious danger that comes creeping like a snake through the grass, and pounces upon us before we are aware of its proximity. But stir us up, as a people, by persecution and abuse, and there is no power on earth we would not unitedly stand against. Through the help of God we have successfully resisted every power that has been arrayed against us. Let the enemy come out against us as an open antagonist, and he finds us an impenetrable phalanx that cannot be moved. Our danger is not in this; but it lies in our being found asleep, and off our watchtower, unsuspecting and unprepared for the enemies' most subtle attacks. It is in scenes like these that we are required to be the more watchful, and in times like these that we are required the more to have the power of God upon us and the revelations of Jesus Christ<span class=\"citation\" id=\"74403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74403)\">Gal. 1:12<\/a><\/span> in our hearts, or we are sure to be overcome. Probably the danger of which I speak is more apparent to me, through being absent for some time; but there is danger, and there is a necessity for us to be up and have our eyes open to the signs of the times and the danger that menaces us today, and that threaten to ensnare our feet. I have no fears if we will only obey the <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> counsel of God's servants, if we will only listen diligently to those things which they impart unto us, and honor their teachings and be attentive to our duties. But when I see Saints indifferent about their meetings, passing their Sundays without caring whether they hear instructions or not, and their religion becomes a secondary consideration with them, then I am afraid of such individuals; because they are not in a position to resist the attacks of that tempter, who is continually watching to destroy us and the Work of God from off the face of the earth. The Lord our God is working with us; he is trying us, probably with trials of a new sort that he may approve of us in every respect. If we have set out to obtain Celestial glory, the precious and inestimable gift of eternal lives, there is no trial necessary for our purification and perfection as Saints of God that we will not have to meet, contend with and overcome. Such trials will come in various shapes, on the right hand and on the left, whether they be in having everything move on prosperously, or in adversity, hardship and the laying down of our lives for the truth, until the design is fully accomplished and the dross of our natures is purified and these earthly tabernacles are redeemed from everything that is groveling and low and brought into entire subjection to the mind and will of God. <\/div><div class=\"paragraph jod\" id=\"v10n1583\"> The Lord has sent us here for a wise purpose. He has given us these glorious tabernacles, complete in all their parts, and given unto us laws which are necessary that we should obey to redeem these bodies and pass safely into his presence, to dwell there in the midst of eternal burnings.<span class=\"citation\" id=\"59036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59036)\">Isa. 33:14<\/a><\/span> This is the mission he has given unto us to perform on the earth, and a more glorious mission could not be given to the sons and daughters of  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God. The possession of prosperity, boundless wealth in gold and silver, fine raiment, magnificent dwellings, horses and carriages, and all these things attainable on the earth, are but secondary matters compared with it. They are merely auxiliaries to aid us in accomplishing our destiny and are not given unto us to set our hearts upon, or for us to consider our time well spent in looking after them and nothing else. We ought to value riches no more than we do the earth on which we tread, the air we breathe, or the water we drink. The man who seeks after the perishable things of this life and allows his mind to dwell upon them, to the exclusion of the things of God which pertain to his eternal salvation, has failed to comprehend the mission God has assigned him. Let us be taught on these points, and be wise in our day, seeking first the Kingdom of God and his righteousness,<span class=\"citation\" id=\"63642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63642)\">Matt. 6:33<\/a><\/span> having our eyes on the mark, being determined that we will build up the Kingdom of God and serve him in spite of hell and every opposing obstacle. It is <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unnecessary to dwell upon the happiness men and women enjoy in doing the will of God. This the Saints understand. There was no happier people lived than the Saints when in the midst of poverty and destitution and persecution by their enemies; because they knew they were doing the will of God, and their songs of praise and thanksgiving ascended continually to God and the Lamb for the kindness God had manifested to them. My prayer is that we as a people may be obedient to the servants of God, honor and uphold the Priesthood under all circumstances, and cling to the rod of iron which leadeth to the tree of life,<span class=\"citation\" id=\"81001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81001)\">1 Ne. 11:25<\/a><\/span> that, finally, we may be found at the right hand of our Father and God, and be counted worthy to sit down with Jesus, the holy Prophets and Apostles,<span class=\"citation\" id=\"82043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82043)\">Alma 5:24<\/a><\/span><span class=\"citation\" id=\"82078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82078)\">Alma 7:25<\/a><\/span><span class=\"citation\" id=\"125551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125551)\">Hel. 3:30<\/a><\/span> having fought the good fight of faith<span class=\"citation\" id=\"75998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75998)\">1 Tim. 6:12<\/a><\/span> and overcome.<span class=\"citation\" id=\"79123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79123)\">Rev. 3:21<\/a><\/span> This is my prayer for you this morning and for all the people of God throughout the earth, in the name of Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}