{"ID":100032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Missionary Fund&#x2014;Support of the Families of Elders Who Are on Missions.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Bowery, Great Salt Lake City, April 6, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Missionary Fund, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v10n605\"> I have been a witness for many years, to a considerable extent, of the labors, toils, and exertions of the Elders of this Church. I have rejoiced in the result of their labors and the blessings which God hath bestowed upon them. Though many, as has been observed, have fallen out by the way, yet a large majority of the Elders of Israel who went in early days to proclaim the Gospel are still in our midst, or have died in the honorable discharge of their duty, with promises of salvation and eternal life upon their heads. <\/div><div class=\"paragraph jod\" id=\"v10n606\"> Circumstances have changed. When Presidents Young, Kimball, and others left Nauvoo to go to England without purse or scrip,<span class=\"citation\" id=\"68236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68236)\">Luke 22:35-36<\/a><\/span> they left a few houseless, homeless people, a great proportion of them sick, lying out of doors, with no covering only the broad canopy of heaven, on the banks of the Mississippi, robbed of <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everything they possessed by the benevolent Christians of the State of Missouri, and driven away into Illinois, and from exposure and overexertion and suffering reduced by disease and sickness to the last extremity of human endurance. It was under such circumstances as these that the brethren started forth on their mission to England. When they had gone a few miles they were met by an old friend, who, on seeing their sick and wan condition, inquired who had been robbing the burying-ground. These are circumstances which have passed into history. <\/div><div class=\"paragraph jod\" id=\"v10n607\"> What is our condition now? We can hear occasionally from our brethren in England; many of them who have been long years in the Church, saying to their children, &#x201C;I will give you a little bit to eat, but when you get to Zion you can have as much as you want, but now you  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must make this little do.&#x201D; In the cotton-spinning districts of Great Britain there are thousands of such cases among persons belonging to this Church; they are reduced to the last extremity of want in consequence of the great revolution in America. <\/div><div class=\"paragraph jod\" id=\"v10n609\"> We should not send Elders there to beg of them a division of their scanty pittance, or to solicit aid in paying their passage back again to America, or to give them something to carry home to their families; not at all. God has given us possession of this goodly land; the labors of the brethren and the blessings of God have caused it to bud and blossom as the rose.<span class=\"citation\" id=\"59118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59118)\">Isa. 35:1<\/a><\/span> Where desolation dwelt, now is the abode of plenty. We are under no necessity of sending forth the Elders of Israel in the condition that we have hitherto had to do; in fact, it would not be safe for a man to shoulder his valise and tramp through the States as the Elders used to do. Bloodshed, robbery, murder, jay-hawking (a polite name for robbery), stalks abroad throughout the land, and the only chance for safety is for every man to pass along about his business and be silent; this is the case in many parts of the country. <\/div><div class=\"paragraph jod\" id=\"v10n610\"> The fact that Joseph Smith predicted the present trouble and state of affairs&#x2014;<span class=\"citation\" id=\"88149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88149)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91314)\">D&amp;C 130:12<\/a><\/span>prophesied the result of mobbing the Saints in Missouri and elsewhere, enrages them; instead of the fulfilment of that prophecy making the people of the country friendly to us, it makes them bloodthirsty, more filled with hell, more eager to waste and destroy and crush out the last remaining particle of truth that may exist on the face of the land. <\/div><div class=\"paragraph jod\" id=\"v10n611\"> Again, the places of our missionary labor are a long distance away, and it is important, when an Elder leaves here, that he should commence the exercise of his calling at the place he is <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destined to labor at the earliest practical moment. A few dollars contributed to this purpose will pass the Elders directly to the fields of labor to which they are appointed. Perhaps when a missionary gets to Italy, as my brother tells me, he would be cordially received and treated to a few honeysuckle leaves put into some water, boiled, seasoned with salt, and dished up for a meal. A man could make a meal of this with a loaf of bread by the side of it and a shank of good Tithing Office beef to season it. Some of the Elders have had cause to rejoice at receiving from the hands of the poor and needy a small pittance of this kind; and, perhaps, when the cold weather comes, these poor persons may be found crawling among the sheep to keep from freezing. We do not want to take any donations at the hands of such people, and where men are working for ten cents per day and paying eight dollars per cord for wood, we do not expect them to contribute much to the Elders. Such is the condition of a great number of Saints in Switzerland. <\/div><div class=\"paragraph jod\" id=\"v10n612\"> In relation to the families of the Elders at home, there is plenty in the land. If we have listened readily to the call made upon us today to donate to the support of the missionary interest, there will be no difficulty whatever. The suggestion of placing in the hands of the families of our missionaries cotton, flax and wool, and the means for them to work it up, is very important; I recommend it especially to our wool and flax growers in this country. Remember this in your donations: let the wives and daughters of our Elders, some of whom have been absent six out of eight years in foreign lands, have an opportunity of making some homespun clothing and of fixing up something that is comfortable to wear. <\/div> <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n614\"> Let us be diligent in these matters and thoughtful, and remember that when we do these things we participate in the blessings of sustaining the Elders who are preaching the Gospel to the nations of the <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth&#x2014;a great duty which Joseph, the Prophet of God, has laid upon this people. <\/div><div class=\"paragraph jod\" id=\"v10n615\"> May God bless us to accomplish this work is my prayer: Amen. <\/div>\n<\/div>\n<\/div>"}