{"ID":100066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temporal and Spiritual Duties of the Saints&#x2014;Benefits Resulting From Proper Parental Authority&#x2014;Connection Betwixt Temporal and Spiritual Things&#x2014;Character of Joseph the Prophet&#x2014;All Blessings From the Lord.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, Nov. 6, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Temporal and Spiritual Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/6\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v10n1618\"> It is the business of the Latter-day Saints to build up the Kingdom of God upon the earth, and by doing this they will be built up, as individuals and as a community. It is good to love and serve our God with an undivided heart<span class=\"citation\" id=\"129840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129840)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129841)\">Hosea 10:2<\/a><\/span> and with a pure affection, making it the business of our lives to work righteousness, and to introduce everywhere in all the earth the Gospel of glad tidings and everlasting peace, to prepare the way for the coming of the Son of man to receive his bride. To hold communion with our Father and God, and to carry out his great designs in this last dispensation, ought to be sought after through every transaction of our lives, for no man, or community of men, can possibly serve God acceptably a portion of their time only, and themselves the remainder. If we are the servants and handmaidens of the Almighty at all, we are so every moment of our lives. It should be our constant desire and wish to know how to build up the Kingdom of God, and of necessity this Work calls forth an almost endless variety of talent, skill and labor. <\/div><div class=\"paragraph jod\" id=\"v10n1619\"> In building the great and notable cities of the world, it required the genius of the architect, and the skill and labor of the artisan, in all their variety. In building up the cities of Zion, and an earthly kingdom unto <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4018\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, it will require all the wisdom and skill and cunning workmanship that are displayed in the arts and sciences now known to man, and revelation from heaven for still further advancement in the knowledge of every handicraft and means of adornment, to beautify the cities and temples that will be built by the people of God in these last days. We expect to see the time when we shall not be at all inferior to any of the nations of the earth, in the production of works of art and in scientific skill and knowledge; even now there is incorporated within the pale of the Church of Jesus Christ of Latter-day Saints, mechanical ingenuity that is equal to any to be found among the civilized nations of the world; and as our community grows in wealth and importance, and raw material sufficient is accumulated, and our necessities and wants increase, all this artistic skill and genius, which at present lies dormant, will be called into active use, for the bone, sinew and knowledge are here. Our first great object in life is to build up the Kingdom of God. If it is to sow wheat to sustain the people, be it so; our families want bread, as do also the families of the Elders who have gone abroad to preach the Gospel, and our mechanics; we are also under the necessity of producing many other articles of  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>food, besides bread, to supply that variety of diet, which, in a great measure through our traditions, our nature craves. If it is to build cities and temples or to do the other labors which belong to the building up of the Kingdom of God, be it so; all this is right, everything in its time and season. <\/div><div class=\"paragraph jod\" id=\"v10n1621\"> Brother Taylor has given us a very correct history and statement, with regard to the line of demarcation between the savage and the civilized. Civilization is simply the spirit of improvement, in learning and civil manners. The world may be said to have advanced in this so far as the arts and sciences are concerned; but, with these, they have mingled wicked ideas and practices, of which the heathen and barbarian would be ashamed, and of which they are entirely ignorant. We now live in the midst of the latter; they do not believe in making any improvements that will better their condition in the least. Their forefathers were once enlightened, and their knowledge was in advance of the knowledge of the present age. These natives belong to the house of Israel, and are embraced in the promises and covenants made to Abraham, Isaac, and Jacob; but through their forefathers transgressing the law of God, and breaking their covenants made with God, he hid his face from them, and they were left alone to follow the devices of their own evil hearts, until the whole race has sunk deep into barbarism. It is written in the Book of Mormon: &#x201C;And because of their cursing which was upon them they did become an idle people, full of mischief and subtlety, and did seek in the wilderness for beasts of prey.&#x201D;<span class=\"citation\" id=\"81353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81353)\">2 Ne. 5:24<\/a><\/span> The Lord has taken from this race any disposition for improvement even to this day; the best of them consider it a disgrace to work. Whatever drudgery is per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4017\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>formed is done by their squaws, or by slaves captured from neighboring tribes or bands. Ask any of them to work; the reply is, &#x201C;me big Indian, me no work.&#x201D; This is their idea touching greatness. But their ancient Prophets have spoken good concerning them. It is prophesied by Nephi as follows: &#x201C;For after the book [Book of Mormon] of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed [the present American Indians.] And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews. And the Gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored to the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers. And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a white and delightsome people.&#x201D;<span class=\"citation\" id=\"81575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81575)\">2 Ne. 30:3-6<\/a><\/span> The laboring man, the ingenious, industrious, and prudent man, the man who lays himself out to advance the human family in every saving principle for happiness, for beauty, and excellency, for wisdom, power, greatness, and glory is the true benefactor of his race; he is the gentleman, the honorable, high-minded citizen of the world, and is worthy the society and admiration of the great and wise among all nations, though he may be destitute of wealth and title; he is a civilized man. <\/div> <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n1623\"> I wish to say a few words to our young men. My friends, it would give me great pleasure if you would mark my words well. As quick as you are old enough, learn to think for yourselves, and to look life's stern realities fairly in the face, and learn to know yourselves, and your power and opportunities for doing good. When I was sixteen years of age, my father said to me, &#x201C;You can now have your time; go and provide for yourself;&#x201D; and a year had not passed away before I stopped running, jumping, wrestling and the laying out of my strength for naught; but when I was seventeen years of age, I laid out my strength in planing a board, or in cultivating the ground to raise something from it to benefit myself. I applied myself to those studies and pursuits of life that would commend me to every good person who should become acquainted with me although, like other young men, I was full of weakness, sin, darkness, and ignorance, and labored under disadvantages which the young men of this community have not to meet. I sought to use language on all occasions, that would be commendable, and to carry myself in society, in a way to gain for myself the respect of the moral and good among my neighbors. When I was invited to drink liquor, I said, as I would now say, &#x201C;I am much obliged to you, but I do not use ardent spirits.&#x201D; When young men pursue this course, they beget for themselves unbounded confidence in their friends and acquaintances; they can be trusted when money or property is committed to their care, because they are honest, economical, and prudent, and will do right; wherever or whenever you meet them, you will find them bearing the deportment of gentlemen, towards every person with whom they come <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4016\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in contact, whether old or young. We, of all people upon the earth, should know, as a community, the best how to regulate our morals, feelings, and passions. We should know how to train up our children in the ways of the Lord,<span class=\"citation\" id=\"57481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57481)\">Prov. 22:6<\/a><\/span> that they may be a credit to us, as parents, and as citizens of the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v10n1624\"> It is a shame to a man, who is made after the image of God,<span class=\"citation\" id=\"52174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52174)\">Gen. 1:26-27<\/a><\/span> not to have control over his tongue, in the moments of passion or rage; let him first overcome and govern his passion, and then trust himself to speak, whether he be in the presence of his family or alone. &#x201C;Let your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man.&#x201D;<span class=\"citation\" id=\"75647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75647)\">Col. 4:6<\/a><\/span> When we speak, let us speak good words; when we think, think good thoughts; and when we act, perform good acts; until it shall become the delight of every man and woman to do good instead of evil, and to teach righteousness by example, and precept rather than unrighteousness. The men and women who pursue this course are entitled to all the blessings of heaven, both temporal and spiritual, and such blessings will be bestowed upon them as fast as they are prepared to properly apply, use, and enjoy them. <\/div><div class=\"paragraph jod\" id=\"v10n1625\"> I will here say to parents, that kind words and loving actions towards children, will subdue their uneducated natures a great deal better than the rod, or, in other words, than physical punishment. Although it is written that, &#x201C;The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame,&#x201D;<span class=\"citation\" id=\"57548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57548)\">Prov. 29:15<\/a><\/span> and, &#x201C;He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes;&#x201D;<span class=\"citation\" id=\"57416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57416)\">Prov. 13:24<\/a><\/span> these quotations refer to wise and prudent corrections. Children who  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have lived in the sunbeams of parental kindness and affection, when made aware of a parent's displeasure, and receive a kind reproof from parental lips, are more thoroughly chastened, than by any physical punishment that could be applied to their persons. It is written, that the Lord &#x201C;shall smite the earth with the rod of his mouth.&#x201D;<span class=\"citation\" id=\"58096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58096)\">Isa. 11:4<\/a><\/span> And again it is written, &#x201C;A whip for the horse, a bridle for the ass, and a rod for the fool's back.&#x201D;<span class=\"citation\" id=\"57517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57517)\">Prov. 26:3<\/a><\/span> The rod of a parent's mouth, when used in correction of a beloved child, is more potent in its effects, than the rod which is used on the fool's back. When children are reared under the rod, which is for the fool's back, it not infrequently occurs that they become so stupefied and lost to every high-toned feeling and sentiment, that though you bray them in a mortar among wheat with a pestle, yet will not their foolishness depart from them.<span class=\"citation\" id=\"57532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57532)\">Prov. 27:22<\/a><\/span> Kind looks, kind actions, kind words, and a lovely, holy deportment towards them will bind our children to us with bands that cannot easily be broken; while abuse and unkindness will drive them from us, and break assunder every holy tie, that should bind them to us, and to the everlasting covenant in which we are all embraced. If my family, and my brethren and sisters, will not be obedient to me on the basis of kindness, and a commendable life before all men, and before the heavens, then farewell to all influence. Earthly kings and potentates obtain influence and power by terrorism, and maintain it by the same means. Had I to obtain power and influence in that way, I should never possess it in this world nor in the next. <\/div><div class=\"paragraph jod\" id=\"v10n1627\"> Fathers who send their little boys and girls on the plains and ranges, to herd their cattle and sheep, and drag them out of bed very early in <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4015\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the morning, to go out in the cold and wet, perhaps without shoes and but scantily clad otherwise, are cruel to their offspring, and when their children arrive at years of maturity, they will leave the roof under which they have received such oppression, and free themselves from the control of parents, who have acted towards them, more like taskmasters than natural protectors. It is in this unnatural school that our thieves have their origin, and where they receive their first lessons in dishonesty and wild recklessness. Mark the path in which a number of our boys have traveled, from the time they were eight or ten years of age, to sixteen, eighteen and twenty. Have they been caressed and kindly treated by their parents, sent to school, and when at home taught to read good books, taught to pray themselves, and to hear their parents pray? Have they been accustomed to live and breathe in a peaceful, quiet, heavenly influence when at home? No. Then can you wonder that your children are wild, reckless and ungovernable? They care not for a name, or standing in society. Every noble aspiration is blunted; for they are made to go here or there, like mere machines, at the beck and call of tyrant parents, and are uncultivated and uncivilized. This picture will apply to a few of our young men. Let parents treat their children as they themselves would wish to be treated, and set an example before them that is worthy of you as Saints of God. Parents are responsible before the Lord, for the way in which they educate and train their children, for &#x201C;Lo, children are an heritage of the Lord: and the fruit of the womb is his reward. Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gate.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1629\"> We are here chiefly for the purpose of encouraging the people of this Ward, to take out a portion of the waters of Weber, to irrigate the thousands of acres of excellent land, that is now lying waste around them. Counting the cost was a practice among the Jews, for, says Jesus, &#x201C;which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it? Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him, Saying, This man began to build, and was not able to finish.&#x201D;<span class=\"citation\" id=\"67700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67700)\">Luke 14:28-30<\/a><\/span> But, counting the cost may possibly be done in such a way, that a man would not allow himself to perform the least duty of a public character, without first stopping to enquire whether it will pay, or how much it will cost him; and if he fails to see an immediate return of an immense interest for present outlays, he clutches his money or his property, and covets that which belongs to the Lord, and over which he is only a steward. It seldom happens, however, that the very excellent practice of counting the cost&#x2014;excellent when employed at the proper time and on proper occasions&#x2014;is called into requisition when human pride has to be pampered and satisfied, and thousands, in consequence of not foreseeing the result of present unwise expenditures, have found themselves in a state of insolvency, and while in this state they are robbed of their peace, and have bitterness and gall in the stead thereof. I would not have the Saints count the cost in the way the wicked, avaricious world do; for true Saints always have a fund of faith, to join with their labor and means, which should be taken into account, and no true Saint will be contented to be curtailed, within the limited bounda<div class=\"hyphen\">-<\/div><span class=\"citation\" id=\"57274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57274)\">Ps. 127:3,5<\/a><\/span> <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4014\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ries which dollars and cents give. &#x201C;Without faith it is impossible to please God.&#x201D;<span class=\"citation\" id=\"76973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76973)\">Heb. 11:6<\/a><\/span> It is also written, that, &#x201C;By faith Noah, prepared an ark to the saving of his house.&#x201D;<span class=\"citation\" id=\"76984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76984)\">Heb. 11:7<\/a><\/span> That, &#x201C;through faith,&#x201D; the ancients, &#x201C;subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions, Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens,&#x201D; etc.<span class=\"citation\" id=\"77052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77052)\">Heb. 11:33-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1630\"> Should the brethren say that they cannot bring out the waters of Weber, I cannot believe them, until they have applied their faith, their means, and their labor, and then fail in the accomplishment of the work. I might inquire how much it will cost me and my company to make the present visit to Kaysville and Ogden City. Nobody will think of this expenditure; I shall not think of it; my brethren, who accompany me, will not think of it; it never comes into our minds what it costs us, but how much good we can do our brethren and sisters, in encouraging them to faithfully perform every duty of a public and private character; so, when the Saints are required to embark in any public enterprise, the word should not be, &#x201C;can I do it,&#x201D; or &#x201C;am I able to do it? What will it cost, and will it pay, etc.?&#x201D; but, &#x201C;it is a work for the public good, and we can do it, by going at it with a will and determination, that will make every obstacle, imaginary and real, vanish away.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1631\"> When we say we cannot do a work, which is embraced within the limits of possibility, it will generally be found that we cannot do it, because we are unwilling to do it. If you bring out the Weber, at a cost of two hundred thousand dollars (I think however, that the work will not cost that), and you do not cultivate one  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>acre more than is now under cultivation, and have all the water you need, you will probably get back the amount of your outlay in two years, and it may be in the first year. I have not made estimates on this; however, I am safe in saying that the increase of wealth to this ward will be immense. You can open a ditch large enough to supply your present wants, and afterwards you can enlarge it to carry sufficient water, to give water privileges to new land, on the route of the canal, that will more than pay for it three times over. We have the choice of two things: either to supply our farms and city lots with more water, by bringing out the large streams, or to contract our cultivated land. I say to the people of this neighborhood, and every other neighborhood in the Territory, that we cannot keep the grass on our ranges; it is eaten off; and the roots are died out, and weeds spring up in stead; let us bring out the waters of our large streams, and fence in our meadows and ranges, and produce abundance of rich and nutritious grasses, by watering the land, and judiciously grazing it, and keep our cattle within our own fields; and in this way people will gain wealth faster, than by having their cattle running wild, in the valleys and on the hills; we will also become richer in grain, fruit and vegetables, and we can better handle that which we have got; but, at present much of our wealth is out of our reach. I have hundreds of head of cattle, which I have raised in my barn yard, and cannot use this means to benefit myself, because it is out of my reach; then we have between twelve and fifteen hundred head of horses, worth over a hundred thousand dollars, and yet that property is in such a condition, that we could not realize one thousand dollars of available means from that whole band, and we are <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4013\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> continually losing animals. <\/div><div class=\"paragraph jod\" id=\"v10n1633\"> The Lord puts wealth into our hands, and we suffer it to waste, instead of laying it out to usury,<span class=\"citation\" id=\"66138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66138)\">Matt. 25:27<\/a><\/span> and I have often said to the Latter-day Saints: let us see to it, how we use the mercies of the Lord, lest he should give us cursings, instead of blessings. God bless you Amen. <\/div><div class=\"paragraph jod\" id=\"v10n1634\"> Sunday, Nov. 13, 1864. This people, the Latter-day Saints, are of one heart and mind<span class=\"citation\" id=\"92884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92884)\">Moses 7:18<\/a><\/span> respecting the spiritual things of the Kingdom of God; in temporal things they have not yet become so well united. Brother George Q. Cannon this morning referred to affairs that took place in Kirtland. Some of the leading men in Kirtland were much opposed to Joseph the Prophet meddling with temporal affairs; they did not believe that he was capable of dictating to the people upon temporal matters, thinking that his duty embraced spiritual things alone, and that the people should be left to attend to their temporal affairs, without any interference whatever from Prophets or Apostles. Men in authority there would contend with Joseph on this point; not openly, but in their little Councils. After a while the matter culminated into a public question; it became so public that it was in the mouth of almost every one. In a public meeting of the Saints, I said, &#x201C;Ye Elders of Israel, Father Smith is present, the Prophet is present, and here are his counselors, here are also High Priests and Elders of Israel, now, will some of you draw the line of demarcation, between the spiritual and the temporal in the Kingdom of God, so that I may understand it?&#x201D; Not one of them could do it. When I saw a man stand in the path before the Prophet to dictate him, I felt like hurling him out of the way, and branding him as a fool. I finally  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>requested them either to draw the line of demarcation between spiritual and temporal things, or forever afterwards hold their peace on that subject. <\/div><div class=\"paragraph jod\" id=\"v10n1636\"> I do not believe it is my prerogative to preach a doctrine I do not practice myself; neither is it the privilege of any other Elder of this Church; still we do it. I have frequently requested Legislators, Councilors, and other public men, never to oppose a principle or measure, they cannot improve. This is a general rule; but there may be exceptions. <\/div><div class=\"paragraph jod\" id=\"v10n1637\"> I defy any man on earth to point out the path a Prophet of God should walk in, or point out his duty, and just how far he must go, in dictating temporal or spiritual things. Temporal and spiritual things are inseparably connected, and ever will be. The first act that Joseph Smith was called to do by the angel of God, was, to get the plates from the hill Cumorah, and then translate them, and he got Martin Harris and Oliver Cowdery to write for him. He would read the plates, by the aid of the Urim and Thummim, and they would write. They had to either raise their bread from the ground, or buy it, and they had to eat and drink, and sleep, and toil, and rest, while they were engaged in bringing forth the great Work of the last days. All these were temporal acts, directed by the spirit of revelation. <\/div><div class=\"paragraph jod\" id=\"v10n1638\"> With regard to Joseph the Prophet being a financier, I will say this for his credit: if the Saints had gone forth with their whole heart, mind, and strength, as individuals and as a community, to perform the labor and the duties Joseph dictated, God would have blessed such to the people, they having done the best they could. I believe that, as much as I know that the sun shines. Joseph Smith never <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4012\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tolerated in the least, indolence, idleness, slothfulness, drunkenness, or anything of the kind wherein exists sin. There are brethren here who were personally acquainted with Joseph, and who have known him probably as long as I have. If ever Joseph got wrong, it was before the public, in the face and eyes of the people; but he never did a wrong in private that I ever knew of. In his private instructions to the Saints, the Angel Gabriel could not have given better instructions than he gave, and which he continued to do until his death. He gave as good counsel as the Savior did according to his knowledge; but as to his being as exemplary as Jesus was, I cannot say, for we know but little of the life of the Savior. When he entered on the ministry, he was thirty years of age, and he labored three years. We have only a few items of the life of the Savior, and of the Apostles; and we have but very little of the doings and sayings which transpired in the lives of the ancient Prophets. As to the character of the Savior, I have nothing to say, only that he is the Savior of the world, and was the best man that ever lived on this earth, and my firm conviction is, that Joseph Smith was as good a man, as any Prophet or Apostle that ever lived upon this earth, the Savior excepted.<span class=\"citation\" id=\"91967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91967)\">D&amp;C 135:3<\/a><\/span> I wanted to say so much for brother Joseph. <\/div><div class=\"paragraph jod\" id=\"v10n1639\"> I care not who plants and who waters,<span class=\"citation\" id=\"73142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73142)\">1 Cor. 3:6<\/a><\/span> who trades here, or goes to that city, to trade and do business, who buys goods in the States, or sells them in these valleys, it is the Lord who gives to every man, that which he possesses on the earth; it is the free gift of God, whether we be Saints or sinners. &#x201C;I returned, and saw under the sun that the race is not to the swift,  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favor to men of skill; but time and chance happeneth to them all.&#x201D; &#x201C;Wisdom is better than weapons of war: but one sinner destroyeth<span class=\"citation\" id=\"57592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57592)\">Eccl. 9:11<\/a><\/span> <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4011\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much good.&#x201D; Men are successful when the Lord blesses them, and strews their path with success to make them wealthy, this cometh to pass, not by the wisdom of man, but through the providences of the Almighty. <span class=\"citation\" id=\"57660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57660)\">Eccl. 9:18<\/a><\/span><\/div>\n<\/div>\n<\/div>"}