{"ID":100068, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Importance of the Present Age to the Saints&#x2014;Analogy Betwixt the History of Joseph in Egypt, and the Persecutions of the Church&#x2014;Future Greatness of the People of God.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake city, on Sunday, Dec. 18, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Importance of the Present Age to the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 12\/18\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d68\">\n<div class=\"paragraph jod\" id=\"v10n1667\"> I feel thankful, my brethren and sisters, for the privilege of once more meeting with you in this tabernacle. I feel thankful that so many of us are spared to meet together. <\/div><div class=\"paragraph jod\" id=\"v10n1668\"> I need not reiterate in your hearing, that we are living in a most important day and age of the world&#x2014;equally important to the Saints of the Most High as to the rest of mankind; for the present is fraught with events that should admonish us to live near to the Lord and to keep ourselves unspotted from the world.<span class=\"citation\" id=\"77504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77504)\">James 1:27<\/a><\/span> We have been tried in adversity. Many of us know what it is to be in the very depths of poverty and privation; and we now seem to have advanced into a measurable prosperity, in order that we may be proven and tried in another manner, and let it be known in the heavens and to the just on the earth whether we are able to abide prosperity as well as adversity. <\/div><div class=\"paragraph jod\" id=\"v10n1669\"> There are so many things before me and in my mind that I hardly know what to speak upon and call your attention to. I do not know that it matters much, for the Saints are interested in everything that is good, comforting and cheering to the heart. I will say, however, that what was written beforetime was written for our profit and instruction, that we, through an understanding thereof, might have patience <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and hope.<span class=\"citation\" id=\"72877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72877)\">Rom. 15:4<\/a><\/span> A great enterprise was determined upon by our Heavenly Father, and for this purpose he seemed to have inspired a certain individual with the manifestations of his will in dreams, and visions of the day, perhaps, also, of the night, and that individual was Joseph of old.<span class=\"citation\" id=\"53576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53576)\">Gen. 37:1-36<\/a><\/span> It appears that in this son of the Patriarch Jacob the germs of greatness and power were manifest, not only to himself in his own reflections and thoughts, and by reason of the manifestations he received of the Divine will, but, also, to the satisfaction of his brethren that he was likely to aspire to, or be elevated to, dominion and government over them. This roused their envy and jealousy until they could not endure his presence. They sought to rid themselves of him, and contrived various plans and means to accomplish it, especially after he had told them his dream, that their sheaves had made obeisance to his sheaf as they were binding in the harvest field. And then, to cap the climax, he told them he had had another dream, in which the sun and the moon and the eleven stars had made obeisance to him. Not only was he to have dominion and power over his brethren, but his father and mother, as well, were to recognize his power. <\/div><div class=\"paragraph jod\" id=\"v10n1670\"> This created a jealousy that was satisfied only in his separation from  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, and they sold him to certain Ishmaelitish merchants, who bore him away, a slave, into Egypt. Little did they think, as they saw him take his departure, with the camels of those merchants, that he was but a pioneer to open a way before them, and that they would actually have to follow on his track and seek succor at his hands. But in process of time it proved to be true, for the country from which he had been expelled, sold as a bondman and thrust away by force, was visited by famine, and he, by the interposition of Providence, was elevated to power in the land to which he had been banished. He had become a prince in that land; and its revenue and riches were under his control. His brethren were forced by famine to go down there; so were his father and their little ones. When they came to him and found him occupying a princely state it was overwhelming to them. They bowed down to him. He was a prince! The Almighty had blessed him and made him strong in the land to which they had banished him. Their very jealousy and envy had placed him on the road to greatness and power, and they were, themselves, compelled to seek succor from the brother they had hated and banished. <\/div><div class=\"paragraph jod\" id=\"v10n1672\"> I have adverted to but few circumstances connected with the history of these individuals, for it would consume too much time to enter further into them. But enough has been said to show you the analogy that follows: We have been expelled from a certain country because our enemies discovered in us germs of power and greatness which aroused their jealousy and hatred, and they were determined to be rid of us. When they saw us leaving, to cross the vast plains that stretched before us, as we turned our backs upon the <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> homes we had made with much labor and toil, they flattered themselves that they were rid of any dominion of ours, either real or imaginary. But little did they think, when they were doing so, that they were forcing us on a track they would have eventually to travel themselves. This was hid from their eyes. <\/div><div class=\"paragraph jod\" id=\"v10n1673\"> The Saints did cross the plains to leave that country, and here we are; and who better than ourselves can appreciate the circumstances that now attend us. The Almighty has blessed us in this country; he has poured his blessings bounteously upon us, for which every heart here should beat with gratitude to the Most High. While war is desolating the country from which we came, we are here in peace, for which we should be thankful now that we are here. That element, that drove us away, not, perhaps, the first, but that very element is beginning to follow in our track. What is its policy? The policy no doubt, is to cease to invade as by force of arms. But another is adopted, more easily accomplished. What is it? Why, &#x201C;We will oil our lips, and smooth our tongues, and ingratiate ourselves into your favor; we will mingle and comingle with you as brothers, and lead you away; we will contaminate you, and by pouring wealth into your laps, we will make you indifferent to your God, your faith and your covenants.&#x201D; The object is to destroy those germs of greatness which Heaven has planted in our souls, at which they feel alarmed&#x2014;germs of greatness which, if cultivated, will lead us to wield a power to which the nations will have to bow, as the nations had to bow to that Joseph who was sold into Egypt. <\/div><div class=\"paragraph jod\" id=\"v10n1674\"> Another circumstance I will call your attention to. In the first place, every great enterprise is attended with its difficulties, its hardships and  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>oppositions, for there must needs be opposition in all things.<span class=\"citation\" id=\"81231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81231)\">2 Ne. 2:11<\/a><\/span> We are told that in the year 1492 this American continent was discovered by Christopher Columbus. Look at the exertions made by him to obtain the necessary means to effect the discovery. It required ships, means, and men to enable him to make his way across the trackless deep to find a country which, to him, seemed necessary to balance the earth. The Spirit of God came upon him, and he had no rest day nor night until he accomplished what the Spirit wrought upon him to do.<span class=\"citation\" id=\"81036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81036)\">1 Ne. 13:12<\/a><\/span> He went first to one place and then to another to procure help. He applied to different crowned heads, and received rebuffs and discouragements. He was poor; the plans of Jehovah are mostly carried out by humble and poor individuals. So it was with Columbus; he was poor, but daring and persevering, and with a soul formed within his bosom to undertake and prosecute the great enterprise that was to bring to light a vast continent reserved in the providence of God as the theater of great events in a period that was then in the future. By the aid of Ferdinand and Isabella of Spain, he obtained three small vessels, old and almost rotten, poorly manned and badly provisioned. It was not because they believed he would be successful, but like the unjust judge with the poor widow,<span class=\"citation\" id=\"89636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89636)\">D&amp;C 101:81-89<\/a><\/span> they desired to get rid of his importunities. The unjust judge had no very strong feelings in favor of the widow, but that he might be rid of her importunings he hearkened to her prayer.<span class=\"citation\" id=\"67852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67852)\">Luke 18:1-8<\/a><\/span> So did they serve Columbus. They said they would fit him out and send him away, and he might go on his explorations for the imaginary country he fancied lay towards the west. If they had had any faith that he would be successful they would have fitted <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him out with the best ships that any navies of the time could have afforded, manned with sufficient men and supplied with all the necessary equipments; and then they would have said, Go and prosper and the God of the seas pioneer your course. But they had no faith in the enterprise; they wanted to stop his importunings and get rid of him. <\/div><div class=\"paragraph jod\" id=\"v10n1676\"> When we look back at our history, we find a certain analogy in it to that of this man. Our enemies wanted to get rid of us. We applied to the powers that be, for aid and succor. What did we receive in response to our applications? Silence in some cases; contempt in others. And when we had to sell out, it was not with old rotten ships that they paid us, but with old rotten wagons, old spavined horses, and other things equally worthless. Then they said&#x2014;Go and do the best you can. They thought they had given us an outfit that would last us until our destruction would be consummated: they imagined it would last us until we got beyond what they pleased to call civilization; but thinking that, perhaps, we might live through all, they demanded five hundred of our best men, while in camp in the wilderness, leaving our camp to the care of cripples and old men and women, in the midst of an Indian country. But we lived. <\/div><div class=\"paragraph jod\" id=\"v10n1677\"> Little did Ferdinand and Isabella think that Columbus was leading the way that all Europe would have to follow. If they had so thought, they would have given him better ships, and a better outfit. But when they found he had opened a new country, rich and bountifully productive, behold the surface of the ocean was whitened with the sails of vessels, bearing their living freights crowding to seek fortune in the new continent that spread itself invitingly before them. All Europe, figuratively  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>speaking, followed in his track, and spread themselves over the face of the land. But see what these adventures have come to. This country discovered by him, is enveloped in war; and if you live a few years longer you will see much of the land that has been blessed with unequaled prosperity from the east to the west, a wilderness and a desolation; and this will be in consequence of the abuse of the blessings bestowed upon it by those who enjoyed them. If I mistake not, a certain Senator said to a Senator from Louisiana, &#x201C;What are you going to do with Louisiana?&#x201D; &#x201C;Why,&#x201D; was the reply, &#x201C;Louisiana was a wilderness when we bought her from France, and if she secede we will make her a wilderness again.&#x201D; If the land does not become a wilderness and a desolation, we do not see correctly&#x2014;we do not understand correctly the revelations which the Almighty has given us. The scripture says, that in the last days His people will go forth and build up the waste places of Zion.<span class=\"citation\" id=\"89733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89733)\">D&amp;C 103:11<\/a><\/span> But they must first be made desolate, before they can be called &#x201C;the waste places of Zion.&#x201D;<span class=\"citation\" id=\"60091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60091)\">Isa. 61:3-4<\/a><\/span> Then the hands of the Saints will be required to build them up.<span class=\"citation\" id=\"89438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89438)\">D&amp;C 101:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n1679\"> Compare the coming of the Saints here with the banishment of Joseph into Egypt, and the manner in which Columbus was sent off on his perilous exploration, and note the conclusion that follows. The world dreaded the germs of greatness which they saw in the Saints. They dreaded the power that seemed to attend them. They were almost at war with us because we were united. They disliked the idea of our being politically one, they wanted us to be of different parties. But when they saw we were united, they said, &#x201C;There is a power that is destined <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to make them great, to exalt them.&#x201D; And let me say here to the Saints, be you united and be one with your leader and you will as surely ascend to power and elevation in the earth as Joseph of old did in the land of Egypt. We are here, and in unity. We are not destroyed. When I look at our condition at the present time, I cannot but feel that we should be thankful to the Lord, every day of our lives. <\/div><div class=\"paragraph jod\" id=\"v10n1680\"> I was once in business, in the East, in the mercantile line, and we used to sell our common unbleached factory at 16 and 2\/3 cents a yard. A yard of factory brought a bushel of oats. When I see that the Saints can now get three yards of factory for a bushel of oats&#x2014;three times as much for their produce, &#x201C;in this Godforsaken country,&#x201D; so-called by some, as we could get when we were in the east, I have said, what but the hand of God could have done it. I feel that the hand of God is over this people. Then why, in the day of prosperity, should we permit our hearts to run after the things of this world, and not permit our feelings and affections to be centered in this Kingdom, and use the riches of this world as we use the waters of the ocean&#x2014;not enter into them to be engulfed by them, but glide over them to power and greatness as the ship moves onward to her destined port. <\/div><div class=\"paragraph jod\" id=\"v10n1681\"> Brethren and sisters, be faithful&#x2014;be true to the Lord our God. Though you should not get so much of this world's goods, be sure your hearts are in unison with the God of heaven. May the peace of Israel be and abide with you, and with those who guide the destinies of Israel from this time henceforth and forever: Amen. <\/div>\n<\/div>\n<\/div>"}