{"ID":100026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">All Nationalities Merged in the Kingdom of God&#x2014;The Unity and Happiness of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made at the Bowery, Great Salt Lake City, October 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: All Nationalities, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v10n503\"> I do not wish to monopolize the time to the exclusion of my brethren, and I do not design to detain you long, still a few remarks, perhaps may not be unacceptable. I thank my Heavenly Father for the privilege and blessing of meeting with the Saints, and for allowing my spirit to mingle with yours, to increase each other's joy. <\/div><div class=\"paragraph jod\" id=\"v10n504\"> The words of edification and instruction we have had from our brethren are truly cheering to all of us, and I trust that the spirit of the living God may continue to abide with us, that wherein we have received an increase of light and truth we may carry it to our homes, and revive the work of the Lord in our towns and villages, and in short carry this feeling and influence to every quarter and part of the kingdom of God. Truly the remarks made this morning were cheering and good. The spirit of the Lord is calculated to remove everything that may be in the heart which is opposed to that which is good, to Godliness and peace. <\/div><div class=\"paragraph jod\" id=\"v10n505\"> Much is said about the tribes of Israel from which most of us are supposed to have descended. With some there is quite a feeling of choice in regard to the tribe from which they sprang, but let me say that whether we sprang from Judah, Ephraim, Manasseh, or from a family of Gentile origin, that of all these tribes and <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> classes, whoever receive the Gospel and are molded and fashioned by the spirit of the living God, will be entitled to a place in the kingdom of our Heavenly Father.<span class=\"citation\" id=\"81572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81572)\">2 Ne. 30:2<\/a><\/span> Hence it is written &#x201C;For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him.&#x201D;<span class=\"citation\" id=\"75557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75557)\">Col. 1:16<\/a><\/span> And again it is written, &#x201C;And have put on the new man, which is renewed in knowledge after the image of him that created him: Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.&#x201D;&#x2014;Col. i. 16 and iii. 10, 11.<span class=\"citation\" id=\"75635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75635)\">Col. 3:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n506\"> I feel that in these two particulars we are distinguished from the world, while we are made one by being baptized into one spirit and all embracing the one faith, becoming members of one body,<span class=\"citation\" id=\"73502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73502)\">1 Cor. 12:13<\/a><\/span> having one common father, even the King of Heaven. And by submitting to be guided by his spirit, and obeying the precepts that are given by him in our daily deportment we are transported into the image of that lovely being of whom it is said, that at his name every knee shall bow and every tongue confess.<span class=\"citation\" id=\"75440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75440)\">Philip. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n507\"> Brethren, I feel happy and childlike in your presence today, and I  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>intend to continue in well doing<span class=\"citation\" id=\"72269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72269)\">Rom. 2:7<\/a><\/span> that I may ever have the Spirit of the Lord to guide me aright. If, by my labors, I can make others feel as well as I feel myself, it is the joy of my heart, it is that for which I labor and toil. I feel at many times that I would rather sit down and muse in silence than to speak. <\/div><div class=\"paragraph jod\" id=\"v10n509\"> When I think of our friends in the east I feel sorrowful; their condition is deplorable. I have no enmity towards anyone, but my general feeling is, Heaven bless the Saints and <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may Heaven destroy every influence that is arraigned against Zion. And the Lord will do this; and I will prophesy in the name of the Lord God of Hosts that if we continue to walk in the light of truth, to labor to build up Zion, that cup of trembling<span class=\"citation\" id=\"59528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59528)\">Isa. 51:22<\/a><\/span> spoken of by the Prophet Isaiah shall never return to your lips nor to our habitations, but we will float along increasing in power and strength from day to day, continually rejoicing in the truths of our holy religion. <\/div><div class=\"paragraph jod\" id=\"v10n510\"> God bless you all forever: Amen. <\/div>\n<\/div>\n<\/div>"}