{"ID":100045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instruction to the Latter-Day Saints, in the Settlements South of Great Salt Lake City.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Settlements South of Great Salt Lake City, in April and May, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/1\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v10n946\"> On the 20th of April, 1863, the President and company left Great Salt Lake City and arrived at American Fork, when the following instructions commenced&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v10n947\"> We shall never see the time when we shall not need to be taught, nor when there will not be an object to be gained. I never expect to see the time that there will not be a superior power and a superior knowledge, and, consequently, incitements to further progress and further improvement. <\/div><div class=\"paragraph jod\" id=\"v10n948\"> To look for salvation fifty years hence and do nothing for salvation at the present time is preposterous. God has placed the means of salvation within our reach, and the volition of the creature is at his own disposal. When his sons and daughters avail themselves of the means he has supplied for their salvation, doing good for themselves, it is gratifying to him. <\/div><div class=\"paragraph jod\" id=\"v10n949\"> We may rejoice greatly in the possession of the spirit of truth and in the power of God, which elevates the soul to the contemplation of heavenly things, but it does not teach men how to raise corn. The Lord could impart this information in a special revelation, the same as he instructed Adam and Eve how to cover their nakedness. He showed them how to make aprons of leaves<span class=\"citation\" id=\"52579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52579)\">Gen. 3:7<\/a><\/span> and then coats of skins,<span class=\"citation\" id=\"52645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52645)\">Gen. 3:21<\/a><\/span> and instructed Adam in extracting the metals from their ores, the same as one man instructs another. <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> People often wish they had the power of God upon them. This is a good wish, and the power of God is a power that would aid men to accomplish much more than they now do, if they possessed along with it a liberal supply of sound information and good sense. The power of God and true knowledge are component parts of godliness, and all the providences of God dealt out to us are for the furtherance of his kingdom upon the earth. We should be willing to acknowledge his hand in all things<span class=\"citation\" id=\"86338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86338)\">D&amp;C 59:21<\/a><\/span> and be his faithful sons and daughters, always ready and willing to do what he bids us. <\/div><div class=\"paragraph jod\" id=\"v10n950\"> &#x201C;Mormonism&#x201D; is as dear as ever to me. In all the prophecies delivered by Joseph Smith, I do not think there has been one failure; and all that has been foretold by ancient Prophets concerning the last days has been fulfilled so far; not one jot or tittle has failed or will fail.<span class=\"citation\" id=\"63107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63107)\">Matt. 5:18<\/a><\/span> The Lord is kind to this people, and if we could understand things as they really are<span class=\"citation\" id=\"81702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81702)\">Jacob 4:13<\/a><\/span> and be as willing to help ourselves as the Lord is to help us, we should advance much more rapidly in the knowledge of God than we do. Every providence and dispensation of God to his earthly children tends directly to life and salvation, while the influences and powers exerted by the enemy upon mankind and every suggestion of our corrupt natures tends to death. If there exists within us one feeling,  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one desire that is not devoted to the Gospel of the Son of God and to the building up of his kingdom on the earth, that feeling or desire so far tends to death. <\/div><div class=\"paragraph jod\" id=\"v10n952\"> Knowledge increases among this people; they know more of the things of the kingdom of God today than they did in the days of Joseph Smith. There was confidence due from his brethren to Joseph which he did not receive. In his death they learned a profitable lesson, and afterwards felt that if he could only be restored to them how obedient they would be to his counsels. The influence and confidence that were denied to him have since, to a great degree, been centered where they see it belongs. Still the old leaven<span class=\"citation\" id=\"73216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73216)\">1 Cor. 5:7-8<\/a><\/span> more or less reigns within us; our traditions lead us to reflect upon death as we formerly did, and to suppose that this life is only designed to prepare us to meet the last moments of the dissolution of the body. This life is now the only life to us; and if we do not appreciate it properly it is impossible to prepare for a higher and more exalted life. We live today to prepare for life tomorrow; and if we are prepared to live, death is divested of its terrors,<span class=\"citation\" id=\"56814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56814)\">Ps. 55:4<\/a><\/span> for we die only to live in another condition. In fact, if we only appreciate this life, we will never die. Our bodies may sleep in the grave for a short time&#x2014;the earthly particles of this tabernacle will return to their mother earth&#x2014;but that ever-living power within us will never sleep, and we shall receive our bodies again. <\/div><div class=\"paragraph jod\" id=\"v10n953\"> The purpose of our life should be to build up the Zion of our God, to gather the house of Israel, bring in the fulness of the Gentiles,<span class=\"citation\" id=\"93841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93841)\">JS&mdash;H 1:41<\/a><\/span> restore and bless the earth with our ability and make it as the Garden of Eden, store up treasures of knowledge and wisdom in our own understandings, purify our own hearts and prepare a people to meet the Lord when he comes. <\/div> <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n954\"> The world is wrong and we have to right it under the direction of Heaven. For this purpose are we located upon the land of Zion, and the land of Zion is North and South America&#x2014;the land where our heavenly Father made his appearance and planted the Garden of Eden. This land is choice above all other lands<span class=\"citation\" id=\"80919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80919)\">1 Ne. 2:20<\/a><\/span> upon the face of the earth. We occupy these mountains as a safe retreat from the power of our enemies. When we first came here we did not know that we could raise grain of any kind. Probably some parts of South America are as good for raising wheat as this is; and in no part of North America can they raise better wheat than is raised here. God has blessed the soil for our sakes, and we live and prosper contrary to the expectations of our persecutors. Those who are aliens from the commonwealth of Israel may try to live here, but without our aid they cannot raise a subsistence. <\/div><div class=\"paragraph jod\" id=\"v10n955\"> The country where Joseph Smith, Jun., found the plates was then as good a country for grain and fruit as could be found upon the whole land, but when the Latter-day Saints were obliged to leave that region the ground began to cease yielding the accustomed amount, and the yield of wheat decreased probably one half. The Lord blesses the land, the air, and the water where the Saints are permitted to live. <\/div><div class=\"paragraph jod\" id=\"v10n956\"> The blessings of the Lord are great upon this people. They are increasing in flocks and herds and are gathering around them property in abundance on the right hand and on the left; let them be careful that they do not place their affections upon the things of this world and forget the Lord their God. The earthly means which we have been enabled to gather around us is not ours, it is the Lord's, and he has placed it in our hands for the building up of his kingdom and  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to extend our ability and resources for reaching after the poor in other lands. <\/div><div class=\"paragraph jod\" id=\"v10n958\"> We are here personages of tabernacle, designed to be prepared to dwell with the Gods; but we are far from that knowledge we might have possessed had our forefathers enjoyed the Priesthood we have and had we been brought up in it from our youth. Seeing that we possess the holy Priesthood, we should introduce a code of traditions among our children which they will not need to unlearn, as we have had to do. We have received the spirit of life, light and intelligence that comes from God out of heaven, and thus we have become his Saints; and we have gathered to these mountains to learn how to live and what the Lord designs to do with us. We came to these mountains because we had no other place to go to. We had to leave our homes and possessions on the fertile lands of Illinois to make our dwelling places in these desert wilds, on barren, sterile plains, amid lofty, rugged mountains. None dare come here to live until we came here, and we now find it to be one of the best countries in the world for us. <\/div><div class=\"paragraph jod\" id=\"v10n959\"> The world of mankind have taken a course to alienate the feelings of each other; they have destroyed the little fellowship and confidence that were formerly placed in man towards his fellow man. I now allude, in particular, to the Christian world. They have taken a course to break up and rend to pieces every trait of friendship. With few exceptions, none dare trust his neighbor, and we have to restore that confidence which has been lost; we have to restore wholesome government and administer wholesome laws to bind the feelings of the people together. The Lord has instituted laws sufficient for the government of his people and has given us rulers and judges that are of our<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves, and it is our business to accomplish this work of reformation, beginning with ourselves. <\/div><div class=\"paragraph jod\" id=\"v10n960\"> I try to better my life, and I believe that my brethren do. I can see a visible improvement in those with whom I am most intimately acquainted. Though we are in the world, yet we should be as perfect as mortals are required to be. We are not required in our sphere to be as perfect as Gods and angels are in their spheres, yet man is the king of kings and lord of lords<span class=\"citation\" id=\"80420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80420)\">Rev. 19:16<\/a><\/span> in embryo. Could I in the flesh become as perfect as God in the spirit, I could not stay on the earth with my friends to hold close communion with them and speak with them face to face as men speak to each other. Earth, home, family, and friends have endearments which tie us here until we have accomplished our work in this probation and become ripe for that great change which awaits us all. I would like to stay on this earth in the flesh and fight the Devils until the last one is subdued; and when the earth and its fulness are wholly devoted to the Savior of mankind I will be perfectly satisfied and willing to go into my grave or be changed in a moment, in the twinkling of an eye,<span class=\"citation\" id=\"73991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73991)\">1 Cor. 15:52<\/a><\/span> as the Lord will. <\/div><div class=\"paragraph jod\" id=\"v10n961\"> As weak and frail as we are, the Latter-day Saints are my delight; their society is sweet to me; I crave no other; they are the only people I wish to see and associate with. Unless in the line of my duty, I do not wish ever to associate with any people who do not believe in the Gospel of the Son of God. I have no desire to again behold the face of an unbeliever; especially of those who have had the privilege of receiving the Gospel and have rejected it. I hope I shall live to see this people serve the Lord with an undivided heart<span class=\"citation\" id=\"129834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129834)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129835)\">Hosea 10:2<\/a><\/span> and affection all their days, devoting every day to God and his Work. They  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have assembled from different parts of the earth to these valleys expressly to serve God and live their religion. The nations of the earth, without exception, have wandered far from the fountain of knowledge and the intelligence the Lord gives to his covenant people. It seems as though it might take the age of an earth like this to bring back the children of God to where they may know their Father and understand that they are his offspring. <\/div><div class=\"paragraph jod\" id=\"v10n963\"> In consideration of these things, is it not strange that we should lust after the gay, foolish, vain things of this world? That we should be proud, haughty, arrogant, selfish, covetous and contentious? Should not every person professing to be a Saint so live that the Spirit of God will dwell within them like a burning fire? And when chastisement is necessary, let it always be administered in the spirit of meekness, whether to a wife, a child, a brother, or a sister, &amp;c. God wishes every one of his sons and daughters to purify their hearts to be prepared to dwell with him. We should never permit ourselves, in the beginning of a new day, to converse with a wife, a child, or a neighbor, unless the Spirit of God is with us, retaining it for our companion through the labors and business of the day until we retire to rest at night. Jesus says, &#x201C;But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you,&#x201D; &amp;c.<span class=\"citation\" id=\"63208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63208)\">Matt. 5:44<\/a><\/span> Because we are commanded to love our enemies, shall we forsake the society of the Saints and leave for California and other places to mingle with them, and swear, curse, gamble and do all manner of iniquity with them? No; this is not the way to love your enemies. I would not exhort you to hate your enemies, but I do wish that <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you would let them alone severely. If we do anything we will pray for them, instead of giving them for naught our time, our energies, our gold and silver, our grain and the good things the Lord has given us for our individual and mutual benefit. Pray for them; but let them alone, unless they are willing to hear the truth. <\/div><div class=\"paragraph jod\" id=\"v10n964\"> I wish this people to pay particular attention to the education of their children. If we can do no more, we should give them the facilities of a common education, that when our sons are sent into the world as ministers of salvation and as representatives of the kingdom of God in the mountains, they can mingle with the best society and intelligibly and sensibly present the principles of truth to mankind, for all truth is the offspring of heaven and is incorporated in the religion which we have embraced. We are progressing in this branch of mental improvement. Some of our brethren have been indomitable in their perseverance to divert the minds of our youth from an excess of frivolous and light amusements to the more useful and profitable habits of study and learning. I might here mention Elder David O. Calder, who has successfully been teaching, in Great Salt Lake City, the &#x201C;Tonic Sol Fa&#x201D; method of singing. He teaches three distinct classes, altogether numbering five hundred scholars, twice a week. Every accomplishment, every polished grace, every useful attainment in mathematics, music, and in all science and art belong to the Saints, and they should avail themselves as expeditiously as possible of the wealth of knowledge the sciences offer to every diligent and persevering scholar. <\/div><div class=\"paragraph jod\" id=\"v10n965\"> I am very much opposed to the practice of sending our boys out on the range to herd stock. In doing  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this they pass the greater portion of their time from under the influence of their parents and teachers, and are kept in ignorance of the rudiments of learning and of the principles of moral rectitude, and are exposed to the pestilential influences of evil, and to the temptations of those who are older and more experienced in the nefarious practice of stealing and running off horses and cattle. They learn to gamble, to steal, to blaspheme the name of God, to lie, to chew and smoke tobacco, and drink whiskey, while they are in the bush herding our stock. Some of the sons of our citizens have come to a premature grave because they would steal, and, if the truth were known, this fatal practice can, in almost every case, be traced to have found its origin in them when they were herd boys. They then learned to skillfully throw the lasso, they became helps to older thieves for a trifling bribe, until finally they by degrees became lost to all self-respect, refused to labor for an honest livelihood, having imbibed the idea that they could live easier by stealing, became a pest to society, and prematurely met a felon's fate. We are the guardians of our children; their training and education are committed to our care, and if we do not ourselves pursue a course which will save them from the influence of evil, when we are weighed in the balance we shall be found wanting,<span class=\"citation\" id=\"61523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61523)\">Dan. 5:27<\/a><\/span> and the sin will be laid at our doors. <\/div><div class=\"paragraph jod\" id=\"v10n967\"> Let good schools be established throughout all the settlements of the Saints in Utah. Let good teachers, who are Latter-day Saints in principle and at heart, be employed to educate our children. A good school teacher is one of the most essential members in society; he relieves parents, in part, of a great responsibility and labor; we should, therefore, make the business of school teaching <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4151\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a permanent institution, and the remuneration should be in amount and in kind equal to the receipts of our best mechanics; it should also be promptly and willingly paid, and school commissioners and trustees should see to it that teachers are properly qualified and do earn their pay. Could I have my wish, I would introduce into our system of education every real improvement, for all the great discoveries and appliances in the arts and sciences are expressly designed by the Lord for the benefit of Zion in the last days, and would be for the benefit of all mankind it they would cease to be wicked, and learn to acknowledge the hand of God in all things.<span class=\"citation\" id=\"86339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86339)\">D&amp;C 59:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n968\"> The Saints of God should be self-sustaining. While they are laboring to gain the mastery over themselves, to subdue every passion and feeling of their nature to the law of Christ; while they are striving to possess the Holy Ghost to guide them every moment of their lives, they should not lose sight of their temporal deliverance from the thralldom which has been thrown around them by the traditions of their fathers and the false education they have received in the nations where they were born and reared. In Utah territory they are well located for variety of climate suitable to the production of materials necessary to gratify every reasonable want. So far as we have learned the resources of the country, we are satisfied that we need not depend upon our neighbors abroad for any single necessity of life, for in the elements around us exists every ingredient of food and raiment; we can be fed with the daintiest luxuries, and can be clothed almost equal to the lilies of the field.<span class=\"citation\" id=\"63592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63592)\">Matt. 6:28<\/a><\/span> Cotton and fruits of tropical climes can be grown to perfection and in abundance in the southern portions of Utah, while cereal crops, flax, wool, silk, and a great variety of  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fruit can be produced in perfection in the northern. Our object is not to find and possess great stores of the precious metals. Iron and coal would be far more valuable to us than mines of silver and gold. <\/div><div class=\"paragraph jod\" id=\"v10n970\"> To increase clothing in the ratio of the growth of our community and its wants makes it very necessary that we import and make machinery to work up the raw material in great quantities. In the meantime let our wives and daughters employ themselves industriously at their wheels at home, that our wants may be partially supplied until more machinery shall be made and set up in different districts of our territory. Anciently garments were made of linen and of wool, and the Israelites were forbidden to mix wool and linen together;<span class=\"citation\" id=\"60933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60933)\">Ezek. 44:17<\/a><\/span> and we read in the book of Genesis that Pharaoh arrayed Joseph in &#x201C;vestures of silk.&#x201D;<span class=\"citation\" id=\"53620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53620)\">Gen. 41:42<\/a><\/span> It is of more modern date that cotton has become so extensively used throughout the world as an article of clothing and adorning the body. This southern country is well adapted to the production of cotton; we should raise it and manufacture it in sufficient quantities to meet the wants of our increasing population. <\/div><div class=\"paragraph jod\" id=\"v10n971\"> This community has not yet concluded to entirely dispense with the use of tobacco, and great quantities have been imported into our territory. The silver and gold which we have paid out for this article alone, since we first came into Utah, would have built several extensive cotton and woolen factories, and filled them with machinery. I know of no better climate and soil than are here for the successful culture of tobacco. Instead of buying it in a foreign market and importing it over a thousand miles, why not raise it in our own country or do without it? True principles of domestic and political economy would suggest the production at home of every article of home <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4150\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consumption, for herein lies the basis of wealth and independence for any people. <\/div><div class=\"paragraph jod\" id=\"v10n972\"> Importing sugar has been a great drain upon our floating currency. I am satisfied that it is altogether unnecessary to purchase sugar in a foreign market. The sorghum is a profitable crop, in Great Salt Lake and the adjoining counties, for the manufacture of molasses; in this section it can be profitably raised for the manufacture of sugar. I have tasted samples of sugar produced from the sorghum raised in the south of Utah, and a better quality of raw sugar I never saw. Let some enterprising persons prosecute this branch of home production, and thus effectually stop another outlet for our money. Sugar ranks high among the staples of life, and should be produced in great abundance. <\/div><div class=\"paragraph jod\" id=\"v10n973\"> Tea is in great demand in Utah, and anything under that name sells readily at an extravagant price. This article opens a wide drain for the escape of much of our circulating medium. The tea of commerce is extensively adulterated, not only by the Chinese, but also by numerous others through whose hands it passes before it reaches the consumer. Tea can be produced in this territory in sufficient quantities for home consumption, and if we raise it ourselves we know that we have the pure article. If we do not raise it, I would suggest that we do without it. <\/div><div class=\"paragraph jod\" id=\"v10n974\"> Dyestuffs have opened another drain through which considerable of our money has passed off. Wherever Indian corn will flourish madder can be produced in great quantities, yet we have been paying out our money to strangers for this article. Indigo can be successfully and profitably raised in this region. An article in the <span class=\"italic\">Deseret News<\/span> on the culture of indigo, and manufacturing it for coloring, would be interesting, espe<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cially to the people of our southern settlements. <\/div><div class=\"paragraph jod\" id=\"v10n976\"> Whatsoever administers to the sustenance, comfort and health of mankind forms the basis of the commerce of the world. Gold and silver in coin are only valuable as mediums in trade to facilitate exchange. They can be made useful to us and add to our comfort when made into cups, plates, &amp;c., in our household economy. <\/div><div class=\"paragraph jod\" id=\"v10n977\"> Let groves of olive trees be planted, and vineyards of the most approved varieties of grapes, that there may be wine and oil in the land; and let sweet potatoes be raised in abundance, and all trees and roots that bear fruit in the ground and above the ground that can be used as food for man and beast, that plenty may flow in the land like a river, and contentment be enthroned in every household, while industry, frugality, and peace prevail everywhere. <\/div><div class=\"paragraph jod\" id=\"v10n978\"> I will offer a few more reflections upon cotton. The first cotton that was raised in this country cost the company that made the experiment $3.65 a pound. The year following it cost them $1.82 a pound. We became satisfied that cotton could be raised here in sufficient quantities to supply our wants and to pay the cultivator. Thousands of the Saints have since then settled in this region, and are engaged in developing its resources. Much has been said with regard to raising and saving cotton. There is no use in raising wheat to let it be destroyed, nor in raising cotton to let it be wasted. When we visited the southern settlements last year the question was asked, &#x201C;What can we do with our cotton when we have raised it? We have no cards to card it, no machinery to spin and weave it into cloth,&#x201D; and the belief seemed to be gaining ground that there was no use or profit in raising it. We told the brethren that if they would save their cotton it would in a <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4149\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> short time become useful to them. How much they saved or how much they permitted to be wasted I know not. I supposed, by the appearance of the cotton crop in the different settlements, that a great many tons would be ready for market this spring, and be transported to our northern settlements. While conversing upon the subject with a few of the brethren in Great Salt Lake City, brother Wm. S. Godbe said he would buy cotton of the brethren in the south if they would sell. He had some goods passing through this section <span class=\"italic\">en route<\/span> for Great Salt Lake City, and he exchanged a portion of them for cotton. You remember that last summer and fall there was no want of cotton in the eastern country. In the month of January or February according to our dispatches, raw cotton was sold in New York as high as $1.05 a pound. We thought that was a high price for cotton. On the first of March raw cotton was sold in the same city for $0.93 a pound. At this price we thought it would be a safe investment to buy your cotton and send it to the States, and expected you would have some fifty or a hundred tons to throw into the market. Brother Godbe could only get some fifteen thousand pounds. Since that time the price of cotton in the east is reduced to $0.45 a pound, and that is a pretty good price. <\/div><div class=\"paragraph jod\" id=\"v10n979\"> Can we make anything by raising cotton and transporting it to the States to be sold at forty-five cents a pound? I think we can. Let some of the brethren try the experiment by raising thirty-five hundred pounds of cotton this season, putting it into a light wagon, hitching on three yoke of cattle, and hauling it to the States, and having it there worked up on shares. If they would manufacture it on halves that would give&#x2014;making a rough estimate&#x2014;seventeen hundred  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and fifty pounds of yarn, which is worth a dollar and twenty-five cents a pound in St. Louis: this would give a handsome profit to the producer. I should think the factories in the east would willingly work up cotton from Utah in this way, as cotton is scarce with them: and they might find it to their advantage to work it up for a less share than one-half. If you have it made into cloth, I would not be surprised if the manufacturer should give you three and take one; but suppose we say that you get one-half in cloth, that would give you some fifty-one hundred yards, which, as it is now selling in Great Salt Lake City, would be equal to about the same number of bushels of oats. By importing one load of cotton to the east a man can make cloth enough to clothe his family many years. <\/div><div class=\"paragraph jod\" id=\"v10n981\"> This system of exporting cotton may do very well, until we have multiplied machinery sufficient to work up our cotton at home. The little machinery we have working at Parowan is now making an improved quality of yarn; and they are improving the machinery so fast that I am encouraged, and I believe that we shall be successful in making good cloth. Brother Hanks, who is now superintending that little factory, left some yarn with me, and my family have begun to color and weave it. The yarn is better than we can get from the east, taking one bunch with another. <\/div><div class=\"paragraph jod\" id=\"v10n982\"> Brother Horace S. Eldredge expects this season to import machinery for a small cotton factory, and to bring with him a man of experience to set it up. This will create a market in this territory for our cotton. <\/div><div class=\"paragraph jod\" id=\"v10n983\"> I wish the brethren of the cotton country to import machinery and make their cotton into cloth, and we will put up machinery in Great Salt Lake City, buy our cotton from you, <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4148\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and haul it to the city. In the meantime, let every appliance for home spinning and weaving be improved upon; let hand cards be used, and spinning-wheels, and let each family make the cloth they wear, for if they do not, they will have to go without it. Is it not apparent to all since the commencement of the war, that we must become self-sustaining? This we have told the people for years. <\/div><div class=\"paragraph jod\" id=\"v10n984\"> Let us apply our hearts to our God and our religion, that we may soon be prepared to be more fully organized as the children of God our Father; that we may be qualified to go back to Jackson County, instead of calling for five hundred teams to go to the Missouri River for the poor. Were we to call for teams to go back to Jackson County, five thousand would be on hand. This, however, cannot be until the people are better organized in a temporal point of view, that all their temporal actions may point to the building up of the kingdom of God, when no man will say that ought he possesses is his own, but hold it only for the interest and good of the whole community of the Saints. <\/div><div class=\"paragraph jod\" id=\"v10n985\"> With regard to the country southeast of us, let no man move there until he gets word from me. The First Presidency will give you the word to move when it is time. We want the brethren to enlarge their borders here, and extend their settlements up the rivers Rio Virgin and Santa Clara; and by-and-by they will reach the Severe, from which point we have a good route through Sanpete to Great Salt Lake City. <\/div><div class=\"paragraph jod\" id=\"v10n986\"> Let me now say to my brethren, the Elders of Israel, it is always proper to kindly and affectionately ask the people to perform what you wish performed, instead of ordering them to do it. This principle is always good for parents and teachers to observe. <\/div> <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n988\"> Build good commodious dwelling houses, plant good gardens, and surround yourselves with every comfort, <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4147\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and learn to beautify the earth, and prepare it for the coming of the Son of Man. May God bless you: Amen. <\/div>\n<\/div>\n<\/div>"}