{"ID":100062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of a Living Testimony of the Holy Ghost&#x2014;How We Are to Be United, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, October 7, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of a Living Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/7\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v10n1567\"> The brethren who have spoken have been disposed to speak concerning the testimony they have within themselves of the truth of this Work. It made me think of a circumstance in the history of Joseph Smith, in which I was an actor, relating to a few men in Nauvoo who sought to make it appear that the printed word was all in all, and immensely superior to the living testimony of the Holy Ghost in the believer, and to the power of the living Priesthood. I attended one of their meetings, which was held in Joseph's house, arose to speak, and took for my text, &#x201C;ye Saints of Latter days, I would not give you the ashes of a rye straw for every word that is contained in the Bible, Book of Mormon, and Doctrine and Covenants, so far as their efficacy is concerned to save any man, independent of the living Priesthood of the Son of God, and the testimony of the Holy Ghost in the heart of the believer.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n1568\"> I have never particularly desired any man to testify publicly that I am a Prophet; nevertheless, if any man feels joy in doing this, he shall be blest in it. I have never said that I am not a Prophet; but, if I am not, one thing is certain, I have been very profitable to this people. In the providence of God he has placed me to <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take charge of his flock, and they have been abundantly blessed under my administration. I did not desire to be their shepherd; but the great Shepherd of all the sheep<span class=\"citation\" id=\"77403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77403)\">Heb. 13:20<\/a><\/span> placed me in this position, and there is no man on earth can truthfully say aught against the dealings of the leaders of this people with the Latter-day Saints. We have blessed them with the blessings of life and salvation&#x2014;the blessings of this life, and of that life which is to come, for the Kingdom and the greatness of the Kingdom under the whole heavens must, sooner or later pass into the hands of God's people.<span class=\"citation\" id=\"61720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61720)\">Dan. 7:27<\/a><\/span> We are trying to prepare the minds of the Saints for the reception of this great power, that they may prove themselves competent and worthy to hold it. There is not a faithful Elder who does not daily pray earnestly for the redemption of the Center Stake of Zion; but how seldom we inquire of ourselves if we are prepared to enter upon that work. The Lord is very merciful to us, and more willing to bestow his bounties upon us than we are to receive them, or prepared to appreciate them; for if we were now prepared to receive the fulness of his Kingdom, we would be far advanced in the knowledge of God to what we are. I have often remarked that in  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spiritual things we are one; and we have also got to become one in temporal things as we are one in spiritual things. Brother Kimball has told you that the Lord does not mean that we shall be one in property, in the height of our persons, color of our hair and eyes, in the size and expression of our features, or in the acuteness and vigor of our senses. Being thus physically one would not make us one as the Lord wishes us to be one. He wishes us to be one in our efforts to advance his Kingdom. He wishes every man, every woman, and every child that has attained to years of discretion to be one in putting forth their hands, their means and their influence to bring about this desired object. I could give you, thus saith the Lord; but the faith we have embraced is so reasonable, rational, <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and consistent, and so easily proved, that I am not under the necessity of saying, thus saith the Lord. If I wanted you to believe a mass of folly and nonsense, such as others wish you to believe, then it would be necessary to say, thus saith the Lord, to operate upon the fears of the more ignorant and superstitious of mankind. The truth always stands upon its own foundation, and speaks for itself; for, at this time, every Elder and Saint should so live, that the Spirit of the Lord will witness unto them the truth of my words, and the words of the Apostles, without my being under the necessity of saying, thus saith the Lord<span class=\"citation\" id=\"53842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53842)\">Ex. 4:22<\/a><\/span> to enforce it. I now say to the brethren and sisters, be ye blessed in the name of the Lord Jesus Christ: Amen. <\/div>\n<\/div>\n<\/div>"}