{"ID":100025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Persecutions of the Saints&#x2014;Their Loyalty to the Constitution&#x2014;the Mormon Battalion&#x2014;the Laws of God Relative to the African Race.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 8, 1863.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Persecutions of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/8\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v10n457\"> I do not wish to confine myself to any particular subject this afternoon. <\/div><div class=\"paragraph jod\" id=\"v10n458\"> The rise of the Church of Jesus Christ of Latter-day Saints and its history up to this day are vividly portrayed in my memory. I referred to that subject this morning, and to the persecution we, as a people, have received, and the persecuting the Prophet Joseph Smith unto death. I have also in my mind the condition of the Christian world, as well as the revealed religion of the Savior; also the Jewish as the forerunner of the Christian religion. <\/div><div class=\"paragraph jod\" id=\"v10n459\"> This morning I referred to the intelligence we have, and the position <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the world. The people want to know a great deal&#x2014;they want to know all, but it cannot all be learned in one day nor in a short period of time. We expect to learn to all eternity. <\/div><div class=\"paragraph jod\" id=\"v10n460\"> This people are an object of derision and astonishment to our Christian neighbors, and to the whole world an object of reflection and serious thought. Almost every man occupying a public position in the political, religious, or heathen world wishes to possess great influence and to extend his power. There is only one way to obtain power and influence in the kingdom of God, and only one  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way to obtain foreknowledge, and that is to so live that that influence will come from our Creator, enlightening the mind and revealing things that are past, present and future pertaining to the earth and its inhabitants, and to the dealings of God with the children of men; in short, there is no source of true information outside of the Spirit of revelation; it maketh manifest all things, and revealeth the dispositions of communities and of individuals. By possessing this Spirit, mankind can obtain power that is durable, beneficial, and that will result in a higher state of knowledge, of honor and of glory. This can be obtained only by strictly marking the path of truth, and walking faithfully therein. <\/div><div class=\"paragraph jod\" id=\"v10n462\"> We are objectionable to our neighbors. We have a warfare. As the Apostle says, &#x201C;For we wrestle not against flesh and blood, but against principalities, and against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75378)\">Eph. 6:12<\/a><\/span> This warfare commences within us. <\/div><div class=\"paragraph jod\" id=\"v10n463\"> The spirits that live in these tabernacles were as pure as the heavens, when they entered them. They came to tabernacles that are contaminated, pertaining to the flesh, by the fall of man. The Psalmist says, &#x201C;Behold, I was shapen in iniquity; and in sin did my mother conceive me.&#x201D;<span class=\"citation\" id=\"56738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56738)\">Ps. 51:5<\/a><\/span> This Scripture has established in the minds of some the doctrine of total depravity&#x2014;that it is impossible for them to have one good thought, that they are altogether sinful, that there is no good, no soundness, and no spiritual health in them. This is not correct, yet we have a warfare within us. We have to contend against evil passions, or the seeds of iniquity that are sown in the flesh through the fall. The pure spirits that occupy these tabernacles are operated upon, and it is the right of Him that sent them <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into these tabernacles to hold the preeminence, and to always give the Spirit of truth to influence the spirits of men, that it may triumph and reign predominently in our tabernacles the God and Lord of every motion. We not only have this warfare continually, day by day, within ourselves, but we also have an outside influence or pressure to resist. Both the religious and the political world have influences to contend against that very much resemble each other; they are more or less exercised, governed and controlled by surrounding influences. We Latter-day Saints have an influence of this kind to contend against. <\/div><div class=\"paragraph jod\" id=\"v10n464\"> The inquiry has often been made of us in the course of our history, why we do not contradict such and such statements, &#x201C;Why do you not confute this or that?&#x201D; &#x201C;Why do you not enlighten the people in regard to certain statements which are urged against you, and disabuse the public mind?&#x201D; Our position at the present day is far superior to what it was sixteen, twenty and thirty years ago. Sixteen years ago we were on the inhospitable prairies, and in an Indian country. Five hundred of our able-bodied men had been taken from us by the call of the Government, and went to fight the battles of their country. There are women and children sitting here today, whose husbands, sons and fathers went on that campaign to prove to our Government that we were loyal, who became widows and orphans in consequence of that requisition. Those noble men left their wives and children and their aged fathers and mothers houseless and without protection upon the wild prairies and surrounded by savages, exposed to all the rigors and changes of the weather, to heat and cold, to rains and storms without protectors, until many sank under it and left their lifeless remains to be laid be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>neath the prairie sod. When this call was made upon us, to put to the test our loyalty, we had traveled from Nauvoo and were resting in the western part of Pottawattamie County, Iowa. Had we boots and shoes to our feet? No. A few had, but the majority of the people had not. Had our wives clothing to last them five years? No. Had our children clothing to last them that length of time? No. The great majority of the people had not clothing nor shoes to make them comfortable a single day. We were obliged to leave our property behind us, with the lame and blind and feeble who were pounced upon while we were absent to find them a safe abiding place. <\/div><div class=\"paragraph jod\" id=\"v10n466\"> This is the outside pressure. It forced us from Ohio to Missouri, from Missouri to Illinois, and from Illinois into the wilderness. We were accused of disloyalty, alienation, and apostasy from the Constitution of our country. We were accused of being secessionists. I am, so help me God, and ever expect to be a secessionist from their wickedness, unrighteousness, dishonesty, and unhallowed principles in a religious point of view; but am I or this people secessionists with regard to the glorious Constitution of our country? No. Were we secessionists when we so promptly responded to the call of the General Government, when we were houseless and friendless on the wild prairies of Pottawattamie? I think not. We there told the brethren to enlist, and they obeyed without a murmur. <\/div><div class=\"paragraph jod\" id=\"v10n467\"> With regard to our going into the wilderness, and our there being called upon to turn out five hundred able-bodied men to go to Mexico, we had then seen every religious and political right trampled under foot by mobocrats; there were none left to defend our rights; we were driven from every right which freemen <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ought to possess. In forming that battalion of five hundred men, brother Kimball and myself rode day and night, until we had raised the full number of men the Government called for. Captain Allen said to me, using his own words, &#x201C;I have fallen in love with your people. I love them as I never loved a people before.&#x201D; He was a friend to the uttermost. When he had marched that Mormon battalion as far as Fort Leavenworth, he was thrown upon a sick bed where I then believed, and do now, he was nursed, taken care of, and doctored to the silent tomb, and the battalion went on with God for their Friend. <\/div><div class=\"paragraph jod\" id=\"v10n468\"> That battalion took up their line of march from Fort Leavenworth by way of Santa Fe, and over a desert and dreary route, and planted themselves in the lower part of California, to the joy of all the officers and men that were loyal. At the time of their arrival, General Kearney was in a straitened position, and Colonel P. St. George Cooke promptly marched the battalion to his relief, and said to him, &#x201C;We have the boys here now that can put all things right.&#x201D; The boys in that battalion performed their duty faithfully. I never think of that little company of men without the next thoughts being, &#x201C;God bless them forever and forever.&#x201D; All this we did to prove to the Government that we were loyal. Previous to this, when we left Nauvoo, we knew that they were going to call upon us, and we were prepared for it in our faith and in our feelings. I knew then as well as I do now that the Government would call for a battalion of men out of that part of Israel, to test our loyalty to the Government. Thomas H. Benton, if I have been rightly informed, obtained the requisition to call for that battalion, and, in case of noncompliance with that requisition, to call on the  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>militia of Missouri and Iowa, and other States, if necessary, and to call volunteers from Illinois, from which State we had been driven, to destroy the camp of Israel. This same Mr. Benton said to the President of the United States, in the presence of some other persons, &#x201C;Sir, they are a pestilential race, and ought to become extinct.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n470\"> I will again urge upon this people to so live that they will have the knowledge they desire, as we have knowledge not of all, but only of that which is necessary. Have we not shown to the world that we love the Constitution of our country and its institutions better than do those who have been and are now distracting the nation? You cannot find a community, placed under the circumstances that we were, that would have done as we did on the occasion of furnishing the Mormon Battalion, after our leading men had been slain and we had been compelled to leave our farms, gardens, homes and firesides, while, at the same time, the general Government was called upon in vain to put a stop to such a series of abuses against an innocent people. <\/div><div class=\"paragraph jod\" id=\"v10n471\"> The people said, &#x201C;Give us redress for our wrongs!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n472\"> Government: &#x201C;Did you say anything? Hard of hearing; can't hear a single word you say.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n473\"> &#x201C;Mr. President, Mr. Senator, Messrs. everybody else, can you hear the cries of the widow and fatherless?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n474\"> Government: &#x201C;Did you speak? Can't hear you gentlemen; mark what I say, I can't hear you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n475\"> After all this, to prove our loyalty to the Constitution and not to their infernal meanness, we went to fight the battles of a free country to give it power and influence, and to extend our happy institutions in other parts of this widely extended republic. In this way we have proved our loyalty. <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have done everything that has been required of us. Can there anything reasonable and constitutional be asked that we would not perform? No. But if the Government of the United States should now ask for a battalion of men to fight in the present battlefields of the nation, while there is a camp of soldiers from abroad located within the corporate limits of this city, I would not ask one man to go; I would see them in hell first. What was the result a year ago, when our then Governor, and I thank God for such a Governor as we had a year ago, called for men to go and guard the mail route? Were they promptly on hand? Yes, and when President Lincoln wrote to me requesting me to fit out one hundred men to guard the mail route, we at once enlisted the one hundred men for ninety days. On Monday evening I received the instruction, and on Wednesday afternoon that hundred men were mustered into service and encamped ready for moving. But all this does not prove any loyalty to political tyrants. <\/div><div class=\"paragraph jod\" id=\"v10n476\"> We guarded the mail route; but they do not know what we know with regard to guarding this route, and they will find that out by and by. We do not need any soldiers here from any other States or Territories to perform that service, neither does the Government, as they would know if they were wise. I will, comparatively speaking, take one plug of tobacco, a shirt and three cents' worth of paint, and save more life and hinder more Indian depredations than they can by expending millions of dollars vested in an army to fight and kill the Indians. Feed and clothe them a little and you will save life; fight them, and you pave the way for the destruction of the innocent. This will be found out after a while, but now it is not known except by comparatively a few. <\/div> <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n478\"> We complain of the barbarity of the red men for killing innocent men, women, and children, especially for killing women and children. They are to blame for this. But remember that they are savages, and that it is an usage among them to kill the innocent for acts of the guilty. <\/div><div class=\"paragraph jod\" id=\"v10n479\"> I will ask every person who is acquainted with the history of the colonization of the Continent of North and South America, if they ever knew any colony of whites to get along any better with their savage neighbors than the inhabitants of Utah have done. Talk about making treaties with the Indians! Has there been any one treaty with the Indians fulfilled in good faith by the Government? If there is one, I wish you would let me know. But we call them savages, while at the same time the whites too often do as badly as they have done, and worse, when difference of intelligence and training are taken into account. This has been so in almost every case of difficulty with the red skins. When soldiers have pounced upon these poor, ignorant, low, degraded, miserable creatures, mention a time, if you can, when they have spared their women and children. They have indiscriminately massacred the helpless, the blind, the old, the infant, and the mother. <\/div><div class=\"paragraph jod\" id=\"v10n480\"> I am a human being, and I have the care of human beings. I wish to save life, and have no desire to destroy life. If I had my wish, I should entirely stop the shedding of human blood. The people abroad do not generally understand this, but they will. Like Paul, they do that they would not do,<span class=\"citation\" id=\"72487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72487)\">Rom. 7:20<\/a><\/span> and leave undone that they would do because of the sin that reigns in their members. The nations of the world may apply this same text to their own case. They want to do something, but what to do rightly they do not find.<span class=\"citation\" id=\"72485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72485)\">Rom. 7:19<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v10n481\"> We have not only the man of sin to contend with, but also the outside pressure. Now then, what should we say concerning this people? I will answer. There has never been a time or circumstance since this Territory was organized, but what the civil law has reigned triumphantly in the hearts and acts of this people. The outside pressure now is that this people, called the Latter-day Saints, are secessionists in their feelings, and alien to the Constitution and institutions of our country. This is entirely false. There is not another people upon the face of the earth that could have borne what we have, and still remain as loyal to our brethren as we have been and are. They might be displeased with some of the acts of the administrators of the law, but not with the Constitutional laws and institutions of the Government. <\/div><div class=\"paragraph jod\" id=\"v10n482\"> This people are filled with patience and long-suffering, clinging to the institutions bequeathed to us by our fathers as closely and as tenaciously as ever babe clung to the Maternal breast, and we would that the Government had always been so wisely administered as to bind the best feelings of the people together, and to create and still continue to create a union instead of alienation. The affections of the masses of American citizens&#x2014;both of the people in the North and in the South, are alienated from each other, and they are divided. We would it could be otherwise, but this is the result of the acts of leading politicians of our nation. When the people's affections are interwoven with a Republican government administered in all its purity, if the administrators act not in virtue and truth it is but natural that the people become disaffected with maladministration, and divide and subdivide into parties, until the body politic is shivered to pieces. There is no other platform  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that any government can stand upon and endure, but the platform of truth and virtue. <\/div><div class=\"paragraph jod\" id=\"v10n484\"> What can we do? We can serve God, and mind our own business; keep our power dry, and be prepared for every emergency to which we may be exposed, and sustain the civil law to which we are subject. We have an adjudicator of the law in this Judicial District who has been here some eight or ten years. Has he found any difficulty or trouble in the performance of his official acts in this district, which we may say is the brain, the lungs, the vitals of the whole Territory? Has he met with any difficulty in administering the civil law here? He has not, except in the case where tyrants have sought to interrupt the even course and administration of it. Those who aim to soar to power and fame by taking such a course, pluck out the pinions of their own wings, and rob themselves of the glory and power which they so earnestly seek. <\/div><div class=\"paragraph jod\" id=\"v10n485\"> We have our own difficulties to encounter as a people, arising from influences that cannot be fully comprehended by those who are not of us and are not living with us. As for offering refutations to charges made against us, it would be impossible to keep pace with the thousands of freshly invented falsehoods that the powers spiritual and the powers temporal would produce to feed the credulity of the ignorant masses. Bunyan says that it requires a legion of devils to watch one Christian; it would require a legion of refutations to keep pace with one infernal liar, therefore we say, &#x201C;lie on, falsify everything you want to falsify, and say what you please; there is a God in Israel, and if you have not yet learned it, you will learn it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v10n486\"> Some of my friends and brethren have lately thought that there is an influence being got up against us. <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I would not give the ashes of a rye straw for any influence that our officials here, who are operating against this people, have in Washington. If their true characters were only known there, their influence would be devoid of weight in the mind of any right thinking man. I am in no way concerned about what they can do against us. I wish one course to be pursued by this people, and all the rest will be right. If they will walk faithfully in the path of their duty, in uprightness before God, clinging to right, and so conducting themselves that no being in the Heavens, on the earth, under the earth, or in hell, can say in truth that they are guilty of any unjust or wicked action committed knowingly, all will be right. God rules in the Heavens, and he does his pleasure among the inhabitants of the earth, he causes victory to perch here, and defeat and disgrace there, as he will, and contending armies know not the cause of their victory or their defeat. It is God who rules. <\/div><div class=\"paragraph jod\" id=\"v10n487\"> We are in the midst of these mountains, and we have good and salutary laws to govern us. We have our Constitutional laws and our Territorial laws; we are subject to these laws, and always expect to be, for we love to be. If there is any man among us who has violated any constitutional law, try the law upon him, and let us see whether there is any virtue in it, before we try the strong arm of despotism and tyranny. I stand for Constitutional law, and if any transgress, let them be tried by it, and, if guilty, suffer its penalty. <\/div><div class=\"paragraph jod\" id=\"v10n488\"> In 1857, it is estimated that eleven thousand troops were ordered here; some seven thousand started for this place, with several thousand hangers on. They came into this Territory when a company of emigrants were traveling on the south route to California. Nearly all of that company  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were destroyed by the Indians. That unfortunate affair has been laid to the charge of the whites. A certain judge that was then in this Territory wanted the whole army to accompany him to Iron County to try the whites for the murder of that company of emigrants. I told Governor Cumming that if he would take an unprejudiced judge into the district where that horrid affair occurred, I would pledge myself that every man in the regions round about should be forthcoming when called for, to be condemned or acquitted as an impartial, unprejudiced judge and jury should decide; and I pledged him that the court should be protected from any violence or hindrance in the prosecution of the laws; and if any were guilty of the blood of those who suffered in the Mountain Meadow massacre, let them suffer the penalty of the law; but to this day they have not touched the matter, for fear the Mormons would be acquitted from the charge of having any hand in it, and our enemies would thus be deprived of a favorite topic to talk about, when urging hostility against us. &#x201C;The Mountain Meadow massacre! Only think of the Mountain Meadow massacre!!&#x201D; is their cry from one end of the land to the other. <\/div><div class=\"paragraph jod\" id=\"v10n490\"> &#x201C;Come, let us make war on the Mormons, for they burnt government property.&#x201D; And what was the government doing there with their property? They were coming to destroy the Mormons, in violation of every right principle of law and justice. A little of their property was destroyed, and they were left to gnaw, not a file, but dead cattle's bones. I was informed that one man brought five bloodhounds to hunt the Mormons in the mountains, and that the poor devil had to kill them and eat them before spring to save himself from starving to death, and that he was fool enough to acknowledge it <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> afterwards in this city. This is the kind of outside pressure we have to meet with. Who wanted the army of 1857 here? Who sent for them? Liars, thieves, murderers, gamblers, whoremasters, and speculators in the rights and blood of the Mormon people cried to government, and government opened its ears, long and broad, saying, &#x201C;I hear you, my children, lie on, my faithful sons Brocchus, Drummond, and Co.,&#x201D; and so they did lie on until the parent sent an army to use up the Mormons. Now I say, for the consolation of all my brethren and sisters, they cannot do it; and that is worse to them than all the rest; they cannot do it. <\/div><div class=\"paragraph jod\" id=\"v10n491\"> The rank, rabid abolitionists, whom I call black-hearted Republicans, have set the whole national fabric on fire. Do you know this, Democrats? They have kindled the fire that is raging now from the north to the south, and from the south to the north. I am no abolitionist, neither am I a proslavery man; I hate some of their principles and especially some of their conduct, as I do the gates of hell. The Southerners make the negroes, and the Northerners worship them; this is all the difference between slaveholders and abolitionists. I would like the President of the United States and all the world to hear this. <\/div><div class=\"paragraph jod\" id=\"v10n492\"> Shall I tell you the law of God in regard to the African race? If the white man who belongs to the chosen seed mixes his blood with the seed of Cain,<span class=\"citation\" id=\"81352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81352)\">2 Ne. 5:23<\/a><\/span> the penalty, under the law of God, is death on the spot. This will always be so. The nations of the earth have transgressed every law that God has given, they have changed the ordinances and broken every covenant made with the fathers,<span class=\"citation\" id=\"58422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58422)\">Isa. 24:5<\/a><\/span> and they are like a hungry man that dreameth that he eateth, and he awaketh and behold he is empty.<span class=\"citation\" id=\"58701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58701)\">Isa. 29:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v10n493\"> The following saying of the prophet is fulfilled: &#x201C;Now also many nations  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion. But they know not the thoughts of the Lord, neither understand they his counsel: for he shall gather them as the sheaves into the floor. Arise and thresh, O daughter of Zion, &amp;c.&#x201D;<span class=\"citation\" id=\"62192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62192)\">Micah 4:11-13<\/a><\/span> God rules in the armies of Heaven and does his pleasure upon the earth, and no man can help it. Who can stay the hand of Jehovah, or turn aside the providences of the Almighty? I say to all men and all women, submit to God, to his ordinances and to His rule; serve Him, and cease your quarrelling, and stay the shedding of each other's blood. <\/div><div class=\"paragraph jod\" id=\"v10n495\"> If the Government of the United States, in Congress assembled, had the right to pass an anti-polygamy bill, they had also the right to pass a law that slaves should not be abused as they have been; they had also a right to make a law that negroes should be used like human beings, and not worse than dumb brutes. For their abuse of that race, the whites will be cursed, unless they repent. <\/div><div class=\"paragraph jod\" id=\"v10n496\"> I am neither an abolitionist nor a pro-slavery man. If I could have been influenced by private injury to choose one side in preference to the other, I should certainly be against the pro-slavery side of the question, for it was pro-slavery men that pointed the bayonet at me and my brethren in Missouri, and said, &#x201C;Damn you we will kill you.&#x201D; I have not much love for them, only in the Gospel. I would cause them to repent, if I could, and make them good men and a good community. I have no fellowship for their avarice, blindness, and ungodly actions. To be great, is to be good before the Heavens and before all good men. I will not fellowship the wicked in their sins, so help me God. <\/div><div class=\"paragraph jod\" id=\"v10n497\"> Joseph Smith, in forty-seven prosecutions was never proven guilty of <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one violation of the laws of his country. They accused him of treason, because he would not fellowship their wickedness. Suppose the land should be cleansed from its filthiness and the law of God should predominate, if a man or woman should be found who had corrupted themselves and thereby become diseased, that man or woman would be placed by themselves, as the lepers were anciently, never more to commune with the human family. Purify your flesh and blood, your spirits, your habitations, and your country, and then you will be pure before God. This change has got to be before this earth will be taken back into a celestial atmosphere. <\/div><div class=\"paragraph jod\" id=\"v10n498\"> Find fault with me because I have wives! They would corrupt every wife I have, if they had the power; and then they cry to the government, &#x201C;You had better do something with the Mormons; they are deceitful and disloyal!!&#x201D; I am disloyal to their sins and filthiness. Cleanse your hearts and the whole person, and make yourselves as pure as the angels, and then I will fellowship you. <\/div><div class=\"paragraph jod\" id=\"v10n499\"> I say to every man and woman in this community, suffer not your affections to wander after that which is unholy; do not lust after gold, nor the things of this world. Sanctify yourselves before your God and before one another, until you are pure outside and in and all around you, and see that you faithfully perform every duty. <\/div><div class=\"paragraph jod\" id=\"v10n500\"> Now, as we are accused of secession, my counsel to this congregation is to secede, what from? From the Constitution of the United States? No. From the institutions of our country? No. Well then, what from? From sin and the practice thereof. That is my counsel to this congregation and to the whole world. <\/div><div class=\"paragraph jod\" id=\"v10n501\"> May God bless everybody that wishes well to his kingdom on the earth. Amen. <\/div>\n<\/div>\n<\/div>"}