{"ID":100015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gratitude for the Blessings of the Gospel.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Gratitude for the Blessings of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v10n286\"> I have the privilege of making a few remarks to my brethren and sisters, upon the condition that I stop speaking or pumping when the pond is out. This may seem a singular introduction, but I feel perfectly free and at home when I meet with you in general Conference. <\/div><div class=\"paragraph jod\" id=\"v10n287\"> I have enjoyed myself very much during this Conference, and I really feel that we have been well instructed on the great principles of our holy religion. I am fully satisfied that our brethren who have spoken from this stand have laid before us the things that we need, and especially for the benefit of those that are laboring in the different portions of Utah, or, as I was about to say, in different portions of Deseret. <\/div><div class=\"paragraph jod\" id=\"v10n288\"> I am proud of the name of being a Saint of God, for there is something that is sweet&#x2014;there is something that is glorious about it. <\/div><div class=\"paragraph jod\" id=\"v10n289\"> I rejoice that we have the privilege here in Deseret of naming our own children when they are born; it is not so in the nations of the earth, but here we have organized a State Government; the child is born and we have given it a name, and it is one of our own choosing. We are a blessed people. How are we blessed this morning? We are blessed by being taught of the Lord; we are instructed in those things that pertain to our peace; we are in possession of those heavenly principles that have been so plainly laid before us; they are things that immediately <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> concern us as Saints of the Most High. If we have been gathered here to these valleys of the mountains to be taught of the Lord, if we do not have the spirit of humility, how can we be taught? And if we are taught, what good will it do us? We require to be in that state of mind that will render us susceptible of instruction; then, at the close of this Conference we shall all have it to say that we have been well paid for coming together to worship the Lord, and we shall also feel that the teachings and instructions have been applicable to our organizations and circumstances in the different departments of the Holy Priesthood, which the Almighty has conferred upon his servants in these last days. <\/div><div class=\"paragraph jod\" id=\"v10n290\"> I feel that it is indeed good to be here; it is good to listen&#x2014;to dwell and rejoice in the midst of this people, for this is the work of the Lord; and we are the only people upon the face of the earth that are so highly favored at the present time. We can meet together in peace, as we are doing today, and worship God according to the dictates of our own consciences;<span class=\"citation\" id=\"94119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94119)\">A of F 1:11<\/a><\/span> yes, here we can do this, where the true liberty guaranteed in the Constitution of the United States is fully carried out, and extended to all people who wish to reside in our community. <\/div><div class=\"paragraph jod\" id=\"v10n291\"> I feel to take up the admonitions and treasure them up in my mind and carry them home in my bosom. Every time that I come to a Con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ference, I can see where I can do a little better, and discover where I have been a little slothful in regard to the duties of my calling. <\/div><div class=\"paragraph jod\" id=\"v10n293\"> You are aware that I hail from the northern part of our flourishing Territory (Cache Valley), and I am really proud of the county and of the people who live there, and of the desire they have to aid and assist in building up this kingdom. <\/div><div class=\"paragraph jod\" id=\"v10n294\"> With reference to the Quorums of High Priests and Seventies, I have to say that we have them with us, and we try to make them a blessing to the people. We have the piety, the principles, and order of the Gospel among us, and I feel that such doctrine as was taught yesterday is a blessing to the people who hear, and I know it. But where people are trying to get all the honor, influence, and power to themselves it is then a detriment instead of a blessing. Well, then, <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD10\/JoD10_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it behooveth us as Elders, Presidents, and Bishops to lay these principles to heart and have them riveted to our minds; to lie down and sleep and wake up again with them fresh in our minds in the morning, and go forth attending to the duties required of us by our callings in the Priesthood; and then we will profit by these instructions. Do not let us allow these wholesome teachings to go in at one ear and out of the other. <\/div><div class=\"paragraph jod\" id=\"v10n295\"> I do not wish to make many remarks this morning, but I feel truly thankful to God and my brethren that I hold a standing in this kingdom, and I intend to labor and do all I can for the spread of truth, and strive to the best of my ability to endure unto the end. And may this be our happy position and desire is the sincere prayer of your brother in the New Covenant,<span class=\"citation\" id=\"88822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88822)\">D&amp;C 88:133<\/a><\/span> in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}