{"ID":10018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Charge of Hon. Z. Snow, Judge of the First Judicial District Court of the United States for the Territory of Utah, to the Jury, on the Trial of Howard Egan for the Murder of James Monroe.<\/div>\n<div class=\"subtitle\">Great Salt Lake City, October Term, 1851.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Charge of Hon. Z. Snow.<\/div>\n<div class=\"speaker\">Speaker: Z. Snow<\/div>\n<div class=\"date\">Date: 10\/1\/1851<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v1n531\"> Gentlemen of the Jury&#x2014;The grand jury, called and sworn on behalf of the United States, having presented an indictment against Howard Egan, for the murder of James Monroe&#x2014;it becomes our duty to proceed with the case, and if he should be convicted or found guilty of violating the laws of the United States in this behalf, to pass sentence against him. For the purpose of determining the facts, you have been empanelled and sworn to give a true verdict according to the evidence which should be given you in court. You will readily see that your duty is important. It is the right of the United States, the right of the citizens of this territory, and the right of the defendant, to insist that you shall now discharge that duty without fear, affection, or partiality. It is the right of us all to insist that, when a <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crime has been committed, the offender shall be punished by due course of law, but not otherwise. We have no right to punish a person for a real or imaginary wrong, except with the authority of law. The safety of ourselves individually, and of society, depends on the correct and faithful administration of good and wholesome laws. No one ought to be punished unless he be guilty of an act worthy of punishment, nor even then, unless that act has been declared to be penal by the law of the land, and the punishment directed, nor until he has had an opportunity of having a fair and impartial trial, for, peradventure, he may not be guilty as alleged against him. If the law suffered a person to be punished upon mere rumor, or upon strong circumstance, accompanied with the communication of our best&#x2014;our  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bosom friends, without the usual tests of truth which have been established, we might well pause and wonder whereunto this would grow. <\/div><div class=\"paragraph jod\" id=\"v1n533\"> Gentlemen, you are the exclusive judges of the facts, and the court is to be the judge of the law when the facts are found by you. Murder may be defined to be, the unlawful killing of a human being in the peace of the Republic, with malice prepense, or of forethought, by another human being who is of sound mind and discretion. <\/div><div class=\"paragraph jod\" id=\"v1n534\"> In this case, there is no pretence but that the defendant, at the time of the alleged killing of James Monroe, was of sound mind and discretion; so you are relieved of that part of the case. When you retire to your juryroom, you will first proceed to inquire from the evidence, whether or not James Monroe be dead. If you do not find him to be dead, that ends the case, and your verdict must be, not guilty. If you find him to be dead, you will proceed to inquire by what means he came to his death; if by violence, then inquire whether or not the defendant gave him the mortal wound. If you find he did not, that ends your inquiries, and he is entitled to a verdict of not guilty. If you find the defendant gave him the mortal wound, you will then inquire whether the killing was lawful or unlawful. In law every killing of one human being by another of sound mind, is unlawful, except such as the law excuses or justifies. <\/div><div class=\"paragraph jod\" id=\"v1n535\"> If a person when doing a lawful act, by accident kills another, it is excusable homicide. If a person kills another on a sudden attack in defense of himself, wife, child, parent, or servant, it is excusable homicide. If the proper officer executes the sentence of the law upon another, by taking his life pursuant to the judgment of a court legally rendered, it is justifiable homicide. If an officer of the law in the exercise of a particular legal duty, is forcibly resisted or prevented, and,  <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without malice, kills the one who resists, it is justifiable homicide. If a homicide be committed to prevent the forcible commission of an atrocious crime, such as murder, robbery, rape, &amp;c., it is justifiable; but it is not so if done to punish the offender after the crime has been committed. If you find any of these in favor of the defendant, then your verdict must be, not guilty; but if none of these things exist, then the killing, if it has taken place, is unlawful: in that event, you will proceed to inquire, in regard to the malice prepense, or malice aforethought. Malice prepense, or malice aforethought, means premeditated malice, or malice thought of, before the killing occurred. It may be a meditation for a few moments only, or it may be of long standing; it may be owing to injury, real or imaginary, received from the deceased, by the accused. The law does not permit a person to take the redress of grievances into his own hands. Though the deceased may have seduced the defendant's wife, as he now alleges, still he had no right to take the remedy into his own hands. If, for seduction, the law inflicted the punishment of death, it would not justify nor excuse the injured party from guilt, if he inflicted death without a judgment of the law to that effect, nor even with such a judgment, unless he be the officer of the law appointed for that purpose. If, as it is contended by the defendant's attorney, he killed Monroe in the name of the Lord, it does not change the law of the case. A man may violate a law of the land, and be guilty, and yet, so far as he is concerned, do it in the name of the Lord. If, as it has been contended by the district attorney, the defendant, before he left the city, formed the design of killing Monroe; or if he so formed the design after he left, and before he met him; or if he formed it while in conversation with him, it was malice prepense or  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aforethought. If the deceased did seduce the defendant's wife, and begat a child with her; and if for this the defendant killed him, in law, the killing was unlawful. <\/div><div class=\"paragraph jod\" id=\"v1n537\"> Should you be of the opinion in all these things, that the defendant is guilty, then the place in which the act was committed becomes material. This would not in most cases affect the general result, provided the crime be committed within the jurisdiction of the court trying the accused. <\/div><div class=\"paragraph jod\" id=\"v1n538\"> The materiality in this case, arises in consequence of the peculiar relationship of the United States courts with the courts of the several States and Territories. The jurisdiction of the United States courts is separate and distinct from the jurisdiction of the State courts. But in the Territories, the same judges sit in matters arising out of the constitution and laws of the United States, as well as the laws of their respective Territories. This, to me, has been the most difficult part of the case. The Territorial courts being of a mixed jurisdiction partly national and partly local in their organization, it becomes important to keep in view these two jurisdictions. When sitting as a court of the United States, we must try criminals by the laws of the United States, and not by the Territorial laws; we must look to them for our authority to punish violators of the law. <\/div><div class=\"paragraph jod\" id=\"v1n539\"> When sitting as Territorial courts we must try criminals by the laws of the Territory, and look to them for our authority to punish. If the laws of the United States do not authorize us to punish in a case like the present as we are now sitting as a United States court, the defendant, for this reason, is entitled to a verdict of, not guilty. <\/div><div class=\"paragraph jod\" id=\"v1n540\"> The United States have no right to pass a law to punish criminals, except in those cases which are authorized by the constitution. These may be said <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be national in their character, and to extend to all places under the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span> of the United States, but they do not extend to those places within the United States, when there is an existing State or Territorial jurisdiction, unless they are to protect its necessary internal authorities, such as protecting its postal arrangements, its revenue laws, its courts and officers, and the like cases. There is a large extent of country between this city and the Missouri River, over which the United States have the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span>; and there is a part of this same country within the jurisdiction of the State of Missouri, and another part within the jurisdiction of this Territory. <\/div><div class=\"paragraph jod\" id=\"v1n541\"> It is the right of every American citizen to have full and ample protection in the enjoyment of life, liberty, and happiness; and the duty of the United States, in those places where it has the sole and exclusive jurisdiction, to extend that protecting hand over them; and the duty of the States and Territories in their respective jurisdictions, subject to the constitution and laws of the United States, to extend a like protecting hand. By this you will see that the United States, when it established the Territorial governments, giving them the right of legislation, created a jurisdiction within its own jurisdiction, but subject to its supervisory control: therefore it has not the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span> within the limits of the existing Territories. <\/div><div class=\"paragraph jod\" id=\"v1n542\"> By the 3rd section of the act of Congress, approved April 30, 1790, chapter 9, it is enacted, &#x201C;that if any person or persons shall, within any fort, arsenal, dockyard, magazine, or any other place or district of country, under the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span> of the United States, commit the crime of willful murder, such person or persons on being thereof convicted, shall suffer death.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n544\"> You see by this law, the crime must be committed within the places over which the United States have the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span>. You will look to the evidence given you in court for the facts of the case; if you find the crime, if any has been committed, was committed within that extent of country between this and the Missouri River, over which the United States have the <span class=\"italic\">sole<\/span> and <span class=\"italic\">exclusive jurisdiction<\/span>, your verdict must be guilty. If you do not find the crime to have been committed there, but in the Territory of Utah, the defendant, for that reason, is entitled to a verdict of, not guilty. If, in any of these <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> points, you entertain reasonable doubts, you may give the defendant the benefit of these doubts. Reasonable doubts are not merely capricious doubts, but such as reasonable men may honestly entertain. We often have painful duties to discharge, but ought not for this reason to shrink from duty. It is better to bear with many wrong acts, than for the accomplishment of a given object, to depart from the great and well-approved principles on which mainly depend our lives, liberty, and happiness. Gentlemen, the case for the present, is committed to your consideration. <\/div>\n<\/div>\n<\/div>"}