{"ID":10011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sanctification&#x2014;Economy&#x2014;Apostates&#x2014;The Wolves and the Sheep.<\/div>\n<div class=\"subtitle\">An Address by Elder Orson Hyde, Delivered in the Tabernacle, Great Salt Lake City, April 9, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Sanctification&#x2014;Economy&#x2014;Apostates, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/9\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v1n371\"> We have been listening to a very interesting discourse from brother Pulsipher. His remarks were truly appropriate when speaking upon the subject of sanctification. <\/div><div class=\"paragraph jod\" id=\"v1n372\"> I want to say a little more touching that principle. If I understand it correctly, it means a purification of, or a putting away from, us, as individuals, and as a community, everything that is evil, or that is not in accordance with the mind and will of our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v1n373\"> Sanctification has also an eye to our own preservation for usefulness&#x2014;for executing, carrying forward, and perpetuating the work of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v1n374\"> We have been hearing that this is a fruitful valley. The blessing of the Lord descends upon the mountains, and abundantly flows into the Valley, causing it to spring forth, and produce whatever is necessary to sustain life. <\/div><div class=\"paragraph jod\" id=\"v1n375\"> I wish to observe here, that so bountiful have been the productions of the fields of our farmers, that after <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have harvested their grain, they have not taken care of it, but have thrown it together in a very loose and careless manner. From want of proper respect for the temporal blessing of heaven, hundreds of bushels of grain have been wasted, to which many who are here today can testify. In consequence of this, and some other causes, flour can scarcely be bought for six dollars per hundredweight. A short time ago it was sold in great quantities at the rate of three dollars per hundred to the stores, and now there is hardly bread enough in Israel to supply the wants of our children. Why is this waste? A little more care should be exhibited by the farmers for the products of the soil. <\/div><div class=\"paragraph jod\" id=\"v1n376\"> If God our heavenly Father has given us temporal blessings in the due course and order of nature, we ought to hold them sacred, and be as prudent and economical of them as we are of a precious truth revealed from heaven by the agency of an holy an<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gel from the presence of God. I know not which to prize the most, the blessings of the earth which pertain to the sustenance of these bodies, or the blessings of heaven that give food to the mind; for they are all the blessings of heaven to me and to you. I look upon every blessing as the gift of Jehovah, as the Apostle James wrote anciently, &#x201C;every good and perfect gift cometh from the Father of lights, with whom there is no variableness, neither shadow of turning,&#x201D;<span class=\"citation\" id=\"77447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77447)\">James 1:17<\/a><\/span> whether it be wheat, corn, flocks, herds, houses, lands, wives, or children; we can obtain none of these things independent of this blessing; neither can we make one hair white or black, or add one cubit to our stature,<span class=\"citation\" id=\"63587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63587)\">Matt. 6:27<\/a><\/span> without it is by the blessing of our Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v1n378\"> Sometimes for want of proper care in keeping a secure fence, cattle break through, and destroy the fruits of our toil. I hope, as the time of sowing seed is at hand, that we shall remember these things. And let me say further, that a good fence is the most effectual &#x201C;Stray Pound Law&#x201D; that can exist. If there are any so circumstanced as not to be able to walk up to the full extent of these instructions, let us, however, try to do a little more than we have done heretofore, and by a little extra exertion secure to ourselves an additional amount of comfort, and have a little more to contribute to the building up of the Temple of God, in which operation we may be sanctified. Brethren, bear these things in mind. <\/div><div class=\"paragraph jod\" id=\"v1n379\"> We have heard, of late, a great deal about stray cattle, stealing, dissension and apostasy. I have not spoken upon the subject, I believe, from this stand; at the same time I have my feelings and views in relation to these matters, and I wish now to express them by introducing a figure, from which you may draw your own conclusions. <\/div><div class=\"paragraph jod\" id=\"v1n380\"> Now sanctification means, not only <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the purifying of the heart by prayer, and by acts of obedience to God, but it means also to purify a people, and purge from their midst that which is evil. I will suppose a case, viz., that here is a large flock of sheep out on the prairie, and here are shepherds also to watch over them with care. It is generally the case that shepherds are provided with most excellent dogs, that understand their business&#x2014;their duty in relation to the flock. It has been said by some, that shepherd dogs should be reared with the sheep, and suck the milk from them, and thus partake of their nature; that the child not only draws its nourishment from the woman, but from the same source conceives a strong attachment, a kindred feeling and sympathy, for the fountain of its life. How this is I cannot say; I have heard the observation, but those who understand and know concerning this matter, can properly appreciate the remark in relation to it. <\/div><div class=\"paragraph jod\" id=\"v1n381\"> Suppose the shepherd should discover a wolf approaching the flock, what would he be likely to do? Why, we should suppose, if the wolf was within proper distance, that he would kill him at once with the weapons of defense which he carries; in short, that he would shoot him down, kill him on the spot. If the wolf was not within shot, we would naturally suppose he would set the dogs on him; and you are aware, I have no doubt, that thence shepherd dogs have very <span class=\"italic\">pointed teeth<\/span>, and they are very active, very sensitive to know when the flock is in danger. It is sometimes the case, perhaps, that the shepherd has not with him the necessary arms to destroy the wolf, but in such a case he would set his faithful dogs on him, and by that means accomplish his destruction. <\/div><div class=\"paragraph jod\" id=\"v1n382\"> Is this true in relation to the shepherd, and the flock, and the dogs? You can all testify to its truth. Now was Jesus Christ the good shepherd?<span class=\"citation\" id=\"69657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69657)\">John 10:11,14<\/a><\/span> Yes. What the faithful shepherd is  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to his sheep, so is the Savior to his followers. He has gone and left on earth other shepherds who stand in the place of Jesus Christ to take care of the flock. When that flock is out on the prairie, and the pasture range extending broad and green before them, and completely cleared of wolves, is not that sanctified and cleansed, when there is nothing to hurt or destroy them? I ask if one wolf is permitted to mingle with the flock, and unmolested proceed in a work of destruction, will he not go off and tell <span class=\"italic\">the other<\/span> wolves, and they bring in a thousand others, more wicked and ravenous than themselves? Whereas, if the first one should meet with his just desserts, he could not go back and tell the rest of his hungry tribe to come and feast themselves upon the flock. <\/div><div class=\"paragraph jod\" id=\"v1n384\"> Now don't say that brother Hyde has taught strong things, for I have only told you what takes place between the shepherd and the flock, when the sheep have to be protected. <\/div><div class=\"paragraph jod\" id=\"v1n385\"> If you say that the Priesthood or authorities of the Church here are the shepherd, and the Church is the flock, you can make your own application of this figure. It is not at all necessary for me to do it. <\/div><div class=\"paragraph jod\" id=\"v1n386\"> It is all the same to me whether they want to destroy the flock, or destroy, steal, and carry off the property of the flock. If you steal my team, which is my means of living, you might just as well kill me at once. It is like this&#x2014;&#x201C;Brother Hyde, I will not disturb, molest, or harm <span class=\"italic\">you<\/span>, or any of the rest of your brethren; but we will take you out on the bleak and comfortless prairie, and leave you there to starve or freeze to death, and take possession of your property.&#x201D; You might as well destroy us at once as take us where we should starve. It would be much better to take our heads off at once than to subject us to a lingering death. Says the Apostle, to the flock over which the Holy <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost had made him overseer&#x2014;&#x201C;The time will come when grievous wolves will enter in among you, not sparing the flock, and even of yourselves will men arise speaking perverse things to draw disciples after them.&#x201D; &amp;c.<span class=\"citation\" id=\"72077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72077)\">Acts 20:29-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n387\"> I will tell you a feeling that I have ever cherished, though some may think I speak contrary to my real sentiments; because in certain circumstances I spoke in defense of a certain individual, which heaven knows whether he be guilty or innocent. Perhaps my zeal carried me beyond mediocrity, if it did that will be overruled for my good, for it may show me who among my friends are my enemies. At the same time my feelings are these&#x2014;the best way to sanctify ourselves, and please God our heavenly Father in these days, is to rid ourselves of every thief, and sanctify the people from every vile character. I believe it is right; it is the law and practice of our neighboring state to put the same thing in execution upon men who violate the law, and trample upon the sacred rights of others. It would have a tendency to place a terror on those who leave these parts, that may prove their salvation when they see the heads of thieves taken off, or shot down before the public. Let us clear up the horizon around us; and then, like the atmosphere after the thunderstorm has spent its fury in the tops of the mountains, becomes purified; and a calm sunshine pervades the whole. I believe it to be pleasing in the sight of heaven to sanctify ourselves and put these things away from our midst.<span class=\"citation\" id=\"55036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55036)\">Deut. 13:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n388\"> I have delivered the sermon I wanted to preach. I told the President I wished to preach a sermon of about twenty minutes long, and I believe I am at an end of it, inside of the time. I bequeath these remarks to you in the name of Jesus my master, with the best feelings of a heart devoted to your good. Amen. <\/div>\n<\/div>\n<\/div>"}