{"ID":10017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Plea of George A. Smith, Esq., on the Trial of Howard Egan for the Murder of James Monroe.<\/div>\n<div class=\"subtitle\">Before the Hon. Z. Snow, Judge of the First Judicial District Court of the United States for the Territory of Utah.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Plea of George A. Smith, Esq.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/1\/1851<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v1n499\"> Please the court, and gentlemen of the jury&#x2014;With the blessing of the Almighty, although not in a proper state of health, I feel disposed to offer a few reasons, and to present a few arguments, and perhaps a few authorities, upon the point in question. In the first place, I will say, gentlemen of the Jury, you will have to bear with me in my manner of communication, being but a new member of the bar, and unaccustomed to addressing a Jury. The case upon which I am called to address you is one of no small moment. It is one which presents before you, and to investigate which involves, the life of a fellow citizen. <\/div><div class=\"paragraph jod\" id=\"v1n500\"> I am not prepared to refer to authorities on legal points, as I would have been had not the trial been so hasty; but as it is, I shall present my arguments upon a plain, simple principle of reasoning. Not being acquainted with the dead languages, I shall simply talk the common mountain English, without reference to anything that may be technical. All I want is simple truth and justice. This defendant asks not his life, if he deserves to die; but if he has done nothing but an act of justice, he wishes that justice awarded to him. <\/div><div class=\"paragraph jod\" id=\"v1n501\"> It is highly probable that the manner in which I may present my arguments, may be exceptionable to <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the learned, or to the technical policy of modern times; be that as it may, the plain simple truth is what I am aiming at. <\/div><div class=\"paragraph jod\" id=\"v1n502\"> I am happy to behold an intelligent jury, who are looking for justice instead of some dark, sly, or technical course by which to bias their judgment. I shall refer in the first instance to an item of law, which was quoted by the learned prosecutor yesterday, in which he stated to this jury, that the person killed should be, or must be, a reasonable creature. Now what dark meaning, what unknown interpretation the learned and deep-read men of law may give by which to interpret this language, it is impossible for me to say; as I said before, it is the plain mountain English I profess to talk. It was admitted on the part of the prosecution, that James Monroe, who is alleged in this indictment to have been killed by Howard Egan, had seduced Egan's wife; that he had come into this place in the absence of her husband, and had seduced his family, in consequence of which, an illegitimate child had been brought into the world; and the disgrace which must arise from such a transaction in his family, had fallen on the head of the defendant. This was admitted by the prosecution. Now, gentlemen of the jury, according to plain mountain English, a <span class=\"italic\">reasonable creature<\/span> will not  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commit such an outrage upon his fellow man; that is the plain positive truth, as we understand things. <\/div><div class=\"paragraph jod\" id=\"v1n504\"> But, perhaps, this defendant is to be tried by the laws of England, and perhaps in England they have a different understanding of the passage. Suppose I admit it for argument's sake. It was a point repeatedly argued and decided by Chancellor Kent, that every honest man was a lawyer, and that the intent of the law was to do justice. The Statute or Organic Law of Utah, which extends the laws of the United States, and secondly, in a degree, the laws of England, over this country, makes a reservation in the matter, which reservation I wish you to consider favorably, for the benefit of my client&#x2014;&#x201C;The laws of the United States are hereby extended, and decreed to be in force for said territory, <span class=\"italic\">so far as the same or any provision thereof may be applicable<\/span>.&#x201D; Now we do not consider the wise legislators extended these laws over this territory, only that they should be extended where they should be applicable; they no doubt supposed they might not be applicable in certain cases, and therefore wisely inserted that clause. Then, if a law is to be in force upon us, it must be plain and simple to the understanding, and be applicable to our situation. <\/div><div class=\"paragraph jod\" id=\"v1n505\"> I will quote history instead of law. I will go back to the time when Rome was a young and flourishing state; when in the midst of prosperity they thought proper to procure a code of laws; and being wilderness men, they sent to the wise and learned Greeks for a code of laws. The wisest lawyers of Greece were selected, who formed first a code written upon ten tables, and finally added two others, which were received by the Roman Senate. Now I wish you to understand me as bringing this up by way of illustration, knowing that these men before me are sworn to execute <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> justice, and if I can illustrate this to their understanding, one point is gained, so far as it has a bearing upon this case. <\/div><div class=\"paragraph jod\" id=\"v1n506\"> The laws of the twelve tables were formed for a people possessing the Greek refinements and Greek ideas, Greek notions of right and wrong; these laws were made according to a genius of liberty known among that ripened confederacy. They were brought to Rome, to a people entirely different in their genius, who placed different values upon different points, and had different views of right and wrong; they had to put them in force: and, let me ask you, what was the result? Read the pages of history, and hundreds of mourning families will tell the sad tale! The truth is written with the blood of thousands, through taking the rules, laws, and regulations of an old and rotten confederacy, and applying them to a new and flourishing territory! I argue, then, that these laws, which may have force in Old England, are totally inapplicable to plain mountain men. <\/div><div class=\"paragraph jod\" id=\"v1n507\"> I want to inquire whether the genius, and the spirit, and the actual existing principle of justice and right, which abide in the inhabitants of these mountains, are the same as those found among the nations of the old world? And whether such an application of law and justice as that I have just noticed is applicable to us? <\/div><div class=\"paragraph jod\" id=\"v1n508\"> In England, when a man seduces the wife or relative of another, the injured enters a civil suit for damages, which may perhaps cost him five hundred pounds, to get his case through; and, as a matter of course, if he unfortunately belongs to the toiling million, he may get twenty pounds as damages. In this case, character is not estimated, neither reputation, but the number of pounds, shillings, and pence alone bear the sway, which is common in courts of all old and rotten governments. <\/div><div class=\"paragraph jod\" id=\"v1n509\"> In taking this point into considera<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, I argue that in this territory it is a principle of mountain common law, that no man can seduce the wife of another <span class=\"italic\">without endangering his own life<\/span>. I may be asked for books. Common law is, in reality, unwritten law; and all the common law that has been written is the decision of courts; and every time some new decision comes up, it is written, which you may find stacked up in the Attorney General's office, in Great Britain. This is continuing: fresh decisions are still being made, and new written authorities added, and precedent upon precedent established in the courts of the United States and Great Britain; and must we be judged by these ten thousand books? <\/div><div class=\"paragraph jod\" id=\"v1n511\"> What is natural justice with this people? Does a civil suit for damages answer the purpose, not with an isolated individual, but with this whole community? No! It does not! The principle, the only one that beats and throbs through the heart of the entire inhabitants of this Territory, is simply this: <span class=\"italic\">The man who seduces his neighbor's wife must die, and her nearest relative must kill him!<\/span>  <\/div><div class=\"paragraph jod\" id=\"v1n512\"> Call up the testimony of the witness, Mr. Horner, and what does he say? After Mr. Egan had killed Monroe, he was the first one to meet him. Egan said, &#x201C;Do you know the cause?&#x201D; Mr. Horner had been made acquainted with it; he said he advised Monroe, and told him for God's sake to leave the train, for he did not wish to see him killed in his train. Mr. Horner knew the common law of this Territory: he was acquainted with the genius and spirit of this people: he knew that Monroe's life was forfeited, and the executor was after him, or he (the executor) was damned in the eyes of this people forever. &#x201C;<span class=\"italic\">Do leave the train<\/span>,&#x201D; says Horner; &#x201C;I would not have you travel in it for a thousand dollars.&#x201D; Was Monroe a <span class=\"italic\">reasonable creature?<\/span> A <span class=\"italic\">dog<\/span> that steals a bone <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will hide away; but will a man be called a <span class=\"italic\">reasonable creature<\/span>, when he knows the executioner is on his track, and at the same time walk right over the law, crawl between the sheets of a fellow citizen, and there lay his crocodile eggs, and then think to stow away gunpowder in a glowing furnace? If we are called upon here to say whether a <span class=\"italic\">reasonable creature<\/span> has been killed, a negative reply is certain. <\/div><div class=\"paragraph jod\" id=\"v1n513\"> Not Mr. Horner only, who has testified that he knew the cause of the deed, but a number of others. When the news reached Iron County, that Egan's wife had been seduced by Monroe, the universal conclusion was, &#x201C;there has to be another execution;&#x201D; and if Howard Egan had not killed that man, he would have been damned by the community forever, and could not have lived peaceably, without the frown of every man. Now we see that the laws of England only require a civil suit for damages, in a case of seduction; but are these laws to be applied to us who inhabit these mountain heights? The idea is preposterous. You might as well think of applying to us the law of England which pertains to the sovereign lady, the Queen, alone. I will apply it, and with much better sense: &#x201C;To seduce the sovereign lady, the Queen, is death by the law.&#x201D; I will say, here, in our own Territory, we are the sovereign people, and to seduce the wife of a citizen is death by the common law. <\/div><div class=\"paragraph jod\" id=\"v1n514\"> There is no doubt but this case may be questioned, but there is an American common law, as well as an English common law. Had I the books before me, which are at hand in the public library, I might show you parallel instances in the United States, where persons standing in a like position to this defendant have been cleared. I will refer to the case of &#x201C;New Jersey <span class=\"italic\">v<\/span>. Mercer,&#x201D; for killing Hibberton, the seducer of his sister. The circumstance took place upon a  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>public ferryboat, where Hibberton was shot in a close carriage in the most public manner. After repeated jury sittings upon his case, the decision was <span class=\"small-caps\">not guilty<\/span>. We will allow this to be set down as a precedent, and, if you please, call it American common law. I will refer to another case: that of &#x201C;Louisiana <span class=\"italic\">v<\/span>. Horton,&#x201D; for the killing of the seducer of his sister. The jury in this case also found the prisoner <span class=\"small-caps\">not guilty<\/span>. This is the common practice in the United States, that a man who kills the seducer of his relative is set free. <\/div><div class=\"paragraph jod\" id=\"v1n516\"> A case of this kind came under my own observation in Kentucky. A man, for taking the life of the seducer of his sister, was tried and acquitted, although he did the deed in the presence of hundreds of persons: he shot him not more than ten feet from the Court House. I saw the prosecutor, and conversed with him, and have a knowledge of the leading facts. I bring these instances before the jury, to show that there are parallel cases to the one before us in American jurisprudence; and yet, in some of the States a civil suit for damages <span class=\"italic\">will answer the purpose<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n517\"> Walker, on this subject, for instance, in the State of Ohio, tells us in cases of this kind a civil suit may be instituted, and a fine be imposed; the civil suit may bring damages according to the character of the person, and that is considered an equivalent for the crime. What is the reason that these civil suits are tried in this way? It is because the spirit which actually reigns in these rotten and overgrown countries is to prostitute female virtue. <\/div><div class=\"paragraph jod\" id=\"v1n518\"> Go to the cities of Great Britain where the census reports between two and three hundred thousand prostitutes: if a man seduces a female, no matter how it occurs, a few pence is all the scoundrel pays. He <span class=\"italic\">damns<\/span> the <span class=\"italic\">woman<\/span>, who is <span class=\"italic\">consigned to in<\/span><div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">famy<\/span>, and compelled to linger out a short existence, and ultimately covers her shame, seeking repose in a premature grave; and this is the spirit and genius, not only of the people of Great Britain, but of some of the States also. How is it here in these mountains, where the genius, spirit, and regulations of society are different from those old nations? Why, men are under the necessity of respecting female chastity, when a seducer is no more secure abroad than the dog is that is found killing sheep. Female virtue is not protected by those old governments; but they are corrupt institutions, which prostitute and destroy the female character and race. <\/div><div class=\"paragraph jod\" id=\"v1n519\"> Just consider this matter. Are the law, the genius, the spirit, and the institutions of a people who go in for preserving inviolate&#x2014;in perfect innocence, the chastity of the entire female sex&#x2014;are they to compare with the spirit and the genius of communities that only value it by a <span class=\"italic\">few dimes? Is that law to be executed on us?<\/span> I say that the Congress of the United States have wisely provided that the laws of the United States shall not extend over us any further than that they are applicable. <\/div><div class=\"paragraph jod\" id=\"v1n520\"> The Jury will please to excuse my manner of treating this matter: I am but a young lawyer&#x2014;this is my first case, and the first time I ever undertook to talk to a Jury in a court of justice. I say, in my own manner of talking upon the point before you, a fellow citizen, known among us for years, is tried for his life; and for what? For the <span class=\"italic\">justified killing<\/span> of a <span class=\"italic\">hyena<\/span>, that entered his sheets, seduced his wife, and introduced a monster into his family! And to be tried, too, by the laws of a government ten thousand miles from here! <\/div><div class=\"paragraph jod\" id=\"v1n521\"> If Howard Egan did kill James Monroe, it was in accordance with the established principles of justice known in these mountains. That the people  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this Territory would have regarded him as accessory to the crimes of that creature, had he not done it, is also a plain case. Every man knew the style of old Israel, that the nearest relation would be at his heels to fulfil the requirements of justice.<span class=\"citation\" id=\"54643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54643)\">Lev. 25:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n523\"> Now I wish you, gentlemen of the jury, to consider that the United States have not got the jurisdiction to hang that man for this offense: the laws are not applicable to it; they have ceded away the power to do that thing: it belongs to the people of this territory; and, as a matter of course, we deny the right of this court to hang this defendant, on principles that have been ceded away to somebody else to act upon. <\/div><div class=\"paragraph jod\" id=\"v1n524\"> For instance, the learned attorney for the prosecution read a certain item in the law of the United States yesterday to the jury, that they might know how to act. Now this is presented to us as a case of exclusive jurisdiction, and, as a matter of course, no common law must be brought in, but we are called upon to hang a man according to the customs of a nation ten thousand miles from here, whose principles, organization, spirit, ideas of right and wrong, of crime and justice, are quite different from those which prevail in this young and flourishing territory. To enforce these laws would be highly pernicious to our prosperity as a people, and as a nation. Therefore, Congress has wisely provided that the people of this territory should not be thus imposed upon; for instance, as long ago as Sept. 9, 1850, they passed an act providing for the organization of a judiciary, that an original jurisdiction should be acknowledged, <span class=\"italic\">as far as the same be applicable to us<\/span>, <span class=\"small-caps\">and no further<\/span>. This act of killing has been committed within the Territory of Utah, and is not therefore under the exclusive jurisdiction of the United States. <\/div> <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n525\"> I have been admitted to speak before this intelligent court, for which I feel grateful; and I come before you, not for the pence of that gentleman, the defendant, but to plead for the honor and rights of this whole people, and the defendant in particular; and, gentlemen of the jury, with the limited knowledge I have of law, were I a juryman, I would lie in the jury room until the worms should draw me through the keyhole, before I would give in my verdict to hang a man for doing an act of justice, for the <span class=\"italic\">neglect<\/span> of which he would have been <span class=\"italic\">damned<\/span> in the eyes of this whole community. <\/div><div class=\"paragraph jod\" id=\"v1n526\"> I make this appeal to you, that you may give unto us a righteous verdict, which will acquit Mr. Egan, that it may be known that the man who shall insinuate himself into the community, and seduce his neighbor's wife, or seduce or prostitute any female, may expect to find no more protection than the wolf would find, or the dog that the shepherd finds killing the sheep: that he may be made aware that he cannot escape for a moment. <\/div><div class=\"paragraph jod\" id=\"v1n527\"> God said to Cain, I will put a mark upon you, that no man may kill you.<span class=\"citation\" id=\"52735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52735)\">Gen. 4:15<\/a><\/span> I want the crocodile, the hyena, that would destroy the reputation of our females to <span class=\"italic\">feel that the mark is upon him<\/span>; and the <span class=\"italic\">avenger upon his path, ready to pounce upon him at any moment to take vengeance<\/span>; and this, that the chastity of our women, our wives and daughters, may be preserved: that the community may rest in peace, and no more be annoyed by such vile depredations. <\/div><div class=\"paragraph jod\" id=\"v1n528\"> Should the jury feel it their duty to return a verdict in favor of the defense, you are aware that you are borne out in this by the precedents already set up by the Courts of the United States in the few instances I have noticed; that the jurisdiction of the United States extending to this case, does not exist; that the laws of the  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>United States do not apply to it at all; and as men who look for justice, as intelligent lawyers, knowing what is right and wrong, must know, that a verdict, such as the defendant desires, will alone bear justly on the case. <\/div><div class=\"paragraph jod\" id=\"v1n530\"> I feel very thankful to the honorable court, and to the jury, as also to the spectators, for the audience given me; and, as I said, in the commencement, my health not being good, I <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was unable to take hold of this business so as to treat it in a manner to satisfy myself, and do justice to the case of my client; and I would say further, what I have said has been in my own mountain English; what the learned prosecutor may be able to show I cannot tell; enough has been said to show you that this defendant has a right, upon just and pure principles, to be acquitted. <\/div>\n<\/div>\n<\/div>"}