{"ID":10010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, April 8th, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Education.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v1n351\"> It does not exactly please me at this time to make the remarks I wish upon the subject of education, as the greater part of the morning has been devoted to laying before the congregation, the necessity of improving ourselves in the knowledge of the sciences. The subject which has been aimed at by the speakers this morning, bearing particularly upon the necessity of instructing the human family, has been laid before us in the light in which it is generally held by the world. When we speak upon education, it is not to be understood that it alone consists in a man's learning the letters of the alphabet, in being trained in every branch of scholastic lore, in becoming a proficient in the knowledge of the sciences, and a classical scholar, but also in learning to classify himself and others. It has been hinted that education commences with the first dawn of knowledge upon the mental faculties of the child, and continues with it till death. But I will trace it a little further back still, and say that educa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion commences with the mother, and the child in connection. I will state the facts in the case, as you will find them to be hereafter, in the education of your children. It depends in a great degree upon the mother, as to what children receive, in early age, of principle of every description, pertaining to all that can be learned by the human family. When will mothers understand this? Knowing that this is the case, I am perplexed with grief when I see such a wanton diversion from the real design of life, it causes me to mourn for my poor, ignorant, fellow mortals, and sometimes almost goads me to anger. I can see mothers pay attention to everything under heaven, <span class=\"italic\">but<\/span> the training up of their children in the way they should go,<span class=\"citation\" id=\"57471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57471)\">Prov. 22:6<\/a><\/span> and they will even make it appear obligatory on the father to take care of the child at a year old. How often is it the case that mothers will say&#x2014;&#x201C;Why, Pa, this child is growing up in ignorance, he is going to ruin. Really, dear husband, what shall we do with him?&#x201D; I  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will tell you the truth as you will find it in eternity. If your children do not receive impressions of true piety, virtue, tenderness and every principle of the holy Gospel, you may be assured that their sins will not be required at the hands of the father, but of the mother. Lay it to heart, ye mothers, for it will unavoidably be so. The duty of the mother is to watch over her children, and give them their early education, for impressions received in infancy are lasting. You know, yourselves, by experience, that the impressions you have received in the dawn of your mortal existence, bear, to this day, with the greatest weight upon your mind. It is the experience of people generally, that what they imbibe from their mothers in infancy, is the most lasting upon the mind through life. This is natural, it is reasonable, it is right. I do not suppose you can find one person among five hundred, who does not think his mother to be the best woman that ever lived. This is right, it is planted in the human heart. The child reposes implicit confidence in the mother, you behold in him a natural attachment no matter what her appearance may be, that makes him think his mother is the best and handsomest mother in the world. I speak for myself. Children have all confidence in their mothers; and if mothers would take proper pains, they can instil into the hearts of their children what they please. You will, no doubt, recollect reading, in the Book of Mormon, of two thousand young men, who were brought up to believe that if they put their whole trust in God and served Him, no power would overcome them.<span class=\"citation\" id=\"82402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82402)\">Alma 56:47<\/a><\/span> You also recollect reading of them going out to fight, and so bold were they, and so mighty their faith, that it was impossible for their enemies to slay them.<span class=\"citation\" id=\"82405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82405)\">Alma 56:56<\/a><\/span> This power and faith they obtained through the teachings of their mothers.<span class=\"citation\" id=\"82404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82404)\">Alma 56:48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n353\"> The character of a person is formed <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through life, to a greater or less degree, by the teachings of the mother. The traits of early impressions that she gives the child, will be characteristic points in his character through every avenue of his mortal existence. <\/div><div class=\"paragraph jod\" id=\"v1n354\"> This is the education I wish you to establish in this Church, that mothers may not suppose they are not required to watch over the early education and impressions of their children, but over their husbands to know where <span class=\"italic\">they<\/span> are every moment of their lives, taking special care to order them thus and so, so as to keep them advised and properly instructed all the time, instead of doing that which they ought in their houses with their children. I am not quite so strenuous as some of the ancients were, who taught that if the women wanted to learn anything, to learn it at home from their husbands.<span class=\"citation\" id=\"73773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73773)\">1 Cor. 14:34-35<\/a><\/span> I am willing they should come to the meetings and learn, but some of the ancients proscribed them in this privilege, and would confine them at home to learn through their husbands. I am a little more liberal than they were, but this is not liberal enough for many of the women, they must also be watching their husbands, while at the same time their children are running abroad in the streets, naked and barefooted, cursing and swearing. What time have I got to watch my children today? Does not my duty demand my presence here? Where are my children? Some are here. Where are the rest of them? Perhaps in the streets, with other children, playing, or doing that which is wrong, entirely unnoticed by their mothers. This applies to the community. And then their mother will say&#x2014;&#x201C;Husband, our children will certainly be ruined.&#x201D; Mothers, what do you want? Do you wish your husband to sit all the time in the parlor with you? Yes, and I should suppose, by the conduct of some, you want to be seated over the head of  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God Almighty, to rule over Him, and all His kingdoms. If I mention my own family, and use them as an example, I do it that other people cannot complain. Do you suppose that I cannot see faults in my own family, as well as in my neighbors? I am not so prejudiced in their favor, as not to discover faults in them, neither can I close my eyes upon the faults of my neighbors. <\/div><div class=\"paragraph jod\" id=\"v1n356\"> What faults do I discover in my neighbors' families? I can see their women go off visiting, riding on horseback, attending parties, while their little ones are neglected, and left to run at large in the streets, exposed to the pernicious examples of vile company. Hear it again! The blood of these wicked children will be required at the hands of their mothers! Should your husbands be called out to fight the Indians, or go to the islands of the sea to gather the poor, it is none of your business, when it is their calling to be away from home. <\/div><div class=\"paragraph jod\" id=\"v1n357\"> I want education to commence here. I wish you strictly to follow out this principle, and when children are old enough to labor in the field, then the father will take them in charge. If children are not taught by their mothers, in the days of their youth, to revere and follow the counsels of their fathers, it will be hard indeed for the father ever to control them. I know it is so, for it is too true. Mothers will let their children go to the Devil in their childhood and when they are old enough to come under the immediate guidance of their fathers, to be sent out to preach the Gospel in the world, or to learn some kind of mechanism, they are as uncontrollable as the winds that now revel in the mountains. <\/div><div class=\"paragraph jod\" id=\"v1n358\"> It is not for the mother to rise up and encourage her children to fight against their father. You know my feelings on this point&#x2014;they are pointed, resolute, and strong. And when <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I undertake to conquer a child who wants to conquer me, it shall be death to him before I yield. I would rather see every child I have, go into the grave this day, than suffer them to rise up and have control over me. <\/div><div class=\"paragraph jod\" id=\"v1n359\"> Mothers, if you suffer your children to grow up wild, and uncorrected, when they come into the hands of their fathers, and will not follow their counsels, let them be disowned, and have no portion in the inheritance; let them be disfranchised, be banished from Israel, and not be numbered in the books of the offspring of Abraham. This shall be the fate of my disobedient children, if I have any; and if there are any of my children here today, let them hear it! For if they will not keep my commandments, they shall have no part or lot in the household of faith. <\/div><div class=\"paragraph jod\" id=\"v1n360\"> Let education commence at this point, you mothers! And then with brother Spencer and the Board of Regents. Let mothers commence to teach their children while in their laps, there do you learn them to love the Lord, and keep His commandments. Teach them to keep your commandments, and you will learn them to keep the commandments of your husbands. It is not the prerogative of a child to dictate to his mother, or his father; and it is not the prerogative of the father to rise up and dictate to his God whom he serves. Is it right that my wife should dictate to me? It is just as reasonable, and as right, as it is for your children to rise up and dictate to their mother. It is not their business to dictate to you, their duty is to obey, and not to dictate.<span class=\"citation\" id=\"75330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75330)\">Eph. 5:22-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n361\"> The Lecture which you have heard from Chancellor Spencer, is so far in advance of us, that it does not touch the case of this people, at present, with regard to education, until they have learned the rudiments, that is, according to my view of the subject. <\/div><div class=\"paragraph jod\" id=\"v1n362\"> It is true the Lord has revealed  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great and precious revelations to us through our language, and I believe it is as good a language as any now in use; but when we scan it narrowly, we find it to be fraught with imperfections and ridiculous vagaries. I am as far from believing that it is meet for us to adopt it in preference to any other tongue, as I am that it is to adopt Presbyterianism, or the Baptist's religion, in preference to any other of the same order of antichristian churches, for they are all imperfect. The Lord can reveal Himself to these Indians, He can talk to any nation, it makes no difference to Him, as He can connect the ideas He wishes to convey by means of their language, as imperfect as it is. <\/div><div class=\"paragraph jod\" id=\"v1n364\"> I wish to impress my lecture more particularly upon the minds of mothers. Am I not continually exhorting the brethren to be kind to their families, and never to ill use a human being on the earth? I exhort you, masters, fathers, and husbands, to be affectionate and kind to those you preside over.<span class=\"citation\" id=\"124556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124556)\">Rom. 12:10<\/a><\/span> And let them be obedient, let the wife be subject to her husband, and the children to their parents. Mothers, let your minds be sanctified before the Lord, for this is the commencement, the true foundation of a proper education in your children, the beginning point to form a disposition in your offspring, that will bring honor, glory, comfort, and satisfaction to you all your life time. To the mothers who may be here today, who have not the experience they will have, and young women who are perhaps just entering upon the stage of life, let me say (and I wish you always to keep it in remembrance, even you younger females who have newly entered into the sacred state of matrimony), fulfil the commandments of Eloheim, fill up the measure of your creation, that the joy of your hearts may be full in the day of the resurrection, in that you have done all you could to fulfil His law, and bring to  <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pass the purposes of the Lord. Always keep your minds pure before the Lord. You may say it is impossible, because of your temptations, but let me inquire, Do you pray? Did you pray this morning, before you left your houses? Did you pray last evening, before you laid your bodies down to rest? Did you pray that the Holy Spirit might rest upon you, so that your sleep might be sweet and refreshing? Some of you may reply, that you have children, and have not time to pay attention to this duty in the morning. Some of you may have sick families, and others of you may be afflicted in other ways, and you will offer these facts as reasons for similar neglect. In these circumstances the mind must be centered upon the Lord, and upon His work, continually. When you embark to fill up the end of your creation, never cease to seek to have the Spirit of the Lord rest upon you, that your minds may be peaceable, and as smooth as the summer breezes of heaven. Never cease a day of your life to have the Holy Ghost resting upon you. Fathers, never cease to pray that your wives may enjoy this blessing, that their infants may be endowed with the Holy Ghost, from their mother's womb.<span class=\"citation\" id=\"66972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66972)\">Luke 1:15,41<\/a><\/span><span class=\"citation\" id=\"87665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87665)\">D&amp;C 84:27<\/a><\/span> If you want to see a nation rise up full of the Holy Ghost, and of power, this is the way to bring it about. Every other duty that is obligatory upon man, woman, or child, will come in its place, and in its time and season. Remember it, brethren. Let your hearts be pure before the Lord, and never cease to do anything you can for the satisfaction and comfort of your family, that all may enjoy the comforts of the Spirit of the Lord continually. If you do not come to this, your literary attainments will not exceed those of the world. <\/div><div class=\"paragraph jod\" id=\"v1n365\"> We have but few collegians among us, but I know that a thoroughly educated man knows no more than you do, when his literature is displayed,  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though he spreads himself like the green bay tree.<span class=\"citation\" id=\"124557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124557)\">Ps. 37:35<\/a><\/span> Brother Spencer has given us a display of the learning of the day, he has erected a beautiful building, but where is the foundation? In his discourse, he referred to Joseph. Joseph built on the sure foundation, and, when I build up my superstructure, it shall be upon the same foundation. Brother Spencer has used language quite beyond your reach. Well, I have the foundation, and he can make the building. When he commences the building, I have asked the Board of Regents to cast out from their system of education, the present orthography and written form of our language, that when my children are taught the graphic sign for A, it may always represent that individual sound only. But as it now is, the child is perplexed that the sign A should have one sound in <span class=\"italic\">mate<\/span>, a second sound in <span class=\"italic\">father<\/span>, a third sound in <span class=\"italic\">fall<\/span>, a fourth sound in <span class=\"italic\">man<\/span>, and a fifth sound in <span class=\"italic\">many<\/span>, and, in other combinations, soundings different from these, while, in others, A is not sounded at all. I say, let it have one sound all the time. And when P is introduced into a word, let it not be silent as in <span class=\"italic\">Phthisic<\/span>, or sound like F in <span class=\"italic\">Physic<\/span>, and let two not be placed instead of one in apple. <\/div><div class=\"paragraph jod\" id=\"v1n367\"> I ask, have the great and learned men completed their education? No, they are ever learning, and never able to come to the knowledge of the truth.<span class=\"citation\" id=\"76176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76176)\">2 Tim. 3:7<\/a><\/span> Let the Board of Regents commence on the proper foundation, that when we have learned a great while, we may find to our satisfaction, we have at last come to the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v1n368\"> The English language, in its <span class=\"italic\">written<\/span> and <span class=\"italic\">printed<\/span> form, is one of the most prominent now in use for absurdity, yet as a vehicle in which to convey our ideas <span class=\"italic\">verbally<\/span>, it is one of the best, for extent and variety it goes before, and far beyond, any other. Its variety is what I dislike. The schools in the <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Southern, New England, and Eastern States, all teach the English language, yet the same ideas are conveyed with entirely different classes of words, by these separate communities. If there were one set of words to convey one set of ideas, it would put an end to the ambiguity which often mystifies the ideas given in the languages now spoken. Then when a great man delivered a learned lecture upon any subject, we could understand his words, for there would be only one word with the same meaning, instead of a multiplicity of words all meaning the same thing, as is the case now. For instance, there are men in this house so technical in their feelings with regard to their choice of words, that when their ideas are formed, and they commence to convey them, they will stop in the middle of a sentence, and introduce another set of words to convey the same idea. If I can speak so that you can get my meaning, I care not so much what words I use to convey that meaning. <\/div><div class=\"paragraph jod\" id=\"v1n369\"> I long for the time that a point of the finger, or motion of the hand, will express every idea without utterance. When a man is full of the light of eternity, then the eye is not the only medium through which he sees, his ear is not the only medium by which he hears, nor the brain the only means by which he understands. When the whole body is full of the Holy Ghost, he can see behind him with as much ease, without turning his head, as he can see before him. If you have not that experience, you ought to have. It is not the optic nerve alone that gives the knowledge of surrounding objects to the mind, but it is that which God has placed in man&#x2014;a system of intelligence that attracts knowledge, as light cleaves to light, intelligence to intelligence, and truth to truth.<span class=\"citation\" id=\"88517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88517)\">D&amp;C 88:40-41<\/a><\/span> It is this which lays in man a proper foundation for all education. I shall yet  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see the time that I can converse with this people, and not speak to them, but the expression of my countenance will tell the congregation what I wish to convey, without opening my mouth. We are at present low, weak, and groveling in the dark, but we are planted here in weakness for the purpose of exaltation. It is at the time of the formation of the tabernacle of <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> flesh, that the education of human life commences. Now, mothers, train up your children in the way they should go.<span class=\"citation\" id=\"57472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57472)\">Prov. 22:6<\/a><\/span> Fathers and husbands, instruct your wives and children in the ways of the Lord, and love, joy, and prosperity will attend you from this time, henceforth and forever, which may God grant for Jesus sake. Amen. <\/div>\n<\/div>\n<\/div>"}