{"ID":10015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecutions of the Church&#x2014;Apostates&#x2014;Freedom&#x2014;Self-Defense.<\/div>\n<div class=\"subtitle\">An Address by Elder P. P. Pratt, Delivered in the Tabernacle, Great Salt Lake City, March 27th, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Persecutions of the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 3\/27\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v1n448\"> Brethren and Sisters&#x2014;My feelings are with those who have spoken, decidedly and firmly so. You have heard with reference to the experience of the past. I have had an opportunity to obtain experience in the past, and to observe as much perhaps as any one <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> individual now living, as it regards the Church of the Saints in this age. <\/div><div class=\"paragraph jod\" id=\"v1n449\"> And I bear testimony, not only by the Holy Spirit, but by personal observation, memory, experience, and knowledge, that what has been said is true, strictly speaking, in all  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>its bearings, in regard to the result of apostasy, as it relates to persecutions, breaking up, robbing, plundering, suffering, and martyrdom in this world. <\/div><div class=\"paragraph jod\" id=\"v1n451\"> The subject that has been presented here by President Young, I have revolved over in my own mind, and reflected upon it in its order. I remember well several scenes, and the places, he referred to; and I do not know of one single persecution, of any magnitude, that brought trouble and general distress upon the people of God in this age, that was not brought about directly by means of those that went out from ourselves, who professed to be of us, if I may except the first trouble in Jackson County, Missouri. I lived there at that time, and I do not personally know that apostates, or unlawful conduct on the part of those professing to be Saints, was the particular agent of bringing about that persecution. I do not know, so far as my own acquaintance with the circumstances is concerned, but that may be an exception. I do not recollect but what the world there, without aid from apostates, arose up and did what they did. <\/div><div class=\"paragraph jod\" id=\"v1n452\"> [Mr. Pratt's mind was refreshed by a person in the stand, that there was an apostate who wrote a book previous to that persecution.] I now recollect there were some writers, among which was a Mr. Booth, that had been ordained to the Priesthood in this Church. He published things well calculated to bring on persecution. There might have been others also. <\/div><div class=\"paragraph jod\" id=\"v1n453\"> But I was speaking of personal actors, there, in the county. It was not then, as generally is the case, or as it has been since, aided by those from among ourselves. In all the general persecutions, from that time to the present, I do not recollect of a single instance, that the general storm was not brought about by men from among ourselves, professing the name, membership, and  <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood of the Latter-day Saints, traitors to the cause that they professed to believe. This was the direct means of the suffering, and the breaking up, of the community in Kirtland; of the breaking up of the community in, and the expulsion of them from, Missouri. It was the direct means of this last persecution which led to the martyrdom of the Prophet, and the destruction of many others; the plundering of millions, the burning of our Temple, and our migration to this country. We came here for peace. We are now in a place where the extended desert, and snow clad mountains, widely intervene on every side between us and our neighbors, that they may not tread on our toes, and that we may not tread on theirs. <\/div><div class=\"paragraph jod\" id=\"v1n454\"> We know who led us here. It was not only the Almighty God, by His matchless providence, but by His servant&#x2014;he that stands at the head of this people, and those that were with him. These were they that led us here&#x2014;that so counseled and arranged and organized our local matters, that we have been sustained here, and have been fed, clothed, sheltered, and preserved. We have obtained our local, political rights and privileges, and have been enabled to preserve them inviolate in the face of all the opposition, lies, and slanders, which have been so industriously circulated. <\/div><div class=\"paragraph jod\" id=\"v1n455\"> Many of <span class=\"italic\">us here<\/span>, as well as many who sleep in the dust, have been worn out in industriously accumulating property, making homes, and being deprived of them by violence and robbery. We have spent our lives in making homesteads, fencing, improving, cultivating, &amp;c., without enjoying the fruits of our labors. <\/div><div class=\"paragraph jod\" id=\"v1n456\"> Sooner than be subjected to a repetition of these wrongs, I, <span class=\"italic\">for one<\/span>, would rather march out today and be shot down. These are my feelings, and have been for some time. Talk about liberty of conscience! Have  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not men liberty of conscience here? Yes. The Presbyterians, Methodists, Quakers, &amp;c., have <span class=\"italic\">here<\/span> the liberty to worship God in their own way, and so has every man in the world.<span class=\"citation\" id=\"124562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124562)\">A of F 1:11<\/a><\/span> People have the privilege of apostatizing from this Church, and of worshipping devils, snakes, toads, or geese, if they please, and only let their neighbors alone. But they have not the privilege to disturb the peace, nor to endanger life or liberty; that is the idea. If they will take that privilege, I need not repeat their doom, it has been told here today, they have been faithfully warned. <\/div><div class=\"paragraph jod\" id=\"v1n458\"> Why is it that these apostates wish to cram down people's stomachs that which they loathe? That which they have no wish either to hear, think about, or digest? If the people of a neighborhood, ward, or city, wish to speak, hear, or worship, or to discuss any subject, they have public and private buildings, schoolhouses, churches, or assembly rooms in abundance. Why, then, are our streets disturbed by tumults, railings, slanderous, abusive, and treasonable language, under the name of preaching? If the city, or a large portion of its citizens, wish to discuss any general principle, here is the Tabernacle, and yonder is the State House, or the Theater&#x2014;all owned by the people, and under their control. Where is the need, then, of preaching in the streets. But where is the city or community to be found, who wish to discuss that which they already know and understand? As to this <span class=\"italic\">man<\/span>, or rather &#x201C;<span class=\"italic\">thing<\/span>,&#x201D; called Gladden Bishop, and his pretended visions and revelations, I know him of old. I knew him in Ohio, some eighteen or twenty years ago. I remember his name. My memory is poor in names, many of you know; but when there is something associated with a name, that stamps it strongly on my mind, I am not apt to forget it. I scarcely ever heard that name in my life, that it was not associated with some imposition or  <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>falsehood in the name of the Lord. If he was tried before the Councils of the Church, he would confess that he had lied, in pretending to visions, angels, and revelations, and ask forgiveness. If he was excommunicated, he would join again, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v1n459\"> I never heard of him in any other light, but as a man or a &#x201C;<span class=\"italic\">thing<\/span>&#x201D; that crept in from time to time among the Saints, with attempts to deceive the people with one imposition or another. <\/div><div class=\"paragraph jod\" id=\"v1n460\"> His difficulty all the time was, that the people would not be deceived by him. I will not put him on a level with other apostates. Where can we find one of them that has not had some influence? I know of no one that had not some followers for awhile, although none could keep them; but I never knew Gladden Bishop to gain a single follower among his personal acquaintance. He was disfellowshipped, and received on his professions of repentance, so often, that the Church at length refused to admit him any more as a member. These apostates talk of proof! Have we not proved Joseph Smith to be a Prophet&#x2014;a restorer, standing at the head of this dispensation? Have we not proved the Priesthood which he placed upon others by the command of God? <\/div><div class=\"paragraph jod\" id=\"v1n461\"> I see no ground, then, to prove or to investigate the calling of an apostate, who has always been trying to impose upon this people. It is too late in the day for <span class=\"italic\">us<\/span> to stop to inquire whether such an outcast has the truth. <\/div><div class=\"paragraph jod\" id=\"v1n462\"> We have truths already developed, unfulfilled by us&#x2014;unacted upon. There are more truths poured out from the eternal fountain, already, than our minds can contain, or than we have places and preparations to carry out. And yet we are called upon to prove&#x2014;what? <span class=\"italic\">Whether an egg that was known to be rotten fifteen years ago, has really improved by reason of age!!<\/span>  <\/div> <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n464\"> &#x201C;<span class=\"italic\">You are going to be destroyed<\/span>,&#x201D; say they, &#x201C;<span class=\"italic\">destruction awaits this City!<\/span>&#x201D; Well! What if we are? We are as able to be destroyed as any people living. What care we whether we are destroyed or not? These old tabernacles will die of themselves, if let alone. <\/div><div class=\"paragraph jod\" id=\"v1n465\"> We have nothing to fear on that head, for we are as well prepared to die as to live. One thing we have heard today, and I am glad to hear it. We shall not be destroyed in the <span class=\"italic\">old<\/span> way&#x2014;as we have been heretofore. We shall have a change in the <span class=\"italic\">manner<\/span>, at least. We shall probably be destroyed <span class=\"italic\">standing, this time<\/span>, and not in a <span class=\"italic\">sitting<\/span> or <span class=\"italic\">lying<\/span> position. <span class=\"italic\">We<\/span> can die as well as <span class=\"italic\">others<\/span> who are not as well prepared! I am glad that while we do live we shall not submit to be yoked or saddled like a dumb ass.<span class=\"citation\" id=\"81910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81910)\">Mosiah 12:5<\/a><\/span> We shall not stand still to see men, women, and children murdered, robbed, plundered, and driven any more, as in the States heretofore. Nor does God require it at our hands. That is the best news we have heard today. <\/div><div class=\"paragraph jod\" id=\"v1n466\"> You may say, Wait till an enemy forms a league with others for your destruction. We would do this, if we did not know the spirit that actuates our enemies. Ignorant of this, we might sit down and wait till men did actually cut our throats, in order to prove them. But if you will manifest to me a spirit in any person, I will tell you where that spirit leads, and so can President Young and his Counselors, and every true-hearted Saint who has experience in the operations of spiritual powers. We will try to act in time, and not suffer the spirit of destruction to ripen in our midst. <\/div><div class=\"paragraph jod\" id=\"v1n467\"> It is not enough for people to have liberty to worship according to sectarianism, Judaism, heathenism, and <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> everything else, but they wish the liberty to stab you to the heart. <\/div><div class=\"paragraph jod\" id=\"v1n468\"> It is policy not to wait till you are killed, but act on the defensive while you still live. I have said enough on this subject. <\/div><div class=\"paragraph jod\" id=\"v1n469\"> I rejoice in living with this people. As brother Kimball said, this was his heaven. It is mine. There might be a better people, but we can't find them&#x2014;they are not known upon the earth, in mortal flesh. If we find a better people we shall have to wait till people grow better. <\/div><div class=\"paragraph jod\" id=\"v1n470\"> If we should find a better people before ourselves are grown better, <span class=\"italic\">we<\/span> could not live among them, and that would be the hell of it. We have found a people as good as we are, and we are agreed to live together. The light of truth has united us, and the spirit has baptized us into a degree of oneness. The world thinks we are one in the highest sense of the term; but God sees that there is much room for us to improve in oneness. Where shall we begin to improve? I don't know of anything better calculated to improve our union than to have some wide meshes in the net, to let those slip through who don't wish to be gathered, and to unite with the rest. There is an accumulation here of the good and the bad, the chaff and the wheat, the tares and the good grain,<span class=\"citation\" id=\"124563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124563)\">Matt. 13:30<\/a><\/span> the good and bad fish which the Gospel net gathers.<span class=\"citation\" id=\"64700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64700)\">Matt. 13:47-50<\/a><\/span> The only safe way is for the good and bad to be separated. I like to see the roads open, the snow disappear from the canyons, that spirits not congenial to the Gospel of peace may go as many roads as there are points of the compass. Such movements give opportunity for the Saints to draw the cords of union still closer. May God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}