{"ID":10013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Nauvoo Legion&#x2014;Civil and Religious Rights.<\/div>\n<div class=\"subtitle\">A Speech by Mr. George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, on the Anniversary of the Fourth of July, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Nauvoo Legion, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/4\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v1n422\"> As a humble private from the ranks of the Deseret Mountaineers of the Nauvoo Legion, I have the honor, though unexpectedly, to rise and offer a few of our feelings in view of the great matters which have been presented before us this day, and of the great events of which this is the anniversary. From the remarks of the gentlemen who have occupied this stand previous to my rising, we might think, that a people who have been driven, and who have suffered so many difficulties, robbings; shaking of the ague, catching birds with hands, and for a time living on crickets, &amp;c., that we would be very lean and poor; but my friends, I think I am a pretty fair specimen of the privates who compose the Nauvoo Legion. The experiment has been tried of living in the deserts, of wandering among mountains, and of solving the philosophical problem of almost living upon the air; and it has answered exceedingly well. <\/div><div class=\"paragraph jod\" id=\"v1n423\"> It is with the greatest pleasure that I address you; for I can assure you that the Nauvoo Legion view with the <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strictest jealousy, every violation of the provisions of the federal constitution; every infringement of the rights of the people is regarded by the Nauvoo Legion with the most fiery indignation. Whenever the rights of a religious body are invaded&#x2014;whenever the privileges of a civil community are trampled upon with impunity&#x2014;whenever any man in power, or any man out of power shall trample upon the provisions of that legacy bequeathed us by our ancestors, there rises in us an unbounded indignation; for our fathers' legacy was sealed with their blood, and we are determined to maintain it inviolable. When an executive of a state rises up and assumes to himself a dignity and a power that no autocrat of all the Russias dare presume to exercise, and issues a bloody order as did L. W. Boggs, for the utter extermination of all the &#x201C;Mormons;&#x201D; men, women, and children, that may belong to, or be in any way connected with them, it raises the indignation of the Nauvoo Legion to an unbounded pitch. <\/div> <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n425\"> What is more curious than all the rest; it frequently occurs in all governments that corruption arises among the people; the people become corrupt, and to a great extent, it must affect the government also; no matter how good its form may be, the corruptions that arise among the body of the people, must in a great measure paralyze the head of the government. The Roman Catholics in Philadelphia were attacked by a lawless mob, and thousands turned out to demolish their churches and dwellings, and murder their people, and the perpetrators of such deeds are suffered to go unpunished&#x2014;this fills the Nauvoo Legion with burning indignation. The legacy bequeathed to us by our forefathers was a constitution which will protect every man in his civil and religious rights; and where this Legion is, woe to him that infringes upon these constitutional liberties. Being called upon without reflection, or time to prepare a speech; and not possessing the requisite talents for preparing notes, I must give you what I have to say in an offhand style. <\/div><div class=\"paragraph jod\" id=\"v1n426\"> Men will rise up in distant countries; and say that the inhabitants of these mountains are rebellious. Rebellious! Against what? Against the power of mobs, lawless robbery, and the infringement and violation of the constitution of the United States&#x2014;against the lawless destruction of property and life&#x2014;against the deprivation of human beings of religious liberty&#x2014;that is what we are rebellious against; and the Nauvoo Legion are ready to rebel against every aggression of this kind, as long as there is one drop of blood left in their veins. <\/div><div class=\"paragraph jod\" id=\"v1n427\"> These bayonets now before me have been carried upon the shoulders of these men to extend &#x201C;the area of the American Liberty,&#x201D; over 4,000 miles, suffering almost every kind of distress and fatigue; sometimes traveling on foot ever a hundred miles of desert, <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from water to water. Such a march has not been equaled by any body of infantry in the world; and General Kearney said, that there was no other set of troops in his army that could endure such service. <\/div><div class=\"paragraph jod\" id=\"v1n428\"> Talk of rebellion! Or want of loyalty! Men might as well say the sun does not shine, as to argue that this people are enemies to their country's freedom. There is a spirit of religious intolerance that has arisen in the minds of a great many men against this people in the present age; they say, &#x201C;you shall think as I think, or damn you, we'll destroy you.&#x201D; General Joseph Smith, the commander of our Legion, was treacherously murdered, and his noble brother by his side also, while under the pledge of safety of Governor Thomas Ford. The grandfather of that murdered general (murdered while under the sacred pledge of the State of Illinois), his paternal grandfather; I say, was at the elbow of Colonel Ethan Allen, at Ticonderoga, and with Stark at Bennington; and his maternal grandfather was in the first naval battle, and at the elbow of the first Commodore of the American navy, when the first naval battle was fought by Americans against Great Britain, and served during the entire war. Why was he murdered? Because he thought different from his neighbors. Religious toleration was not in accordance with the feelings of narrow minded men; he must be butchered&#x2014;basely murdered&#x2014;and to accomplish it the faith of a sovereign state had to be pledged. We love the constitution of the United States in its organization; but we detest southern secession, and northern disunion, or anything that would be calculated to destroy our glorious Union, and the institutions which have been sealed by the blood of our fathers. <\/div><div class=\"paragraph jod\" id=\"v1n429\"> Gentlemen, appearing as I appear in your midst, lean though I may be (Mr. Smith now weighing 230 lbs.), I  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will tell you that I have the honor of having descended from an officer of the revolution, who marched 150 miles under the command of General Morgan, from the battle of the Cow Pens, with nothing to eat but the rawhide belt of his cartridge box. That cannot be the cause of my fine appearance; but it must be the noble living my ancestors have had, when fighting for the liberties we enjoy this day, in these mountains. And although I have passed through so many trials and afflictions to get here, having been <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> driven out of three dwelling houses in different states, by mob force; as many times deprived of my property; and having buried most of my family from suffering on the plains; been three days at a time, without taking food, that there is now scarcely a hair left on my head between me and heaven; yet I am on hand, and with the Nauvoo Legion, rejoice that there is a place amid the mountains where men are free to enjoy civil and religious liberty and truth. Truth and Liberty forever! Amen. <\/div>\n<\/div>\n<\/div>"}