{"ID":10016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">March of &#x201C;Mormonism&#x201D;&#x2014;The Power of God and the Wisdom of Man&#x2014;Good and Evil Influences&#x2014;The Law of Increase.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, June 13th, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: March of &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/13\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v1n472\"> As there is more time which remains to be improved this morning, I will offer a few remarks to the congregation, feeling thankful for this privilege, and for all others that I enjoy from day to day. <\/div><div class=\"paragraph jod\" id=\"v1n473\"> We have had the pleasure this morning of hearing the truth of the work of the last days declared, with the testimony of one of the servants of the Lord (Ira Ames), who has had an experience of twenty years in this Church. There are many others who also have had a lengthy experience, and some who have not had more than six months' trial, but who have, in that short time, obtained an experience which has given them sufficient information to satisfy them that there is a God in this work, that a Supreme Power has attended the Gospel of salvation, or what is called &#x201C;Mormonism,&#x201D; from its rise to this day. I say to all, both Saint and sinner, that there is not an individual who has heard the sound of the Gospel of Salvation, the report of this work of the last days, of the coming forth of the Book of Mormon, and of the mission of Joseph Smith, but the Spirit of the Lord in a greater or less degree accompanied that report with power, and with the testimony of its truth, no matter as to the character of the individual, nor yet whether he admits and embraces the truth. If he has heard it in its simplicity and purity, the weight of testimony which it bears along <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with it, carries conviction to his mind that it may be true, although, through the influence of the world, of evil associations in life, or the instigations of the enemy of all righteousness, those convictions and impressions may be swept away, which, if exercised at the time, in sincerity, with full purpose of heart to know the truth, would have substantiated the matter to his entire satisfaction. A weight of testimony always accompanies the promulgation of the Gospel of Salvation. <\/div><div class=\"paragraph jod\" id=\"v1n474\"> Brother Ames has said that &#x201C;&#x2018;Mormonism&#x2019; will progress.&#x201D; If it does <span class=\"italic\">not<\/span>, God will be dethroned, for when He undertakes to do anything, it will be done, notwithstanding every opposing influence. When the wicked have power to blow out the sun, that it shines no more; when they have power to bring to a conclusion the operations of the elements, suspend the whole system of nature, and make a footstool of the throne of the Almighty, <span class=\"italic\">they may then think to check &#x201C;Mormonism&#x201D; in its course<\/span>, and thwart the unalterable purposes of heaven. Men may persecute the people who believe its doctrines, report and publish lies to bring tribulation upon their heads, earth and hell may unite in one grand league against it, and exert their malicious powers to the utmost, but it will stand as firm and immovable in the midst of it all as the pillars of eternity. Men may persecute the Prophet, and those who believe and uphold  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him, they may drive the Saints and kill them, but this does not affect the truths of &#x201C;Mormonism&#x201D; one iota, for <span class=\"italic\">they<\/span> will stand when the elements melt with fervent heat,<span class=\"citation\" id=\"78444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78444)\">2 Pet. 3:10<\/a><\/span> the heavens are wrapt up like a scroll,<span class=\"citation\" id=\"83260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83260)\">Morm. 9:2<\/a><\/span> and the solid earth is dissolved.<span class=\"citation\" id=\"82913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82913)\">3 Ne. 26:3<\/a><\/span> &#x201C;Mormonism&#x201D; stands upon the eternal basis of omnipotence. Jehovah is the &#x201C;Mormonism&#x201D; of this people, their Priesthood and their power; and all who adhere to it, will, in the appointed day, come up into the presence of the King Eternal,<span class=\"citation\" id=\"75829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75829)\">1 Tim. 1:17<\/a><\/span><span class=\"citation\" id=\"91265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91265)\">D&amp;C 128:23<\/a><\/span> and receive a crown of life. <\/div><div class=\"paragraph jod\" id=\"v1n476\"> While speaking the other day to the people, I observed that &#x201C;the race was not to the swift, nor the battle to the strong,&#x201D;<span class=\"citation\" id=\"57587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57587)\">Eccl. 9:11<\/a><\/span> neither riches to men of wisdom. I happened to cast my eyes upon Ira Ames, who was sitting in the congregation, I knew he had been in the Church a considerable length of time, I have been personally acquainted with him for twenty years. My eye also caught many more of the first Saints at the same time. These men know that &#x201C;Mormonism&#x201D; is true, they have moved steadily forward, and have not <span class=\"italic\">sought<\/span> to become noted characters, as many have; but, unseen as it were, they have maintained their footing steadily in the right path. I could place my hand upon many in this congregation, who will win the race, though they are not very swift, to outward appearance, and they make not great pretensions; they are found continually attending to their <span class=\"italic\">own business<\/span>. They do not appear to be great warriors, or as if they were likely to win the battle. But what is their true character? They have faith today, they are filled with faith, their words are few, but they are full of integrity. You will find them tomorrow as they were yesterday, or are today. Visit them when you will, or under whatever circumstances, and you find them unalterably the same; and finally when you have spent your <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life with them, you will find that their lives throughout have been well spent, full of faith, hope, charity, and good works, as far as they have had the ability. These are the ones who will win the race, conquer in the battle, and obtain the peace and righteousness of eternity. <\/div><div class=\"paragraph jod\" id=\"v1n477\"> I would inquire if the congregation recollect the text for the season. Let every man who preaches it act according to it himself. If those who speak, do so by the Spirit of the Lord, they will speak according to the text, for it is impossible ever to depart from it if they remain in the truth. If they live to it, their whole lives will aim directly to the one grand object, namely, to be encircled, wrapt up, and surrounded with the knowledge of God; <span class=\"italic\">that will make them one<\/span> (according to the text), prepare them to do unto others as they would that others should do unto them,<span class=\"citation\" id=\"63777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63777)\">Matt. 7:12<\/a><\/span> to keep the whole law of the Father and the Son, and all the laws of the Celestial Kingdom which have been, or ever will be, revealed, and to meet the Savior at his coming. <\/div><div class=\"paragraph jod\" id=\"v1n478\"> It yields solid satisfaction to hear men testify of the truth of the Gospel. It is always peculiarly interesting to me to hear the Saints tell their experience. It is to me one of the best of sermons to hear men and women relate to each other how the Lord has wrought upon their understanding, and brought them into the path of truth, life, and salvation. I would rather hear men tell their own experience, and testify that Joseph was a Prophet of the Lord, and that the Book of Mormon, the Bible, and other revelations of God, are true; that they know it by the gift and power of God; that they have conversed with angels, have had the power of the Holy Ghost upon them, giving them visions and revelations, than hear any other kind of preaching that ever saluted my ears. If I could command the lan<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>guage and eloquence of the angels of God, I would tell you why, but the eloquence of angels never can convince any person that God lives, and makes truth the habitation of his throne,<span class=\"citation\" id=\"56999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56999)\">Ps. 89:14<\/a><\/span><span class=\"citation\" id=\"93029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93029)\">Moses 7:31<\/a><\/span> independent of that eloquence being clothed with the power of the Holy Ghost; in the absence of this, it would be a combination of useless sounds. What is it that convinces man? It is the influence of the Almighty, enlightening his mind, giving instruction to the understanding. When that which inhabits this body, that which came from the regions of glory, is enlightened by the influence, power, and Spirit of the Father of light, it swallows up the organization which pertains to this world. Those who are governed by this influence lose sight of all things pertaining to mortality, they are wholly influenced by the power of eternity, and lose sight of time. All the honor, wisdom, strength, and whatsoever is considered desirable among men, yea, all that pertains to this organization, which is in any way independent of that which came from the Father of our spirits, is obliterated to them, and they hear and understand by the same power and spirit that clothe the Deity, and the holy beings in His presence. Anything besides that influence, will fail to convince any person of the truth of the Gospel of salvation. This is the reason why I love to hear men testify to the various operations of the Holy Spirit upon them&#x2014;it is at once interesting and instructive. When a subject is treated upon with all the calculation, method, tact, and cunning of men, with the effusions of worldly eloquence, before a congregation endowed with the power of the Holy Ghost, and filled with the light of eternity, they can understand the subject, trace its bearings, place all its parts where they belong, and dispose of it according to the unalterable laws of truth. This makes all subjects inter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>esting and instructive to them. But the case is quite different with those whose minds are <span class=\"italic\">not<\/span> opened and instructed by the power of God. Sermonizing, dividing, and subdividing subjects, and building up a fine superstructure, a fanciful and aerial building, calculated to fascinate the mind, coupled with the choicest eloquence of the world, will produce <span class=\"italic\">no good<\/span> to <span class=\"italic\">them<\/span>. The sentiments of my mind, and the manner of my life, are to obtain knowledge by the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v1n480\"> If all the talent, tact, wisdom, and refinement of the world had been sent to me with the Book of Mormon, and had declared, in the most exalted of earthly eloquence, the truth of it, undertaking to prove it by learning and worldly wisdom, they would have been to me like the smoke which arises only to vanish away. But when I saw a man without eloquence, or talents for public speaking, who could only say, &#x201C;I know, by the power of the Holy Ghost, that the Book of Mormon is true, that Joseph Smith is a Prophet of the Lord,&#x201D; the Holy Ghost proceeding from that individual illuminated my understanding, and light, glory, and immortality were before me. I was encircled by them, filled with them, and I knew for myself that the testimony of the man was true. But the wisdom of the world, I say again, is like smoke, like the fog of the night, that disappears before the rays of the luminary of day, or like the hoarfrost in the warmth of the sun's rays. My own judgment, natural endowments, and education bowed to this simple, but mighty testimony. There sits the man who baptized me (brother Eleazer Miller.) It filled my system with light, and my soul with joy. The world, with all its wisdom and power, and with all the glory and gilded show of its kings or potentates, sinks into perfect insignificance, compared with the simple, unadorned testimony of the  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>servant of God. Jesus said, &#x201C;Consider the lilies of the field,&#x201D;<span class=\"citation\" id=\"63591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63591)\">Matt. 6:28<\/a><\/span> behold the splendid, yet simple beauty of their clothing; even Solomon, the greatest, and wisest of earthly kings, who swayed his scepter so as to be admired and feared by all nations&#x2014;he, in all his glory could not compare with one of these lilies,<span class=\"citation\" id=\"124564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124564)\">Matt. 6:29<\/a><\/span> which you can sever from its native stem, with the least effort, admire for a moment, and then toss it from you. All that is considered valuable, precious, glorious, or magnificent among men, cannot even compare with that lily, which you tread under your feet, for beauty and excellence. <\/div><div class=\"paragraph jod\" id=\"v1n482\"> The glory of man is fleeting as the twilight, and like the &#x201C;baseless fabric&#x201D; of a dream, it vanishes away. It is fitly compared in the Scriptures to the flower of the grass<span class=\"citation\" id=\"57084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57084)\">Ps. 103:15<\/a><\/span> when it is cut down, which withers and is gone forever,<span class=\"citation\" id=\"59293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59293)\">Isa. 40:6-8<\/a><\/span> but when the Almighty sheds forth His Spirit upon an individual, or upon a people, the vision of their mind is opened, so as to discern between the things pertaining to this organization, and those pertaining to organizations which are brought forth in other spheres, all things are made new to them, for all things in the heavens and on the earth are in the power of the Almighty, and can only be revealed unto mortals, in their proper light, by the power of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v1n483\"> While brother Ames was relating his experience previous to believing and embracing the faith of the Gospel, and the few words of conversation that passed between him and brother George Curtis, this question occurred to my mind&#x2014;&#x201C;What causes men and women, whose minds have been unaccustomed to reflect upon theological subjects, to speak so intelligently as soon as the Spirit of the Lord touches their understanding?&#x201D; The experience of most of the congregation can answer this question. You are the oracle of the Spirit, the repository of the intelligence that comes from ano<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther state of existence invisible to the natural eye; of the influence that produces an effect without revealing the cause, and is therefore called a miracle. You are already acquainted with my views upon the doctrine of miracles. In reality there can be no miracle, only to the ignorant. There are spiritual agents, invisible to the natural eye, not only in us, but in the elements, in the heavens above, and in the earth beneath, who are continually producing effects, the cause of which we cannot comprehend. <\/div><div class=\"paragraph jod\" id=\"v1n484\"> Does the experience of this people teach them what that is, which causes men and women to speak that which is wrong? Many of them, but not all, understand it tolerably well. Paul could not explain it though he was one of Gamaliel's household servants,<span class=\"citation\" id=\"72085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72085)\">Acts 22:3<\/a><\/span> and probably swept his house, or cleaned his sandals. However, he had an opportunity of learning much, but, with all his learning and talent, he could not explain this matter any better than his uneducated brethren. When he would seek the Lord with all his heart, he found something in the way, which endeavored to overcome him, and block up his path, when he pursued the course of righteousness; and the only way he could explain it was by saying &#x201C;when I would do good, evil is present with me.&#x201D;<span class=\"citation\" id=\"72488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72488)\">Rom. 7:21<\/a><\/span> This evil is with us, it is that influence which tempts to sin, and which has been permitted to come into the world for the express purpose of giving us an opportunity of proving ourselves before God, before Jesus Christ our elder brother, before the holy angels, and before all good men, that we are determined to overcome the evil, and cleave to the good, for the Lord has given us the ability to do so. Consequently, when the evil is present with me, I have a little fighting to do, I must turn and combat it until it is eradicated from my affections, as well as from my actions,  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that I may have power to do all the good I wish to perform. Every person is capable of this, all can bridle their tongues, and cease from every evil act from this time henceforth and forever, and do good instead. <\/div><div class=\"paragraph jod\" id=\"v1n486\"> There is an old maxim, and in many cases an excellent one, it is, &#x201C;think twice before you speak, and three times before you act.&#x201D; If we train ourselves to think what we are about to do, before we do it, and have understanding to know, and power to perform the good, we can thereby avoid the evil that is present with us. When the enemy makes war with me, I am thrown on the defensive, and if I use my weapons skillfully, and with firmness of purpose, my antagonist must yield to me the victory, the Lord being my helper.<span class=\"citation\" id=\"124565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124565)\">Ps. 54:4<\/a><\/span> The Scriptures say&#x2014;&#x201C;Rebuke the devil, and he will flee from you.&#x201D;<span class=\"citation\" id=\"77684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77684)\">James 4:7<\/a><\/span> This is the duty of every Saint. When evil is present with us, we must overcome it, or be overcome by it. When the devil is in our hearts, tempting us to do that which is wrong, we must resist him or be led captive by him. When brother Ames, without giving himself time to pause or think, said to the person who presented the Gospel to him&#x2014;&#x201C;I do not want to hear one word about &#x2018;Mormonism,&#x2019;&#x201D; it was the evil in him that caused him so to speak. Man is endowed with power and wisdom sufficient, if he will exercise them, to hush to silence his tongue, and cause his hands to cease their operations. His feet may be swift to shed blood,<span class=\"citation\" id=\"124566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124566)\">Rom. 3:15<\/a><\/span> but he has power to pause, and combat and conquer the enemy; for good is present with him also, and he is influenced in a greater or less degree, by the Spirit of the Lord. You experience these two opposites of good and evil in yourselves every day you live, you are tried, tempted, and overtaken in sin, by saying and doing that which is wrong. Now from this time, henceforth, <span class=\"italic\">pause<\/span>, and, whatever you do, let <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it be done in a spirit of reflection, never again act in haste, but let your action always be the result of mature consideration. &#x201C;Do not hurry me,&#x201D; is one of the prominent characteristics of my history. I frequently exhort the brethren <span class=\"italic\">not to be in a hurry<\/span>, for we shall not stop here, we are only hunting for the grave, and there is no fear but we shall find it. <\/div><div class=\"paragraph jod\" id=\"v1n487\"> We have embraced the Gospel, and are professedly Latter-day Saints, but evil will introduce itself in the midst of my brethren, then I have frequently to chastise them. There are two thousand persons in this assembly, and if only half a dozen of them have done wrong, I could not chastise them without appearing to chastise the whole congregation, which in reality is not so. By chastising the guilty, however, it is impossible to spot the conscience of good men and women, whose hearts are clean and pure as a piece of white paper. <\/div><div class=\"paragraph jod\" id=\"v1n488\"> The Lord will help those who help themselves to do right. Should the people be determined from this time henceforth, never to do anything but good, and should go forth to build up the Kingdom of God, doing everything in their power to promote the cause of truth, and never do another wrong, it would be but a short time before this people would be a holy people, sanctified unto the Lord. We are already the best people on earth, but we can still improve, we are made for that purpose, our capacities are organized to expand until we can receive into our comprehension celestial knowledge and wisdom, and to continue worlds without end. <\/div><div class=\"paragraph jod\" id=\"v1n489\"> There is another thought which strikes my mind at this moment, upon which it will perhaps be well enough to throw out a few ideas. It has been, and is now, believed by numerous individuals, that the brute creation, by increase in knowledge and wisdom, change their physical or bodily organi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>zation, through numerous states of existence, so that the minutest insect, in the lapse of time, can take to itself the human form, and vice versa. This is one of the most inconsistent ideas that could be possibly entertained in the mind of man; it is called the transmigration of souls. It is enough for me to know that mankind are made to improve themselves. All creation, visible and invisible, is the workmanship of our God, the supreme Architect and Ruler of the whole, who organized the world, and created every living thing upon it, to act in its sphere and order. To this end has He ordained all things to increase and multiply. The Lord God Almighty has decreed this principle to be the great governing law of existence, and for that purpose are we formed. Furthermore, if men can understand and receive it, mankind are organized to receive intelligence until they become perfect in the sphere they are appointed to fill, which is far ahead of us at present. When we use the term perfection, it applies to man in his present condition, as well as to heavenly beings. We are now, or may be, as perfect in <span class=\"italic\">our sphere<\/span> as God and Angels are in theirs, but the greatest intelligence in existence can continually ascend to greater heights of perfection. <\/div><div class=\"paragraph jod\" id=\"v1n491\"> We are created for the express purpose of increase. There are none, correctly organized, but can increase from birth to old age. What is there that is not ordained after an eternal law of existence? It is the Deity within us that causes increase. Does this idea startle you? Are you ready to exclaim, &#x201C;What! the Supreme in us!&#x201D; Yes. He is in every person upon the face of the earth. The elements that every individual is made of and lives in, possess the Godhead. This you cannot now understand, but you will hereafter. The Deity within us is the great principle that causes us to in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>crease, and to grow in grace and truth. The operation once begun, strict obedience to the requirements of heaven is necessary to obtain the end for which we were created, therefore let us commence to do the will of God in earnest from this time henceforth. Let the child, when he comes to understanding, and the father communicates his will to him, say, &#x201C;<span class=\"italic\">Father, from this time, henceforth and forever, I will do thy will<\/span>.&#x201D; So it has been, beginning with Father Adam, and so it will continue to be the duty of his posterity who will be sanctified, and enter into the celestial kingdom. This will cause every person to do unto others as they would that others should do unto them,<span class=\"citation\" id=\"124568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124568)\">Matt. 7:12<\/a><\/span> and will make them as pure and holy in their sphere as God is in His. Commence with it, go through the veil into eternity with it, and still continue, and the end thereof no man on earth knoweth, nor the angels in heaven. <\/div><div class=\"paragraph jod\" id=\"v1n492\"> Nothing short of the Holy Ghost will do us any lasting good. I told you, in the beginning of my remarks, the truth as it is in heaven, and on earth; as it is with angels, with Prophets, with all good people, and with every sinner that dwells upon the earth. There is not a man or woman that loves the truth, who has heard the report of the Book of Mormon, but the Spirit of the Almighty has testified to him or her of its truth; neither has any man heard the name of Joseph Smith, but the Spirit has whispered to him&#x2014;&#x201C;He is a true Prophet.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n493\"> God has raised up a Prophet, brought forth the Book of Mormon, influenced the people to lay the foundation of his kingdom, taking two of a nation, and one of a family.<span class=\"citation\" id=\"60307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60307)\">Jer. 3:14<\/a><\/span> When a person is worked upon by the Spirit to believe the truth of the Gospel, the Devil tells him it is a falsehood. And again, &#x201C;<span class=\"italic\">the loss of my good name<\/span>&#x201D; exercises a powerful influence against a person's embracing the truth, for if  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he determines to adhere to &#x201C;Mormonism,&#x201D; his unbelieving friends take it for granted that he is deluded. Therefore, but a few prove themselves worthy of the truth by taking the right path. Nearly all the world pursue their own path, they will not believe the truth when it is declared to them, nor see the light when it is before their eyes, but they close their eyes, harden their hearts, and would rather believe a lie<span class=\"citation\" id=\"75802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75802)\">2 Thes. 2:11<\/a><\/span> that they may be damned. <\/div><div class=\"paragraph jod\" id=\"v1n495\"> I am experimentally conversant with the history of this Church further back than brother Ames is, and he commenced in 1830. At that time it was said, &#x201C;<span class=\"italic\">Mormonism must be put down<\/span>,&#x201D; but <span class=\"small-caps\">it is now larger than ever<\/span>! They can only kill the body,<span class=\"citation\" id=\"64157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64157)\">Matt. 10:28<\/a><\/span> and &#x201C;Mormonism&#x201D; is not altered by that in the least. The Prophet Joseph was the oracle through which God spoke; they slew his body, but &#x201C;Mormonism&#x201D; is still the same. Had &#x201C;Mormonism&#x201D; been a falsehood, the Devil and the world, instead of fighting against it, would have sustained and built it up. <\/div><div class=\"paragraph jod\" id=\"v1n496\"> Perhaps I have said enough to the brethren at this time. It would give me much pleasure if we could prevail on all the inhabitants of these valleys, on the inhabitants of the whole earth and on ourselves, to cease to do evil<span class=\"citation\" id=\"57675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57675)\">Isa. 1:16<\/a><\/span> and learn to do well; that is all I could wish or ask for. All I desire to live for <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is to see the inhabitants of the earth acknowledge God, bow down to Him, and confess His supremacy, and His righteous covenant. To Him let every knee bow, and every tongue confess,<span class=\"citation\" id=\"59408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59408)\">Isa. 45:23<\/a><\/span><span class=\"citation\" id=\"72866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72866)\">Rom. 14:11<\/a><\/span><span class=\"citation\" id=\"124569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124569)\">Philip. 2:10-11<\/a><\/span> and let all creation say Amen to His wise providences. Let every person declare his allegiance to God, and then live to it, saying&#x2014;&#x201C;As for me and my house we will serve the Lord.<span class=\"citation\" id=\"55325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55325)\">Josh. 24:15<\/a><\/span> <span class=\"italic\">As for me, and all I have, it is the Lord's, and shall be dedicated to Him all my days<\/span>.&#x201D; If this can be done, happiness is here, angels are here, God is here, and we are wrapped in the visions of eternity. But I am not the Lord, and can do nothing more than others of His servants. I can do good myself, and my brethren and sisters can do the same; we can unitedly keep His commandments, and do His will. This is all I desire, to make me happy here, and feel as well as I can in my mortal body. When I see an Elder in Israel who is looked up to, who stands high in the Kingdom of God, doing something to tarnish his own character, and that of others, it grieves my spirit; but when I can see all the people filled with the knowledge of God, then all is peace, all is happiness with me. <\/div><div class=\"paragraph jod\" id=\"v1n497\"> May the Lord help us to live our religion, from this time henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}