{"ID":10014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph, a True Prophet&#x2014;Apostates&#x2014;Dream, Etc.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 27th, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph, a True Prophet, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/27\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v1n431\"> I do not know that I can speak so that you can hear me, as you perceive something affects my throat; I wish, however, to say a few words to you this morning; I would like to say considerable&#x2014;a good many words, but perhaps a few will answer. <\/div><div class=\"paragraph jod\" id=\"v1n432\"> There are a goodly number in the congregation, who have been acquainted with this Church and kingdom from its rise, and that knew Joseph in his first career in the Gospel. There are many here that have been in the Church for fifteen, sixteen, and some more than twenty years. I have been in the Church, wanting a few days of twenty-one years, and there are a considerable number that I know have been in it longer than I have. They knew Joseph&#x2014;they knew him from week to week, and from year to year, they knew what he did, they knew how he spake, they knew the spirit he <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possessed, they were acquainted with it, it is the same spirit they possess to the present day&#x2014;the spirit of &#x201C;Mormonism,&#x201D; the spirit of the Gospel. I will ask those brethren, and those sisters, if they believe Joseph Smith was a Prophet of God? If they believe that he magnified his calling? I will ask them if Joseph <span class=\"italic\">lived<\/span> and <span class=\"italic\">died<\/span> a <span class=\"italic\">Prophet<\/span> of God, and what would they answer? All men and women know, by the power of the Holy Ghost, by the spirit they know it, by the light that is in them, for light cleaveth to light, and truth embraces truth.<span class=\"citation\" id=\"88498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88498)\">D&amp;C 88:40<\/a><\/span> These pure attributes, as I told you here a few Sabbaths ago, stand upon their own basis&#x2014;the fabric sustains itself, but falsehood, and that which is built upon it, will, sooner or later, fall. <\/div><div class=\"paragraph jod\" id=\"v1n433\"> How many witnesses could we bring, men that are upon the islands of the sea, in foreign lands, and people scattered  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the United States, hundreds and thousands in their poverty, who are not able to gather with the Saints; I ask, what would they witness if they were here today? They would tell you; and they would sound it so that all the world might hear, if they could, that Joseph Smith was a man called of God to build up His kingdom in the last days, preparatory to the coming of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v1n435\"> There are many witnesses here, not only witnesses of Joseph and his career, but witnesses of the disaffected spirits that have come into this Church, and gone out again. Are there witnesses of men trying to rise up and usurp Joseph's place in his day? Yes, there are many witnesses, that many men tried it. Are there witnesses here, of the rise and fall of men in this kingdom? Yes, plenty of them. I have witnessed more than has been pleasing to me. It delights me to see men come into the Church, and magnify the Holy Priesthood, but it is a grievous matter to see men turn away from the holy commandments delivered unto them, gather to themselves false spirits, follow after a phantom, and be duped by the devil&#x2014;be ensnared by the power of the enemy, and give way to it until they fall. It is a source of regret, but we witness it, we could name many of this class. <\/div><div class=\"paragraph jod\" id=\"v1n436\"> Let me ask this congregation, that portion of it that was in Jackson County; and again that portion that was in Kirtland in the days of Joseph, and in leaving Kirtland; then those that were in Caldwell and Davis counties, Missouri; then ask these who were in Nauvoo in his day, and after he was slain; these portions of my congregation which I have mentioned I will ask, what has produced your persecutions and sorrow? What has been the starting point of all your afflictions? They began with apostates in your midst; these disaffected spirits caused others to come in,<span class=\"citation\" id=\"64450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64450)\">Matt. 12:45<\/a><\/span> worse <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than they, who would run out and bring in all the devils they possibly could. That has been the starting point and grand cause of all our difficulties, every time we were driven. Are there not witnesses of this, here? Yes, a good portion of this congregation are witnesses of these things, although many of them never saw Joseph, and were not personally acquainted with him. <\/div><div class=\"paragraph jod\" id=\"v1n437\"> We have been persecuted&#x2014;we have built houses, made farms, cultivated the land, broken up the wild prairie, and made it like the Garden of Eden; we have fenced, built, and gathered substance around us many times, and as many times have been driven from our possessions, until we came to this inheritance which we now enjoy in these valleys of the mountains. <\/div><div class=\"paragraph jod\" id=\"v1n438\"> Now think a moment, reflect, and ask yourselves what do we see here? I am coming nearer home, I am coming to this place; what do we see here? Do we see disaffected spirits here? We do. Do we see apostates? We do. Do we see men that are following after false and delusive spirits? Yes. When a man comes right out, as an independent devil, and says, &#x201C;Damn Mormonism, and all the Mormons,&#x201D; and is off with himself, not to Texas, but to California, (you know it used to be to Texas), I say he is a gentleman, by the side of a nasty sneaking apostate who is opposed to nothing but Christianity. I say to the former, Go in peace, sir, go and prosper if you can. But we have got a set of spirits here worse than such a character. When I went from meeting, last Sabbath, my ears were saluted with an apostate crying in the streets here. <\/div><div class=\"paragraph jod\" id=\"v1n439\"> I want to know if any one of you who has got the spirit of &#x201C;Mormonism&#x201D; in you, the spirit that Joseph and Hyrum had, or that we have here, would say, Let us hear both sides of the question, let us listen, and prove all things?<span class=\"citation\" id=\"124560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124560)\">1 Thes. 5:21<\/a><\/span> What do you want to  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prove? Do you want to prove that an old apostate, who has been cut off from the Church thirteen times for lying, is anything worthy of notice? <\/div><div class=\"paragraph jod\" id=\"v1n441\"> I heard that a certain gentleman, a picture maker in this city, when the boys would have moved away the wagon in which this apostate was standing, became violent with them, saying, &#x201C;Let this man alone, these are Saints that are persecuting (sneeringly).&#x201D; We want such men to go to California, or anywhere they choose. I say to those persons, you must not court persecution here, lest you get so much of it you will not know what to do with it. <span class=\"small-caps\">Do not<\/span> court persecution. We have known Gladden Bishop for more than twenty years, and know him to be a poor, dirty curse. Here is sister Vilate Kimball, brother Heber's wife, has borne more from that man than any other woman on earth could bear; but she won't bear it again. I say again, you Gladdenites, do not court persecution, or you will get more than you want, and it will come quicker than you want it. I say to you Bishops, do not allow them to preach in your wards. Who broke the roads to these valleys? Did this little nasty Smith, and his wife? No, they stayed in St. Louis while we did it, peddling ribbons, and kissing the Gentiles. I know what they have done here&#x2014;they have asked exorbitant prices for their nasty stinking ribbons. [Voices, &#x201C;that's true.&#x201D;] We broke the roads to this country. Now, you Gladdenites, keep your tongues still, lest sudden destruction come upon you.<span class=\"citation\" id=\"75703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75703)\">1 Thes. 5:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n442\"> I will tell you a dream that I had last night. I dreamed that I was in the midst of a people who were dressed in rags and tatters, they had turbans upon their heads, and these were also hanging in tatters. The rags were of many colors, and, when the people moved, they were all in motion. Their object in this appeared to be, to attract attention. Said they to me, <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;We are Mormons, brother Brigham.&#x201D; &#x201C;No, you are not,&#x201D; I replied. &#x201C;But <span class=\"italic\">we have been<\/span>,&#x201D; said they, and they began to jump, and caper about, and dance, and their rags of many colors were all in motion, to attract the attention of the people. I said, &#x201C;You are no Saints, you are a disgrace to them.&#x201D; Said they, &#x201C;<span class=\"italic\">We have been Mormons<\/span>.&#x201D; By and by, along came some mobocrats, and they greeted them with, &#x201C;How do you do, sir, I am happy to see you.&#x201D; They kept on that way for an hour. I felt ashamed of them, for they were in my eyes a disgrace to &#x201C;Mormonism.&#x201D; Then I saw two ruffians, whom I knew to be mobbers and murderers, and they crept into a bed, where one of my wives and children were. I said, &#x201C;You that call yourselves brethren, tell me, is this the fashion among you?&#x201D; They said, &#x201C;O, they are good men, they are gentlemen.&#x201D; With that, I took my large bowie knife, that I used to wear as a bosom pin in Nauvoo, and cut one of their throats from ear to ear, saying, &#x201C;Go to hell across lots.&#x201D; The other one said, &#x201C;You dare not serve me so.&#x201D; I instantly sprang at him, seized him by the hair of the head, and, bringing him down, cut his throat, and sent him after his comrade; then told them both, if they would behave themselves they should yet live, but if they did not, I would unjoint their necks. At this I awoke. <\/div><div class=\"paragraph jod\" id=\"v1n443\"> I say, rather than that apostates should flourish here, I will unsheath my bowie knife, and conquer or die. [Great commotion in the congregation, and a simultaneous burst of feeling, assenting to the declaration.] Now, you nasty apostates, clear out, or judgment will be put to the line, and righteousness to the plummet.<span class=\"citation\" id=\"58606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58606)\">Isa. 28:17<\/a><\/span> [Voices, generally, &#x201C;go it, go it.&#x201D;] If you say it is right, raise your hands. [All hands up.] Let us call upon the Lord to assist us in this, and every good work. <\/div> <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n445\"> After Alfred Smith was called upon to go on a mission, he would not go, and I knew he would apostatize. Do you suppose that after a man has refused to fulfil his calling, he can retain the spirit of truth, and stand? <span class=\"italic\">He cannot<\/span>. They say they believe that Joseph Smith was a Prophet raised up to establish the work of the last days, and bring forth the Book of Mormon; and thus they deceive. But if you will examine them you will not find anything but contradiction to every principle of truth. <\/div><div class=\"paragraph jod\" id=\"v1n446\"> I felt to say this that I have said, though my throat is very sore, but I think this exercise has done it good. I feel to say to Jew and to Gentile, Let this people alone in these valleys of the mountains, or you will find that which you are not looking for. We are on the Lord's side, and we have the tools to work with. But shall this people sink? No. The time has come that Israel shall be redeemed, and they never shall be trampled under foot again. Now is the time; Joseph told us, before he was killed, the <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> set time to favor Zion had come.<span class=\"citation\" id=\"57050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57050)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90960)\">D&amp;C 124:6<\/a><\/span> I want you to hear, Bishops, what I am about to tell you. Kick these men out of your wards. If you want to apostatize, apostatize, and behave yourselves. You shall not disturb my peace, nor the peace of this people. If you want to go to California, go, and serve Gladden Bishop there, if you wish, but disturb not this community, or else you will find judgment is laid to the line.<span class=\"citation\" id=\"124561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124561)\">Isa. 28:17<\/a><\/span> Do not court persecution, for, remember, you are not playing with shadows, but it is the <span class=\"italic\">voice<\/span> and the <span class=\"italic\">hand<\/span> of the Almighty you are trying to play with, and you will find yourselves mistaken if you think to the contrary. <\/div><div class=\"paragraph jod\" id=\"v1n447\"> May the Lord bless you, my brethren; and I pray, all the time, that we may be preserved in the truth, that when the Lord has anything for us, we may be ready to receive it, and thus serve Him all the day long. If we have not been driven far enough to enjoy peace, tell me where next we can be driven to, to find it; and if apostates follow, let them follow. <\/div>\n<\/div>\n<\/div>"}