{"ID":10012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Confidence&#x2014;Advice to Emigrants&#x2014;Danger in Prosperity.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, Sept. 11, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Confidence&#x2014;Advice to Emigrants, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/11\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v1n390\"> After giving you a brief explanation of the feelings of those who profess to be Saints, I wish to give a little counsel&#x2014;as I have frequently done before&#x2014;to newcomers. <\/div><div class=\"paragraph jod\" id=\"v1n391\"> I am acquainted with the general disposition of mankind, and also considerably acquainted with the traditions under which their minds, feelings, passions, judgments, or I will comprehend the whole by saying their consciences, have been formed by parents, teachers, ministers, and others, who have exercised an influence over the young and tender mind; these things are familiar to me in a great degree, and have been for many years. I see them manifested each day I live. The branches of the tree shoot forth, and bear their fruit, and men can judge of the nature of the tree, by its fruit.<span class=\"citation\" id=\"63910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63910)\">Matt. 7:16,20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n392\"> The feelings and sentiments of this people, the Latter-day Saints, are varied; they are far from being of one heart, and of one mind,<span class=\"citation\" id=\"92814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92814)\">Moses 7:18<\/a><\/span> of one judgment, and of one desire; but I have no doubt they come nearer to it, than any other community upon the face of the earth. <span class=\"italic\">This we know<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n393\"> In reality, the inhabitants of the earth do not vary so much in their <span class=\"italic\">sentiments<\/span> as they do in the <span class=\"italic\">explaining<\/span> of them to each other. This I have good reason to believe; when feelings and ideas are explained, people vary more in language than in sentiment, yet they differ widely in their senti<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments, feelings, customs, habits, and manner of life. <\/div><div class=\"paragraph jod\" id=\"v1n394\"> With regard to the kingdom of heaven now on the earth, of which we form a part, we admit the kingdom of God has come; many of us believed <span class=\"italic\">that<\/span> years ago, who believed Joseph Smith was a Prophet, who believed he had power and authority to establish it on the earth. What were the feelings of the people, almost universally, in the infancy of this Church? Men of science and talent in this Church believed&#x2014;or they said they believed&#x2014;honestly, truly, and with all their hearts, that Joseph Smith did not understand anything about <span class=\"italic\">temporal<\/span> matters. They believed he understood <span class=\"italic\">spiritual<\/span> things&#x2014;that he understood the Spirit of the Lord, and how to build up the spiritual kingdom among men; but when temporal matters were talked of, men were ready to decide at once, that <span class=\"italic\">they<\/span> knew more than the Prophet about such matters; and they did so decide. <\/div><div class=\"paragraph jod\" id=\"v1n395\"> Were you to ask how many times men did so, who did so, and on what occasions they did so, I could answer you, for I am conversant with every circumstance that transpired, pertaining to temporal matters, from the first of my acquaintance with Joseph Smith, as a Prophet of the Lord. The first Elders of this Church decided that Joseph did not understand temporal matters. The first Bishops of this Church said they believed with all  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their hearts, that <span class=\"italic\">they<\/span> understood temporal matters far better than the Prophet Joseph. Are these the feelings of the people at the present time? They are not, but right to the reverse. I could have said then, the same that I could say now, if Joseph was living&#x2014;if he could have been believed, and confidence could have been placed in him, with regard to temporal matters, wealth would have been poured into the laps of this people, to overflowing. <\/div><div class=\"paragraph jod\" id=\"v1n397\"> The remark that was made this morning is a true one, although the matter referred to is small, apparently, but it is a fact, there was not enough confidence in the people to satisfy them that the Prophet knew how to handle money, or what to do with it; they did not believe he knew how to manage temporal affairs. This lack of confidence brought poverty and distress upon the whole people. <\/div><div class=\"paragraph jod\" id=\"v1n398\"> When men came into our midst, who shut up the bowels of their compassion, and held their money with an iron fist, they were held in communion with us, our faith was exercised for them, we mingled with them, and gave them fellowship for a time, yet one man, with his covetousness, tied up the whole people. In many instances, men were cut off for their covetousness, and because they had not confidence in the Prophet, and held their substance when means were wanted to carry on the work of God, to send the Gospel to distant lands, to sustain the poor, build houses, and accomplish that which was necessary to be done. While this means was withheld, it brought the whole Church under condemnation, for this reason all had to suffer.<span class=\"citation\" id=\"87813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87813)\">D&amp;C 84:55<\/a><\/span><span class=\"citation\" id=\"89407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89407)\">D&amp;C 101:6<\/a><\/span><span class=\"citation\" id=\"89821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89821)\">D&amp;C 104:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n399\"> This was in the days of the Prophet Joseph. Have the people reformed since then? Perhaps a few of them have; and again, perhaps a great many of them have not. Many have not had an opportunity to reform, as there is a <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> considerable portion of this community who have not had an acquaintance with the Prophet; they never associated with him, they have not had an opportunity of sustaining his hands. Again, there is a certain portion of the people who were associated with him. What would the people do now, if they by their voice could call him back to their midst? Would they be willing to lay their substance at his feet? I very much doubt it. He was poor, harassed, distressed, afflicted, and tormented with lawsuits upon lawsuits, persecution upon persecution, and thus it cost thousands and hundreds of thousands of dollars to keep him alive, which a few had to sustain. Is this affliction upon them now? It is not. The scene is reversed. And as the people once thought, that many by one man could be made poor, they now believe, by one man many will be made rich. At the present day I do not know where the opportunity is to prove the people. <\/div><div class=\"paragraph jod\" id=\"v1n400\"> There are individuals here, and members of the Church, that when they come up to this land, are very careful to leave their substance behind them. And if they have money to lend, they are very careful to lend it to persons who do not belong to the Church. There are such present today. They are fearful and unbelieving. They did not believe in the days of Joseph that he could tell them the truth. But if you asked them if they believed Joseph was a Prophet, and if God sent him to build up the kingdom, &#x201C;O yes,&#x201D; would be their reply; and yet they had not confidence to ask him what they should do with the thousands in their possession. These are a few facts in the life and experience of the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v1n401\"> How is it now? Have the people confidence? They say they have. Are they willing to take counsel? They say they are. As it was observed here this morning, when we wish anything done, the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple are ready and willing to raise their hands to accede to the propositions made by their leaders. Do you remember what I told you a few sabbaths ago&#x2014;this whole people are willing to <span class=\"italic\">receive<\/span> counsel, but who of them are willing to carry it out to the very letter? The future will prove that. It is not proven by sitting on your seats and simply raising your hands, as a <span class=\"italic\">token,<\/span> a <span class=\"italic\">covenant,<\/span> a <span class=\"italic\">witness to God and angels<\/span> that you are ready to take counsel, and also carry it out. <\/div><div class=\"paragraph jod\" id=\"v1n403\"> For men of principle, and seemingly of good sense, to believe the Prophet Joseph, who was inspired to build up the kingdom of God temporally as well as spiritually, did not know as much about a picayune as about God's spiritual kingdom, about a farm as about the New Jerusalem, is folly in the extreme, it is nonsense in the superlative degree. Those who entertain such ideas ought to have their heads well combed, and subjected to a lively course of friction, that peradventure a little common sense might dawn upon their confused ideas. <\/div><div class=\"paragraph jod\" id=\"v1n404\"> Consult your own judgments in such matters. Do you think that God would set a man to lead his people, who does not know as much about a picayune or a farm, as about God's spiritual kingdom, or the New Jerusalem? Shame on those who would entertain such ideas, for they debase and corrupt the hearts of the community who imbibe them. According to the sentiments of some of the Latter-day Saints, the Lord must have become wonderfully high minded in the last days; I should think he has become too proud according to their belief, to notice farms and merchandise, and other little affairs and transactions that pass around us. He used to notice the very hairs of our heads that fell and the sparrows;<span class=\"citation\" id=\"67598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67598)\">Luke 12:7<\/a><\/span> He took care or the ravens,<span class=\"citation\" id=\"67623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67623)\">Luke 12:24<\/a><\/span> and watched over the children of Israel, and supplied all their temporal wants; but we say now, <span class=\"italic\">He<\/span> does  <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not condescend to such small matters, having given <span class=\"italic\">us<\/span> an understanding, and we know what to do. Are not these the feelings of the people? I could refer to some little things by way of example, but it would hit somebody rather too publicly. <\/div><div class=\"paragraph jod\" id=\"v1n405\"> Let me ask that brother, if you have not thought in your heart, you would not go to brother Brigham for counsel, for fear he would counsel you to go to some place you do not want to go? Still you say, &#x201C;I believe this is the kingdom of God, and I do not want to come in contact with brother Brigham, I do not wish to meet him, for fear he should come in contact with my calculations, and what I have decided upon in my mind.&#x201D; I could put my hand upon some of you who entertain such thoughts. <\/div><div class=\"paragraph jod\" id=\"v1n406\"> I will refer you now to the counsel I wished to give the brethren who have lately come into the city from the East. I have heretofore counseled newcomers, to go to the South, or to the North, for we have settlements 360 miles, North and South. <\/div><div class=\"paragraph jod\" id=\"v1n407\"> Many of the people here have their friends, who have come in this season, and some are still on the plains, who will be in in a few days. I have been in the habit of saying to the brethren&#x2014;You take one hundred families and settle in such a place; and you take fifty and settle in yonder place; but I never have given such counsel for the guidance of the brethren, that it has not raised one continual whining, saying, &#x201C;I want to go to another place, for <span class=\"italic\">there<\/span> is somewhere you want me to go that I do not like;&#x201D; or, &#x201C;I rather think brother Brigham thinks I am not tried and proven sufficiently, and he wants to put me in circumstances to finish trying me.&#x201D; That is the reason I want you to go here or there, and the reason why you complain; for when men are thoroughly tried, they are ready to go to any place <span class=\"italic\">where<\/span> they are <span class=\"italic\">told<\/span> to go, and <span class=\"italic\">when<\/span> they are told. <\/div> <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n409\"> My counsel now to newcomers is, <span class=\"italic\">to do just what you have a mind to, and go where you please<\/span>, <span class=\"small-caps\">if you can<\/span>. You may go and settle in any part of the Territory that you please; and furthermore, you may go to California if you wish. <\/div><div class=\"paragraph jod\" id=\"v1n410\"> I have told you what you may do, I will now tell you what you may not do. You may try to gather a little company, and go to settle a place where there are no inhabitants. You cannot, with <span class=\"italic\">my consent<\/span>, go to any place, unless it is to a city, that is, or will be walled in. If you go from this city, go to a neighborhood where you can be defended from the ravages of Indians or other evil designing persons. <\/div><div class=\"paragraph jod\" id=\"v1n411\"> Brother David Fullmer, this morning, talked about working all our lives upon a wall, if it were necessary; but the wall we contemplate making here, is not a breakfast spell. I calculate to keep walling until the mountains around us become an impregnable defense. What we have now on hand is not a circumstance. I will venture to say, that brother Parley P. Pratt has got a job on hand infinitely more extensive than the walling in of the whole territory of Utah. His work was given to him sixteen years ago, by the Prophet Joseph Smith, in the Kirtland Temple. Parley P. Pratt has yet to build temples in old Scotland. The Scotch brethren might say, &#x201C;What is the use then of our coming to these distant valleys, so far from our native country?&#x201D; Had you not better write to your brethren who are still in Scotland to stay where they are, think you? He has to build temples there of greater magnitude than we have yet contemplated. <span class=\"italic\">When<\/span> he will do it I do not know; it is certain he will do it if he is faithful; but whether he will do it after the earth is glorified, or before that time, I do not know. <\/div><div class=\"paragraph jod\" id=\"v1n412\"> I have a word to say to the sisters who have lately come into our city. <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do not allow your fathers, your husbands, and your brothers, to go to any place to settle, unless it is walled in, or in some other way made perfectly capable of defending you and themselves from the attack of Indians, or those who would seek to destroy you and your property. If they want to drag you off to some place where you will be exposed to the ravages of Indians, tell them you are going to stay where you are, and then ask them what they are going to do about it. It is not my general practice to counsel the sisters to disobey their husbands, but my counsel is&#x2014;<span class=\"italic\">obey your husbands<\/span>; and I am sanguine and most emphatic on that subject. But I never counseled a woman to follow her husband to the devil. If a man is determined to expose the lives of his friends, let that man go to the devil and to destruction alone. <\/div><div class=\"paragraph jod\" id=\"v1n413\"> You have got my counsel. You need not, any of you, ask my counsel to run over to the west mountains to settle, for there are plenty alone there already. If you have not elbow room enough, rub my elbows, I can rub as hard as you can. I can tell you something you never have yet thought of. You may number all the families in this city, and with them their cattle and flocks, and there is more ground within its precincts, if properly cultivated, than would support them all from year to year. There are not inhabitants enough in the city to cultivate the land in it, as it should be. Look around and see the hundreds of acres that have not been cultivated at all; one bushel to ten has not been raised, that might have been, on the lots that the people have pretended to cultivate. Be not afraid of being too close together. The men or women who enjoy the Spirit of the Lord, never feel themselves crowded by that spirit, or by those who possess it; and they never will. When disturbance and difficulty occur, it is because of  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the opposite spirit, which is a contentious spirit; and those persons who possess it may expect to be crowded when they get to hell, as much or more than they are here; they will not have as much elbow room there as they have here, perhaps. <\/div><div class=\"paragraph jod\" id=\"v1n415\"> The Latter-day Saints ought not to feel so. Our cities are open, our streets are wide, and we have the sweet mountain air, and a healthy country. Do not be afraid to live together. What kind of air did <span class=\"italic\">you<\/span> breathe, who lived in eleven, twelve, and fourteen story houses in your native country? If you could live in such confined circumstances, why cannot you live here, while breathing air as sweet, I may say, as the New Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v1n416\"> I have told you my mind, you can now do as your own minds shall dictate, if you think proper, and be responsible for the same. I have frequently thought, what would be the consequence in this community, were we to be as strict now, as the authorities of the Church once were? For it used to be, if a man did not obey counsel after it was given him, he was cut off from the Church. Do you not think we are lenient, easy, and forgiving? Let us be kind to each other, and cultivate the spirit of peace, and seek diligently to know the will of God. How can you know it? In matters pertaining to yourselves as individuals, you can obtain it directly from the Lord; but in matters pertaining to public affairs, His will is ascertained through the proper channel, and may be known by the general counsel that is given you from the proper source. <\/div><div class=\"paragraph jod\" id=\"v1n417\"> I have told you heretofore what I am afraid of (and, in reality I am not afraid of anything else), which is incorporated in the idea&#x2014;See that ye forget not the Lord your God. If this people will serve Him with all their heart, mind, and strength,<span class=\"citation\" id=\"124558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124558)\">D&amp;C 4:2<\/a><\/span> they have nothing to fear from this time <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> henceforth and forever. You are not to be overcome by your enemies, or put down and trampled under foot, if you will do this, and continue to be humble before the Lord your God. In doing this, no power under the heavens can disturb this people. <\/div><div class=\"paragraph jod\" id=\"v1n418\"> If I have any knowledge touching the condition of this people at the present time, and the way they are taught, led, counseled, and dictated by those who go before them to open up the way, it is directly opposite of that we saw in the days of Joseph the Prophet. He was full of sorrow, trouble, poverty, and distress; but now the people are led into riches, by the example, counsel, advice, and dictations of their leaders. They are on the highway to wealth; <span class=\"italic\">and there is danger in it<\/span>. Here are men that never knew enough of the principles of economy to gather substance or save anything to themselves, until within a few years back; but now they are becoming rich in a moderate point of view. We do not expect to become wealthy like the Rothschilds, or some other large capitalists of Europe. This people are gathering much substance around them, which is a principle of heaven&#x2014;a principle of Zion, but there is a fear within us lest it cause us to forget our God and our religion. Whether we have much or little, let it be on the altar, for it is all the Lord's, whether this people know it or not. Joseph Smith said to this people, that all the wisdom he had was received from the hand of the Lord. All the knowledge, wisdom, economy, and every business transaction pertaining to human life in connection with the spiritual kingdom of God on the earth, is given unto us as individuals, or as a community, from the liberal hand of God. <\/div><div class=\"paragraph jod\" id=\"v1n419\"> Do you realize this? Or will some of you say, &#x201C;It is my own wisdom and economy that have accomplished this or that?&#x201D; If you do, beware, lest the Lord  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>withdraw the light of His spirit from you, that you be left in darkness,<span class=\"citation\" id=\"63541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63541)\">Matt. 6:23<\/a><\/span> and your former judgment, wisdom, and discretion be taken from you.<span class=\"citation\" id=\"86324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86324)\">D&amp;C 59:21<\/a><\/span> If we receive good, it is of the Lord; then let us serve him, and love him with a true <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart. As to the world, they may do as they please, for we care not for it anyhow. Let this people cleave unto the Lord, and righteous principles, and all is right and well. <\/div><div class=\"paragraph jod\" id=\"v1n421\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}