{"ID":10026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Materials for the Temple&#x2014;The Clay and the Potter.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Oct. 9, 1852, at the General Conference.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Materials for the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/9\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v1n848\"> The subject President Young wished me to speak of is in regard to our temple, which we shall soon commence to build&#x2014;what course we shall take, and what kind of materials it shall be built of; whether we shall build it of the stone that is got in the Red Butte Canyon, or of adobies, or of the best stone we can find in these mountains. For instance&#x2014;at Sanpete there is some splendid stone; and inasmuch as we intend to build a house unto the Lord for Him to accept, for His angels to come to as ministers to give instructions, I can feel, myself, as though we are perfectly able to build one, of the best kind of materials, from the foundation to the tip top. We are able, and we have strength and union, and we have bone, and marrow, and muscle, and we are able to commence it next year. <\/div><div class=\"paragraph jod\" id=\"v1n849\"> I merely present these things for the brethren to consider and reflect upon. We can go to work and make an adobie house, and lay the foundation of stone from Red Butte, and then we can plaster it outside, and make it like the Tithing office. I would like to see something pretty nice, something noble, and some of the most splendid fonts that were ever erected. I know for a certainty that our President is perfectly able to give us the design of this contemplated house, and all other necessary instructions. What we need is to receive those blessings that we all want, and this must be felt more, especially by those who have come in this present season. These <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blessings are just as necessary for those who go South, as for those who go North, it makes no difference. They will all, however, get their blessings, and enjoy their privileges in obtaining those things. We have plenty of time, and there is no particular hurry, but it is for every man to walk up to his duty in the time being, and then when tomorrow comes, walk up to it tomorrow, and so let us do all we can, for we have got considerable over one thousand years to work, and when we have worked one thousand years, there will be another, and another, and we shall be at work to all eternity. There is no end to our work for the living and for the dead. Let us try and be active to do whatever we find to do today. <\/div><div class=\"paragraph jod\" id=\"v1n850\"> Let the brethren go and get farms, and locate themselves, and raise good fields of grain, that they can bring in the firstfruits of the earth. This is what is required to be done at the present time. Take this course, brethren, and then everything you possess will prosper, and you will be abundantly blessed. It is just as necessary to be engaged in one thing, as it is in another. It takes many kinds of materials to build a house, so it requires all kinds of materials to build another earth like this, it requires the same kinds of materials to make one man as it takes to make another. But let us try to temper ourselves according to the Gospel of Jesus Christ, and the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v1n851\"> We will bring up a few comparisons.  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Now supposing brother Tanner goes into the shop, to make a scythe, and he takes the materials necessary for the formation of that scythe, is he dictated to by <span class=\"italic\">it<\/span>, as to how he shall mold it and fashion it? Would you have the scythe rise up and say&#x2014;Brother Tanner, what do you do so for? Why do you strike me on the back? Well, it is just as ridiculous for you to undertake to dictate to President Young, or those whom he sets to work. It is not for you to dictate to them. Upon the same principle, supposing I have a lump of clay which I put upon my wheel, out of which clay I want to make a jug; I have to turn it into as many as 50 or 100 shapes before I get it into a jug. How many shapes do you suppose you are put into before you became Saints, or before you become perfect and sanctified to enter into the celestial glory of God? You have got to be like that clay in the hands of the potter. Do you not know that the Lord directed the Prophet anciently, to go down to the potter's<span class=\"citation\" id=\"60503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60503)\">Jer. 18:2<\/a><\/span> house to see a miracle on the wheel? Suppose the potter takes a lump of clay, and putting it on the wheel, goes to work to form it into a vessel, and works it out this way, and that way, and the other way, but the clay is refractory and snappish; he still tries it, but it will break, and snap, and snarl, and thus the potter will work it and work it until he is satisfied he cannot bring it into the shape he wants, and it mars upon the wheel; he takes his tool, then, and cuts it off the wheel, and throws it into the mill to be ground over again, until it becomes passive (don't you think you will go to hell if you are not passive?), and after it is ground there so many days, and it becomes passive, he takes the same lump, and makes of it a vessel unto<span class=\"citation\" id=\"72672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72672)\">Rom. 9:21<\/a><\/span> honor. Now do you see into that, brethren? I know the potters can. I tell you, brethren, if you are not passive you will have to go into that mill, and <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps have to grind there one thousand years, and then the Gospel will be offered to you again, and then if you will not accept of it, and become passive, you will have to go into the mill again, and thus you will have offers of salvation from time to time, until all the human family, except the sons of perdition, are redeemed. The spirits of men will have the Gospel as we do, and they are to be judged according to men in the<span class=\"citation\" id=\"78096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78096)\">1 Pet. 4:6<\/a><\/span> flesh. Let us be passive, and take a course that will be perfectly submissive. <\/div><div class=\"paragraph jod\" id=\"v1n853\"> What need you care where you go if you go according to direction, and when you get to Coal Creek, or Iron County, be subject to that man who is placed there to rule you, just the same as you would be subject to President Young, if you were here, because that man is delegated by this Conference, and sanctioned by this people, and that man's word is law. And so it is with the Bishops; they are our fathers, our governors, and we are their household. It is for them to provide for their household, and watch over them, and govern and control them; they are potters to mold you, and when you are sent forth to the nations of the earth, you go to gather the clay, and bring it here to the great potter, to be ground and molded until it becomes passive, and then be taken and formed into vessels, according to the dictation of the presiding potter. I have to do the work he tells me to do, and you have to do the same, and he has to do the work told him by the great master potter in heaven and on earth. If brother Brigham tells me to do a thing, it is the same as though the Lord told me to do it. This is the course for you and every other Saint to take, and by your taking this course, I will tell you, brethren, you are on the top of the heap. We are in the tops of the mountains; and when the stone shall roll down from the mountains,<span class=\"citation\" id=\"124606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124606)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"124607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124607)\">D&amp;C 65:2<\/a><\/span> it will smash the  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and break in pieces everything that opposes its course; but the stone has to get up there before it can roll down. <\/div><div class=\"paragraph jod\" id=\"v1n855\"> We are here in a happy place, in a goodly land, and among as good a people as ever the Lord suffered to dwell upon the face of the earth. Have I not a reason to be proud? Yes, I am proud of the religion of Christ, I am proud of his Elders, his servants, and of his handmaids, and when they do well I am prouder still. I do not know but I shall get so proud, that I shall be four or five times prouder than I am now. <\/div><div class=\"paragraph jod\" id=\"v1n856\"> I want a vote from the congregation concerning the temple, whether we shall have it built of the stone from Red Butte, or of adobies, or timber, or of the best quality of stone that <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can be found in the mountains. It is now open for discussion. <\/div><div class=\"paragraph jod\" id=\"v1n857\"> Our temple block is 600 feet square, and according to the number of people that compose the Church of Jesus Christ of Latter-day Saints, we are able to build a temple that size, and do it easier than we built a temple at Kirtland. I put the motion which is before you, that we build a temple of the best materials that can be furnished in the mountains of North America, and that the Presidency dictate where the stone and other materials shall be obtained; and that the Presidency shall be untrammeled from this time henceforth and forever. I want every brother, sister, and child to vote one way or the other. All in favor of this motion raise your right hand. [It was unanimous.] <\/div>\n<\/div>\n<\/div>"}