{"ID":10022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Temple Cornerstones&#x2014;The Apostleship, &amp;c.<\/div>\n<div class=\"subtitle\">A Sermon by President B. Young, Delivered in the Tabernacle, Great Salt Lake City, April 6, 1853, at the General Conference.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Temple Corner Stones, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v1n702\"> We have assembled together this afternoon to continue the business of the Conference, a portion of which I feel should be devoted to instruction, teachings, traversing the experience of the Church, or in any way the Spirit of the Lord shall manifest. <\/div><div class=\"paragraph jod\" id=\"v1n703\"> The special business that has to be transacted in a Conference like this, can be done very quickly&#x2014;perhaps we might do all that is necessary in half a day, or in a day at the furthest. <\/div><div class=\"paragraph jod\" id=\"v1n704\"> We came together for the purpose of worshipping the Lord, and many have come from a distance, who wished to come up here and join with their brethren in contemplating the work of the last days, and in speaking to each other comforting words, for it is a very agreeable exercise, on occasions like this, as well as in other meetings, to rehearse over to each other the scenes of life, the feelings of the heart, the tragedies that have passed among us, the difficulties we have surmounted, and the days, months, and years we have been brought through. <\/div><div class=\"paragraph jod\" id=\"v1n705\"> I will say, for one, so far as it concerns my own feelings, my brethren are at liberty to talk about that that is in their hearts. This is my privilege, and I wish it to be understood that it is the privilege of those who shall address this Conference. If they want to preach us a discourse on doctrine&#x2014;on the gathering of Israel, for instance, they are at liberty so to do. If anyone wishes to preach the first principles of the Gospel&#x2014;repentance <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and baptism, with the gifts, he is at liberty. <\/div><div class=\"paragraph jod\" id=\"v1n706\"> Were it not that our bodies have to be fed and clothed, I would propose that we tarry here a few months, to give all a chance to speak, to exhort, to pray, to prophesy, to sing, to speak in tongues, or to do whatsoever the Spirit should manifest unto them. But our work is a work of the present. The salvation we are seeking is for the present, and, sought correctly, it can be obtained, and be continually enjoyed. If it continues today, it is upon the same principle that it will continue tomorrow, the next day, the next week, or the next year, and, we might say, the next eternity. <\/div><div class=\"paragraph jod\" id=\"v1n707\"> If we are saved, we are happy, we are filled with light, glory, intelligence, and we pursue a course to enjoy the blessings that the Lord has in store for us. If we continue to pursue that course, it produces just the thing we want, that is, to be saved at this present moment. And this will lay the foundation to be saved forever and forever, which will amount to an <span class=\"italic\">eternal salvation.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v1n708\"> Brethren, we have accomplished the design of our hearts, that we listed to accomplish. And really, this thought inadvertently rushes upon my mind&#x2014;<span class=\"italic\">Wherein have we not accomplished all we have listed to do?<\/span> Not only in excavating the earth, and laying down the Cornerstones in the center of the main body of the building we shall rear for the Temple, but  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wherein have we contemplated doing one thing we have not done, to build up the Kingdom of God? If there has been a failure, it does not occur to my mind at present. I cannot now recall to my mind one circumstance of that kind, with all the mobbing, driving, and afflictions that this people have passed through. <\/div><div class=\"paragraph jod\" id=\"v1n710\"> Though the enemy had power to kill our <span class=\"italic\">Prophet<\/span>, that is, <span class=\"italic\">kill his body<\/span>,<span class=\"citation\" id=\"64158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64158)\">Matt. 10:28<\/a><\/span> did <span class=\"italic\">he<\/span> not accomplish all that was in <span class=\"italic\">his heart<\/span> to accomplish in <span class=\"italic\">his day?<\/span> He did, to my certain knowledge, and I have many witnesses here that heard him declare that he had done everything he could do&#x2014;he had revealed everything that could be revealed <span class=\"italic\">at present<\/span>, he had prepared the way for the people to walk in, and no man or woman should be deprived of going into the presence of the Father and the Son, and enjoying an eternal exaltation, if they would <span class=\"italic\">walk in the path he had pointed out.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v1n711\"> From the day that he fell, until this day, if there is one item of business, if there is one thing that should have been done by this people, that has not been done, I cannot call it to mind, though it looked gloomy for a month or six weeks past, the weather being so unfavorable with regard to being ready to lay those Cornerstones, today. <\/div><div class=\"paragraph jod\" id=\"v1n712\"> I am happy to say that there has been a great deal of faith manifested by the Saints, and, through that faith the Lord has granted unto us the desire of our hearts, or else the devil has been sent on an errand another way, and has forgotten himself. I do not think, however, he need trouble himself much about the world, for he has them secure enough. Perhaps he may have slept a little too long, as he has not been here on this notable day. I attribute it to our Father in heaven, for giving us this beautiful weather today. <\/div><div class=\"paragraph jod\" id=\"v1n713\"> The congregation was not accom<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>modated as we desired. We should have been pleased if they could have been so situated that all could have heard the orations, and prayers that were made upon those four stones; but they will be in print, so you can read them at your leisure. <\/div><div class=\"paragraph jod\" id=\"v1n714\"> I do not like to prophesy much, I never do, but I will venture to guess, that this day, and the work we have performed on it, will long be remembered by this people, and be sounded as with a trumpet's voice throughout the world, as far, as loud, and as long as steam, wind, and the electric current can carry it. It is a day in which all the faithful will rejoice in all time to come. <\/div><div class=\"paragraph jod\" id=\"v1n715\"> Some will inquire, &#x201C;Do you suppose we shall finish this Temple, brother Brigham?&#x201D; I have had such questions put to me already. My answer is, I do not know, and I do not care anymore about it than I should if my body was dead and in the grave, and my spirit in Paradise. I never have cared but for one thing, and that is, simply to know that I am now <span class=\"italic\">right<\/span> before my <span class=\"italic\">Father in Heaven<\/span>. If I am this <span class=\"italic\">moment<\/span>, this <span class=\"italic\">day<\/span>, doing the things <span class=\"italic\">God requires<\/span> of my <span class=\"italic\">hands<\/span>, and precisely where my <span class=\"italic\">Father in Heaven wants me to be<\/span>, I care no more about tomorrow<span class=\"citation\" id=\"63661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63661)\">Matt. 6:34<\/a><\/span> than though it never would come. I do not know where I shall be tomorrow, nor when this Temple will be done&#x2014;I know no more about it than you do. If God reveals anything for you, I will tell you of it as freely as to say, go to City Creek, and drink until you are satisfied. <\/div><div class=\"paragraph jod\" id=\"v1n716\"> This I do know&#x2014;<span class=\"italic\">there should be a Temple built here<\/span>. I do know <span class=\"italic\">it is the duty of this people to commence to build a Temple<\/span>. Now, some will want to know what kind of a building it will be. Wait patiently, brethren, until it is done, and put forth your hands willingly to finish it. I know what it will be. I am not a visionary man, neither am I given much to prophesy<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing. When I want any of that done I call on brother Heber&#x2014;he is my Prophet, he loves to prophesy, and I love to hear him. I scarcely ever say much about revelations, or visions, but suffice it to say, five years ago last July I was here, and saw in the Spirit the Temple not ten feet from where we have laid the Chief Cornerstone. I have not inquired what kind of a Temple we should build. Why? Because it was represented before me. I have never looked upon that ground, but the vision of it was there. I see it as plainly as if it was in reality before me. Wait until it is done. I will say, however, that it will have six towers, to begin with, instead of one. Now do not any of you apostatize because it will have six towers, and Joseph only built one. It is easier for us to build sixteen, than it was for him to build one. The time will come when there will be one in the center of Temples we shall build, and, on the top, groves and fish ponds. But we shall not see them here, at present. <\/div><div class=\"paragraph jod\" id=\"v1n718\"> The First Presidency proceeded to the southeast corner, to lay the first stone, though it is customary to commence at the northeast corner&#x2014;that is the beginning point most generally, I believe, in the world. At this side of the equator we commence at the southeast corner. We sometimes look for light, you know, brethren. You old men that have been through the mill pretty well, have been inquiring after light&#x2014;which way do you go? You will tell me you go to the east for light? So we commence by laying the stone on the south-<span class=\"italic\">east corner<\/span>, because <span class=\"italic\">there<\/span> is the most <span class=\"italic\">light<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n719\"> Just as quick as the minutes of this day's proceedings are out, there will be Elders, High Priests, and Seventies, inquiring whether the same order has been carried out today, as was observed in laying the Cornerstones of the other Temples. I want to give you a little history of it, that you may know. <\/div> <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n720\"> When the cornerstones were laid in Kirtland, they had to pick up boys of fifteen and sixteen years of age, and ordain them Elders, to get officers enough to lay the Cornerstones. The Quorum of the Twelve, and the High Council, and many other authorities that now exist, were not then in existence. Joseph presided over the Church, by the voice of the Church. <\/div><div class=\"paragraph jod\" id=\"v1n721\"> Perhaps it may make some of you stumble, were I to ask you a question&#x2014;Does a man's being a <span class=\"italic\">Prophet<\/span> in this Church prove that he shall be the <span class=\"italic\">President<\/span> of it? I answer, no! A man may be a Prophet, Seer, and Revelator, and it may have nothing to do with his being the President of the Church. Suffice it to say, that Joseph was the President of the Church, as long as he lived: the people chose to have it so. He always filled that responsible station, by the voice of the people. Can you find any revelation <span class=\"italic\">appointing<\/span> him the <span class=\"italic\">President<\/span> of the Church? The <span class=\"italic\">keys<\/span> of the <span class=\"italic\">Priesthood<\/span> were committed to Joseph, to build up the <span class=\"italic\">Kingdom of God<\/span> on the <span class=\"italic\">earth<\/span>, and were not to be taken from him in time or in eternity; but when he was called to preside over the Church, it was by the voice of the people; though he held the keys of the <span class=\"italic\">Priesthood, independent<\/span> of their voice. <\/div><div class=\"paragraph jod\" id=\"v1n722\"> I want the Elders of Israel to reflect upon this subject. I would be glad to teach you something, that you may not get into such snarls as heretofore. You make me think of a child that is trying to make rope of a parcel of old thrums, until he gets the whole into snarls. It is so with the Elders of Israel as touching their ideas of the Priesthood. <\/div><div class=\"paragraph jod\" id=\"v1n723\"> Now hear me, and I will try to talk so that you can understand. I will presume to go a little further than I did, with regard to the President of the Church, and say to this people, a man might have visions, the angels of God might administer to him, he might have  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelations, and see as many visions as you could count; he might have the heavens opened to him, and see the finger of the Lord,<span class=\"citation\" id=\"124593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124593)\">Deut. 9:10<\/a><\/span><span class=\"citation\" id=\"124594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124594)\">Dan. 5:5<\/a><\/span><span class=\"citation\" id=\"124595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124595)\">Ether 3:6<\/a><\/span> and all this would not make him the President of the Church, or an Elder, a High Priest, an Apostle; neither would it prove that he was even a Saint: something else is wanted to prove it. Why I mention this, is because of the frailty, weakness, and shortsightedness of the people. If a man should come and tell you he had had a vision, and could appear to substantiate his testimony that he had had the heavens opened to him, you would be ready to bow down and worship him; and he might be, at the same time, perfectly calculated to destroy the people&#x2014;one of the biggest devils on earth. He would appear to be one of the finest of men, to be honest and unassuming, and come with all the grace and generalship of the devil, which is so well calculated to deceive the people. Admit this to be the case. <\/div><div class=\"paragraph jod\" id=\"v1n725\"> If you ask me what will prove a man or woman to be a Saint, I will answer the question. &#x201C;If you love me,&#x201D;<span class=\"citation\" id=\"69961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69961)\">John 14:15<\/a><\/span> says Jesus, &#x201C;you will keep my sayings.&#x201D;<span class=\"citation\" id=\"70005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70005)\">John 14:24<\/a><\/span> That is the touchstone. If you love the Lord Jesus Christ, and the Father, you will keep the commandments of the Son&#x2014;you will do his will. If you neglect to do this, you may have all the visions and revelations that could be bestowed upon a mortal being, and yet be nothing but a devil. Why I use this expression is because when a man's mind is enlightened, and he turns from that light to darkness, it prepares him to be a devil. A man never knew how to be wicked, until light and truth were first made manifest to him. Then is the time for men to make their decision, and if they turn away from the Lord, it prepares them to become devils. <\/div><div class=\"paragraph jod\" id=\"v1n726\"> Now, I want to go back, for I have wandered on a little with regard to <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laying the Cornerstones, and take up the Apostleship, in connection with this. Let me ask the High Priests' Quorum a question, in order to bring out the thing I wish to lay before you. I ask the High Priests, from whence does the Apostleship grow? Does it grow out of the High Priesthood? I will venture to say, if I was not here today, and this question was proposed for debate, you would find the Elders in this congregation, perhaps, nearly equally divided on the point. There would be as many High Priests to say the Apostleship grows out of the High Priesthood, as there would to say it does not. Let me answer the question. Now recollect that the High Priesthood, and the Lesser Priesthood, and all the Priesthood there is, are combined, centered in, composed of, and circumscribed by, the Apostleship. Brethren, did you ever know that before? If you had read that book attentively [pointing to the Book of Covenants], it would have told you the story as I am now telling it to you, yet the High Priests did not know it. <\/div><div class=\"paragraph jod\" id=\"v1n727\"> I speak thus to show you the order of the Priesthood. We will now commence with the Apostleship, where Joseph commenced. Joseph was ordained an Apostle&#x2014;<span class=\"citation\" id=\"84282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84282)\">D&amp;C 20:2<\/a><\/span><span class=\"citation\" id=\"84548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84548)\">D&amp;C 27:12<\/a><\/span>that you can read and understand. After he was ordained to this office, then he had the right to organize and build up the kingdom of God, for he had committed unto him the <span class=\"italic\">keys<\/span> of the <span class=\"italic\">Priesthood<\/span>, which is after the order of Melchizedek&#x2014;the <span class=\"italic\">High Priesthood<\/span>, which is after the order of the Son of God.<span class=\"citation\" id=\"90097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90097)\">D&amp;C 107:3<\/a><\/span> And this, remember, <span class=\"italic\">by being ordained an Apostle<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n728\"> Could he have built up the Kingdom of God, without first being an Apostle? No, he never could. The keys of the eternal Priesthood, which is after the order of the Son of God, are comprehended by being an Apostle. All the Priesthood, all the keys, all  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the gifts, all the endowments, and everything preparatory to entering into the presence of the Father and of the Son, are in, composed of, circumscribed by, or I might say incorporated within the circumference of, the Apostleship. <\/div><div class=\"paragraph jod\" id=\"v1n730\"> Now who do we set, in the first place, to lay the Chief, the South East, Cornerstone&#x2014;the corner from whence light emanates to illuminate the whole fabric that is to be lighted? We begin with the First Presidency, with the Apostleship, for Joseph commenced, always, with the keys of the Apostleship, and he, by the voice of the people, presiding over the whole community of Latter-day Saints, officiated in the Apostleship, as the first President. <\/div><div class=\"paragraph jod\" id=\"v1n731\"> What comes next in the Church? I will now refer you directly to the building up of the Kingdom of God in the last days. What do we see next? Joseph as an Apostle of the Lamb, with the keys of the eternal Priesthood committed unto him by Peter, James, and John.<span class=\"citation\" id=\"84549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84549)\">D&amp;C 27:12<\/a><\/span> What for? To build up the Kingdom of God on the earth. Next grows out an office pertaining to the temporal affairs of this Kingdom, the keys of which are committed to man on the earth, preparatory to its establishment, preparatory to its spreading, growing, increasing, and prospering among the nations. The next step we see taken by the Lord, is to provide for the body, therefore some person must be appointed to fill this office, to stand side by side with this Apostle, this first President. Who was it? It was not brother Hunter. Who was it? It was brother Partridge.<span class=\"citation\" id=\"85269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85269)\">D&amp;C 41:9<\/a><\/span> We see brother Partridge was called to fill that place before there was an Elders' Quorum, or a High Priests' Quorum, in existence, yea, before the thing was talked of, and also before the Twelve Apostles were chosen, not, however, before the revelation was <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given to signify there <span class=\"italic\">would be<\/span> such a Quorum.<span class=\"citation\" id=\"84118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84118)\">D&amp;C 18:1-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n732\"> We see this Apostle with the keys of the Priesthood to build up the Kingdom, to give light to those who were in darkness, to succor those who were feeble, to sustain the trembling, to administer salvation to the penitent, and to be a stay and a staff to those who were ready to fall. We see this gigantic Apostle thus standing forth, clothed with the authority of heaven, to build up His cause on the earth. Him the Lord told to call a Bishop. So the Bishop was the next standing authority in the Kingdom of God; therefore we set the Bishop at the second corner of the building. The Melchizedek Priesthood, with the altar, fixtures, and furniture belonging thereunto, is situated on the East, and the Aaronic Priesthood belongs in the West; consequently the Presiding Bishop laid the second stone. <\/div><div class=\"paragraph jod\" id=\"v1n733\"> Do you ask, was it so in the other buildings? I do not know, neither do I care. <\/div><div class=\"paragraph jod\" id=\"v1n734\"> The High Priests' Quorum&#x2014;do they come next in order, do they next step into the field? No, not particularly, anymore than the Elders, nor the Elders anymore than the High Council, nor the High Council anymore than the Teachers, Deacons, or Priests. The High Priests' Quorum is a standing Quorum, abiding at home. So is the Elders' Quorum; but the place of the Bishop is in the temporal affairs in the Church; so then what shall we say? Why, out of due respect to the High Priesthood, which is nothing more than what is right and reasonable, that we should honor the Priesthood that God has bequeathed to us, we say to the High Priests; lay the third cornerstone. <\/div><div class=\"paragraph jod\" id=\"v1n735\"> We started at the South East Corner, with the Apostleship; then the Lesser Priesthood laid the second stone; we bring them in our ranks to  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the third stone, which the High Priests and Elders laid; we take them under our wing to the North East Cornerstone, which the Twelve and Seventies laid, and there again join the Apostleship. It circumscribes every other Priesthood, for it is the Priesthood of Melchizedek, which is after the order of the Son of God.<span class=\"citation\" id=\"90085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90085)\">D&amp;C 107:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n737\"> To say a man is an Apostle, is equal to saying that a man is ordained to build up the Kingdom of God from first to last; but it is not so by saying he is ordained a High Priest. The Bishopric by right belongs to the literal descendants of Aaron,<span class=\"citation\" id=\"86685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86685)\">D&amp;C 68:16<\/a><\/span><span class=\"citation\" id=\"90159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90159)\">D&amp;C 107:15-16<\/a><\/span> but we shall have to ordain from the other tribes, men who hold the High Priesthood, to act in the Lesser, until we can find a literal descendant of Aaron,<span class=\"citation\" id=\"90165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90165)\">D&amp;C 107:17<\/a><\/span> who is prepared to receive it. <\/div><div class=\"paragraph jod\" id=\"v1n738\"> The Lesser Priesthood then, you perceive, comes within the purview of the Apostleship, because a man that holds it has a right to act or officiate as a High Priest, as one of the High Council, as a Patriarch, as a Bishop, Elder, Priest, Teacher, and Deacon, and in every other office and calling that is in the Church, from first to last, when duty demands it. <\/div><div class=\"paragraph jod\" id=\"v1n739\"> This is the order of the Priesthood, brethren. I felt as though I wished to make some remarks upon this subject on the Temple ground; but dismissing the congregation hurt me much. I wanted to make some remarks at the same time, but I despaired of making you hear, so I thought I would omit speaking in the open air, and say what I had to say in the Tabernacle. <\/div><div class=\"paragraph jod\" id=\"v1n740\"> I know what was done at Nauvoo; it was all right. Everything is right with me. There the Twelve were called to lay the North West Cornerstone, if I mistake not. However, it is no matter, they were just as well there, as anywhere else. But to take up the Priesthood in its perfect order and form, you perceive that the Apos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tleship circumscribes everything in the Church of God on earth. This is the order, and I have endeavored to carry it out before you, that you all might know hereafter, what is the true order, as far as it can be exhibited in the laying of Cornerstones. So far as simply laying a cornerstone is concerned, one corner is just as good to me as another. <\/div><div class=\"paragraph jod\" id=\"v1n741\"> I will give you the explanation why we proceeded as we have. It was suggested to me, that perhaps the Twelve would feel better to lay the second stone. When I told them the fourth stone was the stone they should lay, it struck my mind that I was ordained an Apostle; and I still belong to the Apostleship; did you ever cut me off, brethren? [Voices in the stand, No.] It struck my mind if you wanted to lay the second stone, you did not feel that you had the Apostleship in you, or you did not feel like as I did; for it is the beginning and the end, the height, depth, length, and breadth of all that is, that was, and ever can be to all eternity. I have not heard that there were any feelings about the matter, only somebody suggested the thing. It was three of the Twelve, then, that laid the first stone, and then the Quorum of the Twelve laid the fourth. <\/div><div class=\"paragraph jod\" id=\"v1n742\"> Now will it cause some of you to marvel that I was not ordained a High Priest before I was ordained an Apostle? Brother Kimball and myself were never ordained High Priests. How wonderful! I was going to say how little some of the brethren understood the Priesthood, after the Twelve were called. In our early career in this Church, on one occasion, in one of our Councils, we were telling about some of the Twelve wanting to ordain us High Priests, and what I said to brother Patten when he wanted to ordain me in York State: said I, brother Patten, wait until I can lift my hand  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to heaven and say, I have magnified the office of an Elder. After our conversation was over in the Council, some of the brethren began to query, and said we ought to be ordained High Priests; at the same time I did not consider that an Apostle needed to be ordained a High Priest, an Elder, or a Teacher. I did not express my views on the subject, at that time, but thought I would hear what brother Joseph would say about it. It was William E. McLellin who told Joseph, that I and Heber were not ordained High Priests, and wanted to know if it should not be done. Said Joseph, &#x201C;Will you insult the Priesthood? Is that all the knowledge you have of the office of an Apostle? Do you not know that the man who receives the Apostleship, receives all the keys that ever were, or that can be, conferred upon mortal man? What are you talking about? I am astonished!&#x201D; Nothing more was said about it. <\/div> <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n744\"> I know that Joseph received his Apostleship from Peter, James, and John,<span class=\"citation\" id=\"84550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84550)\">D&amp;C 27:12<\/a><\/span> before a revelation on the subject was printed, and he never had a right to organize a Church before he was an Apostle. <\/div><div class=\"paragraph jod\" id=\"v1n745\"> I have tried to shew you, brethren, as briefly as possible, the order of the Priesthood. When a man is ordained to be an Apostle, his Priesthood is without beginning of days, or end of life, like the Priesthood of Melchizedek;<span class=\"citation\" id=\"76793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76793)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"82155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82155)\">Alma 13:7<\/a><\/span><span class=\"citation\" id=\"87530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87530)\">D&amp;C 84:17<\/a><\/span> for it was his <span class=\"italic\">Priesthood<\/span> that was spoken of in this language, and not the <span class=\"italic\">man<\/span>.<span class=\"citation\" id=\"76818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76818)\">Heb. 7:3 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n746\"> When I arose to address you, I wanted to talk to you a little of my experience in practical &#x201C;Mormonism,&#x201D; but I have not had time, and have talked long enough already. I have been round about it, you know, for it is all inside of what I have been telling you. <\/div><div class=\"paragraph jod\" id=\"v1n747\"> May the Lord bless you forever, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}