{"ID":10021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Man to Lead God's People&#x2014;Overcoming&#x2014;A Pillar in the Temple of God&#x2014;Angels' Visits&#x2014;the Earth.<\/div>\n<div class=\"subtitle\">A Discourse by President Orson Hyde, Delivered at the General Conference Held in the Tabernacle, Great Salt Lake City, Oct. 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Man to Lead God's People, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v1n652\"> At the commencement of our Conference, it has fallen to my lot to make a few remarks. <\/div><div class=\"paragraph jod\" id=\"v1n653\"> If you will indulge me with your prayerful attention, I will try to communicate to you a few words, which I hope and trust may prove, not only edifying to you now, but a source of comfort and consolation in time to come. <\/div><div class=\"paragraph jod\" id=\"v1n654\"> Be it as the Lord will, I shall use my best endeavors for this; and if I fail in it, it will be for want of ability, and not for want of a disposition. <\/div><div class=\"paragraph jod\" id=\"v1n655\"> I discover before me many strange faces; I presume they are our friends from the different settlements, South, North, East, and West, who have no doubt assembled here for the purpose of obtaining instructions and information respecting the prosperity of the Church, the duty of its officers, and what is to be done in the important period in which we now live. <\/div><div class=\"paragraph jod\" id=\"v1n656\"> It is a peculiar and interesting time with us. In the first place, our brethren from abroad, who are unaccustomed to a mountain life, or a life in this Valley, are emigrating to this place; and when they arrive here, they do not find everything, perhaps, as they anticipated, or they find things different from what they have been accustomed to in the places from which they came. Everything seems new and strange, and it takes a little time, <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as we say in a familiar phrase, &#x201C;to get broken into the harness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n657\"> Not only so, but we have had some little disturbance with the red men this season, and this is a cause of some digression from the common path of duty we are accustomed to move in. <\/div><div class=\"paragraph jod\" id=\"v1n658\"> Under all these circumstances, as we have business of importance to transact during this Conference, it becomes necessary that our minds should become united in one, as far as possible, that we may act in accordance with the mind and will of our Father which is in heaven. Let me here observe, that the people of God can be united only upon that principle that vibrates from the very bosom of heaven. If we are united, if we can touch one point or principle upon which all can strike hands, by that union we may know that our will is the mind and will of God; and what we, in that state, bind on earth, is bound in heaven,<span class=\"citation\" id=\"64873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64873)\">Matt. 16:19<\/a><\/span> for the action is reciprocal, it is the same. <\/div><div class=\"paragraph jod\" id=\"v1n659\"> Hence, after so long a separation, we have come together again, under circumstances somewhat peculiar. It is necessary that we seek to be united. How shall we be united? Around what standard shall we rally? Where is the beacon light to which our eyes shall be directed, in order that our actions may tend to the accomplishment of the same purpose and design?  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The beacon light is he whom our heavenly Father has ordained and appointed to lead His people, and give them counsel, and guide their destiny. That is the light to which the eye should be directed. And when that voice is heard, let every bosom respond, <span class=\"italic\">yea<\/span> and <span class=\"italic\">amen<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n661\"> But, says one, &#x201C;If this be correct, it is giving to one man almighty power. It is giving to one man supreme power to rule.&#x201D; Admit it. What are we all aiming for? Are <span class=\"italic\">we<\/span> not aiming for supreme power? Are <span class=\"italic\">we<\/span> not aiming to obtain the promise that has been made to all believers? What is it? &#x201C;He that overcometh shall inherit all things, and I will be his God, and he shall be my son.&#x201D;<span class=\"citation\" id=\"80756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80756)\">Rev. 21:7<\/a><\/span> Are we not all seeking for this, that we may overcome, that we may inherit all things? For says Paul, &#x201C;Therefore let no man glory in men. For all things are yours; Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours; And ye are Christ's, and Christ is God's.&#x201D;<span class=\"citation\" id=\"73175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73175)\">1 Cor. 3:21-23<\/a><\/span> Well, then, if all things are ours, we should be very insensible to our best interests if we did not seek diligently for that which Heaven promises as a legacy to the faithful. It is our right, then. Do we not all expect to be armed with almighty power? Is there a Latter-day Saint under the sound of my voice, whose heart is fired with celestial light, but that seeks to be in possession of supreme power (I had like to have said) both in heaven and on earth? It is said, we are &#x201C;heirs of God, and joint heirs with Jesus Christ.&#x201D;<span class=\"citation\" id=\"72545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72545)\">Rom. 8:17<\/a><\/span> Does Jesus Christ possess all power in heaven and on earth? He said, when he rose from the dead, &#x201C;All power is given unto me in heaven and in earth.&#x201D;<span class=\"citation\" id=\"66417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66417)\">Matt. 28:18<\/a><\/span> Are we heirs of God, and joint heirs with that illustrious character? He has so declared! If we are, do we not, in common with him, possess the power that is in heaven and on earth! <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If one individual, then, is a little ahead of us in obtaining this power, let us not be envious, for it will be our time by and by. We ought to be the more thankful, and glorify God that He has armed one individual with this power, and opened a way that we may follow him, and obtain the same power. Instead of it being a cause of envy, it ought to be, on the contrary, a matter to call forth our warmest thanksgivings and praise to God, that He has brought back that power again to the earth in our day, by which we may be led step by step to the point we hope to attain. <\/div><div class=\"paragraph jod\" id=\"v1n662\"> After reflecting a little this morning, a passage of Scripture occurred to my mind&#x2014;the words of John the Revelator, or the promise made to him. It says, &#x201C;Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out; and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem; which cometh down out of heaven from my God; and I will write upon him my new name.&#x201D;<span class=\"citation\" id=\"79094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79094)\">Rev. 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n663\"> In the course of my travels in preaching the Gospel to different nations, I have often heard it remarked by the people, in days gone by, &#x201C;We have heard <span class=\"italic\">your<\/span> testimony; we have heard your preaching; but really, why does not Joseph Smith, your Prophet, come to us and bear testimony? Why does he not come to us and show us the plates from which the Book of Mormon was translated? If we could see the Prophet and the plates, then we should be satisfied that the work is genuine, that it is of God; but if we cannot see him and the ancient records, we are still in doubt with regard to the genuineness of the work.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n664\"> My reply to them was something like the followings&#x2014;&#x201C;Joseph Smith cannot be everywhere, and the plates cannot be presented to every eye. The voice of Joseph Smith cannot be heard by every ear.&#x201D; And I have  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said to them, &#x201C;You that have seen me have seen Joseph Smith,<span class=\"citation\" id=\"69936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69936)\">John 14:9<\/a><\/span> for the same spirit and the same sentiments that are in him are in me, and I bear testimony to you that these things are verily true.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n666\"> It is generally the case, and I think I may say it is invariably the case, that when an individual is ordained and appointed to lead the people, he has passed through tribulations and trials, and has proven himself before God, and before His people, that he is worthy of the situation which he holds. And let this be the motto and safeguard in all future time, that when a person that has not been tried, that has not proved himself before God, and before His people, and before the councils of the Most High, to be worthy, he is not going to step in to lead the Church and people of God. It never has been so, but from the beginning someone that understands the Spirit and counsel of the Almighty, that knows the Church, and is known of her, is the character that will lead the Church. <\/div><div class=\"paragraph jod\" id=\"v1n667\"> How does he become thus acquainted? How does he gain this influence, this confidence in the estimation of the people? He earns it by his upright course and conduct, by the justness of his counsels, and the correctness of his prophecies, and the straightforward spirit he manifests to the people. And he has to do this step by step; he gains influence, and his spirit, like an anchor, is fastened in the hearts of the people; and he is sustained and supported by the love, confidence, and goodwill of the Saints, and of Him that dwelt in the bush.<span class=\"citation\" id=\"92270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92270)\">Moses 1:17<\/a><\/span> This is the kind of character that ought to lead God's people, after he has obtained this goodwill and this confidence. <\/div><div class=\"paragraph jod\" id=\"v1n668\"> What then is he to do? Is he to go abroad to the nations of the earth and preach the Gospel; to leave his home and the people of his charge? <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> May we not count him as first and foremost in the ranks of them that overcome? I think so! Well then, &#x201C;Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out.&#x201D;<span class=\"citation\" id=\"79095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79095)\">Rev. 3:12<\/a><\/span> All those who approach the nearest to that standard, we expect will remain in the temple of God at home, and not go abroad to the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v1n669\"> Says one, &#x201C;If an angel from heaven would descend and bear testimony that this work was of God, I would believe it. Why may I not receive the testimony of angels, as well as Joseph Smith or any other person? For God is no respecter of persons!<span class=\"citation\" id=\"71749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71749)\">Acts 10:34<\/a><\/span> If I could receive it, I would be satisfied then that the work is true.&#x201D; But let me here remark again&#x2014;suppose the Omnipotent Jehovah, that sits upon His throne of glory and power, was to descend and bear testimony, what further credence would you then want? You would want someone to tell you that it was really God Himself that had visited you, that you might be satisfied it was not an angel of darkness in the similitude of a heavenly personage. <\/div><div class=\"paragraph jod\" id=\"v1n670\"> Remember that God, our heavenly Father, was perhaps once a child, and mortal like we ourselves, and rose step by step in the scale of progress, in the school of advancement; has moved forward and overcome, until He has arrived at the point where He now is. &#x201C;Is this really possible?&#x201D; Why, my dear friends, how would you like to be governed by a ruler who had not been through all the vicissitudes of life that are common to mortals? If he had not suffered, how could he sympathize with the distress of others? If he himself had not endured the same, how could he sympathize and be touched with the feelings of our infirmities? He could not, unless he himself had passed through the same ordeal, and overcome step by step.<span class=\"citation\" id=\"59636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59636)\">Isa. 53:3<\/a><\/span><span class=\"citation\" id=\"76559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76559)\">Heb. 4:15<\/a><\/span><span class=\"citation\" id=\"82068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82068)\">Alma 7:12<\/a><\/span><span class=\"citation\" id=\"86395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86395)\">D&amp;C 62:1<\/a><\/span> If this is the case, it accounts for the  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reason why we do not see Him&#x2014;He is too pure a being to show himself to the eyes of mortals; He has overcome, and goes no more out, but He is the temple of my God, and is a pillar there.<span class=\"citation\" id=\"79096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79096)\">Rev. 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n672\"> What is a pillar? It is that power which supports the superstructure which bears up the edifice; and if that should be removed from its place, the edifice is in danger of falling. Hence, our heavenly Father ascended to a throne of power; He has passed through scenes of tribulation, as the Saints in all ages have, and are still passing through; and having overcome, and ascended His throne, He can look down upon those who are following in the same track, and can realize the nature of their infirmities, troubles, and difficulties, like the aged father who looks upon his race, upon the smallest child; and when he sees them grappling with difficulties, his heart is touched with compassion. Why? Because he has felt the same, been in the same situation, and he knows how to administer just chastisement, mingled with the kindest feelings of a father's heart. So with our heavenly Father; when He sees we are going astray, He stretches forth His chastening hand, at the same time He realizes the difficulties with which we have to contend, because he has felt the same; but having overcome, He goes no more out. <\/div><div class=\"paragraph jod\" id=\"v1n673\"> When the world was lost in wretchedness and woe, what did He do? Did He come here Himself? No. But, says he, I will send my son to be my agent, the one who is the nearest to my person, that is bone of my bone, and flesh of my flesh; I will send my son, and I will say, he that heareth him, heareth me.<span class=\"citation\" id=\"124583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124583)\">Luke 10:16<\/a><\/span> Go then, my son. He came, and how did he look? He looked just like his Father, and just as they treated him they treated his Father in heaven. For inasmuch as they did it unto him, <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they did it unto his Father. He was the agent, the representative, chosen and sent of God for the purpose. When it was necessary that the Savior of the world should have help and strength, should be sustained in the darkest hour, did God Himself in person come to his aid? No, but He sent His angel to succor him.<span class=\"citation\" id=\"68254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68254)\">Luke 22:43<\/a><\/span> When the Savior was born, the spirits around the throne of God were ready to fly to his protection, when the kings and rulers of this lower world sought his destruction. What did they say to the wise men of Israel on that eventful occasion? &#x201C;Glory to God in the highest, and on earth peace, good will toward men.&#x201D;<span class=\"citation\" id=\"67053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67053)\">Luke 2:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n674\"> When he fasted forty days and forty nights,<span class=\"citation\" id=\"62803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62803)\">Matt. 4:2<\/a><\/span> the angels appeared and strengthened him.<span class=\"citation\" id=\"62869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62869)\">Matt. 4:11<\/a><\/span> His heavenly Father did not come Himself, but, says the Savior, he that hath seen me hath seen the Father also;<span class=\"citation\" id=\"69937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69937)\">John 14:9<\/a><\/span> I am just like him, the brightness of his glory, and the express image of his person.<span class=\"citation\" id=\"76341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76341)\">Heb. 1:3<\/a><\/span> The same spirit that is in the bosom of the Father is in me. I came not to do my own will, but the will of Him that sent me.<span class=\"citation\" id=\"69230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69230)\">John 6:38<\/a><\/span> Then the character that looked upon the Savior, looked upon the Father, for he was a facsimile of Him; and if they would not believe the Son, they would not believe the Father.<span class=\"citation\" id=\"69125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69125)\">John 5:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n675\"> The Savior, in the performance of his mission, laid down his life for the world, rose from the dead, and ascended up on high. And few and blessed are the eyes that have seen him since! It is sometimes the case that the veil of mortality has been rent, and the eye of the spirit has gazed upon the Savior, like as did Stephen of old, when he was stoned to death. In his expiring moments, in the agonies of death, what did he say? He said, &#x201C;I see the heavens opened, and the Son of man standing on the right hand of God.&#x201D;<span class=\"citation\" id=\"71552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71552)\">Acts 7:55-56<\/a><\/span> Stephen saw him in that <span class=\"italic\">trying hour<\/span>. <\/div> <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n677\"> True it is, that in the most trying hour, the servants of God may then be permitted to see their Father, and elder brother. &#x201C;But,&#x201D; says one, &#x201C;I wish to see the Father, and the Savior, and an angel now.&#x201D; Before you can see the Father, the Savior, or an angel, you have to be brought into close places in order to enjoy this manifestation. The fact is, your very life must be suspended on a thread, as it were. If you want to see your Savior, be willing to come to that point where no mortal arm can rescue, no earthly power save! When all other things fail, when everything else proves futile and fruitless, then perhaps your Savior and your Redeemer may appear; his arm is not shortened that he cannot save, nor his ear heavy that he cannot hear;<span class=\"citation\" id=\"59845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59845)\">Isa. 59:1<\/a><\/span> and when help on all sides appears to fail, my arm shall save, my power shall rescue, and you shall hear my voice, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n678\"> &#x201C;Him that overcometh will I make a pillar in the temple of my God,&#x201D;<span class=\"citation\" id=\"79097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79097)\">Rev. 3:12<\/a><\/span> &amp;c. The Father has overcome, the Savior has overcome, and the angels are overcoming like we are. But let me here observe, it is a good deal with the angels, in my opinion, as it is with us. <\/div><div class=\"paragraph jod\" id=\"v1n679\"> We who have been in the Valley some length of time, feel that we are at home, and in a goodly place, chosen of God, a secret habitation surrounded by mountains, walled in by natural barriers, where we are secluded from the world, and inhabiting a little world by ourselves. We know the world is opposed to our doctrine. Now if one of us were required to go abroad among the nations, a spirit of patriotic devotion to the interests of God's kingdom, would stimulate us to forego all the pleasures of domestic life, to earn a crown of glory, and shine as stars in the firmament forever and ever; when, if we consulted our own individual feelings and interest only, we would say, &#x201C;O that we might remain at home, <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and not go out and be buffeted by a cold and heartless world!&#x201D; We would rather remain with our friends, and bask in the sunshine of their goodwill and favor, and enjoy life as we pass along; but to go out into the world, and meet its scoffing sneers, it is alone for the cause and kingdom of God's sake; and for the sake of this, we not only long to go abroad to the nations of the earth, but to do everything that is laid upon us to do. <\/div><div class=\"paragraph jod\" id=\"v1n680\"> Look at the angels of heaven. If there are so many millions of them, and they manifest such an interest for the welfare of mortals, why do they not come, and visit us more? They may have the same feeling in relation to coming to this earth, that we would have in going to the nations of the world. If they are sent, they will go; but if not sent, it is very likely they will stay at home, as we will. If we are sent, we will go; if we are not sent, we are glad to stay at home. This, then, I presume, is their feeling; hence it has become proverbial in the world, that angels' visits are few and far between. And let me here observe, that when a servant of God, clothed with the spirit of his calling, enters a house, a town, or a country, he feels the spirit in a moment that prevails in that house, country, or people among whom he comes. For instance, if he lands upon the shores of a foreign country, the moment his feet press their soil, their spirit presses his heart! He senses it; and if the spirit that reigns in the country is diverse to the Spirit of God; he feels it painful to his heart; and it is upon this principle that the Savior said to the disciples, &#x201C;And into whatsoever house ye enter, first say, Peace be to this house. And if the son of peace be there, your peace shall rest upon it: if not, it shall turn to you again.&#x201D;<span class=\"citation\" id=\"67396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67396)\">Luke 10:5-6<\/a><\/span> Then when a servant of God enters a strange place, and he feels the son of peace there, let his peace come  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon that people, house, and city. If he feels there is an adverse power that holds the sway there, his peace must return to him, and he must go his way after he has faithfully discharged his duty. <\/div><div class=\"paragraph jod\" id=\"v1n682\"> I recollect once in a certain place in England, when traveling along with brother Kimball, it was in a country town called Chatburn, where the people were humble, simple, and honest; they loved the truth, and were seeking for it&#x2014;when we went there, their hearts and doors were opened to receive us, and our message. What were our feelings? We felt that the ground upon which we stood was most sacred, and brother Kimball took off his hat, and walked the streets, and blessed the country and the people, and let his peace come upon it. These were our feelings. Why? Because the people were ready to receive the word of our testimony, and us for Christ's sake. <\/div><div class=\"paragraph jod\" id=\"v1n683\"> We had been to other places, where the very moment our names were sounded, and it was known we were in a house, there was a similar spirit manifested as there was in the days of Lot, when the Angel came to his house to warn him to flee from Sodom; for a mob was raised at once, and demanded the strangers to be given up to them.<span class=\"citation\" id=\"53239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53239)\">Gen. 19:1-5<\/a><\/span> We have been in places where the mob demanded us to be given up to them; but we were shielded by friends, and God always opened a way of escape for us. Wherever there is a spirit congenial with the Spirit of God, and a loyalty to the kingdom of the Most High, you will find a hearty welcome, and you are glad to go there. <\/div><div class=\"paragraph jod\" id=\"v1n684\"> If we, whose sensibilities are benumbed by this veil of flesh which is around us, have discernment to discriminate where the son of peace is,<span class=\"citation\" id=\"124584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124584)\">Luke 10:6<\/a><\/span> the angels, who are not clogged as we are, whose sensibilities are keener than ours, do you not think when they approach the world, they know where <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the son of peace is? In the last days, I will take peace from the earth,<span class=\"citation\" id=\"83725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83725)\">D&amp;C 1:35<\/a><\/span> saith the Lord by one of the ancient writers, and they shall kill one another. And there was given a great sword unto him that sat on the red horse.<span class=\"citation\" id=\"79245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79245)\">Rev. 6:4<\/a><\/span> And the nations will be armed against each other.<span class=\"citation\" id=\"65663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65663)\">Matt. 24:7<\/a><\/span> The angels are not fond to descend to this world, because of the coldness of the spirit that reigns in it; they would rather remain in heaven around the throne of God, among the higher order of intelligences, where they can enjoy life, and peace, and the communion of the Holy One. When they are sent, they will come; but they are tolerably well advanced among them that overcome. <\/div><div class=\"paragraph jod\" id=\"v1n685\"> These are some of the reasons why they do not mingle with us, why we cannot see them. But, let me tell you, brethren and sisters, if we will be united as the heart of one man,<span class=\"citation\" id=\"55572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55572)\">2 Sam. 19:14<\/a><\/span> and that general union of spirit, of mind, be fastened upon the Lord Jesus Christ, we shall draw down celestial intelligence by the Spirit of God, or by angels who surround the throne of the Most High. It is an electric wire through which and by which intelligence comes from heaven to mortals; it is only necessary for the word to be spoken, and the power of it is at once felt in every heart. <\/div><div class=\"paragraph jod\" id=\"v1n686\"> &#x201C;Him that overcometh will I make a pillar in the temple of my God,&#x201D;<span class=\"citation\" id=\"79098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79098)\">Rev. 3:12<\/a><\/span> &amp;c. Do we ever wish to see the time when we can retire from the scenes of everyday life, to the temple of God, and go no more out? Are we looking for a period of this kind? Yes, when we shall be made pillars in the temple of our God. We know when a pillar is placed in a building, it is placed there to remain, pillars are not often removed. All pillars are considered permanent; they are not to be taken away, because the removing of them endangers the safety of the building. In order to be made pillars in the temple of our God, what  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are we to do? <span class=\"small-caps\">We must overcome<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n688\"> Let it be remarked, that the disposition so prevalent in the hearts of many, not to abide the counsel of their superiors, has to be overcome; it must be slain, and laid prostrate at our feet; and we must say we came not to do our own will, but the will of him that sent us.<span class=\"citation\" id=\"69231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69231)\">John 6:38<\/a><\/span> We came to do the will of him to whom we have plighted our faith, to uphold him as our leader, lawgiver, and Seer. We have got to overcome the inclination to revolt at the idea, and be brought into complete submission, and union of spirit. <\/div><div class=\"paragraph jod\" id=\"v1n689\"> &#x201C;O,&#x201D; says one, &#x201C;how does this look, to be slaves, to have no mind or will of our own, but be swallowed up in the will of another, and thus become tools, machines, slaves, and not free men, and independent like other people!&#x201D; Well, my dear friends, I will tell you how it was in heaven. There was a disposition once in heaven that preferred to be independent enough to chalk out its own course. The rebellious angels undertook it, and what became of them? They fought against the throne of God, and were cast down, to be reserved in chains of darkness, unto the judgment of the great day.<span class=\"citation\" id=\"78371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78371)\">2 Pet. 2:4<\/a><\/span> Yes, they are reserved there, and that is their glory, and the honor that is attached to them for being independent, and declaring in the presence of God their independence&#x2014;instead of deriving any advantage from this course, down they went to their reward. <\/div><div class=\"paragraph jod\" id=\"v1n690\"> I will advance a sentiment by Paul the Apostle, showing that we were there at the time <span class=\"italic\">that<\/span> notable controversy was going on, and no doubt we took an active part with them who sustained the throne of God, and we were therefore permitted to come to this world and take upon us bodies. The devils that fell were not permitted to enjoy this privilege; they can<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not increase their generation; <span class=\"italic\">glory to God, they cannot do it<\/span>, but we have the power of multiplying lives; this is what they are angry about. Says Paul, &#x201C;Do ye not know that the Saints shall judge the world? And if the world shall be judged by you, are ye unworthy to judge the smallest matters?&#x201D;<span class=\"citation\" id=\"73223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73223)\">1 Cor. 6:2<\/a><\/span> Is it possible that these Elders and servants of the Most High, who are going abroad among the nations, will have power to judge the nations of the earth? Says one, &#x201C;God will do it, and not man.&#x201D; Now, for instance, I am building a house, and it is said Solomon built a temple, but do you suppose Solomon quarried the rock, laid it up, &amp;c.? No, but he gave directions to others, and it is said Solomon built a temple; so God will judge the world. The Almighty Ruler will instruct His servants to do it, and the Saints will give the grand decision, and the nations that have slain them will have to bow to their word. <\/div><div class=\"paragraph jod\" id=\"v1n691\"> What says the good Book again? &#x201C;And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations; And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers; even as I received of my Father.&#x201D;<span class=\"citation\" id=\"79072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79072)\">Rev. 2:26-27<\/a><\/span> Do we not expect to overcome and have power over the nations? Yes. Says Paul, the Saints shall judge the world; not only this, but they shall judge angels.<span class=\"citation\" id=\"73235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73235)\">1 Cor. 6:2-3<\/a><\/span> &#x201C;Why,&#x201D; says one, &#x201C;I thought that angels were greater in might and power than we, and is it possible that we, the servants of God, are going to judge angels? You are surely exalting yourselves above all that is called God;<span class=\"citation\" id=\"75784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75784)\">2 Thes. 2:4<\/a><\/span> for God shall judge the world.&#x201D; How is it that we do not recollect anything now that took place before we took upon us these bodies? When we lay them off we shall remember everything, the scenes of those early times will be as fresh in our view as the sun  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was this morning when he rose over the mountains. The Saints will say to their fallen brethren, You were arrayed under the command of Lucifer, and fought against us; we prevailed, and it now becomes our duty to pass sentence against you, fallen spirits. You have been reserved to this condemnation, and bound with a chain. With what chain? That you could not multiply your race. There were limits put to you that you could not increase. It was never said to <span class=\"italic\">you<\/span>, Go forth into hell and multiply; but it was said to man, Go forth and increase on the earth.<span class=\"citation\" id=\"124585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124585)\">Gen. 1:28<\/a><\/span> Here were stakes set they could not go beyond, and this is what they are angry about, this makes a hell to them, because they &#x201C;can't do it.&#x201D; They see the superiority of the Saints who have kept their first estate, and they are envious, and now it becomes the Saints' duty to pass sentence upon them. The Saints shall judge angels,<span class=\"citation\" id=\"73238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73238)\">1 Cor. 6:3<\/a><\/span> even those spirits who kept not their first estate, and have been a long time in chains like criminals who are kept in bondage to await their sentence.<span class=\"citation\" id=\"78872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78872)\">Jude 1:6<\/a><\/span> It will be the prerogative of the servants of God to pass a decision upon them, and not only upon them, but upon the world among whom they have been associated, and having combined in them the judicial power, and power of witness, they will have power to judge and determine, for the Saints shall judge the world.<span class=\"citation\" id=\"124586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124586)\">1 Cor. 6:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n693\"> How will the wicked feel when they come up at the last day (or at some day, be it last or middle), how will they feel when they see, perhaps one whom they have persecuted, one whom they have killed as an impostor, or because they said he was an impostor, when they see that person exalted upon the judgment seat, and they themselves arraigned before him, and compelled to hear from his lips their sentence? Sadly will they be mistaken. Says the Savior, &#x201C;If they <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have persecuted me they will also persecute you.&#x201D;<span class=\"citation\" id=\"70244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70244)\">John 15:20<\/a><\/span> They knew him not, neither did they know his disciples. Well did the Savior say at one time, &#x201C;Father forgive them, for they know not what they do.&#x201D;<span class=\"citation\" id=\"68307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68307)\">Luke 23:34<\/a><\/span> They did not understand the power that was lodged in the breast of their victim; but when the day of his wrath will come, they will say to the mountains and rocks, &#x201C;Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb; for the great day of his wrath is come, and who shall be able to stand?&#x201D;<span class=\"citation\" id=\"79322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79322)\">Rev. 6:16-17<\/a><\/span> It will not only be the Lamb that will come in the clouds of heaven with power and great glory,<span class=\"citation\" id=\"65862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65862)\">Matt. 24:30-31<\/a><\/span> but his angels and Saints that have gone before him; these are they that will come with him; myriads of spirits will come, wafted as it were through the air to earth's cold regions to call the sons of men to an account for their doings. <\/div><div class=\"paragraph jod\" id=\"v1n694\"> Now, &#x201C;him that overcometh will I make a pillar in the temple of my God,&#x201D;<span class=\"citation\" id=\"79099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79099)\">Rev. 3:12<\/a><\/span> and &#x201C;he that overcometh to him will I give power over the nations.&#x201D;<span class=\"citation\" id=\"79067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79067)\">Rev. 2:26<\/a><\/span> Do you want to overcome this worldly ambitious spirit that is ever burning to be independent, that is, self sufficient and proud? Overcome this, and bring every power and faculty of the soul into subjection to the power of the Most High, and you are safe. What have you to overcome next? You have to overcome that untiring disposition to do wrong, to overreach your neighbor, that thereby you may acquire for yourselves a paradise or heaven in this world, while in its fallen state. Remember this one thing, if you want to be free from the curse. You know it is said, &#x201C;It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"65189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65189)\">Matt. 19:24<\/a><\/span> Who then can be saved? Again, says the Savior, &#x201C;With men this is impossible, but with God all things are possible.&#x201D;<span class=\"citation\" id=\"65198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65198)\">Matt. 19:26<\/a><\/span> Let me show you the philosophy of  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this, why it is impossible for a rich man to enter into the kingdom of God.<span class=\"citation\" id=\"65187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65187)\">Matt. 19:23-24<\/a><\/span> God said in the beginning, &#x201C;Cursed be the ground for thy sake;&#x201D;<span class=\"citation\" id=\"52604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52604)\">Gen. 3:17<\/a><\/span> that is, earth and earthly things are cursed.<span class=\"citation\" id=\"80838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80838)\">Rev. 22:3<\/a><\/span> Now the man who has the most of it has the greatest amount of the curse; therefore if a man acquire a great deal of earthly things, he acquires a great deal of this curse. For they that will be rich are made to pass through many sorrows, and they have to harden their hearts and their faces, and oppress the poor to acquire it; and when they have acquired it, what have they got? It is to them something like a red hot ball in the hands of a child, it burns; they have acquired it, and have got a great curse along with it. It is hard for such to enter into the Kingdom of God. The gate is narrow, and the curse is wide, so if they wish to go in at that gate, they must be stripped, and become destitute of the love of this world's goods. I recollect a beautiful illustration of this in the case of the rich man, and Lazarus that was poor, and full of sores, and who lay at the rich man's gate.<span class=\"citation\" id=\"67780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67780)\">Luke 16:19-31<\/a><\/span> There was the rich man clothed in fine linen, and fared sumptuously every day. By and by he died, and went to hell, and saw Abraham afar off with the same poor Lazarus in his bosom. Says the rich man, &#x201C;Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.&#x201D; He was so humbled as to accept one drop of water from Lazarus, who while he lay at the rich man's gate was ready to eat the crumbs that fell from his table. How reverse the scene. Abraham, with the kind feelings of a father, at the same time with that justness and dignity which is ever the characteristic of the upright, said, &#x201C;Son, remember that thou in thy life time receivedst thy good things, and likewise Lazarus evil things; but now he is comforted, and <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thou art tormented.&#x201D; His arm was too short to reach that one drop of water to him, for there was &#x201C;a great gulf fixed; so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.&#x201D; The scene was changed. This is enough to admonish us, and to make us adopt the advice of the Savior, &#x201C;Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.&#x201D;<span class=\"citation\" id=\"63614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63614)\">Matt. 6:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n696\"> When should we want to be rich? When the curse is taken from the earth. We do not want the earth while it is cursed, for &#x201C;cursed be the ground for thy sake,&#x201D;<span class=\"citation\" id=\"52605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52605)\">Gen. 3:17<\/a><\/span> &amp;c. Let the world that love darkness rather than light,<span class=\"citation\" id=\"68893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68893)\">John 3:19<\/a><\/span> be heirs of the curse if they will; but do not let us seek after it with too greedy hearts, until the curse is taken away; and when the curse is rebuked, and the earth undergoes such a change that it will shine forever and ever, and there is no night there,<span class=\"citation\" id=\"80840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80840)\">Rev. 22:5<\/a><\/span> then we may have it, and it will do us good. It is like this&#x2014;We say that wheat and barley are excellent when we use them in their native state; but when we extract the spirit from these grains, and drink it, it intoxicates; when they are used in their native state, they make bread which gives life to the body, while in the other state, they destroy. So the earth, when the curse is taken away, will sustain an endless life. Though the figure is not altogether correct, still it serves to illustrate the principle. The Savior did not say the Saints should inherit the earth while the curse was upon it, but he said, &#x201C;Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62898)\">Matt. 5:5<\/a><\/span> He will not give them something to destroy them, but they have got to stay until the earth has fulfilled the measure of its creation;<span class=\"citation\" id=\"88353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88353)\">D&amp;C 88:17-19<\/a><\/span> and then the angel will raise his hand to heaven, and swear that time shall be no longer.<span class=\"citation\" id=\"79385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79385)\">Rev. 10:6<\/a><\/span><span class=\"citation\" id=\"88768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88768)\">D&amp;C 88:110<\/a><\/span> What becomes of the earth then? Why, says the prophet, it shall &#x201C;reel to and fro<span class=\"citation\" id=\"58489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58489)\">Isa. 24:20<\/a><\/span> like a  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>drunkard, and shall be removed like a cottage; and the transgression thereof shall be heavy upon it, <span class=\"italic\">and it shall fall, and not rise again<\/span>.&#x201D; If the earth falls, which way will it go, up or down? Tell me, ye wise men, ye philosophers. Will not the greatest and most powerful planet attract it whether it goes up or down? For the greater bodies attract the lesser. If the earth falls, and is not to rise again, it will be removed out of its present orbit. Where will it go to? God says He will gather all things into one; then He will gather the earth likewise, and all that is in it, in one.<span class=\"citation\" id=\"74774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74774)\">Eph. 1:10<\/a><\/span><span class=\"citation\" id=\"87987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87987)\">D&amp;C 84:100<\/a><\/span> The gathering will be upon a larger scale in time to come; for by and by the stars of Heaven will fall.<span class=\"citation\" id=\"65793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65793)\">Matt. 24:29<\/a><\/span> Which way will they go? They will rally to a grand center, and there will be one grand constellation of worlds. I pray that we may be there, and shine among those millions of worlds that will be stars in the Almighty's crown. <\/div><div class=\"paragraph jod\" id=\"v1n698\"> The earth will have to be removed from its place, and reel to and fro like a drunkard.<span class=\"citation\" id=\"58490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58490)\">Isa. 24:20<\/a><\/span> The fact is, it has got to leave the old track in which it has roamed in time passed, and beat a new track; and saith the Lord, &#x201C;come up here.&#x201D; What is He going to do with it? Why, take it where the sun will shine upon it continually, and there shall be no more night there; and the hand of God will wipe away the tears from all faces.<span class=\"citation\" id=\"58515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58515)\">Isa. 25:8<\/a><\/span><span class=\"citation\" id=\"80725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80725)\">Rev. 21:4<\/a><\/span> &#x201C;Come up here, O earth! For I want the Saints who have passed through much tribulation<span class=\"citation\" id=\"124587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124587)\">Acts 14:22<\/a><\/span><span class=\"citation\" id=\"124588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124588)\">D&amp;C 58:3-4<\/a><\/span> to be glorified with you, and then I will give the earth to the meek.<span class=\"citation\" id=\"62899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62899)\">Matt. 5:5<\/a><\/span> For I will take the curse from it, and rebuke the destroyer for your sakes,<span class=\"citation\" id=\"62461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62461)\">Mal. 3:11<\/a><\/span> and bring all things in subjection to you, and you shall dwell in everlasting light.&#x201D;<span class=\"citation\" id=\"60016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60016)\">Isa. 60:19-20<\/a><\/span> Now it is half day and half night, but I tell you it is not going to be half and half, but there will be no night there.<span class=\"citation\" id=\"80825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80825)\">Rev. 21:25<\/a><\/span> We have but one sun to shine upon us, but <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when the earth is taken out of this orbit, it will come in contact with the rays of other suns that illuminate other spheres; their rays will dazzle our earth, and make the glory of God rest upon it, so that there will be no more night there.<span class=\"citation\" id=\"80826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80826)\">Rev. 21:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n699\"> Is it possible, then, that there are worlds reserved in eternal night, in an eternal eclipse, rolling in the shade? What is their use? They are the homes of them that love darkness rather than light;<span class=\"citation\" id=\"68894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68894)\">John 3:19<\/a><\/span> and it shall be said unto them, Depart, ye cursed,<span class=\"citation\" id=\"66193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66193)\">Matt. 25:41<\/a><\/span> into outer darkness.<span class=\"citation\" id=\"64020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64020)\">Matt. 8:12<\/a><\/span> There are planets that revolve in eternal darkness, that you who love darkness rather than light may go and find your own home.<span class=\"citation\" id=\"68895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68895)\">John 3:19<\/a><\/span> There is a place prepared for everybody, no matter what their character. Says the Savior, &#x201C;I go to prepare a place for you.&#x201D;<span class=\"citation\" id=\"69864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69864)\">John 14:2<\/a><\/span> There is a place for every person. There is a place for everybody that comes into this Valley, if they can only find it. So there is a place in yonder world for every person; but to him that overcometh will I give power over the nations,<span class=\"citation\" id=\"124589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124589)\">Rev. 2:26<\/a><\/span> and he shall be a pillar in the Temple of my God, and go no more out.<span class=\"citation\" id=\"79100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79100)\">Rev. 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n700\"> If there is anything in this world my soul desires the most, it is that I may overcome, and be made a pillar in the Temple of my God, and remain at home in the society that is continually warming my spirit, encouraging my feeling, with that which is congenial with every principle of my nature; let me bask in their goodly presence, live in their affections, dwell forever in the midst of their society, and go no more out. And may God in His mercy help us all to overcome every obstacle, and endure hardships like good soldiers of the Lamb, and dwell eternally in the mansions of light; which may God grant for Christ's sake. <span class=\"small-caps\">Amen<\/span>. <\/div>\n<\/div>\n<\/div>"}