{"ID":10023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Declaration of Independence&#x2014;Constitution of the United States&#x2014;Discovery, Colonization, and Progress of America&#x2014;Despotic Nations&#x2014;Influence of America for the Universal Prevalence of Liberty.<\/div>\n<div class=\"subtitle\">An Oration by Elder P. P. Pratt, Delivered at Great Salt Lake City, 1853, on the Anniversary of the 4th of July, 1776.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Declaration of Independence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 7\/4\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v1n748\"> Friends and Fellow Citizens&#x2014;We have been edified and instructed today, our hearts have been warmed, and our minds entertained with a variety. Shall I say interspersed with music? No, for it has all been music, whether  <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>flowing from the hearts of our fel<div class=\"hyphen\">-<\/div>low citizens, or produced by the skill of our hands in the use of musical instruments. All has been music&#x2014;  music to the ear, and poetry to the heart. We have had a variety, all  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tending, however, to one point, all chiming in one common harmony, without a jarring string. We have had the gushing eloquence of youth, kindled as it were with liquid fire, portraying the glories of our country, and touching upon some portion of its history. <\/div><div class=\"paragraph jod\" id=\"v1n750\"> Our sympathies, and feelings of patriotism, have been moved in listening to the items relating to the &#x201C;Mormon Battalion&#x201D;&#x2014;their sufferings upon the plains of Sonora, and the variety of scenes of joy, and sorrow, and patriotism; and the results in their march. We have had portrayed before us at one moment the opening of the treasures of the western mines, and the cause that led to it, pouring into the treasuries of nations, as it were, a stream of gold. At another moment we have been entertained with a view of the results of the actions of our fathers, and the causes that led to the great Declaration of Independence, and to the statement of the principles contained in that instrument, which was read today; contemplating, not only the direct bearing of those actions of our fathers in setting a nation free, but the indirect bearing and influences of such movements upon the whole world of mankind&#x2014;upon the destiny of the race of which we form a part. <\/div><div class=\"paragraph jod\" id=\"v1n751\"> At another moment we have listened to the grave eloquence of official gentlemen, portraying the history of our fathers in the anxious movements that finally resulted in the establishment and in the maintainance of those great principles and truths put forth in the Declaration. In short, we have had a variety, and we have had entertainment that has been profitable to the mind, and that has caused us to reflect. And as to the display of eloquence, poetry, music, and above all of patriotic feeling, good sentiment, and wholesome doctrine, what is there left? <\/div> <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n752\"> I, for one, feel, in rising under these circumstances, as though I would rather sit and contemplate, and reflect upon the history of the past, and the glorious prospect of the future. But on the other hand, I feel willing as a fellow citizen to contribute my mite, realizing at the same time my own weakness, and not having had time to prepare anything in writing. <\/div><div class=\"paragraph jod\" id=\"v1n753\"> I will express my ideas, or rather a few of them, in regard to the Constitution of our own country, and its political principles, of their effects, and of the results of the movements which gave rise to that Constitution. The longer I live, and the more acquainted I am with men and things, the more I realize that these movements, and particularly that instrument called the Constitution of American Liberty, was certainly dictated by the spirit of wisdom, by a spirit of unparalleled liberality, and by a spirit of political utility.<span class=\"citation\" id=\"124596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124596)\">D&amp;C 101:80<\/a><\/span> And if that Constitution be carried out by a just and wise administration, it is calculated to benefit not only all the people that are born under its particular jurisdiction, but all the people of the earth, of whatever nation, kindred, tongue, religion, or tradition, that may seek to take a shelter under its banner. It seems broad enough, and large enough, to receive and protect all that may be in any way deprived of the common rights of man. It was doubtless dictated by the spirit of eternal wisdom, and has thus far proved itself adequate to the wants of the nation, and to the wants of all mankind that have seen fit to attach themselves to it, to come under its protection, and share in its blessings. <\/div><div class=\"paragraph jod\" id=\"v1n754\"> The great question, as has been before observed today more than once, is, not the operations of the instruments, the beauty of the writing, the formation of the language, or the principle of liberty guaranteed therein, but the administration of those prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples. For instance, paper itself cannot enforce its own precepts; and unhallowed principles in the people, or in the rulers which they choose, may pervert any form of government, however sacred, true, and liberal. They may overthrow and destroy the practical working of those very principles, which are so true, and so dear to us, and in which we so rejoice. It is the living administration, after all, that is the government, although a good form opens the way for good results, if carried out; but if not carried out, the form becomes a dead letter. Much depends on the feeling and action of the people in their choice of men and measures, and much depends on the administration of those they may choose. <\/div><div class=\"paragraph jod\" id=\"v1n756\"> In the principles of the Constitution formed by our fathers, and handed down to their children, and those who should see fit to adopt this country as theirs, there is no difficulty, that is, in the laws and instruments themselves. They embrace eternal truths, principles of eternal liberty, not the principles of one peculiar country, or the sectional interest of any particular people, but the great, fundamental eternal principles of liberty to rational beings&#x2014;liberty of conscience, liberty to do business, liberty to increase in intelligence and in improvement, in the comforts, conveniences, and elegances of this life, and in the intellectual principles that tend to progress in all lives. <\/div><div class=\"paragraph jod\" id=\"v1n757\"> The more I contemplate our country, the providences which have attended it, the principles upon which it is governed, the principles upon which the Constitution is founded, and the practical working of it when properly carried out; the more I look at the spirit of our institutions; and the more I contemplate the circumstances of mankind in general; the more I realize that which before I had scarcely thought of, that which even the largest capa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>city had failed to grasp&#x2014;the greatness of the destiny of those principles. One thing is certain, in the minds of all Christians who admit the truth of the Bible, and who have perused its pages, and that is, there is a day coming when all mankind upon this earth will be free. When they will no longer be shackled, either by ignorance, by religious or political bondage, by tyranny, by oppression, by priestcraft, kingcraft, or any other kind of craft, but when all will positively have the knowledge of the truth, and freely enjoy it with their neighbors. However they may do in other points, these points are clearly developed in that good Book which Christendom acknowledges. This is the destiny that the Prophets of old have predicted in regard to the race of mortals upon the earth. Whatever principles of darkness have united to obscure ages and generations; whatever of wrong and bloodshed might prevail; whatever of corruption, deception, or superstition might enslave the mind of man, and chain down his body; however the earth might be drenched in the blood of millions; however many might be the futile struggles of nations or individuals for liberty; yet, in the final result, the darkness which has covered the earth will be chased away, light will prevail, liberty triumph, mankind be free, the nations be brethren, and none have need to say to his neighbor, &#x201C;Know ye the Lord,&#x201D; or the truth, which is just the same thing; for all will know Him, from the least to the greatest.<span class=\"citation\" id=\"60678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60678)\">Jer. 31:34<\/a><\/span> If such is to be the final result, how natural it is for men to look at the workings of the causes that will bring it about, and to contemplate the great things that are growing out of so little, comparatively speaking. When a single individual conceived a big thought, and formed a grand design of taking an unbeaten track, and penetrating the unexplored  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seas of the West, who could have contemplated the result that has grown out of it in about 300 and odd years? <\/div><div class=\"paragraph jod\" id=\"v1n759\"> On the other hand, when a few colonies, weak and feeble, settled on these western shores, called New England, when all the grain they had in their possession, in a little while after they landed, might have been measured in a pint cup, who then could have contemplated the result? Or when a few small colonies, weak and far separated from each other by dreary miles, without the aid of steam cars, or steam boats, or the convenience of the telegraph to convey news from place to place with lightning speed, were united, and by their representatives made this Declaration we have heard today, and pledged themselves, though few in number&#x2014;only between two and three millions, to defend and carry it out, who could have contemplated the result even of that? And when these few colonies were once set free to manage their own affairs, and, having achieved that which they so bravely undertook to accomplish, and establish liberty, they came together to establish a capital that should be central and convenient for the colonies that were then strewed along the shores&#x2014;at that time who could have contemplated a nation that would stretch its dominions and settlements from Maine to Florida, and from the northeast, washed by the Atlantic, to the very interior of the continent then unknown to civilized man? And that the shores of the Pacific would have formed our western limits, its seas been whitened with our sails, and the unnumbered millions of Asia influenced by our institutions? <\/div><div class=\"paragraph jod\" id=\"v1n760\"> Our hearts beat high for liberty. The valleys of the mountains, the backbone of the American Continent, are peopled with 20 or 80 millions of free people scattered over the land, and dwelling securely under the same banner, and now are we assem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bled to celebrate the day on which freedom dawned. <\/div><div class=\"paragraph jod\" id=\"v1n761\"> Who can realize the present and future bearing of this? Mine eyes have beheld the downtrodden people of our ancient mother country&#x2014;England. I have contemplated the working of European nations, not after the hearing of the ear only, but mine eyes have beheld it. I have also beheld a portion of the great Pacific, and seen our brethren of mankind at war with each other in Spanish America, for I have crossed the equator, and been far along the western shores of the Pacific. I have also seen thousands of people of Asia, from the most despotic government on the earth, swarming upon our western shores, dwelling under the common banner of freedom&#x2014;I mean the Chinese. <\/div><div class=\"paragraph jod\" id=\"v1n762\"> We have heard something today about the prospects of annexation, or enlargement of the dominions of the Constitution of America. The principle of annexation of large countries is not important, but the influence of our institutions, the pattern we set, the working of these institutions, and their influence abroad will bring about the same results precisely, whether it is particularly by annexation or not. The Spanish American, who is he? He possesses a country and resources almost unbounded. Put that country and its resources with the United States, with the Canadas, and I will guarantee that every man that now stands upon the earth could be sustained by these resources, if the rest of the world were to sink. <\/div><div class=\"paragraph jod\" id=\"v1n763\"> The natural elements of the American continent, that are not developed, would sustain the world. The Spanish American possesses a country that is rich in everything that is desirable, as a climate in all its varieties. It is rich in mineral wealth and agricultural resources, in timber, and in all the elements of wealth and greatness, and is comparatively undeveloped and unoc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cupied. But who are these Spanish Americans? They are in a great measure aboriginal inhabitants of this country, mingled with European people, from the pure white of old Spain, and in all its shades until you come to the full blooded Indian, or Redman. <\/div><div class=\"paragraph jod\" id=\"v1n765\"> What institutions are they under? They are said to have liberty, something after the pattern of the United States, but in many instances, I am sorry to say, only in part, not in spirit, nor in truth; for while they profess liberty, they themselves are in bondage to a religion established by law. While their institutions may be nominally free in many respects, they have this awful clause specifying a certain religion, that shall be the religion of the State, to the prohibition of all other religions, or public exercise of other religions. Hence the people are trammeled by priestcraft, by a yoke of bondage, first enforced upon them by the sword in the days of Cortez and Pizarro, and afterwards riveted by the traditions of three centuries. They know not how to appreciate liberty, they know not how to throw off the yoke that goads their neck. <\/div><div class=\"paragraph jod\" id=\"v1n766\"> As it has been observed today by one of the orators, mankind are progressive beings, and there are no obstacles that might be thrown in the way of their progress, that could not be overcome. This will apply to our brethren of every shade on this continent, and to mankind in general. It is hardly possible for one dwelling at home to realize the influence that American and English institutions, which are the best, exert over the nations, and among them. They look to America for instruction and example in the first place, and they next look to England; they look to these countries for everything that is yet undeveloped, of liberty, art, science, education, and improvement. You may say they are Catholics, but who blames them for this? The law of their coun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>try made them so, and tradition has fastened the bands, and makes them so yet. But when they speak to Americans, they speak with those whom they suppose can teach them. When they contemplate the United States, they contemplate a country that they suppose is setting them an example worthy to be patterned after. They delight to sit for hours and learn of our institutions, of our railroads, of our telegraph, of the speed by which we can convey ourselves and goods from place to place, and of our wonderful quickness of conveying news. They love to hear of our improvements in steam, of our navigation, of our schools, of our newspaper liberty, or the liberty of the press, of our liberty of conscience, of our universal adaptation of education, and of our system of paying for education out of the public funds, leaving the people to contribute freely according to their own judgment and desires for the support of religion. These things have a bearing upon their minds; they are ready to converse upon them, and when they have heard the description, say they, &#x201C;It is good, far better than our own institutions,&#x201D; and they are ready to condemn the priestcraft among them, but they have to follow it because they have nothing else. Their organs of thought are not accustomed to much exercise, they want the information to liberate themselves. <\/div><div class=\"paragraph jod\" id=\"v1n767\"> When we contemplate the designs of the country, and its influence, we contemplate not merely our own liberty, happiness, and progress, nationally and individually, but we contemplate the emancipation of the world, the flowing of the nations to this fountain, and to the occupation of these elements, blending together in one common brotherhood. They will thus seek deliverance from oppression, not in the style of revolution, but by voluntarily emerging into freedom, and the free occupation of the free  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>elements of life. In contemplating the fulfilment of things so clearly developed by the Prophets, I do not view it as do many, who suppose a revolution should take place in France, in Austria, in Germany, and the other nations, and that one revolution following another, would gradually emancipate mankind in every nation, and give progress to the principles of freedom, to liberty of thought and action, and to the free circulation of intelligence. We have seen it tried, and tried in vain. The people are not able to throw off those fetters of bondage, and that heavy yoke. Circumstances are against them. But Providence opens the way whereby they may liberate themselves&#x2014;I mean the first and best spirits from all countries under the heavens. They may leave the old constitutions to crumble down in their own rottenness, and emerge from them, and come out where they may enjoy sufficient of the elements upon free, good, and equitable principles; operate upon these elements, and increase their numbers and powers by the union of the best spirits of all nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v1n769\"> On the one hand the Chinese emerges from the institutions of ages almost immemorial, from the antiquated creeds and regulations that he thought every man in the world had been governed by for thousands of years. He emerges from that superstitious government, and lands upon these shores, and learns principles of freedom faster than he does the English language&#x2014;his old traditions are swept away, and he is a man. But take that whole nation, and they could not be brought to think of liberty as we do; take from ten to a thousand individuals and put them where they may think, and they will think; and as they think, their old traditions will vanish one by one. At the same time the Spanish American follows, and all the other nations in the train; the barriers will be bro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ken, and they will begin to emerge into freedom. In short, all the people of the earth, though they cannot master their tyrants at home at one fell swoop, and burst asunder their chains and the fetters of priestcraft that have bound them down, and trammeled the free circulation of thought, yet one by one, family by family, can flow out from those countries, to where they have a right to the elements to sustain them. What is to be the result in the end? They will step on the other side of the big ship called the world, or in other words the Eastern Hemisphere, and take their stand together, at least upon general principles, if not upon particular items, and begin to think. It will be a long time, of course, before all things will settle into a state of harmony; it will be a long time before many will begin to think at all. They will ultimately begin to think, and think until they form habits of thinking, and perhaps after awhile they will learn to think truly. Men who are not in the habit of thinking are as apt to think wrong as to think right, but when the habit is once formed they will begin to discriminate, and use faculties with which they are naturally endowed. When they emigrate to this land, the first thing they think of is to improve the elements, and provide for themselves the means of subsistence. <\/div><div class=\"paragraph jod\" id=\"v1n770\"> But the stepping of the people on this side of the ship, or on the land shadowing with wings,<span class=\"citation\" id=\"124597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124597)\">Isa. 18:1<\/a><\/span> in such numbers, would, to use a figure, almost turn the world over; they would, in other words, overbalance it, the same as a ship would be overbalanced by the shifting of the cargo from one side of the vessel to the other. <\/div><div class=\"paragraph jod\" id=\"v1n771\"> You take the people from the Eastern Hemisphere, and put them on the western, far away from tyranny and oppression, and let them use their individual exertions to improve themselves, mentally and nationally, and  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their influence will ultimately overbalance the world, they will overturn those institutions which they could not conquer in their own country. <\/div><div class=\"paragraph jod\" id=\"v1n773\"> Hence we contemplate that small beginning made by the American pioneers, by Columbus as the first pioneer, and by our fathers the pioneers of religion and liberty; we contemplate how that influence has spread and increased in the earth, influencing the feelings of individuals as well as national institutions, until among all the nations of the earth, a sufficient number are gathered together, and the elements sufficiently developed that now lie unoccupied, and sufficient light is infused for them to comprehend, to contemplate, to investigate, and interchange with each other the blessings of Providence, until by and by the rest of the world is overwhelmed, that it is obliged to bow to their superior greatness. &#x201C;Do you mean that we shall return again to our fathers' land, and compel them to be American citizens?&#x201D; No. But to two hundred millions of people on the American continent, dignified by the principles of American freedom, Europe must bow, by the indirect influence which must necessarily be exercised on those despotic nations. <\/div><div class=\"paragraph jod\" id=\"v1n774\"> Suffice it to say the continent is discovered, the elements for life and happiness are known to exist, and are partly developed, and constitutions and governments formed, and principles beginning to be instituted and <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> developed, and influences are at work of such magnitude and greatness, that language is inadequate to express the probable result; we can only borrow the language of the Prophets, which is also insufficient to convey the idea properly, that is, The earth shall be full of knowledge,<span class=\"citation\" id=\"58123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58123)\">Isa. 11:9<\/a><\/span> light, liberty, brotherly kindness and friendship; none will have need to teach his neighbor to know the Lord, but all will know Him from the least to the greatest;<span class=\"citation\" id=\"60679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60679)\">Jer. 31:34<\/a><\/span> darkness will flee away, oppression will be known no more, and men will employ blacksmiths to beat up their old weapons of war into ploughshares and pruninghooks.<span class=\"citation\" id=\"57844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57844)\">Isa. 2:4<\/a><\/span> Their occupation will be to develop the inexhaustible resources of nature, improve the intellect, and lay hold of the Spirit of the Lord, and live by it. The world will be renovated both politically and religiously. <\/div><div class=\"paragraph jod\" id=\"v1n775\"> These are but partial ideas. To view the subject in its true light, would lead the mind to contemplate all the practical truths in the universe, that are within the grasp of mortal man; indeed it may reach into immortality. We will acknowledge the hand of God in the movements of men, and in the development of minds, the result of which will be the fulfillment of what the Prophet has spoken&#x2014;the renovation of our race, and the establishment of a universal Kingdom of God, in which His will will be done on earth as it is done in heaven.<span class=\"citation\" id=\"63342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63342)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67442)\">Luke 11:2<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}