{"ID":10025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Motives and Feelings of the Saints&#x2014;Experience Necessary&#x2014;The State of the World&#x2014;Infidels&#x2014;Religions and Works of Men, and the Religion and Works of God&#x2014;Truth and Salvation.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, June 12, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Motives and Feelings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/12\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v1n792\"> In rising to address you this morning, I do it with feelings of peculiar pleasure, for I always love to meet with the Saints of the Most High; I always loved to speak or to hear of the things associated with the kingdom of God; and consequently, as we are all engaged in the worship of the Almighty, and meet together from time to time, to sing, to pray, to speak, to edify, and be edified, it is of little importance to me what part I take in the drama, I am pleased at all times to hear my brethren speak, and it likewise gives me pleasure to address the Saints for their edification. <\/div><div class=\"paragraph jod\" id=\"v1n793\"> As men and women of intelligence, as those who profess to be the servants of the Most High, we all have more or less reflection pertaining to the kingdom of God. The ideas that we have entertained, relative to this kingdom, have brought us here; these feelings and principles have caused us to leave our native homes, our former habitations and associations, and to mingle with the Saints of the Most High in the valleys of these mountains. If we have suffered afflictions and privations, if we have passed through troubles or sorrows, if we have had to do with the chequered scenes of this life, more particularly as it is associated with the kingdom of God, it is because we have been stimulated by thoughts, feelings, hopes, and desires, pertaining to the eternal <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, and those things associated with our everlasting welfare. <\/div><div class=\"paragraph jod\" id=\"v1n794\"> If these are not our feelings, what are we doing here? Why are we found in this distant land? Why have we left the land of our birth, and dwelling place? Why have we quitted our former associations and friends, in different nations, countries, tongues, and peoples, and thus become amalgamated? Why do we together worship the Most High in the valleys of the mountains, if these have not been our feelings? We have come here expressly for this purpose. This has been our only object, our only hope, our chief desire, and may account for our singular gathering, and our peculiar location here. And notwithstanding we may have a few trials and difficulties, and various things that frequently perplex and annoy our minds, and disturb our feelings, yet the polar star of our minds, the strong and deep feeling of affection, and the principle of truth within us, still point to the same thing for which we started at the commencement of our career; and when we bow down before our God, when we enter into our closet and call upon the Lord, when associated with our families to supplicate the Most High, when we mingle with the Saints in public worship, or whenever we are led seriously to reflect upon the true position of this kingdom, our rejoicing is, that our face is Zion<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ward, that our hopes are placed upon God, and we know that He is our Father and Friend. We contemplate with joy that the heavens have been opened, that truth has been revealed, and the power of God developed; that angels have manifested themselves, that the glory of the eternal world has been made known, and that we have been made participators in that light, glory, and intelligence which God has been pleased to reveal for the blessing, salvation, and exaltation of the human family in this time and throughout all eternity. These are our feelings. <\/div><div class=\"paragraph jod\" id=\"v1n796\"> We believe that God has set His hand in these last days to accomplish His purposes, to gather together His elect from the four winds,<span class=\"citation\" id=\"65864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65864)\">Matt. 24:31<\/a><\/span> even to fulfill the words which He has spoken by all the holy Prophets,<span class=\"citation\" id=\"124599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124599)\">Acts 3:21<\/a><\/span> to redeem the earth from the power of the curse to save the human family from the ruins of the fall, and to place mankind in that position which God designed them to occupy before this world came into existence, or the morning stars sang together for joy.<span class=\"citation\" id=\"56232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56232)\">Job 38:7<\/a><\/span> We believe in and realize these things; we feel them, we appreciate them, and therefore are we thus assembled together. <\/div><div class=\"paragraph jod\" id=\"v1n797\"> I know that, as other men, we have our trials, afflictions, sorrows, and privations; we meet with difficulties; we have to contend with the world, with the powers of darkness, with the corruptions of men, and a variety of evils; yet at the same time through these things we have to be made perfect. It is necessary that we should have a knowledge of ourselves, of our true position and standing before God, and comprehend our strength, our weakness, our ignorance and intelligence, our wisdom and our folly, that we may know how to appreciate true principles, and comprehend, and put a proper value upon, all things as they present themselves before our minds. It is necessary that we should know our own weakness, and the weak<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nesses of our fellow men; our own strength, as well as the strength of others; and comprehend our true position before God, angels, and men; that we may be inclined to treat all with due respect, and not to overvalue our own wisdom or strength, nor depreciate it, nor that of others, but put our trust in the living God,<span class=\"citation\" id=\"82018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82018)\">Alma 5:13<\/a><\/span> and follow after Him, and realize that we are His children, and that He is our Father, and that our dependence is upon Him, and that every blessing we receive flows from His beneficent hand. <\/div><div class=\"paragraph jod\" id=\"v1n798\"> It is necessary, then, that we pass through the school of suffering, trial, affliction, and privation, to know ourselves, to know others, and to know our God. Therefore it was necessary, when the Savior was upon the earth, that he should be tempted in all points, like unto us, and &#x201C;be touched with the feeling of our infirmities,&#x201D;<span class=\"citation\" id=\"76560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76560)\">Heb. 4:15<\/a><\/span> to comprehend the weaknesses and strength, the perfections and imperfections of poor fallen human nature. And having accomplished the thing he came into the world to do; having had to grapple with the hypocrisy, corruption, weakness, and imbecility of man; having met with temptation and trial in all its various forms, and overcome, he has become a &#x201C;faithful High Priest&#x201D;<span class=\"citation\" id=\"76490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76490)\">Heb. 2:17<\/a><\/span> to intercede for us in the everlasting kingdom of His Father. He knows how to estimate and put a proper value upon human nature, for he having been placed in the same position as we are, knows how to bear with our weaknesses and infirmities, and can fully comprehend the depth, power, and strength of the afflictions and trials that men have to cope with in this world, and thus understandingly and by experience, he can bear with them as a father and an elder brother. <\/div><div class=\"paragraph jod\" id=\"v1n799\"> It is necessary, also, inasmuch as we profess that we are aiming at the same glory, exaltation, power, and  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings in the eternal world, that we should pass through the same afflictions, endure the same privations, conquer as he conquered, and overcome as he did, and thus by integrity, truth, virtue, purity, and a high-minded and honorable course before God, angels, and men, secure for ourselves an eternal exaltation in the eternal world, as he did. <\/div><div class=\"paragraph jod\" id=\"v1n801\"> The world, at the present time, is all confused, and it seems to me, sometimes, that even we have made very little improvement indeed, according to the light and intelligence God has communicated to us. But what has the world done? Whether you look at it morally, religiously, philosophically, or politically, or in what way you please, you will find it is all a chaotic mass. Confusion, disorder, weakness, corruption, and vice of every kind are abounding, and the whole world seems to be confused and retrograding. The human family have departed from the principles which God has laid down for their guidance, direction, and support; they have forsaken Him the fountain of living waters, and hewn out to themselves cisterns, broken cisterns, that can hold no water.<span class=\"citation\" id=\"60276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60276)\">Jer. 2:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n802\"> I shall not, at the present, examine particularly their philosophy or politics; these things you are already acquainted with, for you have had more or less to do with them; you have seen their weakness, and incompetency to accomplish anything they desired in times past. There is no project they have put on foot, to the present time, if carried out to the furthest extent, according to the most sanguine desires of its advocates, that would be capable of producing happiness to the human family. I shall not enter into a detail of these things at the present, but merely make this statement. Suffice it to say that we have been satisfied of these things years ago, and therefore have come here. Have we come here because we expect to become more rich? No.  <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Have we united with this Church because we expect to become more honorable in the eyes of the world? No. I think this work would have been the last ship we should have boarded, if that had been what we sought. This reminds me of a minister that I once conversed with in England. He wanted a little private conversation, after having had some public debate with me. Said he, &#x201C;Elder Taylor, is there any way you know of that I can be saved without uniting with your Church?&#x201D; These were the feelings most of us had when we first heard the Gospel. &#x201C;<span class=\"italic\">Mormonism<\/span>&#x201D; is the first impression, and the &#x201C;Mormons&#x201D; are looked upon as being deluded fanatics and fools, the<span class=\"citation\" id=\"73190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73190)\">1 Cor. 4:13<\/a><\/span> offscouring of the earth. This is the way we have been looked upon, and in this light we looked upon &#x201C;Mormonism,&#x201D; ourselves, at the first. When I first read about the Gospel preached by the Latter-day Saints, I thought it was nothing akin to religion; and I presume now that the people in England, and in the United States, particularly since they have heard some of the late doctrines which have been proclaimed, think it is nothing like religion. I know what their feelings are, and I know that nothing but a sterling desire to do the will of God will cause men to endure the contumely and reproach of their fellow men, and associate themselves with the people denominated Latter-day Saints or &#x201C;Mormons.&#x201D; We had similar feelings to these ourselves; and we united with this people because we considered there was truth associated with their religion, otherwise we never should have become converts to it, we should never have been here, but we should have been with the world, and following in their path. But we are here; the world have their ideas, and we have ours. I was going to say, they think they are right; but on reflecting a moment,  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I am led to think they do not think so, but they are at a loss to know how to mend themselves. The difference between them and us is, they think they do not know a better way than that they are pursuing; we think we do, <span class=\"italic\">and some of us know we do<\/span>. I confess, myself, that if I knew no other religion, than the religions that are propagated abroad, I would not be a religious man at all, but I would lay it all aside, as something beneath my notice, and worship God as the great Supreme of the Universe, according to my own judgment, independent of the opinions of man, and without having any regard to the ridiculous dogmas taught in the world. <\/div><div class=\"paragraph jod\" id=\"v1n804\"> Many find fault with and blame the infidel community, and say that none but scoundrels would be associated with them, &amp;c. The most intelligent men in the world are found among the Infidel class of society. They see a variety of sects and parties contending for all kinds of conflicting dogmas. They know that persecution and wrong have prevailed, under the cloak of religion, causing many to be imprisoned and put to death. In fact there has been no inhumanity, barbarity, or cruelty equal to that practiced by the professors of religion. Humanity shudders at the thought, and yet the hypocrites tell us, it is all for the love of God. And they do it for the benefit of the human family. The Catholics have killed Protestants by thousands, and <span class=\"italic\">vice versa<\/span>, and yet we must believe it is for the love of God, and for the welfare of souls. Can I think that God has anything to do with influencing such a course of conduct? No. What can there be more ridiculous, for instance, at the present day, than two Christian nations fighting with each other, and both worshipping the same God, and whose ministers call upon God, as they say, in sincerity. What for? For God to destroy their enemies, their <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Christians, who are going to the same heaven. The other party pray for the same thing, and when both have been praying, then comes the clang of arms, the deadly strife, the groans of the dying, blood, carnage, and desolation. And after they have got through, the victorious party thank God that He has given them the victory over their enemies. <\/div><div class=\"paragraph jod\" id=\"v1n805\"> These kinds of Christian feelings do exist. I speak of this as one circumstance. What can I think of such priests, and of such prayers? I think just as much of the one as I do of the other. But what would you think of the gullibility of the people who would listen to such things? Would I be gulled by such inconsistencies? Not if I had my reason. At the present time, take Christians in general, which, you know, we all suppose to be the best people in the world, and one half of their time is spent in polemical essays and strife; and I think sometimes our Elders engage too much in that matter. But I am not surprised at it, because they have come from that school, and have been trained in that element. They seem to have the bump of combativeness well developed, for almost the very first thing that men do when they go out to preach, is to run against these Christians, and their principles. We are not among them here, but gathered out from them, and if we refer to their inconsistencies, it is that we may comprehend our own, and the position of others. <\/div><div class=\"paragraph jod\" id=\"v1n806\"> There are Catholicism, Presbyterianism, and all other isms, the advocates of which worship the same God, though their doctrine, precepts, and belief are not the same; they think differently, and worship differently, and each party sends to hell, in a wholesale manner, all who differ from them! And if God was no more merciful than they are, we should find ourselves all there together. This is the way things exist down in the world. If it was not for the religion  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I profess, which gives me to know something about the matter, by revelation for myself, I would not have anything to do with religion at all. I would worship God the best way I knew how, and act justly and honorably with my neighbor; which I believe thousands of that class of men called Infidels do at the present day. But I never would submit to be gulled with the nonsense that exists in the world, under the name of religion. <\/div><div class=\"paragraph jod\" id=\"v1n808\"> What is it, then, that we believe in? We believe in the restoration of all things. We believe that God has spoken from the heavens. If I did not believe He had, I would not be here. We believe that angels have appeared, that the heavens have been opened. We believe in eternal principles, in an eternal Gospel, an eternal Priesthood, in eternal communications and associations. Everything associated with the Gospel that we believe in is eternal. If it were not so, I would want nothing to do with it. I do not want to make a profession, and worship a God because this one, that one, or the other one does it, and I not know whether I am right, and those whom I imitate not know, anymore than myself, whether they are right or wrong. <\/div><div class=\"paragraph jod\" id=\"v1n809\"> I profess to know for myself, and if I did not know for myself, I would have nothing to do with it. Acting upon this principle, I associated myself with the Latter-day Saints. I preach that doctrine which I verily believe with my whole soul. I believe in its principles, because there is something intelligent about it. For instance&#x2014;if I am an eternal being, I want something that is calculated to satisfy the capacious desires of that eternal mind. If I am a being that came into the world yesterday, and leaves it again to morrow, I might as well have one religion as another, or none at all; &#x201C;let us eat and drink; for tomorrow we die.&#x201D;<span class=\"citation\" id=\"58367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58367)\">Isa. 22:13<\/a><\/span> If I am an eternal being, I <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> want to know something about that eternity with which I am associated. I want to know something about God, the devil, heaven, and hell. If hell is a place of misery, and heaven a place of happiness, I want to know how to escape the one, and obtain the other. If I cannot know something about these things which are to come in the eternal world, I have no religion, I would not have any, I would not give a straw for it. It would be too low and groveling a consideration for a man of intelligence, in the absence of this knowledge. If there is a God, I want a religion that supplies some means of certain and tangible communication with Him. If there is a heaven, I want to know what sort of a place it is. If there are angels, I want to know their nature, and their occupation, and of what they are composed. If I am an eternal being, I want to know what I am to do when I get through with time; whether I shall plant corn and hoe it, or be engaged in some other employment. I do not want any person to tell me about a heaven that is &#x201C;beyond the bounds of time and space,&#x201D; a place that no person can possibly know anything about, or ever reach, if they did. I do not wish any person to frighten me nearly to death, by telling me about a hell where sinners are roasted upon gridirons, and tossed up by devils upon pitchforks, and other sharp pointed instruments. These notions are traditionary, and have come from the old mother church. <\/div><div class=\"paragraph jod\" id=\"v1n810\"> I have a Catholic book containing pictures of devils roasting sinners on gridirons, tossing them about with pitchforks; of snakes and dragons devouring them, &amp;c.; which I have brought with me from the old country. The Protestants are indebted to the Catholics for all this blessed information, and all the glory associated with it, and I suppose the Catholics are indebted to some of the ancient painters  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for it. I want nothing to do with such things, I care nothing about them. But as an intelligent being, if I have a mind capable of reflection, I wish to contemplate the works of nature, and to know something of nature's God, and my destiny. I love to view the things around me; to gaze upon the sun, moon, and stars; to study the planetary system, and the world we inhabit; to behold their beauty, order, harmony, and the operations of existence around me. I can see something more than that mean jargon, those childish quibbles, this heaven beyond the bounds of time and space, where they have nothing to do but sit and sing themselves away to everlasting bliss, or go and roast on gridirons. There is nothing like that to be found in nature&#x2014;everything is beautifully harmonious, and perfectly adapted to the position it occupies in the world. Whether you look at birds, beasts, or the human system, you see something exquisitely beautiful and harmonious, and worthy of the contemplation of all intelligence. What is man's wisdom in comparison to it? I could not help but believe there was a God, if there was no such thing as religion in the world. <\/div><div class=\"paragraph jod\" id=\"v1n812\"> If we look at men, with the best and most exalted talents you can find what do they know or comprehend, or what can they do in comparison to the works of God. What is there that is worthy of notice in all the mechanism of men, with all their intelligence and science combined, upon which they have been improving from year to year, and from generation to generation? What do they know to the present time? If you look at their governments you see none of them pursuing their legitimate object of promoting the happiness of the world, but they are engaged in watching each other for evil, and destroying themselves. They have organized armies, navies, customhouse officers, &amp;c., in order to support their own peculiar <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> locality and interests, independent of anything else, or any regard to the rest of mankind. They look upon each other as upon as many thieves, and maintain their armies and navies for self-defense against the intrusions of their neighboring brother robbers. <\/div><div class=\"paragraph jod\" id=\"v1n813\"> Such is the nature of the main organization of the nations at the present time. But if we look back for a few ages, we shall discover that where the most mighty nations existed generations ago, is now a desolate waste, and a howling wilderness. We are now occupying a place that was a wilderness, before we commenced to people it, but which was densely populated generations ago. Such is the case, in a great measure, with Palestine, Babylon, and many parts of the Assyrian empire. Changes have been going on continually, and the ambition of man has desolated nations, overturned kingdoms, depopulated empires, overthrown countries, and millions have had to welter in their gore. This has been the wisdom of Gentile governments, with all their intelligence and philosophy. <\/div><div class=\"paragraph jod\" id=\"v1n814\"> We look again at the works of God, and see nothing exhibited there but perfection, harmony, symmetry, and order. If we look at the planetary system, we see this principle beautifully and most perfectly maintained. Immense planets revolve round our sun, and this system; and other suns, with their systems, round another; and that, and innumerable other suns and systems, with our own, around another yet greater and more magnificent; and so, millions of systems more in their order, until it is past our comprehension, and yet everything is beautiful, perfect, and harmonious. If it was otherwise, if the kingdoms of God were governed by the same confused order of things that are characteristic of the governments of this world, we would have had planet dashing against planet in wild confusion,  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and millions of their inhabitants sent to desolation in a moment. <\/div><div class=\"paragraph jod\" id=\"v1n816\"> God's works are perfect. If you examine vegetation, how beautiful that is. Who is there that can imitate it? We can see some painters who have managed to make rough daubs in imitation. One of the greatest feats that a painter ever did, was to paint a curtain so perfectly as to deceive another painter so, that he went forward to draw it aside to exhibit a picture behind it. There are millions of curtains in the works of nature, which spring forth from the works of God by that light which is in them, which is imparted to them by the great Eloheim. <\/div><div class=\"paragraph jod\" id=\"v1n817\"> We see men who are considered very talented, whose names are handed down to posterity as great sculptors or painters. Their works are among the ancient ruins, and are exhibited as specimens of artistic skill, that men may see how intelligent their forefathers were. And what is it which they had wisdom to make? Something like a man, or a beast. But break off an arm or a leg, and you discover that it is but a lifeless piece of matter, though the outlines may be true to nature; and in this alone consist the beauty and skill of the artist. But there is no life in them, and they fall far short of perfection, beauty, and symmetry, as it is seen in the human system, or that of any other animal. Look upon a man, he is a perfect being, he is perfect inside and outside. If you remove the skin, the perfect covering of the human form, the nerves, muscles, arteries, veins, and everything necessary for this peculiar system, are there found in perfect harmony, and in every way adapted to make complete a living, moving machine. Not only so, but he is an intelligent being, capable of reflecting and acting. We profess to know a great deal, but what of our philosophy? Who is there can tell me by what power I lift my right arm? If that cannot be told, what do we <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know? How far short, then, are we of that intelligence that governs the universe, and regulates all the works of nature. I look at the bones of the mammoth, and they tell me of something that was. I can gaze upon an elephant, as it now is, a mighty, ponderous moving machine, with strength and energy. Who planned and contrived these mighty beings? I look again at the animalculae, a thousand of which can float in a drop of water, and I see, by means of a powerful glass, the veins, muscles, and everything that is perfect to constitute a living, moving creature, invisible to the naked eye. He who organized the one, regulates the other. Man is an intelligent being, but how far does his intelligence fall short of that which regulates the world! He cannot even govern himself, he never was able to do it, and never will be able until he receives that wisdom and intelligence which comes from God. If every man can obtain intelligence of that kind, and from that source, which governs the world, and keeps in order all the planetary systems, and adapts every fish, fowl, and insect to its own peculiar position in the world, and supplies all its wants; if he can receive it from God, as his instructor, he is then able to govern himself, possessing intelligence which he now knows nothing about; and intelligence which indeed is worthy of God and man. If I cannot have a portion of that intelligence and that wisdom, if the great Eloheim cannot impart a portion of that spirit to me, and teach me the same lessons that He understands, I want nothing to do with a system of theology at all. <\/div><div class=\"paragraph jod\" id=\"v1n818\"> I believe in obtaining from Him, intelligence to enable me to comprehend all the works of God, to comprehend all the purposes of God. And if I cannot know something of these, I am altogether in the background, and shall not be able to comprehend  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my true position in society, and for what I came into the world. <\/div><div class=\"paragraph jod\" id=\"v1n820\"> What are we? We are noble, intelligent beings, bearing the impress of a Jehovah. With all our imperfections, we can reflect upon things back, and things to come. Our minds are capable of flying from one part of the earth to the other, in less than a moment of time. We can contemplate things we did in the years of our infancy, and thousands of miles distant from our present position; and in another moment contemplate things that are ahead of us. That is a degree of wisdom and intelligence which God has imparted unto us, and which we may improve as intelligent beings, and, having tasted of the fountain, go and drink, and participate more fully in all those blessings which are in store for us. <\/div><div class=\"paragraph jod\" id=\"v1n821\"> I have often been amused at the narrow contracted ideas of men, when I have looked abroad in the world, and seen their cogitations and calculations in their writings. One man believes in justification by faith, another in justification by works. Some believe in one thing, and some in another; all have their own peculiar ideas, unguided and ungoverned by the only legitimate rule and standard of truth&#x2014;the living and eternal Priesthood of God. Few can extend their charity sufficiently for to believe it is possible that some will be saved as well as themselves; but that some few thousands of people are going to heaven and all the rest, to hell, is the prevailing belief; and if a few, besides these &#x201C;elect,&#x201D; reach heaven, they think it will be a hard chance. The Protestants believe the Catholics are all in error, and pack the whole church off to hell as the mother of harlots,<span class=\"citation\" id=\"80157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80157)\">Rev. 17:5<\/a><\/span> without any trouble, or without even a sigh. And the old mother is just as uncharitable towards her daughters, for they are her offspring, and she sends the whole of them uncere<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>moniously to the same place. The Catholics and Protestants are generally united in sending all the Mahometans and Heathens there. It would be something like it was with me once, when I was discussing with a minister on the principles of &#x201C;Mormonism.&#x201D; Before I got through with him, he nearly destroyed and cast away the whole of the Bible, in his zeal to destroy our faith. He threw away one book after another, until but a small portion remained. So it is with the religious world generally; each one packs off his neighbor to hell; and after such narrow minds have made their selections of the worthy ones, and put them right, as they think, few besides will get to heaven. <\/div><div class=\"paragraph jod\" id=\"v1n822\"> Others will take everybody to heaven, no matter who or what they are. I think the latter idea is as ridiculous as the former, although there is something more pleasing in the last idea, I must confess, than in the other. The only thing I would hate in it, is being associated with a multitude of cutthroats and blacklegs there. For instance&#x2014;the old world was cut off through their wickedness and corruption. I could not think it right of the Lord to take all those wicked fellows straight to heaven, because they were wicked and unworthy, and leave Noah and his family to combat with the troubles of earth because they were righteous. But such are the ideas of men; while some are all charity, others have none at all. I have sometimes thought that we &#x201C;Mormons&#x201D; are almost as uncharitable as others. <\/div><div class=\"paragraph jod\" id=\"v1n823\"> I believe God has a great design in view, in the creation of the human family. I do not believe that an all-wise Being would ever make a beautiful earth like this, and people it with man, and a multiplicity of other kinds of beings designed to exist upon it, and all for no purpose. I do not believe that 350,000,000 of people that  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>live in China in a state of heathen darkness are created to live in this state, and be damned because they have not the right religion. I do not believe that all the nations that worship various kinds of idols, in different parts of the earth, and know nothing about the true God, will be consigned to be burned in fire hereafter, because they know no better than worship as they do. I cannot receive any such ideas into my mind. Although I was going to say I am not a Universalist, but I am, and I am also a Presbyterian, and a Roman Catholic, and a Methodist, in short, I believe in every true principle that is imbibed by any person or sect, and reject the false. If there is any truth in heaven, earth, or hell, I want to embrace it, I care not what shape it comes in to me, who brings it, or who believes in it, whether it is popular or unpopular. Truth, eternal truth, I wish to float in and enjoy. <\/div><div class=\"paragraph jod\" id=\"v1n825\"> Now I come to us, &#x201C;Mormons.&#x201D; We are the only true Church, so we say. We have got the only true faith, so we say and believe. I believe we have got many great and true principles revealed from the heavens. I will tell you how I feel about it, and what I have said many times when I have been abroad among the priests, people, and philosophers. If any man under the heavens can show me one principle of error that I have entertained, I will lay it aside forthwith, and be thankful for the information. On the other hand if any man has got any principle of truth, whether moral, religious, philosophical, or of any other kind, that is calculated to benefit mankind, I promise him I will embrace it, but I will not partake of his errors along with it. If a man should say, I am in possession of one piece of truth, and, because I have got that, I must be right, am I to believe him? Certainly not. It does not follow that he has not many errors. <\/div> <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n826\"> The Catholics have many pieces of truth; so have the Protestants, the Mahometans, and Heathens; and am I to embrace one of these systems because it has got certain things that are right? No. Suppose a person should tell me that two multiplied by two makes four. Well, that is right. I believe it with all my heart. But suppose he believes and teaches also, that six and four make twenty, and exhorts me to believe it, saying&#x2014;I was right in the other calculation, did I not prove the other to you? O yes, but you did not prove that six and four make twenty. I will take out the truth and leave the error. <\/div><div class=\"paragraph jod\" id=\"v1n827\"> Then you believe that we, as &#x201C;Mormons,&#x201D; have got truth? O yes, I do, and for this reason, I have traveled extensively in most of the States of the Union, and in Canada; also in England, Ireland, and Scotland; in the Isle of Man, Jersey, and other islands of the sea; in France, Germany, Belgium, and other parts of the earth; and I have not yet seen a man that could find one error in doctrine or principle connected with the religion of the Latter-day Saints. I do not talk of practice. God knows there is too much delinquency among us. I speak of principle. Then if you have got a thing that nobody can overturn, but can be sustained everywhere; that bids defiance to the wisdom and intelligence of the world to find one fault in it, you must say it is right, until it is proven to be wrong. <\/div><div class=\"paragraph jod\" id=\"v1n828\"> Can anybody prove to you that two multiplied by two makes six? There are certain things which are matters of fact&#x2014;two multiplied by two makes four, and two parallel lines infinitely extended will never meet at right angles, but run to eternity. These truths demonstrate themselves, no man can alter these matters of fact. And if I have got principles which are out of the power of man to prove false,  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I consider they are right, and I stand upon them as a sure foundation. <\/div><div class=\"paragraph jod\" id=\"v1n830\"> On the other hand, am I to think it is right, because I am right, to send everybody else to hell? No, I will leave them in the hands of God. He has told me to preach the Gospel to every creature, saying, &#x201C;he that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66851)\">Mark 16:16<\/a><\/span> He has told me to do this. And how many millions of mankind are there who have never heard the Gospel? And are they going to be damned for not believing in a thing they have not heard, and that never came within their range, and that they have not the slightest knowledge of? No. What is it we have to do? We must spread forth the light of the Gospel. Why? Because God has communicated a system of religion which is calculated to ennoble and exalt the human family. <\/div><div class=\"paragraph jod\" id=\"v1n831\"> The world is confused, it is in darkness and ignorance, and knows nothing about God, His purposes, designs, or the object of His creations. God knows how to touch my understanding, and how to touch theirs; and if they live and die without a knowledge of God, and His law, we are told that they will be judged according to the light they have, and not according to that they have not. Those that have lived without law, will be judged without law.<span class=\"citation\" id=\"72274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72274)\">Rom. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n832\"> Am I going to weep over the condition of the world? No. God made it, and if He suffers millions to dwell upon it in ignorance of Him, I have nothing to do with it. All I have to do is, when God sends me, to go and teach the people the principles of light, intelligence, and truth, so far as I know them, and no further; and if they reject them, it is none of my business. In many instances, they do it for want of information, and according to the government, priestcraft, prejudices, &amp;c., of which they are un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>der the dominion. It is difficult for them to comprehend correct principles when they hear them, or to know the light when they see it shine. The light shineth in darkness, and the darkness comprehendeth it not.<span class=\"citation\" id=\"68504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68504)\">John 1:5<\/a><\/span> They understand many things, perhaps better than you do, but they do not understand the principles of the Gospel as you do, for want of the light of the Spirit of God. No man can understand that without the Spirit.<span class=\"citation\" id=\"73010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73010)\">1 Cor. 2:11<\/a><\/span> A great many among the prevailing sects of the day have to some considerable extent encompassed sea and land to make proselytes, and in the majority of instances where they have been successful, they have made them ten fold more the children of hell than they were before.<span class=\"citation\" id=\"65513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65513)\">Matt. 23:15<\/a><\/span> They have taught them hypocrisy, and evils of many kinds, of which they were ignorant before. They do not understand how to propagate true principles, for they do not understand them themselves, and how can they teach them to others? But I will love them, and let them go. <\/div><div class=\"paragraph jod\" id=\"v1n833\"> We &#x201C;Mormons&#x201D; think that we have made a wonderful stretch, for we say that all Israel is going to be saved,<span class=\"citation\" id=\"124600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124600)\">Rom. 11:26<\/a><\/span><span class=\"citation\" id=\"124601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124601)\">D&amp;C 35:25<\/a><\/span><span class=\"citation\" id=\"124602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124602)\">D&amp;C 101:12<\/a><\/span> and we believe we are of Israel,<span class=\"citation\" id=\"124603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124603)\">D&amp;C 103:17<\/a><\/span> and that we shall be gathered into the fold with them. And when we are gathered in with all the Israel of God, as we call them, that have lived in the various ages of the world up to the present time, we with them shall be redeemed and saved in the eternal kingdom of God. What else? Then His work will be accomplished, you may say. But I do not think it will, though it will certainly be a great work. This looks like the time of the restoration of all things, but in reality it is only a restoration of a few. Why, you may inquire, will you take in somebody besides the Israelites? Certainly. We are told they were beloved for the fathers' sakes, and in consequence of the promises made to the fathers. If they are brought in, it  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will be in consequence of these promises. I wonder if there were no other men of faith besides Abraham, Isaac, and Jacob, that existed previous to their days. And if there were, I want to know if they knew anything about God, and obtained promises for their offspring. I will go a little further than old Abraham, and say, I am glad to see your posterity saved, Abraham, but I think some of your descendants prophesied of the time when Ammon would stretch out his hands to God, and Moab and Philistia be blessed with the same blessing.<span class=\"citation\" id=\"58235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58235)\">Isa. 11:14<\/a><\/span> I think some of your descendants, when their minds were enlightened and expanded, looked forward into the womb of the future, to a time when there would be a great gathering, when people from Hamath, Cush, and from the islands of the sea,<span class=\"citation\" id=\"58197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58197)\">Isa. 11:11<\/a><\/span> when different tribes and nations, should flow together to the name of the Lord of Hosts. If Abraham knew how to obtain promises, I wonder, for instance, if the old man that was called Melchizedek, who lived before Abraham, and whom Paul in his writings makes a greater man than Abraham, for, says he, &#x201C;the lesser was blessed of the greater&#x201D;&#x2014;<span class=\"citation\" id=\"76836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76836)\">Heb. 7:7<\/a><\/span>I wonder if Melchizedek did not know also how to obtain promises for his seed? There was an old man who lived in the land of Uz, who is said to have been a very patient man; notwithstanding he cursed the day he was born, and the womb that gave him birth.<span class=\"citation\" id=\"56076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56076)\">Job 3:3,11<\/a><\/span> He surely knew how to obtain blessings from God. God came to him, and he obtained blessings from God, and could look forward through the dark vista of ages and contemplate the purposes of God, and he saw himself not only dead and buried, but, said he, &#x201C;though after my skin worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56158)\">Job 19:26<\/a><\/span> He had the kind of religion I believe in, exactly&#x2014;a religion that caused him to know and understand something of God and <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His purposes; and he acted upon it, and profited by it. Very well, if he knew about these things, I want to know whether he will not have some promises to claim for himself and descendants by and by, when they are hunted up. <\/div><div class=\"paragraph jod\" id=\"v1n835\"> I will go further back yet; to old Noah, for instance. He was a good man, and while the whole earth was destroyed, his life was preserved, and his posterity with him. He was a man of God. I want to know if he could also obtain blessings for his posterity, and whether he will feel after them sometime or other, and if the time will come round that they may partake of the covenants and blessings of God, and stand in their proper place, and not be consigned to all eternity in this dreadful hell. I think he would not like to see his posterity there, more than Abraham would like to see his. All these holy men have their interest to feel after their posterity, and all desire to see them brought forth. <\/div><div class=\"paragraph jod\" id=\"v1n836\"> &#x201C;But,&#x201D; says one, &#x201C;they are felled creatures.&#x201D; And so are the Israelites. Where will you find a more corrupt set than the descendants of Ephraim, so far fallen and so debased a set as the Indians that dwell in these mountains, and that roam wildly over the broad prairies of this country? Their fathers have got to do something for them, to bring them forth to inherit the promises. It is for Abraham to feel after his seed, and be interested in their welfare. <\/div><div class=\"paragraph jod\" id=\"v1n837\"> We will go back to old Adam, and see him coming on the earth, as he is the head and father of us all. Well, now I want to know if the old gentleman would like to see his children packed off by nations into a place of torment, millions and millions turned off into the Catholic hell, to roast there to all eternity. I think he has fatherly feeling to his numerous offspring, and would desire, and seek earnestly to  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have them saved, to have them redeemed from their fallen and degraded condition. For they are no worse fallen, no more degraded and corrupt, than the Israelites are, and have as much right to be brought forth at the proper time, and be blessed, as <span class=\"italic\">they<\/span> have. This is my doctrine, and these are my feelings. <\/div><div class=\"paragraph jod\" id=\"v1n839\"> You may go to the head fountain of all, to the God who made Adam, and say, O Lord, why did you make the earth, and cause the sun, and moon, and stars to be made to give light to it,<span class=\"citation\" id=\"93513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93513)\">Abr. 4:16-17<\/a><\/span> and man to inhabit it, telling him to multiply, and replenish the earth,<span class=\"citation\" id=\"52277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52277)\">Gen. 1:28<\/a><\/span> and cause it to bring forth in its strength for man and beast? <\/div><div class=\"paragraph jod\" id=\"v1n840\"> I will go back further, and find the spirits that are existing with him in the eternal world. They came here and obtained bodies, that both bodies and spirits might receive an exaltation among the Gods, and be capable of eternal increase worlds without end. I think this agrees more with philosophy and truth, with an intelligent and extensive mind, with true religion, with our fathers, and with God, than anything else we see abroad. <\/div><div class=\"paragraph jod\" id=\"v1n841\"> I see the world of mankind in darkness, and try my best to enlighten them as much as possible. If I can do them any good, I will do it. God has revealed His truth to us, &#x201C;Mormons.&#x201D; What to do? To make us glory in it, and in nothing but what God gives to us; and to teach it to others, that they may be put in possession of the same intelligence that we enjoy. What have we to do? To spread this Gospel to every nation, kindred, tongue, and people, that the Spirit of the Lord may operate upon those who love the truth, that they may have an opportunity of embracing it, and of participating in the same blessings we enjoy, and forming a nucleus whereby a fulness of eternal truth may be developed, and angels come again and communicate with <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the human family, that the earth may answer the end of its creation, and that all men whoever did or ever will live may answer the end of their creation, that men who have fallen from righteousness may suffer for their sins and transgressions, and by and by come forth and enjoy their proper lot in the eternal world. <\/div><div class=\"paragraph jod\" id=\"v1n842\"> &#x201C;O then,&#x201D; say you, &#x201C;I will do as I please in this world.&#x201D; Very well, go and do it. It will prove that you do not live by the truth because you love it, but if you follow the truth, you are actuated to do so by a dastardly fear of hell. If that is the case, I would not give the ashes of a rye straw for ten thousand such &#x201C;Mormons.&#x201D; If a man cannot stand up in the defense of truth, to the death, it is not worth having, and he is not a man who is acknowledged or considered worthy among the Saints. But such will find it is a fearful thing to fall into the hands of the living God.<span class=\"citation\" id=\"124604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124604)\">Heb. 10:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n843\"> I will notice an instance for your information, to stir up your pure minds, if you have got such minds. I read of many people who were destroyed by the flood; and in Jesus Christ's day, we read that he was put to death in the flesh, and quickened by the Spirit, by which he went to preach to the spirits in prison, who had been disobedient in the days of Noah, &amp;c.<span class=\"citation\" id=\"77959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77959)\">1 Pet. 3:18-20<\/a><\/span> He preached to them, and they came forth out of their confinement. &#x201C;Well, that would be all right,&#x201D; you say. O yes, but I want to know how you would like to be shut up in prison, three or four thousand years, or even one year. It is said in Scripture, that &#x201C;it is a fearful thing to fall into the hands of the living God.&#x201D;<span class=\"citation\" id=\"76944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76944)\">Heb. 10:31<\/a><\/span> It also says that &#x201C;the wicked shall be turned into hell, with all the nations that forget God.&#x201D;<span class=\"citation\" id=\"56351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56351)\">Ps. 9:17<\/a><\/span> Do you believe that? &#x201C;Certainly I do.&#x201D; I remember a minister once asking me a question upon this subject. Says he, &#x201C;Do you believe in eternal punish<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment?&#x201D; &#x201C;O yes, I believe the wicked will be turned into hell, with all the nations that forget God.&#x201D; &#x201C;Do you believe they will stay there?&#x201D; &#x201C;O no.&#x201D; &#x201C;Why do you not?&#x201D; &#x201C;Because it is not according to Scripture.&#x201D; &#x201C;But if they all be turned into hell, who forget God,<span class=\"citation\" id=\"56352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56352)\">Ps. 9:17<\/a><\/span> and will go away into everlasting punishment, will they not stay there forever?&#x201D; &#x201C;Yes,&#x201D; I said, &#x201C;they will go into everlasting punishment, but they will come out again.&#x201D; &#x201C;How is that?&#x201D; &#x201C;Why the Scriptures declare that death and hell will deliver up their dead, and the sea deliver up the dead that is in it;<span class=\"citation\" id=\"80656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80656)\">Rev. 20:13<\/a><\/span> and all nations will stand before God, to be judged according to the deeds done in the body.&#x201D;<span class=\"citation\" id=\"74120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74120)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82023)\">Alma 5:15<\/a><\/span> So you see they have got to come out to be judged according to their works, whether they be good or evil.<span class=\"citation\" id=\"81842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81842)\">Mosiah 3:24<\/a><\/span><span class=\"citation\" id=\"82926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82926)\">3 Ne. 26:4<\/a><\/span> Suppose we have a States prison, for instance, in this place, a transgressor of the laws of the land is put in for a certain time, according to the deeds which he has done, and the evidence and circumstances of the case. After he has suffered according to law, he is set at liberty, but, mark you, the prison still remains, which may be compared to eternal punishment, or God's punishment. Who will go there? The wicked, for the punishment of their sins, and to teach them a useful lesson. The Scriptures say that some will not have forgiveness in this world, nor in the world to come,<span class=\"citation\" id=\"85305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85305)\">D&amp;C 42:18<\/a><\/span><span class=\"citation\" id=\"87750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87750)\">D&amp;C 84:41<\/a><\/span> but these we will leave in the hands of God. <\/div><div class=\"paragraph jod\" id=\"v1n845\"> Some people will ask if we think the devil will be saved. You must <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ask him, for I have nothing to say about it. I have gone far enough in my remarks. I believe God will accomplish all His purposes, and Satan will not have power to frustrate His designs in any way whatever; for if he did, he would be more powerful than God. Every man will be rewarded according to the deeds done in the body.<span class=\"citation\" id=\"74121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74121)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82024)\">Alma 5:15<\/a><\/span> Those who have received pure and heavenly principles, and lived up to them, and kept the celestial law of God, will enjoy a celestial kingdom.<span class=\"citation\" id=\"88386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88386)\">D&amp;C 88:22<\/a><\/span> Those who have not attained to this perfection, but can obey a terrestrial law, will receive a terrestrial glory, and enjoy a terrestrial kingdom,<span class=\"citation\" id=\"88421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88421)\">D&amp;C 88:23<\/a><\/span> and so on. But I believe, furthermore, that there are eternal grades of progression, which will continue worlds without end, and to an infinity of enjoyment, expansion, glory, progression, and of everything calculated to ennoble and exalt mankind. <\/div><div class=\"paragraph jod\" id=\"v1n846\"> This is one of our first estates, or it is our second estate, if you please, and so we move on from state to state, with a knowledge of the true principles of the eternal world revealed to us, which principles are eternal&#x2014;eternal truth, eternal life, eternal intelligence, leading us on to the possession of celestial kingdoms of God. From intelligence to intelligence, from glory to glory, from power to power we proceed onward, until we possess thrones, and powers, and dominions in the eternal worlds.<span class=\"citation\" id=\"90836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90836)\">D&amp;C 121:29<\/a><\/span> And I pray God to give us power to obtain all these things in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}