{"ID":10028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Standard and Ensign for the People.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Parley P. Pratt, Delivered in the Tabernacle, Great Salt Lake City, January 30, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Standard and Ensign for the People.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 1\/30\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v1n922\"> Brethren and Friends&#x2014;I am glad to see you once more, and for the privilege of meeting with you. I did <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not expect to address you this morning, not being well in health; but at the request of my brother, who pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sides over me, and in the absence of many who might edify you, I rise to speak a short time, and give place to others. <\/div><div class=\"paragraph jod\" id=\"v1n924\"> I desire your prayers, that my body may be strengthened, and also for the Gift of the Holy Spirit, without which no man can edify his fellow man. <\/div><div class=\"paragraph jod\" id=\"v1n925\"> We are told, by the Prophet of old, in the good old Bible, and by that peculiar Prophet that the Christian world (that portion of them that esteem the Bible) consider more clear, and more eloquent than any other, whose prophecies are on record&#x2014;the Prophet Isaiah; we are told by him, that the Lord would, some time, &#x201C;lift up a standard for the people,&#x201D;<span class=\"citation\" id=\"59457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59457)\">Isa. 49:22<\/a><\/span> &#x201C;an ensign for the nations,&#x201D;<span class=\"citation\" id=\"57951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57951)\">Isa. 5:26<\/a><\/span><span class=\"citation\" id=\"58218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58218)\">Isa. 11:12<\/a><\/span> and that He would not only do this, but do it as a manifestation which should result in the great restoration of all things spoken of by the Prophets,<span class=\"citation\" id=\"71351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71351)\">Acts 3:21<\/a><\/span> in the restoration of the twelve tribes of Israel from the four quarters of the earth,<span class=\"citation\" id=\"124609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124609)\">Gen. 7:70 (JST)<\/a><\/span><span class=\"citation\" id=\"124610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124610)\">1 Ne. 19:16<\/a><\/span><span class=\"citation\" id=\"124611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124611)\">1 Ne. 22:25<\/a><\/span><span class=\"citation\" id=\"124613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124613)\">3 Ne. 5:24-26<\/a><\/span><span class=\"citation\" id=\"124614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124614)\">3 Ne. 16:5<\/a><\/span><span class=\"citation\" id=\"124615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124615)\">Ether 13:11<\/a><\/span><span class=\"citation\" id=\"124616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124616)\">D&amp;C 33:6<\/a><\/span><span class=\"citation\" id=\"124617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124617)\">Moses 7:62<\/a><\/span><span class=\"citation\" id=\"124618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124618)\">JS&mdash;M 1:27<\/a><\/span> to their own country, nationality, institutions, and religion; that they might again be nationalized, established, and reinstated in their covenant renewed unto them, as in days of old, and have their own Priesthood, rulers, governors, and consequently their own blessings. I say, we are told, by one of the greatest Prophets, whose prophecies are on record, that a standard would be lifted up or manifested, in order to bring about that great restoration. What is that standard? Let us reason a little upon that subject, this morning. Some might say it is a book. It might be, in a certain sense. A dictionary of a language is sometimes called a standard, that is, something established, something that is a sufficient authority, something to which all can refer, as to a sample or doctrine, to decide a question or an uncertainty in the meaning of words. <\/div><div class=\"paragraph jod\" id=\"v1n926\"> In point of principle or doctrine, a book that we might call a &#x201C;standard,&#x201D; <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might be considered to contain <span class=\"italic\">truths<\/span>. But I do not understand the prediction to which I refer as exclusively pertaining to a book, but rather to a religion, to a set of principles developed, to a covenant established, or, to carry it out more fully, to a people organized, gathered together, and established in one, having one faith, one spirit, one baptism, one God,<span class=\"citation\" id=\"74967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74967)\">Eph. 4:5<\/a><\/span> one eternal and everlasting covenant by which they are all united, and one set of principles by which they are governed. For where such a government might be subdivided by local circumstances, whether these principles were written in one book or in a thousand books, or whether they were taught and acted upon without any book, whether the people could read a book or could not, nothing short of the development of certain principles of religion, law, and government, embraced by a certain portion of people, by which they could see eye to eye, in which they were united, and by the spirit of which they were made one in light and truth and fellowship, and gathered, organized, planted, established&#x2014;in short, a system containing a development of all the principles that constitute a heavenly government, nothing short of this, if I understand the prediction of Isaiah, would be considered by the Jews, and by the other tribes of Israel, wherever they were found, and finally by the whole of the Gentile world that might live to see it, as a &#x201C;standard.&#x201D; This would be something worthy to be called a standard, something to which they could look, and come to, and be organized, consolidated, nationalized, and governed by, politically and religiously; or more truly and consistently speaking, <span class=\"italic\">religiously<\/span>, because that includes all the political governments that are worth naming or striving for in heaven or on earth. <\/div><div class=\"paragraph jod\" id=\"v1n927\"> A system of religion, or a people organized upon it, should include every branch of government that they  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could possibly need for their dwelling with each other, for their organization, peace, welfare, defense, order, happiness, and for their dwelling with neighboring nations. A system of religion that is from heaven never would stop short of including all these principles. Therefore it is inconsistent, it is because of the ignorance that is in the world that two terms&#x2014;&#x201C;political government&#x201D; and &#x201C;religious government,&#x201D; are used. <\/div><div class=\"paragraph jod\" id=\"v1n929\"> Men have been in the habit of walking with, of being organized and identified with, religions more or less false, and not sufficient in themselves to carry out all the principles of government; they are a kind of Sunday convenience, separate and distinct from the everyday affairs of life; a kind of a big religious cloak, to be put on for that day, but not to be considered to have anything to do with everyday affairs. This kind of religion not being sufficient for the happiness and government, enlightenment and improvement, education and regulation of mankind, or of society in all its branches, of course men would get up something else separate from it, and call that &#x201C;the policy of civil government.&#x201D; I do not blame them, for a false religion, or one partly false and partly true, never was calculated to answer the purpose. A religion not wholly true could not possibly develop all the resources, principles, branches, departments, officers, and powers adapted to the government, organization, peace, order, happiness, and defense of society, and for its regulation while dwelling with foreign departments and powers. <\/div><div class=\"paragraph jod\" id=\"v1n930\"> Men require something more than these imperfect systems, which are a mixture of truth and error, that exist in the world (and they have no better, of course); they need something else besides their Sunday arrangements, besides this machinery of theories; they need something of everyday <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> practical utility; and this they call civil government and politics, distinct from religion, though in some countries they blend one with the other, and both are in force. But I use the terms politics and religion to adapt myself to those obsolete ideas, that are about passing away with us, but under which a great majority of mankind still labor. In addressing the Saints, I make no distinction; when I say a religious system, I mean that which unites principles of political government and religions, which is perfectly sufficient for, and completely adapted to, all the wants of cities, boroughs, counties, states, kingdoms, empires, or the world, or a million of worlds; that system of religion or government, just which you please to call it, that regulates things in heaven, and for which all professing Christian men pray. <\/div><div class=\"paragraph jod\" id=\"v1n931\"> Whether men realize it or not, when they say, &#x201C;Thy kingdom come, thy will be done on earth as it is in heaven,&#x201D;<span class=\"citation\" id=\"63343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63343)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67443)\">Luke 11:2<\/a><\/span> it is as much as to say, &#x201C;O God, sweep away all the falsehood and abuses of power there are in the world, whether religious or political; down with the tyrants, down with the abuses, down with the false nobility, down with the pride, extravagance, and idleness of the one class, and down with the hard trials, want, oppression, and poverty that are heaped upon the other class; do away with all the kingcraft, priestcraft, and republic craft that are in the world. And in the place of all these false governments and religions, in political and social life, introduce that eternal government, that pure order of things, those eternal principles and institutions, which govern society in those better worlds, the worlds of immortality and eternal life.&#x201D; That is what a man prays for, as well as I can tell it, when he says, &#x201C;Thy will be done on earth, as it is in heaven.&#x201D;<span class=\"citation\" id=\"63344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63344)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67444)\">Luke 11:2<\/a><\/span> He says, &#x201C;Sweep away all abuses, all corruption, all falsehood,  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all war, all ungodly and selfish ambition; and in its place introduce a new government for universal man, a system that will touch all his wants, religiously, politically, and every other way; which will organize and govern society upon the principles that society is governed upon in heaven.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n933\"> I pray for that day, understanding it in that light. And if anybody uses that prayer, and does not mean it in that light, it is for want of reflection. For instance&#x2014;does any man in his senses, believe that the government of the eternal heavens in the presence of God, consists of a variety of kingdoms, empires, republics, and states, governed by various principles, ruled by aspirants, and sometimes by tyrants, that differ widely one from another in the principles by which they rule, one jarring with, and encroaching upon, the other, and frequently going to war with him, having a thousand different ways of worship, and of religious and political administration? I ask, again, does any sane person, who reflects, believe that heaven is governed in that way? No. Every reflecting person believes as well as I, that if there is a world of immortality at all, where righteousness rules, the same principles, as far as they go, are developed unto all, and adapted to all. Some may have more truth, ascend to greater degrees of perfection, and be able to receive higher and more glorious principles of government than others, even in heaven. Some may attain to a celestial glory, of which the sun is typical; others be as telestial beings, the glory of which is compared with the stars,<span class=\"citation\" id=\"73925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73925)\">1 Cor. 15:40-41<\/a><\/span><span class=\"citation\" id=\"87131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87131)\">D&amp;C 76:81<\/a><\/span> as they appear to our sight; and these two classes may differ as widely from each other as the stars differ from the sun in glory, as seen by man. So far as heavenly beings have become enlightened by revelation in the laws of eternal government, a sameness exists in their possession of principles of truth, as far as it goes. <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some may be in possession of the same portion of truth, but may not possess it in fulness, but it is true so far as it goes, by which all are in union, peace, and love, and by which they all do right, and all glorify God, and maintain an eternal peace and bond of happiness. <\/div><div class=\"paragraph jod\" id=\"v1n934\"> In viewing heaven thus, &#x201C;I do not believe I differ, except in degree, from the expectations and views of all Christendom that believe in a hereafter.&#x201D; They would not contend for a moment for the jargon and division that exist in this world, that produce&#x2014;what? Envy, hatred, darkness, and ignorance. They do not believe for a moment that anything of this kind exists in heaven. They pray as well as we, &#x201C;<span class=\"italic\">Thy will be done on earth as it is in heaven<\/span>.&#x201D;<span class=\"citation\" id=\"63345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63345)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67445)\">Luke 11:2<\/a><\/span> They pray, whether they think of it or not, that all the jargon, errors, abuses, darkness, and ignorance that now exist in the world, under the name of religion, government, or anything else, may come to an end; that, so far as there is unrighteousness, or any error in principle, thrones may be cast down;<span class=\"citation\" id=\"61589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61589)\">Dan. 7:9<\/a><\/span> that all the powers of earth, whether republic or monarchial, that are not in accordance with the law and government of heaven, may pass away, and those principles be introduced that govern the sanctified in heaven, so far as man in this life is capable of receiving these good things, and enjoying them in truth, union, and peace. Then with this view of the subject, such a system introduced, even among a few men they being organized upon it, and acting it out in a good measure, we should call this a &#x201C;standard.&#x201D; The Jews could look to it and call it a &#x201C;standard.&#x201D; The ten tribes, and the scattered remnants, and all that appertain to the lineage of Abraham, Isaac, and Jacob, scattered through the world, waiting for the redemption, and the restoration of the kingdom to Israel, could look to such a &#x201C;standard,&#x201D; to the people or<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ganized upon these principles developed from heaven, and carrying them out in all their points, for they are capable of governing a world, or a million of worlds; to this they could look and say, there is a &#x201C;standard.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n936\"> If all the railroads, steamboats, and other swift means of conveyance, with all the gold and silver, were in the hands and under the control of the right lineage, and all the sea captains and railroad proprietors stood ready to serve them, as the Jew turned his attention to the brightening prospect, and to his own land the question would naturally arise in his mind&#x2014;under <span class=\"italic\">what<\/span>  <span class=\"small-caps\">standard<\/span>  <span class=\"italic\">shall I go?<\/span> You may say under the colors of Great Britain, but that is not sufficient. Upon what principles shall we be organized, religiously and politically? Which of all the churches in Christendom will present us with a just standard, constituted to our capacity? Which of all the nations will present a government <span class=\"italic\">standard<\/span>, constituted to our position? <\/div><div class=\"paragraph jod\" id=\"v1n937\"> &#x201C;Well, but,&#x201D; you say, &#x201C;let the Jews take their own standard.&#x201D; Then they will neither have the Christian dispensation, nor that of Moses and the Prophets, because both of these had power in them that the Jews do not profess to have. The Christian religion had its inspired men, Apostles and Prophets. Those the Jews have not got. Moses and the Prophets had their miracles, gifts, powers, and oracles, men who were raised up by heaven, to direct, make laws and governments, and organize a kingdom among the Jews; they have not got these either. The most they pretend to have is a Book that gives the history of their fathers, and of Moses and the Prophets; showing that they lived under a dispensation of Priesthood, revealed from heaven, and handed down from the fathers, from generation to generation, which Priesthood held the Urim and Thummim, and the charge of the <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> holy place, containing the holy things, and power to inquire of God, and to instruct the people in what was for their peace, defense, welfare, government, judgment, and law. The Jews cannot say they have these things now. Moses and the Prophets had the ministering of angels. The Jews at this day have not. Moses and the Prophets had living oracles from heaven. The Jews have not. Moses and the Prophets had power to control the elements, and work mighty wonders in the name of the Lord, some of them even rolled the earth back on its axis.<span class=\"citation\" id=\"55851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55851)\">2 Kgs. 20:8-11<\/a><\/span><span class=\"citation\" id=\"59241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59241)\">Isa. 38:7-8<\/a><\/span> Have the Jews this power? No. To restore them to Palestine, and let their own institutions be <span class=\"italic\">a standard<\/span>, would be to put there what neither resemble Moses and the Prophets, nor Jesus and the Prophets. <\/div><div class=\"paragraph jod\" id=\"v1n938\"> &#x201C;But suppose we try to convert them to the present Christian institutions,&#x201D; says one. Well, where is the &#x201C;standard?&#x201D; Who has got it? The Christian institution consisted of Apostles and Prophets, ministers whose Priesthood was after the order of the Son of God, and ordained by himself,<span class=\"citation\" id=\"129380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129380)\">Luke 8:1 (JST)<\/a><\/span> for he says, &#x201C;As my Father hath sent me, even so send I you;&#x201D;<span class=\"citation\" id=\"129379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129379)\">John 20:21<\/a><\/span> &#x201C;ye have not chosen me, but I have chosen you, and ordained you.&#x201D;<span class=\"citation\" id=\"70175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70175)\">John 15:16<\/a><\/span> Connected with the Apostleship are the keys and powers of government, the administration of ordinances, and the gifts and powers of the Holy Spirit. This is a &#x201C;standard,&#x201D; which the Jews, and the ten tribes would all acknowledge, and it is a Christian one, yet such a one all Christendom cannot present. They can present a book, like the Jews; the one is a book that testifies that Moses and the Prophets had this power, the other that Jesus and his Apostles had it, but neither of these books can be the &#x201C;standard,&#x201D; because the mere history that somebody had this power would not be a living &#x201C;standard.&#x201D; If the Christians pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sent the Jews with the New Testament, the Jews will present the Christians with the Old Testament, and the writers of both of them had the power. The Jew would have to admit, that the power and &#x201C;standard&#x201D; that his book was the key of, had passed away; and the Christian, that the angels, gifts, and blessings that his book gave an account of, had also passed away. <\/div><div class=\"paragraph jod\" id=\"v1n940\"> If you take the despotic standard of Russia, or the standard of any other of the nations of Europe, some of them are unlimited in their provisions&#x2014;the sovereign is the law; others are limited&#x2014;the sovereign only being part of the law and power, frequent bloody wars arise between the monarch and the people; and those who come direct to the throne by hereditary right are beset by the same evils. Besides that, in Russia there is one kind of religion; in Greece, another; in Rome, a third; and in England, a fourth; all widely differing from each other. <\/div><div class=\"paragraph jod\" id=\"v1n941\"> To take the republican form of government, and set it up as a standard, would be to set the Jews and the Ten Tribes, when they get home, to creating their own government, religion, and officers. They would say, &#x201C;This is not a restoration of all things to the order of the fathers. Whoever heard of a nation's rising up, and making its own ministry of angels, its own Prophets, Apostles, and Priesthood to speak the word of God, and to inquire of Him?&#x201D; The Lord would turn round and say, &#x201C;I have not chosen this man, you have chosen him and ordained him.&#x201D; Did the people elect and appoint Moses to receive all his powers, to hold communion with the burning bush,<span class=\"citation\" id=\"53790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53790)\">Ex. 3:2-3<\/a><\/span> and divide the waters of the Red Sea?<span class=\"citation\" id=\"53999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53999)\">Ex. 14:21-22<\/a><\/span> Did they elect Joshua to that faith by which he lived to lead Israel into Canaan,<span class=\"citation\" id=\"55313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55313)\">Josh. 14:1<\/a><\/span> and divide Jordan by the word of God?<span class=\"citation\" id=\"55292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55292)\">Josh. 3:17<\/a><\/span> Did they instruct him to lengthen out the day while Israel conquered their enemies?<span class=\"citation\" id=\"55312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55312)\">Josh. 10:12-14<\/a><\/span> No. God Al<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty chose Moses and ordained him; and Moses laid his hands upon Joshua and ordained him,<span class=\"citation\" id=\"55274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55274)\">Deut. 34:9<\/a><\/span> and therefore the two were full of the Spirit of God to fill a similar calling. <\/div><div class=\"paragraph jod\" id=\"v1n942\"> The Jews and the Ten Tribes know better than to bow to such an order of things, for no rule, precedent, or example, can be found in the history of the fathers to substantiate such a course; they would either conclude that God had changed, or that such proceedings were an imposition, and pertained to no real government from heaven at all. <\/div><div class=\"paragraph jod\" id=\"v1n943\"> &#x201C;Well, then,&#x201D; says the Lord, &#x201C;I will set up a standard for my people, and lift up my hand to the Gentiles.<span class=\"citation\" id=\"124619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124619)\">Isa. 49:22<\/a><\/span> A system shall be developed from heaven, by which the people are to be planted in one, that is, those who embrace it; by which shall be developed among them all, one spirit, one doctrine, one order of Priesthood, worship, power, and government, to lead, direct, control, and say what religion they shall adopt, including every department of government, sufficient for all the affairs of state, both internal and external, and that would contribute to their enlightenment, improvement, defense, exaltation, and their relations with all the world.&#x201D; Such a thing would be a &#x201C;standard.&#x201D; It would answer the purpose to plant and govern them. It would bring the Gentiles to it. In order for this, it would be a principle of government developed in all its parts, not differing so much from the old one either. &#x201C;Do you mean the law of Moses?&#x201D; Yes, but only so far as the same eternal principles existed in that law. There were many principles given in that law which pertained not to the eternal kingdom of God; they had to be fulfilled in Christ, and then have an end. <\/div><div class=\"paragraph jod\" id=\"v1n944\"> &#x201C;Well, then, what do you mean? Do you mean to say that this modern standard must not differ from the in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stitutions revealed and carried out in the days of Christ and his Apostles?&#x201D; No, this is not what I mean, because it must differ in some of its bearings from those institutions. &#x201C;Wherein?&#x201D; In this respect, if nothing more&#x2014;Peter and the rest of the Apostles having done what we are doing now, that is, talked about that &#x201C;standard,&#x201D; and the restoration of the kingdom and government to Israel, said to Jesus, &#x201C;Lord, wilt thou at this time restore the kingdom to Israel?&#x201D;<span class=\"citation\" id=\"71008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71008)\">Acts 1:6<\/a><\/span> That is, &#x201C;Wilt thou at this time <span class=\"italic\">raise a standard<\/span> with all the powers of government, break down the Roman Empire, and give the kingdom and the greatness of the kingdom under the whole heaven to thy Saints,<span class=\"citation\" id=\"61698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61698)\">Dan. 7:27<\/a><\/span> that so all Israel may be saved?&#x201D; So far from a satisfactory answer being given to Peter and the Apostles, the Savior said, &#x201C;It is not for you to know the times or the seasons&#x201D; when this shall be done, letting alone doing it, for the knowledge of these times &#x201C;the Father hath put in his own power.&#x201D;<span class=\"citation\" id=\"71019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71019)\">Acts 1:7<\/a><\/span> Jesus did not turn round and answer them as the sectarians would&#x2014;&#x201C;You are entirely mistaken, my kingdom will always be a spiritual kingdom; and you will be very much disappointed if you look for anything else.&#x201D; He virtually said&#x2014;&#x201C;Suffice it to say, it is not given to you Apostles to hold the keys of my kingdom in that day and age of the world, or even to know the time that I will do that work.&#x201D; &#x201C;Well, Lord, what will you have us to do? As the Scriptures are more full upon that subject than almost any other, for kings and Prophets spoke of little else, and you will not tell us of that, but reserve it for some other people, and to be known at some other time, which we are not to know, what is it you would have us to do?&#x201D; &#x201C;Simply be witnesses of me in Jerusalem, Samaria, and in the uttermost parts of the earth.<span class=\"citation\" id=\"71023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71023)\">Acts 1:8<\/a><\/span> Baptize the people, if they will repent, after you have taught <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to believe in me, their eternal King and great High Priest, who rose from the dead, and ascended up on high in your presence, to reign in heaven, and eventually upon the earth. Go and tell the people that, and let them repent, and turn to me with full purpose of heart,<span class=\"citation\" id=\"81879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81879)\">Mosiah 7:33<\/a><\/span> and know that I am the law, and the way, and the truth; and if they shall keep my words, they shall have eternal life; and if they do not, they shall remain in condemnation. If they hear you, they hear me; and if they receive you, they receive me; and if they receive me, they receive him that sent me;<span class=\"citation\" id=\"67356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67356)\">Luke 9:48<\/a><\/span><span class=\"citation\" id=\"124620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124620)\">John 13:20<\/a><\/span> and if they reject you, they reject me.<span class=\"citation\" id=\"124621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124621)\">John 15:20-21<\/a><\/span> And whatsoever they do to you, it is the same as though they did it to me. You are my ambassadors, my representatives, my ministers, and if they do good to you, it is the same as though they did it to me. If they discard you, and believe not your words, and withhold their hands from helping you to carry out the principles of truth, it is the same as though they did it unto me.&#x201D; &#x201C;But, master, how shall we establish a <span class=\"italic\">standard<\/span> of government, and peace, so as to maintain these principles?&#x201D; &#x201C;<span class=\"italic\">You cannot do it<\/span>.&#x201D; Did Jesus Christ and his Apostles say these things in so many words? No. But in words that amounted to the same thing. Says he&#x2014;&#x201C;The time cometh, that whosoever killeth you will think that he doeth God service.&#x201D;<span class=\"citation\" id=\"70266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70266)\">John 16:2<\/a><\/span> And unto Peter, the head of the Apostles, Jesus said, speaking of the death Peter should die&#x2014;&#x201C;When thou shall be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.&#x201D;<span class=\"citation\" id=\"70986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70986)\">John 21:18<\/a><\/span> Jesus told his servants they would be scourged from city to city, and from place to place, and from synagogue to<span class=\"citation\" id=\"124622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124622)\">Matt. 10:17<\/a><\/span><span class=\"citation\" id=\"124623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124623)\">Matt. 23:34<\/a><\/span> synagogue, and be overcome, for another power would rise different from the kingdom of God, and it should make war<span class=\"citation\" id=\"61671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61671)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"79627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79627)\">Rev. 13:7<\/a><\/span> with them, and overcome them, and be drunken with the blood of the  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints, and hold dominion over all<span class=\"citation\" id=\"80145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80145)\">Rev. 17:1-6<\/a><\/span> the kings of the earth, over every tribe and tongue and people, until the words of God should be fulfilled; therefore they were not to think to gather the people, to establish a kingdom or government on the earth, <span class=\"italic\">for they could not do it<\/span>. There was another power to rise, that would put their power down, and bear rule over all nations, and all nations would be deceived by it. <\/div><div class=\"paragraph jod\" id=\"v1n947\"> Now you take the instructions of the Apostles to the Saints in former days, and the manifestations of the Lord to the last of the Twelve while he was on the Isle of Patmos, and see if they do not amount to the above. <\/div><div class=\"paragraph jod\" id=\"v1n948\"> Well, then, give us a dispensation like the one they had, one fitted to the New Testament; and it is simply to run through the world, and witness of the manifestations of the Lord of life and glory in the flesh, and his resurrection from the dead; to call upon the people to repent and be baptized, and give them the first principles of the Gospel, and prepare them to reign in yonder world of glory, so far as they could by being faithful through the Gospel; and as fast as they were baptized, say to them, &#x201C;You may expect to be killed, and if you are not willing to lay down your life, do not put your name among us, nor be baptized at all, for the wicked will make war with the Saints and overcome them.&#x201D;<span class=\"citation\" id=\"61672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61672)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"79628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79628)\">Rev. 13:7<\/a><\/span> To repent, and be baptized, and receive the Gospel for the remission of sins, be killed and go home to glory, was the Gospel the ancient Apostles preached. I say, if we had a dispensation precisely like that which Peter and the rest of the former-day Apostles had, that is just as far as we could carry it. Where is the place where we could build up the kingdom of God? Nowhere. If you lived in Rome (and Rome was the world), and submitted to its butcheries, until the words of God should be fulfilled, you <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would be slain and go into yonder world. <\/div><div class=\"paragraph jod\" id=\"v1n949\"> Hence the kingdom of God had to be set up twice, once in the days of Peter, wherein those who obeyed the Gospel ordinances had to submit to the Roman power and be killed. After they are killed, and the Priesthood is taken from the earth, and the keys of it are gone from the earth also, or hid up, so that nobody holds them, and all nations are deceived, as it was written by the Revelator John<span class=\"citation\" id=\"80323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80323)\">Rev. 18:23<\/a><\/span> by this ruling power, which is nothing more nor less than Rome, for that was the world then known&#x2014;after all this, when the time comes for the word of God to be fulfilled, and for a standard to be set up, what does this book, the Bible, say? What does Jesus Christ himself say? &#x201C;There shall be signs in the sun, and in the moon, and in the stars, and upon the earth distress of nations, with perplexity; the sea and the waves roaring; men's hearts failing them for fear;&#x201D;<span class=\"citation\" id=\"68025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68025)\">Luke 21:25-26<\/a><\/span> and he goes on to say that when you shall see these things come to pass, then know that the kingdom of God is at hand.<span class=\"citation\" id=\"68035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68035)\">Luke 21:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n950\"> The Millerites mistook it, and thought it meant, then know that the kingdom of the Lord Jesus Christ is just at the door. A great many have been mistaken on this subject, among Christian communities, so called. But if they had searched diligently to know, they would not have taken the second advent of Messiah, and put it in the place of his kingdom, to be at hand when you see the signs begin to take place; then &#x201C;know ye, that the kingdom of God is nigh at hand.&#x201D;<span class=\"citation\" id=\"68048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68048)\">Luke 21:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n951\"> Now it is evident that the kingdom of God was to be set up twice&#x2014;at two distinct times, or else the whole matter is a mistake from the beginning to the end, because John the Baptist said it was at hand in his day,<span class=\"citation\" id=\"62658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62658)\">Matt. 3:1-2<\/a><\/span> Jesus Christ said the same,<span class=\"citation\" id=\"62873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62873)\">Matt. 4:17<\/a><\/span> the Apostles and Seventies said, in their days,<span class=\"citation\" id=\"64081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64081)\">Matt. 10:7<\/a><\/span> that it  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was right at the door. And then Jesus Christ predicted a whole string of events, including the destruction of Jerusalem, and the dispersion of the Jews. He then predicted signs that were to be seen in the sun, moon, and stars, and said, lo! &#x201C;the kingdom of God is nigh at hand.&#x201D;<span class=\"citation\" id=\"68049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68049)\">Luke 21:31<\/a><\/span> Just as sure as the sun shines, the kingdom had to be set up twice, or there is no meaning to the Book, and the last, too, at the time the Millerites and others have set for the personal appearance of the Savior. <\/div><div class=\"paragraph jod\" id=\"v1n953\"> The Lord, in speaking to his Apostles, said, &#x201C;It is not given for you to know the times or the seasons, which the Father hath put in his own power.&#x201D;<span class=\"citation\" id=\"71020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71020)\">Acts 1:7<\/a><\/span> What would he say to the Apostles in the last days? He would say quite the reverse of this&#x2014;&#x201C;To you it is given to know the times and the seasons, because you are the very men to do that work, but my old Apostles were only to bear witness of me to the world. As the received traditions and religion of the world were at war with the principle of the resurrection presented in my body, I required my ancient Apostles to bear witness of it in Jerusalem and Samaria, and to the uttermost parts of the earth,<span class=\"citation\" id=\"71024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71024)\">Acts 1:8<\/a><\/span> wherever they could find followers. But I now will raise up you and other men, and ordain you, and cause keys of power to be committed to you, as in days of old, in the same Gospel ordinances and spirit; but when they come, you will not be required to fulfil any such thing as my servants did anciently, which was, to bear witness, preach repentance, baptize the people, and be killed. You will know the times and the seasons, which the Father put in His own power, and which my other Apostles could not know, and then go to work with your mights and fulfil it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n954\"> Hence the gathering of the Saints; the organization of the kingdom of God, religiously and politically, if you <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will; the revelation of the law of God, and the new and everlasting covenant made to Abraham of old and his seed, which has never been altered by the Lord, only lost to the people. Paul said that the law given upon Mount Sinai, four hundred and thirty years after that covenant was made, might not disannul it.<span class=\"citation\" id=\"74527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74527)\">Gal. 3:17<\/a><\/span> Jesus Christ was that man spoken of when God said, &#x201C;In thee and in thy seed shall all nations of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53443)\">Gen. 26:4<\/a><\/span><span class=\"citation\" id=\"53478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53478)\">Gen. 28:14<\/a><\/span> Thus, Paul and Jesus, in so many words, confirmed the covenant made with Abraham, that neither the law of Moses nor Jesus Christ ever disannulled. What was it? A great many things, but the principal thing was, &#x201C;I will greatly multiply thy seed;&#x201D;<span class=\"citation\" id=\"53327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53327)\">Gen. 22:17<\/a><\/span> in short, a law was given him by which he and his posterity should be regulated and governed, with regard to matrimony and posterity. <\/div><div class=\"paragraph jod\" id=\"v1n955\"> Now, then, to restore the new and everlasting covenant made with Abraham, and not disannulled by Moses, the Prophets, Jesus Christ, and the Apostles; to restore an organization of principles, of law; a development that would make a standard to regulate families, households, and kingdoms in every respect; that would be to fulfil the words of Isaiah, where he says, I will &#x201C;set up my standard to the people;&#x201D;<span class=\"citation\" id=\"59458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59458)\">Isa. 49:22<\/a><\/span> then I will gather you. Going to work to gather them to a standard set up by modern professors would be nonsense, for it would not chime in with the law that governed Abraham and his family matters, when he and a great many others should come together and sit down in the kingdom of God.<span class=\"citation\" id=\"64005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64005)\">Matt. 8:11<\/a><\/span> Such a standard would be lame in some points. <\/div><div class=\"paragraph jod\" id=\"v1n956\"> If I were a Jew, you might cry to me and preach to me until doomsday, and then take a sword, and hold it over me to sever my head from my body, but I should say, &#x201C;I will not move one step to the <span class=\"italic\">standard that is not Abraham's<\/span>, nor from the everlasting covenant in  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which my fathers Abraham, Isaac, and Jacob, and all the holy Prophets will come and sit down in the presence of God, upon the same principles with their modern children. I am a Jew, and my hope is in the covenants of the fathers. If you nations who are not numbered in that covenant wish to be blessed, it must be in that covenant, and in no other way; and you cannot bring me any other standard that is a lawful one. You may teach me Christianity, as you call it; you may try to govern me by a republican government, as you call it; and ten thousand other things; but when you have taught them all to me, neither for your fire, your sword, your government, your religion, your threats, nor anything else will I ever embrace any other system but the standard, the covenant, in which all my nation, all the Ten Tribes and the scattered remnants can be blessed; a covenant that will look them up, with all the Gentile world; and raise all the ancients from the dead, and by which all can sit down together in the same kingdom, and be governed by the same principles, covenants, laws, and ordinances forever.&#x201D; That is the stubbornness I should have in my nature, if I were a Jew. And the blood that flows quick through my veins tells me I am not one whit behind the Jew; it tells me I am of the seed of Abraham, Isaac, and Jacob; therefore I am just about as hard as they are to believe in anything but a full and complete <span class=\"italic\">standard<\/span>, a development of that system which will organize me and my house, and all the people, whether Jew or Gentile, that will embrace it, in all the world, if they will repent. I read it, in so many words of the good old Prophet, that &#x201C;the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.&#x201D;<span class=\"citation\" id=\"59982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59982)\">Isa. 60:12<\/a><\/span> I would say to king Agrippa, if he were here today, &#x201C;Believest thou the Prophets?&#x201D;<span class=\"citation\" id=\"72139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72139)\">Acts 26:27<\/a><\/span> If the world would believe, <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then, the whole of their kingcraft, and priestcraft, and confused systems would soon pass away, and the covenant made with Abraham, Isaac, and Jacob, and to which the Prophets, Jesus, and the Apostles looked forward, would be established. <\/div><div class=\"paragraph jod\" id=\"v1n958\"> &#x201C;When ye see these things come to pass, know ye that the kingdom of God is nigh at hand.&#x201D;<span class=\"citation\" id=\"68050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68050)\">Luke 21:31<\/a><\/span> Is it a system of government, to organize and gather the people? Yes, a people that will not have their heads cut off any more by that government that has deceived the whole world, and drunk the blood of the Saints of the Most High.<span class=\"citation\" id=\"80118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80118)\">Rev. 16:6<\/a><\/span><span class=\"citation\" id=\"80183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80183)\">Rev. 17:6<\/a><\/span> It is a kingdom that the wicked will not be permitted again to possess or destroy. How shall we look for it? It will be one of the smallest of governments upon this earth, to which a grain of mustard seed is brought as a comparison.<span class=\"citation\" id=\"64597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64597)\">Matt. 13:31-32<\/a><\/span> When we see the signs in the sun, moon, and stars, and among different nations, it proves that the kingdom of God is nigh at hand; we may then begin to look around for it. We must not look to Russia, or to England, to become this kingdom, but to the smallest of the governments in this world, one so small that it is compared to a grain of mustard seed.<span class=\"citation\" id=\"64598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64598)\">Matt. 13:31-32<\/a><\/span> Where must we look for it? In the very spot where it has room to grow, and in its smallness be overshadowed with weeds and plants of other kinds; so we must look for its organization, establishment, and development in some country where that little few compose the majority, and should rule. Now with these great characteristics, and plain directions, which any man can gather from the Bible, we need not look to any other place where we may find this kingdom. Then among the Saints right here, where they compose the majority, where there is not another larger government, where they are hemmed in with mountains, and can establish peace, and a kingdom,  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and a government, and a law. &#x201C;Well,&#x201D; says one, &#x201C;you are a republican government; how does that chime in with the word kingdom?&#x201D; It matters not as to the outward name, whether it takes the name of republic or kingdom, or this, that, or the other; it is not the name that does the business. We call England a monarchy, because its Presidency perpetually comes from one line, it is hereditary. We call the United States a republican government, because they put in a man to rule, and put him out once in four years. I have been in both countries and lived and acted more or less under the two governments. I went to England with a good deal of prejudice; for I was brought up to believe that a republican government was the only good government in the world, and the British were made to be killed off. When my brother Orson began to speak at all, the first word which I can remember he ever said, was&#x2014;&#x201C;<span class=\"italic\">Why, dad's gone to shoot the British<\/span>.&#x201D; So I must have gone there more or less prejudiced against that government. What is the fact, against all these prejudices of early life? It is, that government is tolerably good in both countries. The United States have the best institutions of the two, but I tell you, if they had carried them out better for us, we might have been here, not so poor as we are today. I like England the better of the two; not because her institutions are better, but because they are carried out better. A government well carried out is better than any other form of government not carried out. You may spread your forms on paper, but paper will lie a long time before it will take off a man's head for breaking the law. <\/div><div class=\"paragraph jod\" id=\"v1n960\"> Here we are, and, thank God for it, a small government, you may call it a republican government, or what you please; but the spirit, and Gospel, and law, and principles of union are <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here, and nobody can help it. There is no law against unity, against being baptized, against receiving the administration of angels, or the keys of the Apostleship, against laying hands on others that men may be filled with the Holy Ghost. There is no law against these things, thank God. This makes us united, it makes us do our duty, and remain in the spirit of oneness and in faith, operating diligently upon the principles developed by revelation upon revelation, and precept upon precept, and law upon law, and truth upon truth. We find ourselves a government organized upon these great principles, and a government in peace. This government has to maintain its character, and become a <span class=\"italic\">standard<\/span>, having developed in it every principle for the salvation of the living and the dead; to hold the keys of the Priesthood that bear rule in heaven, on earth, and in hell, and maintain a people built upon it, which is all necessary in order to become a standard. To this the Ten Tribes will look, to this will look the scattered remnants that are aware of the promise to Abraham, that in his seed, and not in some other Priesthood and lineage, shall all the nations and people of the earth be blessed.<span class=\"citation\" id=\"53375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53375)\">Gen. 22:18<\/a><\/span> Where should they look, if <span class=\"italic\">we<\/span> were to be scattered abroad, if <span class=\"italic\">we<\/span> should come to a standstill, and stick our stakes, and say to the Almighty and to His servants&#x2014;&#x201C;<span class=\"italic\">We<\/span> will do this, and that, and that is what we will not do, but we will go our own way?&#x201D; Suppose now the spirit of prophecy should descend upon the Ten Tribes of Israel, and they smite the mountains of ice<span class=\"citation\" id=\"91659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91659)\">D&amp;C 133:26<\/a><\/span> by the word of God, and the mountains flow down, and their Prophets travel abroad to search the world through, for they have seen the signs in the heavens, and they feel like the wise men of the east as they inquired for the Savior;<span class=\"citation\" id=\"62634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62634)\">Matt. 2:1-2<\/a><\/span> suppose the Ten Tribes come and inquire&#x2014;&#x201C;Where is the Temple of God, for we have  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seen the signs in the heavens; where shall we find it?&#x201D; And we were to scatter and divide, and lose the Spirit of God, and become sectarians, or something worse; the Ten Tribes Would then have to search with a lighted candle, and could not find the Temple here, and I defy them to find it anywhere else. <\/div><div class=\"paragraph jod\" id=\"v1n962\"> &#x201C;Now, then, brother Pratt, we have embraced all this good Gospel, which you tell about. We have been baptized, we have come into the new and everlasting covenant, we are one, our sins are forgiven us, and we have received a portion of the Holy Ghost.&#x201D; Having availed ourselves of all these things, what we are as individuals, we have gained together as number one and two, and all are justified together, and the common interests of the kingdom are carried out. Some may say, &#x201C;There are warmer climates than this, why not go to them, and accommodate ourselves better than we can here? Besides that, there are places where men get more gold and silver, and can buy sugar, fruit, &amp;c., where wood is plentiful, and where the country presents more beautiful scenery, and is more like Paradise than this place is; the whole earth is before us, why can we not go and possess it where we please? Why can we not go and serve ourselves awhile, and let the kingdom of God take care of itself, or let these good, pious Elders and Apostles that are so attached to it, take care of it?&#x201D; If it is right for you to set your minds upon warmer climates, upon more convenient timber, and upon making money, then it is right for every one of us to do the same. If it is right for you, it is right for our President, and his Council, and the Twelve, and everybody else. If each person should get his own way, go to where the climate will suit him best, where there are a market and all other conveniences, I want to know, then, where the kingdom of <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God is? What worldly government could you live under, as the kingdom of God, when you had satisfied these desires? Just point your finger to the place, on this wide earth, where there is any better climate than this, any better market than this, where the staple necessaries and conveniences of life exist in greater abundance than they do here. Point your finger to such a place, and convince me by mathematical demonstration that this people can live there, and be a majority there, and reign there, and maintain the kingdom of God there, and I am not sure but I will go with you, and, I believe, the President will, and I think the Lord would be pleased with it. If we had such a place, and could go and enjoy it, who cares? The less time it will take to get a living, the more time we shall have to attend to the teaching of others, and the more convenience to gather them to it. I do not know that the Lord would have any objection to it, if you could name such a place. <\/div><div class=\"paragraph jod\" id=\"v1n963\"> What kind of a government is there out yonder, west of us? The very scum floods out of the United States into that goodly land, that golden country; there is a concentration of jargon, ignorance, folly, corruption, and abomination, all gathered together in one focus, and then corrupting itself after being made of corruption. A Saint of God might put all the advantages of climate, timber, soil, trade, and money together in the world, and he could not live under that government. Why did you not stop in Rome, and serve God there? You were in a fine country, a salubrious climate, the timber was handy, and you possessed a delightful situation. Why? Because the Apostles could not live under the Roman Government without being killed; and how could you do it without sharing the same fate? If you did live in Rome, you cannot say that the government  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is according to the covenant made with Abraham, Isaac, and Jacob. Why not stay in England? It is a fine climate, and, in many respects, it has a good soil, with trade, and plenty of coal for fuel. Why not stay in the United States, where you can get sugar for three cents per pound? Why did you ever leave your countries, your native homes, to come here? Look at these snow-clad mountains, and naked plains&#x2014;look at the scarcity of timber, and the difficulty of traveling such a distance to get here, and so far from any market. Bless your soul, you will not find conveniences in the world, anywhere, handier than they are here! Why not stay where you were? &#x201C;Why,&#x201D; you say, &#x201C;I thought I should get a little instruction here, that I could not get anywhere else; but, having got that instruction, I thought to enjoy it, and go where I pleased.&#x201D; My view of the subject is this&#x2014;to gather, and stay gathered, to be organized into the government of God, and call it what you please as to name. They used the word kingdom in ancient times, meaning nothing more nor less than government. We should stay gathered, and count one in schools, in meetings, in paying tithing, in paying taxes, in acting our part as members of the community; count one when men are needed, if necessary, to go against the savages; count one in influence, in beauty, in spirit, in faith, and in works; to build Temples, to attend to the ordinances, and administer to the living and the dead, and set an example worthy of imitation. What would a million of people do if they were all doing this, under one covenant, being actuated by the same spirit, baptized by one baptism?<span class=\"citation\" id=\"124624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124624)\">1 Cor. 12:13<\/a><\/span> They would be a million of that faith, a million of that spirit, a million of that light and truth, a million possessing the very powers of peace, and heaven, and Zion in their bo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soms. What would they do? Why, the world itself would see their light. Like a lighted candle on a candlestick, it could not be hid.<span class=\"citation\" id=\"63072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63072)\">Matt. 5:15<\/a><\/span> Do you want riches? This is gold, it is silver, it is clothing, it is bone, it is sinew, it is industry and power. It will come flowing to you like a flowing stream. Your Apostles and your First Presidency, instead of being perplexed with the cares of this world, as to how to plow their fields, or build their cabins, would not have time scarcely to go out of yonder temple to get their breakfast, if we had the temple built. To a people thus consolidated, nations of the earth would come. The kings and queens, and governors and rulers, and a great many of the house of Israel, and people of influence and power out of all nations, would come.<span class=\"citation\" id=\"124625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124625)\">Isa. 60:1-22<\/a><\/span> They would say, &#x201C;The Lord is there, the power of God is there;&#x201D; and if they had any money they would make a deposit of it there, for the nations would be breaking up, and the people would want to escape with their life from war, and distress of nations.<span class=\"citation\" id=\"68011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68011)\">Luke 21:25<\/a><\/span> The people would say, &#x201C;There is where we will go to find safety, for there the inhabitants live in union, they have the light of eternal truth, while other people are in darkness and ignorance without measure. Those happy people know how to unite and defend themselves: it is not their numbers that constitute their strength, but it is their union, and, of course, their numbers have an influence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n965\"> If one man is mighty, there are more mighty. If a man wants the riches of time and eternity, let him have a good government, education, and the laws of heaven to bring up his children in the right way. He never will get rich as fast as he would if he cooperated with the kingdom of God. You know when anything is wanted of me, I am on hand all the time, though there would not be a man you could hire. Men will go to  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>California, to the States, or anywhere else, but you could not get them to do it ordinarily without hiring them. But if you appoint them to take a mission without purse or scrip,<span class=\"citation\" id=\"68110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68110)\">Luke 22:35<\/a><\/span> the same as an angel, they will go to hell, <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if the Lord will give them a mission there, and be mighty glad to get back as soon as they have done it. <\/div><div class=\"paragraph jod\" id=\"v1n967\"> I have detained you too long. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}