{"ID":10030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Disobedience of Counsel&#x2014;The Indian War The Result of the Same.<\/div>\n<div class=\"subtitle\">An Address by Elder George A. Smith, Delivered in the Tabernacle, Great Salt Lake City, at the General Conference, Oct. 7, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Disobedience of Counsel, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v1n1004\"> It is with pleasure that I have listened to the remarks of President Kimball. The sentiments he has advanced are true and just, and I am certain no person can have listened to them without having felt edified and instructed. <\/div><div class=\"paragraph jod\" id=\"v1n1005\"> There is no doubt that a great proportion of the people who have been here in these valleys for years past, can bear witness to the counsel and instructions that have been given, for the preservation of the settlements, and the establishment of the stakes of Zion within the limits of these mountains. Perhaps those persons, when <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they see me arise to occupy the stand, will at once say within themselves, &#x201C;We are going to hear something in relation to enlarging the new settlements, making entirely new ones, establishing iron works, or some other thing of that nature, to draw our feelings out of the channel they have run in,&#x201D; for it is so really certain, that I have scarcely attended a single Conference since I have been in the Valley, without having something of this kind to present during the term of Conference. I think, however, for the last year, it has not been my lot to address an assembly in this place,  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps more than once or twice, and as I had been noted for short sermons and short prayers, my addresses have also been few. But although my voice has not been heard from this stand, I have not been silent, neither have I been idle. <\/div><div class=\"paragraph jod\" id=\"v1n1007\"> I was appointed to preside over the affairs of the Church in the county of Utah. I have also made two trips annually through the southern portions of the territory, visiting all the Branches, taking considerable time and a great deal of interest in the affairs of Iron County, besides making as many missions to this place as were necessary, to obtain counsel, and acquire information to carry on the work entrusted to my charge. <\/div><div class=\"paragraph jod\" id=\"v1n1008\"> Any man that knows the country, and is acquainted with the business that has been placed before me, will be aware, that, lazy as I might be, I have had plenty to occupy my thoughts, and to give me active exertion, at least for the past year, in the exercise of my ministry and calling. <\/div><div class=\"paragraph jod\" id=\"v1n1009\"> I present myself before you, then, to offer a few reflections upon what I feel to be important for this Conference to consider for the safety, welfare, and protection of the Saints in the valleys of these mountains. I have been made familiar with the condition of our settlements south, and am aware somewhat of the condition of our settlements in other parts of the territory. <\/div><div class=\"paragraph jod\" id=\"v1n1010\"> In the commencement of my remarks, I will say, that the people almost universally do not realize the importance of listening to the voice of God through His servant Brigham. My heart has been pained by the things that are past, when I have been traveling and laboring in different parts of the territory; it has been pained to see the carelessness and indifference with which the words of the Almighty, through His servant, have been received. <\/div> <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1011\"> Numbers were counseled to go to Iron County, and make there a strong settlement, sufficiently so to enable the people to protect themselves, and establish iron works. Many started in that direction, and succeeded in making the distance of from thirty to seventy miles, and concluded they had traveled far enough on good land without settling upon it. <\/div><div class=\"paragraph jod\" id=\"v1n1012\"> Last spring, when President Young made his visit through the settlements, the county of Utah was very flourishing in appearance. Many splendid farms had been opened, and men were living upon them with the same security and carelessness as heretofore the people have done in the State of New York, where they need not fear the attacks of hostile Indians. The President had previously counseled them to settle in forts, and not scatter asunder so as to render themselves in a state of helplessness in the case of attack by the red men. Forts had accordingly been surveyed, and cities had been surveyed, where the people could gather together and fortify themselves; yet the great mass, I may say, or, at any rate, all the wealthy portions of them, had selected good farms, and were building good buildings, and making improvements upon them, and were dwelling safely, scattered all over the valley; a great many of them had lately come from England, and different parts of the world, and were in a flourishing condition; cattle were increasing around them, corn was growing in abundance, and fruit and all things seemingly were beginning to flourish exceedingly. <\/div><div class=\"paragraph jod\" id=\"v1n1013\"> On viewing this state of things, I said to myself, &#x201C;Is this to be the order of things? Are the people going to prosper in this way, while in open violation of the counsels that have been given, namely, to gather into forts?&#x201D; I knew that that state of affairs would not continue a great length of time, and can call the men  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and women in every settlement to bear witness that I have publicly testified that that order of things could not remain; for when God has a Prophet on the earth, and that Prophet tells the people what to do, and they neglect to do it, they must suffer for it. I bear witness before you, this day, in the name of the Lord God of Israel, that no people can treat lightly the sayings of a Prophet of God, whom He places on the earth to direct His people, and prosper. I know it is impossible. I have borne this testimony to the settlements, in my preachings, when I have visited them. In reply, the folks would say, &#x201C;There is no danger, brother Smith, if we do live in the country, upon our farms, for it is so unpleasant to live in town.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1015\"> When President Young was going south last season, in one of the large meetings he addressed at Palmyra, in Utah County, he bore testimony, in the name of the Lord God of Israel, that if the people did not gather into cities and forts, and fortify themselves, they should be driven out of these mountains. If God had come down upon one of these mountains as He did upon Mount Sinai, and kicked up a tremendous thunderstorm,<span class=\"citation\" id=\"54323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54323)\">Ex. 20:18<\/a><\/span> I could not have been impressed with the truth of those remarks one particle more than I was on that occasion. I knew Brigham to be a Prophet of the Lord, and esteemed his words as the voice of God to the people. <\/div><div class=\"paragraph jod\" id=\"v1n1016\"> I straightway commenced to encourage the people, and preached to them, and proposed laying out a fort for them, when they would perhaps turn round and say, &#x201C;Really, brother Smith, do you think there is any danger?&#x201D; I would say within myself, &#x201C;Here are hundreds and thousands of brethren that have never been proved; they have never borne the heat and burden of the day,<span class=\"citation\" id=\"65274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65274)\">Matt. 20:12<\/a><\/span> but they are picking up the fat valleys of Ephraim,<span class=\"citation\" id=\"124626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124626)\">Isa. 28:1<\/a><\/span> and selecting good farms, <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and securing to themselves beautiful situations, and making splendid improvements, and living in peace, and eating of the fat of the land, and forgetting their God. Can this state of things remain?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1017\"> I went to every settlement, and attempted to encourage them to fort, but failed to accomplish anything towards getting them to obey the word of the Lord on this matter. Some of them said they would move into forts in the fall of the year. <\/div><div class=\"paragraph jod\" id=\"v1n1018\"> Sometime in the summer, however, a man, known in these mountains by the name of Walker, found that the people cared nothing about God, or the instructions of brother Brigham, and brother George A., so he said, &#x201C;I wonder if you will mind me;&#x201D; and in less than one solitary week, he had more than three hundred families on the move, houses were thrown down in every direction, and I presume one hundred thousand dollars worth of property was wasted. <\/div><div class=\"paragraph jod\" id=\"v1n1019\"> Had the people listened to the counsel of President Young, in the first place, and put their property in a proper place, it would have been protected. In the counties of Utah, Juab, and San Pete, the houses were vacated, and the Indians got into them, and shot the brethren, so they had to be entirely demolished, which rendered it necessary for great numbers to move into forts. This has been affected by brother Walker. That bloodthirsty Indian, in this matter, had more influence to make the Saints obey counsel than the Presidency of this Church had, and could actually kick up a bigger fuss in a few days than they could by simply telling the people the will of the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1020\"> When God places a man on the earth to be His mouth, he says this or that is the law, and this is the thing for the people to obey. &#x201C;Well, but,&#x201D; says one, &#x201C;I cannot make as good a living in town as I can away out on a  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>farm, where I can keep a great many cattle.&#x201D; It appears probable to me, you might make more by going to parts of California, or Australia, than you can make even out on a farm in this country. If your object is to make as much earthly gain as possible, why not go where you can get the most of it? This business of having one hand in the golden honeypots of heaven, and the other in the dark regions of hell, undertaking to serve both God and Mammon<span class=\"citation\" id=\"63564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63564)\">Matt. 6:24<\/a><\/span><span class=\"citation\" id=\"67768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67768)\">Luke 16:13<\/a><\/span> at once, will not answer. <\/div><div class=\"paragraph jod\" id=\"v1n1022\"> Aside from the settlements in San Pete, I believe I have, more or less, been with nearly all the settlements south, and I have also visited the San Pete settlements two or three times, and I do know, that if the counsel and instructions of President Young could have been observed, it would have saved the people at least one hundred thousand dollars. And I do further know, to my satisfaction, that if the counsel of President Young had been observed, not one of the Saints would have lost his life by an Indian. I am certain of these facts; and yet occasionally some man falls a prey to some cruel savage, and whole villages have to be removed, and farms vacated, and tens of thousands of dollars' worth of damage is done all the time, because men will not live according to the instructions given to them by the Prophet of God. If you ask men to build in a fort, they will say, &#x201C;It is a free country, and we can build where we please.&#x201D; I admit that a man is free to serve the devil if he thinks proper; but let me tell you, <span class=\"italic\">it is the cheapest in the end to do right<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n1023\"> There was no more necessity of having this Indian war than there is of our going out to kill the cattle on the plains of Jordan, and leave them for the wolves to devour. If we had taken the course that was marked out to us, and observed the advice given to us, all our past troubles would not <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have occurred. I know this language will hurt the feelings of a great many. <\/div><div class=\"paragraph jod\" id=\"v1n1024\"> But I will talk about Iron County, as I am the &#x201C;Iron Major;&#x201D; I am advancing in the ranks. They used to say, in Utah, I was a pretty good sort of a fellow until I got to be a Colonel, and then I became more savage. Be this as it may, I do know, that if the people of Iron County had listened to the counsel given to them, they would have saved to themselves in that little settlement&#x2014;not over eight hundred strong, not less than twenty-five thousand dollars, which they have actually lost, or I may more properly say, <span class=\"small-caps\">wasted<\/span>, in consequence of the disposition <span class=\"italic\">to do as they pleased<\/span>. When we first went to iron County, we went with the same instructions the people had in all the other settlements, and accordingly we laid out forts as well as we were capable of. We will admit that those efforts were not planned as well as they might have been, but they were planned as well as we knew how to plan them at the time. A considerable number of men went to work at building forts, and those who did so were subjected to very little loss. But almost every time I have visited any settlement in Iron County, from the time it first commenced, up to the present, and I have been through a great proportion of them, I have had from one to fifty applicants saying, &#x201C;Brother Smith, may I not go further, this way or that way, to make me a farm? Or, to the other place, to make me a ranch?&#x201D; And so it would be almost continually&#x2014;asking for privileges to do things that they knew were contrary to counsel. My answer would be, &#x201C;Yes, of course, just as soon as the settlements are strong enough to secure to you protection; but it will not do to venture out, and separate far from each other, for two or three years. Until the settlements get strong, we must stay together, lest some evil influence should stir up the  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Indians, and destroy our settlements entirely.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1026\"> With all the influence I could use in those parts of the country, some of the brethren broke through and established several posts for cattle ranches, and commenced to open farms, but it was afterwards found necessary to gather these distant posts in, and those who were living on large farms, and erecting fine buildings, which either had to be removed away or entirely abandoned. All this trouble and loss of property could have been prevented, only for that reckless disposition&#x2014;&#x201C;<span class=\"italic\">I want a little more liberty to go a little further off<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1027\"> As I had the honor to preside over Provo, I take the liberty to talk about my own place, and tell its history, and I want all the newcomers to profit by it. In the first place, there was a number of men wanted to go to Provo and make a settlement, and have a chance to fish in the waters, and trade with the Indians. They accordingly begged of the President to let them go in accordance with their wishes. He finally gave them the privilege of going there, if they would build a fort for their protection. They went, and made a beginning; they built something, but I never knew what it was. I have passed there, but not being very well acquainted with the science of fortification, nor with the science of topography, I never could find or frame a name for the thing which they built. <\/div><div class=\"paragraph jod\" id=\"v1n1028\"> They then petitioned for the privilege of laying out a city with small lots, and living in the capacity of a town, as it is so much more convenient to live in a town than in a fort. The President gave them the privilege, because he was afraid, I presume, if he had not granted it to them, some of their own careless boys, or the Indians, would set their hay on fire and burn up the whole concern. They went to work and laid out a <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> city. The President of that company is one of the most righteous men I ever was acquainted with; there is not a man living, I presume, would say any evil of him, and I am the last man to do it on any account; but he wanted to set an example, you know; for it is generally expected that Presidents and Bishops love to set an example to the flock of Christ; so he went off up the creek, and found a splendid piece of farming land. He took his cabin from the miserable huddle they meant for a fort, and put it on this piece of land, and said, &#x201C;Now, you poor brethren (if he did not say it, I always thought he did), you stay in town, and I will remain here, and when I get rich I will remove into town, and build me a fine house, for these log cabins will not look well in town.&#x201D; Every man that wanted to get rich went up the creek to what we technically call &#x201C;the Bushes,&#x201D; and pretty much all the property went into the bushes, and there it remained until Walker spoke, and it was not a week after before this good President, and all who followed his brave example, came bundling into town, after he had put up a thing up the creek among the bushes, that I call one of the mysteries of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v1n1029\"> Now if that man had taken the good and wholesome advice that was given him, he would now have been well off, it would have been over two thousand dollars in his pocket, and so it is with all the balance of the people who have acted as he has. They have had to sacrifice all this property by taking their own way. <\/div><div class=\"paragraph jod\" id=\"v1n1030\"> The Indian war is the result of our thinking we know better than our President, the result of following our own counsel instead of the counsel of Brigham Young. It has been the cause of almost all the loss of life and property that has been sustained from the Indians; that is, in  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the southern departments. Understand me, I do not pretend to say anything about matters this side the Utah mountains, but I will tell you what I think: I think that all the forting I have seen in Great Salt Lake County&#x2014;it is true I have not seen much of it, but the most of what I have seen amounts to nothing more than a humbug; and if ever an Indian war comes upon you, you will be no better off than the distant settlements, unless you make timely calculations for it beforehand, and make them right. Such a war will cost you nearly all you possess. I do not know that you will ever have one, but I should think, allowing me to judge, that you have one on your hands now. And if I had a family scattered out on any of these creeks, or living in any of these unfortified settlements, I should think it prudent for me to move them into the city, or into a fort, and do it the first thing I did. After the Indians have come and peeled your heads clean, murdered your wives, killed off your children, burnt your houses, and plundered your property, then you can move into forts, and it will be all right. That appears to me to be the kind of forting I can observe in the thinly settled parts of this county; in the cities the people are more wide awake. <\/div><div class=\"paragraph jod\" id=\"v1n1032\"> I expect, brethren, I shall preach here again, if I live, and I shall probably preach about the Indian difficulties, about the Indian war, if they did say I was the biggest coward south of the Utah mountains, and that I dare not go out anywhere, not even for my cows, without my gun, and generally with somebody with me; and consequently, being so nervously afraid, I shall say to the newcomers, especially if they want to be preserved and to save their property, and labor to preserve the lives of their families, they have got to take the counsel of President Young, and that is, to SETTLE IN FORTS&#x2014;and have fortified cities; and  <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not only to settle in forts and cities, but to go armed, and not be overtaken and murdered by the way, in the manner that some have been. <\/div><div class=\"paragraph jod\" id=\"v1n1033\"> You might suppose, because I am so cowardly, that I am very anxious to kill the Indians; but no man ever heard me undertake to advocate the business of killing Indians, unless it was in self-defense; and in no orders that I have issued (and I have issued a great many under different circumstances since the war commenced, being the &#x201C;Iron Colonel&#x201D;), have I ever given license of this kind, but to act in defense of ourselves and property. For I do believe, if the people can be made to listen to President Young's counsel, we can close the war without bloodshed. I have believed it all the time, and I have acted upon it. With the exception of a few bloodthirsty individuals that may have to be punished for their crimes, the great body of the Indians that have been affected, can be brought to peace and duty, if the people themselves will observe their instructions. <\/div><div class=\"paragraph jod\" id=\"v1n1034\"> I know not what my friends may think of me for talking as I have today; but I have expressed freely my candid sentiments, and I can express nothing else; at the same time I do not consider that the Indians have had any provocation in any shape or manner, to cause them to commence this war upon their friends. I believe it was commenced through the influence of some corrupt individuals who were fired with a desire for plunder; and that it never would have been commenced at all, if the people had all been in forts, as they ought to have been, notwithstanding this influence. But when the Indians saw property scattered all over the plains, thousands of cattle and horses, with grain and everything spread before them, in an unprotected condition, those that were evil minded among them coveted our property, and  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thought we could not defend it. And sure enough we could not, for we have more property than we can defend, we have more cattle than we can take care of; Indians can steal from us all the time, and we cannot take care of that which God has given us, because we have so much of it; and for want of its being brought under a proper organization, it is badly scattered and exposed; and until we make proper provisions to take care of our stock, evil-minded persons will plunder us. <\/div><div class=\"paragraph jod\" id=\"v1n1036\"> If we had built our forts, established our corrals, and taken care of everything we had, according to the instructions that all the new settlements received, this Indian war never would have commenced, because the Indians would have discovered there was no chance for plunder. They had no idea we would move into forts as we have done. <\/div><div class=\"paragraph jod\" id=\"v1n1037\"> I advised one individual, before he built a house out on a farm, to build in the city. O no, he must have more room; and he built in one of the most dangerous positions in the mountains. By and by the Indians drove him in. I absolutely did know, if I let that man's house stand, his family would sooner or later be murdered, which might have occurred any day; so I issued an order for it to be removed. He durst not trust me to remove it, for fear I should break something; and don't you think the poor miserable fellow broke two joists in removing it himself, which did not appear so small a matter to him as it does to us. He lost considerable, because he would not build in a safe place. His house was situated in a position to completely command the mouth of a canyon, <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and at the same time a more dangerous place did not exist in the district; the safety of the settlement actually required its removal. <\/div><div class=\"paragraph jod\" id=\"v1n1038\"> There were several men wounded through leaving their houses and not throwing them down, for they became a barricade for the Indians; so I took upon me the responsibility of removing such dangerous places as would give shelter to our enemies, while they pierced us with their bullets. <\/div><div class=\"paragraph jod\" id=\"v1n1039\"> Some men would tell me such a course was not strictly according to law. I told them I should save the lives of the people. And if they had not been gathered up, scores of men, women, and children would have been butchered before now. <\/div><div class=\"paragraph jod\" id=\"v1n1040\"> I presume I have talked to you long enough. It is a matter I feel considerable about. I know men are careless, women are careless; and if there is not greater care taken, women will be carried away prisoners; and their children will be murdered, if they wander off carelessly and unprotected. I tell you, in a country like this, where women are scarce and hard to get, we have great need to take care of them, and not let the Indians have them. <\/div><div class=\"paragraph jod\" id=\"v1n1041\"> Walker himself has teased me for a white wife; and if any of the sisters will volunteer to marry him, I believe I can close the war forthwith. I am certain, unless men take better care of their women, Walker may supply himself on a liberal scale, and without closing the war either. <\/div><div class=\"paragraph jod\" id=\"v1n1042\"> In conclusion I will say, if any lady wishes to be Mrs. Walker, if she will report herself to me, I will agree to negotiate the match. <\/div>\n<\/div>\n<\/div>"}