{"ID":10037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Use and Abuse of Blessings.<\/div>\n<div class=\"subtitle\">An Address by President B. Young, Delivered in the Tabernacle, Great Salt Lake City, June 5, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Use and Abuse of Blessings.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/5\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v1n1286\"> I feel disposed to say a few words on the present occasion. It is said, that &#x201C;at the sight of the eyes the heart is made to rejoice.&#x201D; This is truly the case with me this afternoon, when I look upon the congregation, to see this spacious hall filled with the Saints of the Most High, for the purpose of partaking of the Sacrament of the Lord's Supper. It is a sight which I have not had the privilege of seeing before, only on Conference days. This morning I looked around to see how the house was crowded, which was packed to that extent that scores could not be seated. I looked if peradventure I could designate any person that did not belong to the Church, that did not profess to be a Saint; but I could not see a single person of that description, that I knew of. I thought, why not be as diligent to attend the afternoon meetings, to partake of the Sacrament of the Lord's Supper, as to attend the morning meetings? Hitherto it has not been the case, but my heart rejoices to see the house so well filled this afternoon. I feel in my heart to bless you; it is full of blessings and not cursings. It is something that does not occupy my feelings, to curse any individual, but I will modify this by saying <span class=\"italic\">those who ought not to be cursed<\/span>. Who ought to be? Those who know their master's will, and do it not; they are worthy of many stripes;<span class=\"citation\" id=\"67640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67640)\">Luke 12:47<\/a><\/span> it is not those who do not know, and do not do, but those who know it, and do not do it&#x2014;they are the ones to be chastised. <\/div> <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1287\"> While the brethren have been speaking upon the blessings the Lord bestows upon this people, my mind has reflected upon many of the circumstances of life, and upon certain principles. I will ask you a question&#x2014;<span class=\"italic\">Do you think persons can be blessed too much?<\/span> I will answer it myself. Yes, they can, they can be blessed to their injury. For instance, suppose a person should be blessed with the knowledge of the holy Gospel, whose heart is set in him to do evil. We esteem this as a blessing, and would not the Lord consider it a blessing to bestow His favors and mercies upon any individual, by giving him a knowledge of life and salvation? But suppose He bestowed it upon persons whose hearts were set in them to do evil, who would by their wickedness turn these blessings into curses, they would be blessed too much. It is possible to bless people to death, you can bless them to everlasting misery by heaping too many blessings upon them. Perhaps this is what was meant by the saying&#x2014;It is like heaping coals of fire upon their heads;<span class=\"citation\" id=\"57516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57516)\">Prov. 25:22<\/a><\/span><span class=\"citation\" id=\"72847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72847)\">Rom. 12:20<\/a><\/span> it will injure them, consume them, burn them, destroy them. Suffice it to say, that people can be blessed too much. Can you bless a wise man too much? A man who knows what to do with his blessings when they are bestowed upon him? No, you cannot. Can you bless a wise people too much? No, it is impossible, when they know how to improve upon all blessings that are bestowed upon them. But  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord does and will bless the inhabitants of the earth with such great and inestimable blessings, in the proclamation of the Gospel, that they will be damned who reject them, for light brings condemnation to men who love darkness rather than light.<span class=\"citation\" id=\"68896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68896)\">John 3:19<\/a><\/span><span class=\"citation\" id=\"83925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83925)\">D&amp;C 10:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1289\"> Have this people been blessed too much? I will not positively say, but I think they have, inasmuch as their blessings in some instances have been to their injury. Why? Because they have not known what to do with their blessings. <\/div><div class=\"paragraph jod\" id=\"v1n1290\"> While the brethren were speaking of the liberal hand of Providence in bestowing abundantly the products of the earth, it occurred to me, that this people, to my certain knowledge, had felt that they had too much, and they esteemed it as good for nothing. It is true what brother Jedediah Grant said with regard to wheat, and other grains, for I have seen it myself. I have seen hundreds, and thousands, and scores of thousands of bushels of grain lying to waste and rot, when it has not brought a great price. Many of this people have thought, and expressed themselves in language like this&#x2014;&#x201C;I can go to California, and get so much gold, or I can trade and make so much gold, I cannot therefore spend time to take care of wheat, nor to raise it; let it lie there and rot while I go and accumulate riches.&#x201D; They were then wealthy, for their granaries and barns were full of the blessings of the Lord, <span class=\"italic\">but now they are empty<\/span>, because they did not know what to do with their blessings. <\/div><div class=\"paragraph jod\" id=\"v1n1291\"> I can tell this people how to dispose of all their blessings, if they will only allow me time enough; and if I cannot tell them how, I can show them. For instance, you who have fields of wheat, beyond the limits of grasshoppers, will have considerable crops when it is harvested, and perhaps so much that you will not know what to do with it. I know what you <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ought to do with it; you ought to say to your poor brethren&#x2014;&#x201C;Come and help take care of my grain, and share with me, and feed yourselves and your families.&#x201D; If you have so much that you cannot take care of it, and have nowhere to put it, and your neighbor is not without bread, tell Bishop Hunter that you have got so many hundred bushels to lay over in the store, and you will have the benefit of it on your tithing. That is what I recommend you to do with your blessings, when you have more than you can take care of yourselves. I say, hand it over and let your neighbors take care of it for you. <\/div><div class=\"paragraph jod\" id=\"v1n1292\"> This makes me think of what I saw the first year I came into this valley, the same year I moved my family, which was the next season after the pioneers arrived here. It was late in the season when I arrived, but from the ground where this house now stands, there had been cut two crops of wheat. They had harvested the first crop very early, and the water being flooded over, it again started from the roots, and produced a fair crop, say from ten to twelve bushels to the acre. That was harvested, and it was coming up again. I said to the brethren, &#x201C;Let these my brethren who have come with me gather up this wheat,&#x201D; but they would not suffer <span class=\"italic\">them<\/span> to do it. Some of the brethren had gathered their crops of grain, and left a great deal wasting on the fields. I said, &#x201C;Let the poor brethren, who have come in from abroad, glean in your fields.&#x201D; You can bear me witness that a great many widows and poor men came here, and brought but very little with them, and there never was a man, to my knowledge, ever expressed a desire to let them glean in his field. &#x201C;All right,&#x201D; I said, &#x201C;we can live on greens,&#x201D; while at the same time there was more wasted that season than to make up the deficiency, that all might have been comfortable.  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Late in the fall I saw one man working among his corn; he had a large crop, more than a single man could take care of. I saw he was going to let it go to waste; I said to him, &#x201C;Brother, let the brethren and sisters help you to husk your corn, to gather it and put it safely away, for so much it will benefit them and help you.&#x201D; &#x201C;O,&#x201D; he replied, &#x201C;I have nothing to spare, I can take care of it myself.&#x201D; I saw it wasting, and said to him, &#x201C;Brother, get your corn husked immediately, and let the brethren do it, and pay them with a portion of it.&#x201D; He replied, &#x201C;I cannot spare a bit of it.&#x201D; I have no question of it at all in my mind, but three-fourths of his corn went into the mud, and was trampled down by the cattle; and women and children went without bread in consequence of it. That man had no judgment, he knew not what to do with the blessings the Lord had bestowed upon him. <\/div><div class=\"paragraph jod\" id=\"v1n1294\"> Were I to ask the question, how much wheat or anything else a man must have to justify him in letting it go to waste, it would be hard to answer; figures are inadequate to give the amount. <span class=\"italic\">Never let anything go to waste<\/span>. Be prudent, <span class=\"italic\">save everything<\/span>, and what you get more than you can take care of yourselves, ask your neighbors to help you. There are scores and hundreds of men in this house, if the question were asked them if they considered their grain a burden and a drudge to them, when they had plenty last year and the year before, that would answer in the affirmative, and were ready to part with it for next to nothing. How do they feel now, when their granaries are empty? If they had a few thousand bushels to spare now, would they not consider it a blessing? They would. Why? Because it would bring the gold and silver. But pause for a moment, and suppose you had millions of bushels to sell, and could sell it for twenty dollars per <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bushel, or for a million dollars per bushel, no matter what amount, so that you sell all your wheat, and transport it out of the country, and you are left with nothing more than a pile of gold, what good would it do you? You could not eat it, drink it, wear it, or carry it off where you could have something to eat. The time will come that gold will hold no comparison in value to a bushel of wheat. Gold is not to be compared with it in value. Why would it be precious to you now? Simply because you could get gold for it? Gold is good for nothing, only as men value it. It is no better than a piece of iron, a piece of limestone, or a piece of sandstone, and it is not half so good as the soil from which we raise our wheat, and other necessaries of life. The children of men love it, they lust after it, are greedy for it, and are ready to destroy themselves, and those around them, over whom they have any influence, to gain it. <\/div><div class=\"paragraph jod\" id=\"v1n1295\"> When this people are blessed so much that they consider their blessings a burden and a drudge to them, you may always calculate on a cricket war, a grasshopper war, a drought, too much rain, or something else to make the scales preponderate the other way. This people have been blessed too much, so that they have not known what to do with their blessings. <\/div><div class=\"paragraph jod\" id=\"v1n1296\"> What do we hear from the inhabitants of the different settlements? The cry is&#x2014;&#x201C;I do not wish to live out yonder, for there is no chance to speculate and trade with the emigrants.&#x201D; Have you plenty to eat? Have you plenty of wheat, fowls, butter, cheese, and calves? Are you not raising stock in abundance for flesh meat of different kinds? What use is gold when you get enough to eat, drink, and wear without it? What is the matter? &#x201C;Why, we are away off, and cannot get rich all at once.&#x201D; You are lusting after that which you do not know what to do with, for few men  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know what to do with riches when they possess them. The inhabitants of this valley have proved it. They have proved it by their reckless waste of the products of the earth, by their undervaluing the blessings conferred upon them by the emigration, which has administered clothing and other necessaries to them. We can see men who can clothe themselves and their families easily, go into the canyons in their broadcloth pantaloons to get wood, or you may see them take a horse, and ride barebacked until they tear them to pieces, that they are not fit to come to meeting in. They do not know how to take care of good clothing. Again, if we were digging in a water ditch tomorrow, that required all hands, in consequence of the rising of the water, I have no doubt but you would see what I saw the other day&#x2014;one of our young dandies, who was perhaps not worth the shirt on his back, came to work in a water ditch, dressed in his fine broadcloth pantaloons, and a fine bosomed shirt, and I have no doubt he would have worn gloves too if he had been worth a pair. You would see men of this description, who are without understanding, whole hearted, good fellows, and ready to do anything for the advancement of the public good, commence to dig in the mud and wet, in their fine clothes, and go into the water, up to their knees, with their fine calfskin boots. This is a wanton waste of the blessings of God, that cannot be justifiable in His eyes, and in the eyes of prudent, thinking men, under ordinary circumstances. If prudence and economy are necessary at one time more than at another, it is when a family or a nation are thrown upon their own resources, as we are. But you may trace the whole lives of some men, and it will be impossible for you to point out a single portion of time when they knew how to appreciate and how to use even the <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> common comforts of life, when they had them, to say nothing of an abundance of wealth. <\/div><div class=\"paragraph jod\" id=\"v1n1298\"> Again, there have been more contention and trouble between neighbors, in these valleys, with regard to surplus property, which was not needed by this people, than any other thing. For instance, a widow woman comes in here from the United States, and turns out on the range beyond Jordan three yoke of oxen and a few cows, for she considers she is too poor to have them herded. Again, a man comes in with ten yoke of oxen; he also turns them out to wander where they please. If he is asked why he does not put them in a herd, he will tell you, &#x201C;I do not want to pay the herding fee.&#x201D; Another comes on with three or four span of horses, and twenty or thirty yoke of cattle. Has he any for sale? No, but he turns them all out upon the range and they are gone. By and by he sends a boy on horseback to hunt them, who is unsuccessful in finding them after a week's toil. The owner turns out himself, and all hands, to hunt up his stock, but they also fail in finding them, they are all lost except a very few. He was not able to have them herded, he thought, though he possessed so much property, and knew nothing more than to turn them out to run at large. Thus he consumes his time, running after his lost property. He frets his feelings, for his mind is continually upon it; he is in such a hurry in the morning to go out to hunt his stock, that he has no time to pray; when he returns home late at night, worn out with toil and anxiety of mind, he is unfit to pray; his cattle are lost, his mind is unhinged and darkened through the neglect of his duty, and apostasy stares him in the face, for he is not satisfied with himself, and murmurs against his brethren, and against his God. By and by some of his cattle turn up with a strange brand upon them; they  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have been taken up and sold to this person or that one. This brings contention and dissatisfaction between neighbor and neighbor. Such a person has too much property, more than he knows what to do with. It would be much better for a man who is a mechanic, and intends to follow his business, to give one out of two cattle which he may possess, to some person, for taking care of the other. It would be better for those who possess a great quantity of stock, to sell half of them to fence in a piece of land, to secure the other half, than to drive them all out to run at large, and lose three-fourths of them. If there are half-a-dozen men round me, and I can put a cow in their way or anything else that will do them good, for fencing up a lot for me, the property I thus pay is not out of the world, but is turned over to those men who had not a mouthful of meat, butter, or milk; it is doing them good, and I am reaping the profit and benefit of their labors in exchange. If I did not do this, I must either see them suffer, or make a free distribution of a part of what I have among them. <\/div><div class=\"paragraph jod\" id=\"v1n1300\"> It is impossible for me to tell you how much a man must possess to entitle him to the liberty of wasting anything, or of letting it be stolen and run away with by the Indians. The surplus property of this community, as poor as we are, has done more real mischief than everything else besides. <\/div><div class=\"paragraph jod\" id=\"v1n1301\"> I will propose a plan to stop the stealing of cattle in coming time, and it is this&#x2014;let those who have cattle on hand join in a company, and fence in about fifty thousand acres of land, make a dividend of their cattle, and appropriate what they can spare, to fence in a large field, and this will give employment to immigrants who are coming in. When you have done this, then get up another company, and so keep on fencing until all the vacant land is substantially enclosed. <\/div> <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1302\"> Some persons will perhaps say&#x2014;&#x201C;I do not know how good and how high a fence it will be necessary to build to keep thieves out.&#x201D; I do not know either, except you build one that will keep out the devil. Build a fence which the boys and the cattle cannot pull down, and I will ensure you will keep your stock. Let every man lay his plans so as to secure enough for his present necessities, and hand over the rest to the laboring man; keep making improvements, building, and making farms, and that will not only advance his own wealth, but the wealth of the community. <\/div><div class=\"paragraph jod\" id=\"v1n1303\"> A man has no right with property, which, according to the laws of the land, legally belongs to him, if he does not want to use it; he ought to possess no more than he can put to usury, and cause to do good to himself and his fellow man. When will a man accumulate money enough to justify him in salting it down, or, in other words, laying it away in the chest, to lock it up, there to lie, doing no manner of good either to himself or his neighbor. It is impossible for a man ever to do it. No man should keep money or property by him that he cannot put to usury for the advancement of that property in value or amount, and for the good of the community in which he lives; if he does, it becomes a dead weight upon him, it will rust, canker, and gnaw his soul, and finally work his destruction, for his heart is set upon it. Every man who has got cattle, money, or wealth of any description, bone and sinew, should put it out to usury. If a man has the arm, body, head, the component parts of a system to constitute him a laboring man, and has nothing in the world to depend upon but his hands, let him put them to usury. Never hide up anything in a napkin,<span class=\"citation\" id=\"67898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67898)\">Luke 19:20<\/a><\/span> but put it forth to bring an increase. If you have got property of any kind, that you do not know what to do with,  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lay it out in making a farm, or building a sawmill or a woolen factory, and go to with your mights to put all your property to usury. <\/div><div class=\"paragraph jod\" id=\"v1n1305\"> If you have more oxen and other cattle than you need, put them in the hands of other men, and receive their labor in return, and put that labor where it will increase your property in value. <\/div><div class=\"paragraph jod\" id=\"v1n1306\"> I hope you will now lay your plans to set men to work who will be in here by and by, for there will be a host of them, and they will all want employment, who trust to their labor for a subsistence; they will all want something to eat, and calculate to work for it. In the first place, keep the ground in good order to produce you plentiful crops of grain and vegetables, and then take care of them. <\/div><div class=\"paragraph jod\" id=\"v1n1307\"> Let me say to the sisters, those who have children, never consider that you have bread enough around you to suffer your children to waste a crust or a crumb of it. If a man is worth millions of bushels of wheat and corn, he is not wealthy enough to suffer his servant girl to sweep a single kernel of it into the fire; let it be eaten by something, and pass again into the earth, and thus fulfil the purpose for which it grew. Some mothers would fill a basket full of bread to make a plaything for their children, but I have not had flour enough in the time of my greatest abundance, to let my children waste one morsel of bread with my consent. No, I would rather feed the greatest enemy I have on the earth with it, than have it go into the fire. <span class=\"italic\">Remember it<\/span>, do not waste anything, but take care of everything, save your grain, and make your calculations, so that when the brethren come in from the United States, from England, and other places, you can give them some potatoes, onions, beets, carrots, parsnips, watermelons, or anything else which you have, to comfort them, and cheer up their hearts, <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and if you have wheat, dispose of it to them, and receive their labor in return. Raise enough and to spare of all the staple necessaries of life, and lay your plans to hire your brethren who will come in this fall to fence your farms, improve your gardens, and make your city lots beautiful. Lay your plans to secure enough to feed yourselves, and one or two of the brethren that are coming to dwell with us. <\/div><div class=\"paragraph jod\" id=\"v1n1308\"> When we first came into the Valley, the question was asked me, if men would ever be allowed to come into this Church, and remain in it, and hoard up their property. <span class=\"italic\">I say<\/span>, <span class=\"small-caps\">no<\/span>. That is a short answer, and it is a pointed one. The man who lays up his gold and silver, who caches it away in a bank, or in his iron safe, or buries it up in the earth, and comes here, and professes to be a Saint, would tie up the hands of every individual in this kingdom, and make them his servants if he could. It is an unrighteous, unhallowed, unholy, covetous principle; it is of the devil, and is from beneath. Let every person who has capital, put it to usury. Is he required to bring his purse to me, to any of the Twelve, or to any person whatever, and lay it at their feet? No, not by me. But I will tell you what to do with your means. If a man comes in the midst of this people with <span class=\"italic\">money<\/span>, let him use it in making improvements, in building, in beautifying his inheritance in Zion, and in increasing his capital by thus putting out his money to usury. Let him go and make a great farm, and stock it well, and fortify all around with a good and efficient fence. What for? Why for the purpose of spending his money. Then let him cut it up into fields, and adorn it with trees, and build a fine house upon it. What for? Why for the purpose of spending his money. What will he do when his money is gone? The money thus spent, with a wise and prudent hand,  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is in a situation to accumulate and increase a hundredfold. When he has done making his farm, and his means still increase by his diligent use of it, he can then commence and build a woolen factory for instance, he can send and buy the sheep and have them brought here, have them herded here, and shear them here, and take care of them, then set the boys and girls to cleaning, carding, spinning, and weaving the wool into cloth, and thus employ hundreds and thousands of the brethren and sisters who have come from the manufacturing districts of the old country, and have not been accustomed to dig in the earth for their livelihood, who have not learned anything else but to work in the factory. This would feed them and clothe them, and put within their reach the comforts of life; it would also create at home a steady market for the produce of the agriculturist, and the labor of the mechanic. When he has spent his hundred and fifty thousand dollars, which he began business with, and fed five hundred persons, from five to ten years, besides realizing a handsome profit from the labor of the hands employed, by the increased population, and consequent increased demand for manufactured goods, at the end of ten years, his factory would be worth five hundred thousand dollars. Suppose he had wrapped up his hundred and fifty thousand in a napkin, for fear of losing it, it would have sent him down to perdition, for the principle is from beneath. But when he puts forth his money to usury, not to me or any other person, but where it will redouble itself, by making farms, building factories for the manufacture of every kind of material necessary for home consumption, establishing blacksmith's shops and other mechanical establishments, making extensive improvements to beautify the whole face of the earth, until it shall become like the garden of Eden, it <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> becomes a saving blessing to him and those around him. And when the kings, princes, and rulers of the earth shall come to Zion, bringing their gold, and silver, and precious stones with them, they will admire and desire your possessions, your fine farms, beautiful vineyards, and splendid mansions. They will say&#x2014;&#x201C;<span class=\"italic\">We have got plenty of money, but we are destitute of such possessions as these<\/span>.&#x201D; Their money loses its value in their eyes when compared with the comfortable possessions of the Saints, and they will want to purchase your property. The industrious capitalist inquires of one of them&#x2014;&#x201C;Do you want to purchase this property? I have obtained it by my economy and judgment, and by the labor of my brethren, and in exchange for their labor I have been feeding and clothing them, until they also have comfortable situations, and means to live. I have this farm, which I am willing to sell to enable me to advance my other improvements.&#x201D; &#x201C;Well,&#x201D; says the rich man, &#x201C;how much must I give you for it?&#x201D; &#x201C;Five hundred thousand dollars,&#x201D; and perhaps it has not cost him more than one hundred thousand. He takes the money and builds up three or four such farms, and employs hundreds of his brethren who are poor. <\/div><div class=\"paragraph jod\" id=\"v1n1310\"> Money is not real capital, it bears the title only. True capital is labor, and is confined to the laboring classes. They only possess it. It is the bone, sinew, nerve, and muscle of man that subdue the earth, make it yield its strength, and administer to his varied wants. This power tears down mountains and fills up valleys, builds cities and temples, and paves the streets. In short, what is there that yields shelter and comfort to civilized man, that is not produced by the strength of his arm making the elements bend to his will? <\/div><div class=\"paragraph jod\" id=\"v1n1311\"> I will now ask the question again&#x2014;   <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">How much must a man possess to authorize him to waste anything?<\/span> Three or four years ago money was of little value in this country; you might go round exhibiting a back load of gold, and hold out a large piece to a man, I was going to say, almost as big as this bible, and ask him to work for you, but he would laugh at your offer, and tell you he was looking for someone to work for him. He would then hail another man who had been in Nauvoo, and passed through the pinches there, and had scarcely a shirt to his back, but he would reply&#x2014;&#x201C;I was looking for some man to work for me.&#x201D; Gold could not purchase labor, it was no temptation whatever, but those times are passed. It is not now as it was then. I consequently alter my counsel to the brethren. I used to counsel you to hand over your surplus property, or that which you could not take care of, to me, and I would apply it to a good purpose, but now I counsel you to put it into the hands of men who have nothing at all, and let them pay you for it in labor. <\/div><div class=\"paragraph jod\" id=\"v1n1313\"> I have never been troubled with thieves stealing my property. If I am not smart enough to take care of what the Lord lends me, I am smart enough to hold my tongue about it, until I come across the thief myself, and then I am ready to tie a string round his neck. <\/div><div class=\"paragraph jod\" id=\"v1n1314\"> I have not the least hesitation in saying that the loose conduct, and calculations, and manner of doing business, which have characterized men who have had property in their hands, have laid the foundation to bring our boys into the spirit of stealing. You have caused them to do it, you have laid before them every inducement possible, to learn their hands and train their minds to take that which is not their own. Those young men who have been taken up the past season and condemned to ignominious punishment, may trace the cause of their <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shame to that foundation. <span class=\"italic\">Distribute your property<\/span>. The man that thinks he requires ten yoke of cattle, and can only use one yoke, is laboring under a mistake, he ought to let nine yoke go to the laboring community. If every man would do this with the property which he is not using, all would be employed and have sufficient. This would be the most effectual means of bringing the vile practice of stealing cattle and other property to a termination, which, as I have already said, has been encouraged by covetous, selfish men, who have refused to use their property for their own good, or the community's. <\/div><div class=\"paragraph jod\" id=\"v1n1315\"> Let us hold before our mind the miser. If the people of this community feel as though they wanted the whole world to themselves, hate any other person to possess anything, and would hoard up their property, and place it in a situation where it would not benefit either themselves or the community, they are just as guilty as the man who steals my property. You may inquire&#x2014;&#x201C;What should be done with such a character?&#x201D; Why, <span class=\"small-caps\">cut him off from the Church<\/span>. <span class=\"italic\">I would disfellowship a man who had received liberally from the Lord, and refused to put it out to usury<\/span>. We know this is right. <\/div><div class=\"paragraph jod\" id=\"v1n1316\"> I recollect well the days brother Grant was telling of, when it was so hard to raise fifty dollars for brother Joseph. I also remember we had a man for trial before the High Council, a man who had plenty of money, and refused to loan it, or use it for the advancement of the cause of truth. He would not put his money out to usury. I was going into the Council when he was making his plea, and he wept and sobbed. His name was Isaac McWithy, a man of about fifty-three years of age. I knew him when he lived on his farm in York state. He told them, in his plea, what he had done for the cause, that he had al<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ways been a Christian, and had done so much for the Churches, and for the Priests, and been so liberal since he had been in this Church, which was between three and four years. Some of the brethren said&#x2014;&#x201C;Brother McWithy, how much do you suppose you have ever given for the support of the Gospel?&#x201D; The tears rolled down his checks, and he said, &#x201C;Brethren, I believe I have given away in my life time two hundred and fifty dollars.&#x201D; I spake out and said, &#x201C;If I could not preach as many months each year in this kingdom as you have been years in this Church, and give no more than two hundred and fifty dollars, I should be ashamed of myself.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1318\"> On one occasion, brother Joseph Young and myself had traveled more than two hours among snow, and in a piercing cold, to preach in his neighborhood one evening. Having had no dinner or supper, we went home with him, and he never asked us to eat a mouthful of supper, though he did muster courage enough to go into the cellar with a little basket, he came up with the tears almost running down his cheeks, and said with some difficulty&#x2014;&#x201C;Brethren, have some apples.&#x201D; <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He held out the basket to us, and when we were about to help ourselves, his niggardly soul made him draw it back again, for fear we should take any. I saw he did not intend us to have any apples, so I put my hand on the basket, and drew it out of his hand, saying&#x2014;&#x201C;Come here.&#x201D; I took it on my knees, and invited brother Joseph to eat some apples. He did make out to give us some breakfast in the morning, and even then he got up from the table before we had time to half finish our breakfast, to see if we would not give over eating. Said I&#x2014;&#x201C;Never mind, I shall eat what I want before I stop.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1319\"> I am happy to say, through your Trustee-in-trust, that the Latter-day Saints, in the capacity of a Church and kingdom, do not owe near as much money as they have on hand. A year ago last April Conference, we owed over sixty thousand dollars, but we do not now owe a single red cent. <\/div><div class=\"paragraph jod\" id=\"v1n1320\"> May God bless us, that we may always have enough, and know what to do with what we have, and how to use it for the good of all, for I would not give much for property unless I did know what to do with it. <\/div>\n<\/div>\n<\/div>"}