{"ID":10034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Legitimacy and Illegitimacy.<\/div>\n<div class=\"subtitle\">A Sermon by Elder John Taylor, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, April 8, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Legitimacy and Illegitimacy.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/8\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v1n1141\"> It rejoices my heart to hear the principles that have been advanced this day by our President, because they have their foundation in truth, are based upon the principles of equity, and are calculated to promote the happiness, well-being, exaltation, and glory of man, in time, and throughout all eternity. They lead us back into eternity; they existed with us there, and in all the various stages of man's existence they are calculated to elevate and ennoble him, and place him in a proper position before God, angels, and men. They will put him in possession of his legitimate right, save him from the grasp of the adversary, from every subtle stratagem of the powers of darkness, and place him in his proper station in time and in eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1142\"> I have been much pleased with and edified by the remarks that have been made upon this stand during the Conference. Wisdom has been displayed in them; from them the intelligence of heaven has beamed forth, the mysteries of eternity have been spread before our minds, and we have had a view of heavenly things, that has filled our hearts with joy and our mouths with praise. It has made us feel as though we were upon the threshold of eternity; as though we were eternal beings, and had to do with eternal things; as though the things of this world were short, fleeting, and evanescent, not worthy of a thought when compared with those things that are calculated to exalt and ennoble us in time and in eternity. <\/div> <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1143\"> The principles of justice, righteousness, and truth, which have an endless duration, can alone satisfy the capacious desires of the immortal soul. We may amuse ourselves like children do at play, or engage in the frivolities of the dance. We may take our little enjoyments in our social assemblies, but when the <span class=\"italic\">man<\/span> comes to reflect, when the <span class=\"italic\">Saint of God<\/span> considers, and the visions of eternity are open to his view, and the unalterable purposes of God are developed to his mind&#x2014;when he contemplates his true position before God, angels, and men, then he soars above the things of time and sense, and bursts the cords that bind him to earthly objects; he contemplates God and his own destiny in the economy of heaven, and rejoices in a blooming hope of an immortal glory. <\/div><div class=\"paragraph jod\" id=\"v1n1144\"> Such have been some of our feelings, while our minds have been carried away from the things of earth to contemplate the things with which eternal beings are associated, and the glories that await us in the everlasting mansions of the Gods. <\/div><div class=\"paragraph jod\" id=\"v1n1145\"> The principles that we have to do with, then, are eternal, and not simply to play a game upon the checker of mortality, on which people can win and lose for the time being. We have to do with that which shall continue, &#x201C;While life, and thought, and being last, <div class=\"indent\"\/>Or immortality endures.&#x201D; We seek not to build our hopes upon things that are evanescent, fleeting, and transitory. <\/div> <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1147\"> It is not he that can play the best game at checkers, that can take the most advantage of his neighbor, that can grasp the most earthly good, or that can put himself in possession of anything his heart desires pertaining to time, that is the most happy; but it is <span class=\"italic\">he<\/span> who does that which will <span class=\"italic\">last<\/span>, <span class=\"italic\">live<\/span>, and <span class=\"italic\">continue<\/span> to abide with him while &#x201C;<span class=\"italic\">immortality endures<\/span>,&#x201D; and still be on the increase worlds without end. <\/div><div class=\"paragraph jod\" id=\"v1n1148\"> If we can possess principles of this kind, then we are safe, everything else amounts to an illusion or a delusion, which cannot satisfy the desires of the mind, but as the Prophet says, it is like a thirsty man who dreams he is drinking, but when he awakes, he is faint, and his soul is thirsty; he dreams that he is eating, and when he awakes his soul is empty.<span class=\"citation\" id=\"58698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58698)\">Isa. 29:8<\/a><\/span> This is the true situation of all men who are without God in the world;<span class=\"citation\" id=\"74922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74922)\">Eph. 2:12<\/a><\/span> and nothing but a knowledge of eternal principles, of eternal laws, of eternal governments, of eternal justice and equity, and of eternal truth, can put us right, and satiate the appetite of the immortal soul. <\/div><div class=\"paragraph jod\" id=\"v1n1149\"> If we make not a just estimate of these things, it is in vain that we attempt to say, &#x201C;Lord, Lord,&#x201D; because we do not the things which He says.<span class=\"citation\" id=\"63930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63930)\">Matt. 7:21<\/a><\/span><span class=\"citation\" id=\"67295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67295)\">Luke 6:46<\/a><\/span> Everything associated with the Gospel of salvation is eternal, for it existed before the &#x201C;morning stars sang together for joy,&#x201D;<span class=\"citation\" id=\"56233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56233)\">Job 38:7<\/a><\/span> or this world rolled into existence. It existed then, just as it now exists with us, and it will exist the same when time with us is no more.<span class=\"citation\" id=\"79386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79386)\">Rev. 10:6<\/a><\/span> It is an eternal principle, and everything associated with it is everlasting. It is like the Priesthood of the Son of God, &#x201C;without beginning of days or end of years.&#x201D;<span class=\"citation\" id=\"76794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76794)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"82156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82156)\">Alma 13:7<\/a><\/span><span class=\"citation\" id=\"87531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87531)\">D&amp;C 84:17<\/a><\/span> It lives and abides forever. If there is any principle that is not eternal, it is not a principle of the Gospel of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v1n1150\"> There are many changes and shifting scenes that may influence the <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> position of mankind, under different circumstances, in this state of mortality; but they cannot influence or change the Gospel of the Son of God, or the eternal truths of heaven; they remain unchangeable; as it is said very properly by the Church of England, in one of their homilies, &#x201C;as it was in the beginning, is now, and ever shall be, worlds without end.&#x201D; If nothing else they say is true, that is, and I can say amen to it, with all my heart. All true principles are right, and if properly understood and appreciated by the human family, to them they are a fountain of eternal good. <\/div><div class=\"paragraph jod\" id=\"v1n1151\"> The principle of &#x201C;heirship,&#x201D; which President Young preached about today, is a principle that is founded on eternal justice, equity, and truth. It is a principle that emanated from God. As was said by some of our brethren this morning, there may be circumstances arise in this world to pervert for a season the order of God, to change the designs of the Most High, apparently, for the time being, yet they will ultimately roll back into their proper place&#x2014;justice will have its place, and so will mercy, and every man and woman will yet stand in their true position before God. If we understand ourselves correctly, we must look upon ourselves as eternal beings, and upon God as our Father, for we have been taught when we prayed to say, &#x201C;Our Father, which art in heaven, hallowed be thy name.&#x201D;<span class=\"citation\" id=\"63298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63298)\">Matt. 6:9<\/a><\/span><span class=\"citation\" id=\"67446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67446)\">Luke 11:2<\/a><\/span> We have fathers in the flesh, and we do them reverence, how much more shall we be in subjection to the Father of Spirits and live.<span class=\"citation\" id=\"77193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77193)\">Heb. 12:9<\/a><\/span> I need not enter into any proof in relation to this; for it is well understood by the Saints that God is the Father of our spirits, and that when we go back into His presence, we shall know Him, as we have known our earthly parents. We are taught to approach Him as we would an earthly parent, to ask of Him such blessings as we need; and  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He has said, If a son ask bread of his father shall he give him a stone, or if he ask for fish, a scorpion. If ye then, being evil, know how to give good gifts unto your children, how much more will your Heavenly Father give His holy Spirit to them that ask Him.<span class=\"citation\" id=\"63771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63771)\">Matt. 7:9-11<\/a><\/span><span class=\"citation\" id=\"67562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67562)\">Luke 11:11-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1153\"> We have a Father, then, who is in heaven. He has placed us on this earth for some purpose. We found ourselves in possession of bodies, mental faculties, and reasoning powers. In a word, we found ourselves intelligent beings, with minds capable of recalling the past and launching into the unborn future with lightning speed; and were it not for this earthly tabernacle, this tenement of clay, they would soar aloft and contemplate the unveiled purposes of Jehovah in the mansions of the redeemed. We found ourselves here with minds capable of all this and more. God, who has ordained all things from before the foundation of the world, is our Father. He placed us here to fulfil His wise and unerring counsels, that we might magnify our calling, honor our God, obtain an exaltation, and be placed in a more glorious, exalted, and dignified position than it would have been possible for us to enjoy if we had never taken upon us these bodies. This is my faith; it is the faith of this people. <\/div><div class=\"paragraph jod\" id=\"v1n1154\"> I have no complaints to make about our father Adam eating the forbidden fruit,<span class=\"citation\" id=\"52571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52571)\">Gen. 3:6<\/a><\/span><span class=\"citation\" id=\"81846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81846)\">Mosiah 3:26<\/a><\/span><span class=\"citation\" id=\"92517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92517)\">Moses 4:12<\/a><\/span> as some have, for I do not know but any of us would have done the same. I find myself here in the midst of the creations of God, and it is for me to make use of the intelligence God has given me, and not condescend to anything that is low, mean, groveling, and degrading&#x2014;to anything that is calculated to debase the immortal mind of man, but to follow after things that are in their nature calculated to exalt, ennoble, and dignify, that I may stand in my true position before God, angels, and men, <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and rise to take my seat among the Gods of eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1155\"> We will now come to the principle of <span class=\"italic\">legitimacy<\/span>, which was the text given out this morning&#x2014;to our rights, privileges, Priesthoods, authorities, powers, dominions, &amp;c., &amp;c. And as some of us are Scriptorians, and all profess to believe the Bible, I feel inclined to quote a text from it. Paul, when speaking of Jesus Christ, gives us to understand that he is the firstborn of every creature, for by him were all things made that were made, and to him pertains all things; he is the head of all things, he created all things, whether visible or invisible, whether they be principalities, powers, thrones, or dominions;<span class=\"citation\" id=\"75552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75552)\">Col. 1:15-17<\/a><\/span> all things were created by him and for him, and without him was not anything made that was made.<span class=\"citation\" id=\"68496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68496)\">John 1:3<\/a><\/span> If all things were created by him and for him, this world on which we stand must have been created by him and for him; if so, he is its legitimate, its rightful owner and proprietor; its lawful sovereign and ruler. We will begin with him, then, in the first place, in treating on the subject of legitimacy. <\/div><div class=\"paragraph jod\" id=\"v1n1156\"> But has he had the dominion over all nations, kindreds, peoples, and tongues? Have they bowed to his scepter, and acknowledged his sway? Have all people rendered obedience to his laws, and submitted to his guidance? <span class=\"italic\">Echo<\/span> answers &#x201C;<span class=\"small-caps\">no<\/span>!&#x201D; Has there ever been a kingdom, a government, a nation, a power, or a dominion in this world that has yielded obedience to him in all things? Can you point out one? <\/div><div class=\"paragraph jod\" id=\"v1n1157\"> We read of the Jews who were a nation that submitted only in part to his authority, for they rebelled against his laws, and were placed under a schoolmaster until the Messiah should come.<span class=\"citation\" id=\"74547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74547)\">Gal. 3:24<\/a><\/span> We read also, in the Book of Mormon, of some Nephites that dwelt upon this land, who kept the commandments of God,<span class=\"citation\" id=\"83070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83070)\">4 Ne. 1:1-23<\/a><\/span> and perhaps were  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more pure than any other nation that history gives any account of. But, with these exceptions, the nations, kingdoms, powers, and dominions of the world have not been subject to the law, dominion, rule, or authority of God; but, as it is expressed by one of the ancients, the prince and power of the air,<span class=\"citation\" id=\"74893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74893)\">Eph. 2:2<\/a><\/span> the god of this world has ruled in the hearts of the children of disobedience, and led them captive at his own will. Where is the historian, the man acquainted with ancient lore, who can point me out one government, nation, power, or dominion, that has been subject to the rule of God, to the dominion of Jesus Christ, with the exception of those Jews and Nephites which I have referred to? If there has been any such nation, the history of it has escaped my notice. I have never been able to obtain such information. <\/div><div class=\"paragraph jod\" id=\"v1n1159\"> What then has been the position of the world for generations past? They have been governed by rulers not appointed of God; if they were appointed by Him, it was merely as a scourge to the people for their wickedness, or for temporary rulers in the absence of those whose right it was to govern. They had not the legitimate rule, Priesthood, and authority of God on the earth, to act as His representatives in regulating and presiding over the affairs of His kingdom. <\/div><div class=\"paragraph jod\" id=\"v1n1160\"> Perhaps it may be well, at this stage of my remarks, to give you a short explanation of my ideas on government, legitimacy, or Priesthood, if you please. The question, &#x201C;What is Priesthood?&#x201D; has often been asked me. I answer, it is the rule and government of God, whether on earth or in the heavens; and it is the only legitimate power, the only authority that is acknowledged by Him to rule and regulate the affairs of His kingdom. When every wrong thing shall be put right, and all usurpers shall be put down, when he whose right it is <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to reign shall take the dominion, then nothing but the Priesthood will bear rule; it alone will sway the scepter of authority in heaven and on earth, for this is the legitimacy of God. <\/div><div class=\"paragraph jod\" id=\"v1n1161\"> In the absence of this, what has been the position of the nations? You who have made yourselves acquainted with the political structure and the political intrigues of earthy kingdoms, I ask, from whence did they obtain their power? Did they get it from God? Go to the history of Europe, if you please, and examine how the rulers of those nations obtained their authority. Depending upon history for our information, we say those nations have been founded by the sword. If we trace the pages of history still further back to the first nation that existed, still we find that it was founded upon the same principle. Then follow the various revolutions and changes that took place among subsequent nations and powers, from the Babylonians through the Medo-Persians, Grecians, Romans, and from that power to all the other powers of Europe, Asia, and Africa, of which we have any knowledge: and if we look to America from the first discoveries by Columbus to the present time, where are now the original proprietors of the soil? Go to any power that has existed upon this earth, and you will find that earthly government, earthly rule and dominion, have been obtained by the sword. It was the sword of men that first put them in possession of this power. They have walked up to their thrones through rivers of blood, through the clotted gore and the groans of the dying, and through the tears and lamentations of bereaved widows and helpless orphans; and hence the common saying is, &#x201C;Thrones won by blood, by blood must be maintained.&#x201D; By the same principle that they have been put in possession of territory, have they sought to sustain themselves&#x2014;the same vio<div class=\"hyphen\">-<\/div><span class=\"citation\" id=\"86159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86159)\">D&amp;C 58:22<\/a><\/span> <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lence, the same fraud, and the same oppression have been made use of to sustain their illegitimacy. <\/div><div class=\"paragraph jod\" id=\"v1n1163\"> Some of these powers, dominions, governments, and rulers, have had in their possession the laws of God, and the admonitions of Jesus Christ; and what have they done to his servants in different ages of the world, when he has sent them unto them? This question I need not stop to answer, for you are already made too familiar with it. This, then, is the position of the world. Authority, dominion, rule, government has been obtained by fraud, and consequently is not legitimate. They say much about the ordination of kings, and their being anointed by the grace of God, &amp;c. What think you of a murderer slaying hundreds and thousands of his fellow creatures because he has the power, and while his sword is yet reeking with human blood, having a priest in sacerdotal robes to anoint him to the kingship? They have done it. What think you of the cries of the widows, the tears of the orphans, and the groans of the dying, mingling with the prayers and blessings of the priest upon the head of the murderer of their husbands and their fathers? <\/div><div class=\"paragraph jod\" id=\"v1n1164\"> It is impossible that there can be any legitimate rule, government, power, or authority, under the face of the heavens, except that which is connected with the kingdom of God, which is established by new revelation from heaven. <\/div><div class=\"paragraph jod\" id=\"v1n1165\"> In a conversation with some of our modern reformers in France, one of their leaders said, &#x201C;I think you will not succeed very well in disseminating the principles of your religion in France.&#x201D; I replied, &#x201C;You have been seeking to accomplish something, for generations, with your philosophy, your philanthropic societies, and your ideas of moral reform, but have failed; while we have not been seeking to accomplish the thing that you have, par<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ticularly, and yet have accomplished it.&#x201D; We began with the power of God, with the government of heaven, and with acknowledging His hand in all things; and God has sustained us, blessed and upheld us to the present time; and it is the only government, rule, and dominion under the heavens that will acknowledge His authority. <\/div><div class=\"paragraph jod\" id=\"v1n1166\"> Brethren, if any of you doubt it, go into some of those nations, and get yourselves introduced into the presence of their kings and rulers, and say, &#x201C;Thus saith the Lord God.&#x201D;<span class=\"citation\" id=\"53830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53830)\">Ex. 4:22<\/a><\/span><span class=\"citation\" id=\"53867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53867)\">Ex. 5:1<\/a><\/span> They would at once denounce you as a madman, and straightway order you into prison. What is the matter? They do not acknowledge the legitimacy, the rule and government of God, nor will they inquire into them. They receive not their authority from Him. Nations honor their kings, but they do not honor the authority of their God in any instance, neither have they from the first man-made government to the present time. If there has been such a nation, or if there is at this time such a government, it is a thing of which I am ignorant. <\/div><div class=\"paragraph jod\" id=\"v1n1167\"> The kings and potentates of the world profess to be anointed by the grace of God. But the priests who anoint them have <span class=\"italic\">no authority<\/span> to do it. No person has authority to anoint a king or administer in one of the least of God's ordinances, except he is legally called and ordained of God to that power; and how can a man be called of God to administer in His name, that does not acknowledge the gift of prophecy to be the right of the children of God in all ages? It is impossible. These men have been grasping after power, and for this they have laid waste nations and destroyed countries. Some of them possessed it for a while, and others were on the eve of getting it when they were cut off, and down they went. What became of them afterwards? Isaiah in vision saw the kings of the earth<span class=\"citation\" id=\"58498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58498)\">Isa. 24:21-22<\/a><\/span> ga<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thered together as prisoners in a pit, and after many days they were to be visited. <\/div><div class=\"paragraph jod\" id=\"v1n1169\"> Having said so much in relation together governors and governments, we will now notice the difference between them and Abraham of old. Abraham was a man who contended for the true and legitimate authority. God promised to him, and to his seed after him, the land of Canaan for their possession, &#x201C;The Lord said unto Abram, after that Lot was separated from him, Lift up now thine eyes, and look from the place where thou art northward, and southward, and eastward, and westward; for all the land which thou seest, to thee will I give it, and to thy seed forever.&#x201D;<span class=\"citation\" id=\"53051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53051)\">Gen. 13:14-15<\/a><\/span> What did Stephen say, generations afterwards? That God &#x201C;gave him none inheritance in it, no, not so much as to set his foot on; yet he promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child.&#x201D;<span class=\"citation\" id=\"71508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71508)\">Acts 7:5<\/a><\/span> Ezekiel's vision of the dry bones explains this seeming contradiction.<span class=\"citation\" id=\"60819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60819)\">Ezek. 37:1-14<\/a><\/span> The Lord said to him, &#x201C;Son of man, can these bones live?&#x201D;<span class=\"citation\" id=\"60823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60823)\">Ezek. 37:3<\/a><\/span> &amp;c. Who are they? We are told, in the same chapter, they are the whole house of Israel, and that they shall come out of their graves, bone come to its bone and sinew to sinew, and flesh come upon them, and they shall become a living army before God, and they shall inherit the land which was given to them and their fathers before them.<span class=\"citation\" id=\"124628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124628)\">Ezek. 37:21-28<\/a><\/span> The measuring line shall again go forth upon those lands, and mark out the possessions belonging to the tribes of Israel.<span class=\"citation\" id=\"124629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124629)\">Jer. 31:38-39<\/a><\/span><span class=\"citation\" id=\"124630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124630)\">Ezek. 40:2-4<\/a><\/span><span class=\"citation\" id=\"124631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124631)\">Ezek. 47:1-5<\/a><\/span><span class=\"citation\" id=\"124632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124632)\">Zech. 2:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1170\"> Abraham was a man who dared fear God, and do honor to His authority, which was legitimate. God tried and proved him, the same as He has tried many of us, and felt after his heartstrings, and twisted them round. When He had tried him to the utmost, He swore by Himself, because <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He could swear by no greater,<span class=\"citation\" id=\"129819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129819)\">Heb. 6:13<\/a><\/span> saying, &#x201C;That in blessing I will bless thee, and in multiplying I will multiply thy seed.&#x201D;<span class=\"citation\" id=\"53328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53328)\">Gen. 22:17<\/a><\/span> &#x201C;And in thy seed shall all the nations of the earth be blessed.&#x201D;<span class=\"citation\" id=\"53376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53376)\">Gen. 22:18<\/a><\/span> Abraham obtained his dominion by legitimate authority; his Priesthood was obtained from God; his authority was that which is associated with the everlasting Gospel, which was, and is, and is to come, that liveth and abideth forever. And the promises made to him will rest upon him and his posterity, through every subsequent period of time, until the final winding up scene of all things. Will he ever obtain them? Yes. For we are eternal beings, and I am now talking as though we were in eternity. We shall wake up in the morning of the resurrection, attain to all the blessings which have been promised to us, and strike hands with Abraham, and see him inherit the promises. Abraham and all his children will then inherit the promises, through the principle of legitimacy. And there are many of the sons and daughters of Abraham among us at the present time; these will be baptized for their dead brethren and sisters, and by this means bring them unto Christ, beginning on the outside branches of the tree, and so progressing to the main stock, and from that to the root. And it shall come to pass that all Israel shall be saved.<span class=\"citation\" id=\"72809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72809)\">Rom. 11:26<\/a><\/span> Why? Because it is their legitimate right. And they are Israel who do the works of Abraham.<span class=\"citation\" id=\"69470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69470)\">John 8:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1171\"> Thus it is, then, with Abraham. The old man feels perfectly easy about the matter; and if he does see many of his descendants existing as a cursed race on account of their transgressions, many of them enjoying no higher avocation than crying &#x201C;Old clothes,&#x201D; still the time of their redemption will come, and by means of the eternal Gospel and Priesthood, they with us will be made perfect, and we with them.<span class=\"citation\" id=\"77109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77109)\">Heb. 11:40<\/a><\/span> While the faithful are  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>operating in heaven to bring this about, the Saints are operating on earth; and by faith and works we will accomplish all things, we will redeem the dead and the living, and all shall come forth, and Abraham will stand at the head of his seed as their ruler. This is his legitimate position. <\/div><div class=\"paragraph jod\" id=\"v1n1173\"> We will now notice those men who are contending for it without any authority, and make a contrast between the two. We see them gathering their forces, and using their influence to destroy the poor among men. How long will the kings and rulers of the earth do this? Until they are dead and damned. And what then? They will be cast down into a pit. Isaiah saw them there, along with many other scoundrels, murderers, and scamps. After many days they will be visited, but they have got to lie in prison a long time for their transgressions.<span class=\"citation\" id=\"58499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58499)\">Isa. 24:21-22<\/a><\/span> The one is legitimacy, and the other is illegitimacy; the one is the order of God, and the other is the order of the devil. <\/div><div class=\"paragraph jod\" id=\"v1n1174\"> Such is the position of things in relation to the world, to legitimacy and illegitimacy, in regard to things that are right and things that are wrong. Jesus Christ created all things, and for him were they made, whether it be principalities, powers, thrones, or dominions.<span class=\"citation\" id=\"75554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75554)\">Col. 1:16<\/a><\/span> Now the question is, is he going to be dispossessed of his right because scoundrels exist in the world, and stand in power and dominion; because his subjects have rebelled against him from time to time, and usurpers have taken his place, and the dominion is given to another? Verily, no. But the time will come when the kingdom and the greatness of the kingdom under the whole heaven will be given to the Saints of the Most High, and they will possess it forever and ever.<span class=\"citation\" id=\"61668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61668)\">Dan. 7:18,27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1175\"> We will now notice some of the acts of God, and some of the acts of those who have been under the dominion of Satan, those who have had <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dominion over the world&#x2014;the proud and haughty usurpers, and the shedders of innocent blood. These are they that have lived in the world, and possessed all the good things of it. And what has been the situation of the Saints in every age? All those who dared acknowledge that God lived, that this kingdom belonged to Him, that it was His right, and that He would without doubt possess it, have been trodden under foot, persecuted, cast out, hated, killed; &#x201C;they wandered about in sheepskins and goatskins; being destitute, afflicted, and tormented.&#x201D;<span class=\"citation\" id=\"77065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77065)\">Heb. 11:37<\/a><\/span> As one of old says, in speaking of the Jews&#x2014;Which of the prophets have not your fathers killed, who testified before of the coming of the Just One.<span class=\"citation\" id=\"65567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65567)\">Matt. 23:29-32<\/a><\/span><span class=\"citation\" id=\"67585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67585)\">Luke 11:47-50<\/a><\/span><span class=\"citation\" id=\"71543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71543)\">Acts 7:52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1176\"> This was the case in ancient days, and has been carried on in modern times. I have, with my own eyes, seen holy Prophets expire, who were killed by the hands of a murderous gang of bloodthirsty assassins, because they bore the same testimony that the holy Prophets did in days of old. How many more of their brethren who dared acknowledge the truth, have fallen beneath the same influences&#x2014;have been shot, whipped, imprisoned, and put to death in a variety of ways, while hundreds of others, driven from their homes in the winter, have found their last bed; they were worn out with suffering and fatigue, the weary wheels of life stood still; they were obliged to forsake the world, in which they could no longer remain, because of the persecution heaped upon them by the enemies of the truth. <\/div><div class=\"paragraph jod\" id=\"v1n1177\"> The reason of all this vile outrage upon innocent men, women, and children, is because there is no legitimate rule upon the earth. God's laws and government are not known, and His servants are despised and cast out. <\/div><div class=\"paragraph jod\" id=\"v1n1178\"> Legitimacy and right, whether in heaven or on earth cannot mix with  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anything that is not true, just, and equitable; and truth is free from oppression and injustice, as is the bosom of Jehovah. Nothing but that will ultimately stand. What has been the position of the world generally, among themselves? You see men marshalling armies, and making war with one another to destroy each other, and take possession of their territory and wealth. One man who is in possession of wealth, power, and authority, sees oppression exercised by kings; so he follows the example, as do rulers who exercise authority under their sovereign; then others in a still lower degree do the same; thus oppression treads upon the heels of oppression, and distress follows distress. You will find this to exist in a great measure through every grade of society, from the king on his throne, down to the matchmaker, or the chimney sweep. <\/div><div class=\"paragraph jod\" id=\"v1n1180\"> To ameliorate the condition of man, there are a great many institutions introduced into the world in the shape of Tract Societies, Bible Societies, and many more too numerous for me to name. Many of them are founded by sincere men, but commencing on the wrong foundation, they keep wrong all the time, and fail to accomplish the object desired. If any one of these different institutions were to carry out their own principles, they would not only fail in accomplishing the object they have in view, but ultimately destroy themselves. <\/div><div class=\"paragraph jod\" id=\"v1n1181\"> There are Peace Societies among the rest; their object is to bring peace into the world, without the Spirit of God. They see plainly that peace is desirable, but they wish to graft it onto a rotten stock. In Europe they had a &#x201C;Peace Congress,&#x201D; and sent their representatives to all parts of the world; and of course this &#x201C;Congress of Peace&#x201D; wished to regulate the world, make an end of war, and bring in universal peace. <\/div> <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1182\"> Talk about peace, when rancorous discord makes its nest in the councils and cabinets of all nations, and the hearts of their statesmen are steeped in hatred one to another. Jealousy, animosity, and strife, like the influence of a deadly contagion, may be found in almost every family; brother rising up against sister, sister against brother, the father against the mother, and the mother against the father, etc. We can find discord reigning even in the &#x201C;Peace Society&#x201D; itself. <\/div><div class=\"paragraph jod\" id=\"v1n1183\"> Jesus Christ says, &#x201C;My peace I give unto you: not as the world giveth, give I unto you,&#x201D;<span class=\"citation\" id=\"70083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70083)\">John 14:27<\/a><\/span> &amp;c. Wherever this peace exists, it leaves an influence that is comforting and refreshing to the souls of those who partake of it. It is like the morning dew to the thirsty plant. This peace is alone the gift of God, and it can only be received from Him through obedience to His laws. If any man wishes to introduce peace into his family or among his friends, let him cultivate it in his own bosom; for sterling peace can only be had according to the legitimate rule and authority of heaven, and obedience to its laws. <\/div><div class=\"paragraph jod\" id=\"v1n1184\"> Everything is disordered, and in confusion in the world. The reason is because no legitimate authority has been known or acknowledged on the earth. Others have been trying to build up and establish what they supposed to be the kingdom of God. The socialists of France call themselves religious people, and they also expect to bring about a reign of glory through a species of Robespierreism. I was told by a man well acquainted with matters of fact in relation to these things, that if they gained the ascendancy in France, their first object would be to erect a statue to Robespierre. They were going to cut off thousands of people, to accomplish their designs: and had not Napoleon taken active measures to head them, bands of men were ready on a moment's warning to  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cut off the heads of thousands, and among these, I was informed, fifty thousand priests were doomed. <\/div><div class=\"paragraph jod\" id=\"v1n1186\"> These are some of the principles and ideas that exist in the world, among the various nations and institutions of men, which are framed according to illegitimate principles. A change of government changes not the condition of the people, for all are wrong, and acting without God. <\/div><div class=\"paragraph jod\" id=\"v1n1187\"> Our ideas are, that the time has come to favor God's people;<span class=\"citation\" id=\"57052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57052)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90962)\">D&amp;C 124:6<\/a><\/span> a time about which Prophets spoke in pathetic strains, and poets sung. These men of God looked through the dark vista of future ages, and being wrapped in prophetic vision, beheld the latter-day glory&#x2014;the time of the dispensation of the fulness of times, spoken of by all the holy Prophets since the world began;<span class=\"citation\" id=\"71352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71352)\">Acts 3:21<\/a><\/span><span class=\"citation\" id=\"84528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84528)\">D&amp;C 27:6<\/a><\/span> for they all looked forward with joyful anticipations to the things which have commenced with us; they all had their eye upon the time<span class=\"citation\" id=\"91210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91210)\">D&amp;C 128:17<\/a><\/span> when legitimacy would obtain its proper place upon the earth, in the shape of the kingdom of God established in the world, when all false rule and dominion would be put down, and the kingdoms of this world would become subject to God and His Christ.<span class=\"citation\" id=\"79413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79413)\">Rev. 11:15<\/a><\/span> These are the ideas that they had, and these are the things we are seeking to carry out. <\/div><div class=\"paragraph jod\" id=\"v1n1188\"> If we look at what illegitimacy has done in former times, we shall see the absolute necessity of the restitution spoken of by the Prophets, for it has filled the earth with evil, it has caused the world to groan in bondage, laid millions in the cold embrace of death, and caused disease to spread its pestiferous breath among the nations, leaving ruin, misery, and desolation in its path, and made this fair earth a howling wilderness. And nothing but the wisdom and intelligence of God can change it. The kingdom of God will establish truth and correct principles&#x2014;the principles of truth, equity, and justice; in short, the principles that  <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>emanate from God, principles that are calculated to elevate man in time and through all eternity. How shall this be? It will be by a legitimate rule, authority, and dominion. <\/div><div class=\"paragraph jod\" id=\"v1n1189\"> Who have we for our ruling power? Where and how did he obtain his authority? Or how did any in this Church and kingdom obtain it? It was first obtained by a revelation from the Lord of the Universe, by the opening of the heavens, by the voice of God, and by the ministering of holy angels. It is by the voice of God and the voice of the people, that our present President obtained his authority. Many people in the world are talking about misrule and misgovernment. If there is any form of government under the heavens where we can have legitimate rule and authority, it is among the Saints. In the first place, we have a man appointed by God, and, in the second place, by the people. This man is chosen by yourselves, and every person raises his hand to sanction the choice. Here is our President, Brigham Young, whom we made choice of yesterday, who is he? He is the legitimate ruler among this people. Can anybody dispossess him? They cannot, because it is his legitimate right, and he reigns in the hearts of the people. He obtains his authority first from God, and secondly from the people; and if a man possesses five grains of common sense, when he has a privilege of voting for or against a man, he will not vote for a man that oppresses the people; he will vote according to the dictates of his conscience, for this is the right and duty of this people in the choice of their President, and other leading officers of the kingdom of God. While this is being done here, it is being done in every part of the world, wherever the Church of Jesus Christ of Latter-day Saints has a footing. Is there a monarch, potentate, or power under the heavens that under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>goes a scrutiny as fine as this? No there is not; and yet this is done twice a year, before all the Saints in the world. Here are legitimacy and rule. You place the power in their hands to govern, dictate, regulate, and put in order the affairs of the kingdom of God. This is, <span class=\"italic\">Vox Dei vox populi<\/span>. God appoints, the people sustain. You do this by your own act; very well, then, it is legitimate, and must stand, and every man is bound to abide it if it takes the hair off his head. I know there are things sometimes that are hard, tough, and pinching; but if a man is a man of God, he has his eyes upon eternal things, and is aiming to accomplish the purposes of God, and all will be well with him in the end. <\/div><div class=\"paragraph jod\" id=\"v1n1191\"> What advantage is there, then, between this government and others? Why, we have peace, and as eternal beings we have a knowledge of eternal things. While listening to the remarks made on this stand, what have we not heard&#x2014;what have we not known? The curtains of heaven have been withdrawn, and we have gazed as by vision upon eternal realities. While, in the professing world, doubt and uncertainty throw their dark mantle over every mind. <\/div><div class=\"paragraph jod\" id=\"v1n1192\"> Let us now notice our political position in the world. What are we going to do? We are going to possess the earth. Why? Because it belongs to Jesus Christ, and he belongs to us, and we to him; we are all one, and will take the kingdom and possess it under the whole heavens, and reign over it forever and ever.<span class=\"citation\" id=\"61699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61699)\">Dan. 7:27<\/a><\/span> Now, ye kings and emperors, help yourselves, if you can. This is the truth, and it may as well be told at this time as at any other. <\/div><div class=\"paragraph jod\" id=\"v1n11920\"> &#x201C;There's a good time coming, Saints, <\/div><div class=\"paragraph jod\" id=\"v1n11921\">  <div class=\"indent\"\/>A good time coming, <\/div><div class=\"paragraph jod\" id=\"v1n11922\"> There's a good time coming, Saints, <\/div><div class=\"paragraph jod\" id=\"v1n11923\">  <div class=\"indent\"\/>Wait a little longer,&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1193\"> Having said so much on this point, we will return to the principle <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of legitimacy. God is our legitimate Father, and we are His children, and have a claim upon Him, and He has a claim upon us. We have come into this world to accomplish a certain purpose, and we have come in the dispensation of the fulness of times, when God decreed to gather all things together into one, whether they be things in heaven or on earth;<span class=\"citation\" id=\"74775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74775)\">Eph. 1:10<\/a><\/span> and everything that has been in existence in any age of the world, or that is, or will be, which is calculated to benefit and exalt man, we shall have; consequently it is for us to look after anything and everything that ever has been true, or that has ever been developed in any period of the history of man, for it all belongs to us, and has got to be restored, for restitution means bringing back that which is lost. If the Antediluvians enjoyed anything that was good, true, and eternal, which is not yet made known to us, it has to be restored; or if anything existed among the ancient Patriarchs and Prophets, that has been lost, it has to be restored. If there are any people of God upon any detached part of this world, they with it have got to be restored. God's word will also be gathered into one, and His people and the Jews will hear the words of the Nephites, and the Ten Tribes must hear the words of the Jews and Nephites,<span class=\"citation\" id=\"81566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81566)\">2 Ne. 29:13-14<\/a><\/span> and God's people be gathered and be one.<span class=\"citation\" id=\"69667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69667)\">John 10:16<\/a><\/span><span class=\"citation\" id=\"69792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69792)\">John 11:52<\/a><\/span> All things will be gathered in one,<span class=\"citation\" id=\"74776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74776)\">Eph. 1:10<\/a><\/span> and Zion be redeemed, the glory of God be revealed, and all flesh see it together.<span class=\"citation\" id=\"59275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59275)\">Isa. 40:5<\/a><\/span> God's dominion will be established on the earth, the law go forth from Zion, and the word of the Lord from Jerusalem,<span class=\"citation\" id=\"57746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57746)\">Isa. 2:3<\/a><\/span> and the kingdoms of this world will become subject to God and His Christ.<span class=\"citation\" id=\"79414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79414)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"79595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79595)\">Rev. 12:10<\/a><\/span><span class=\"citation\" id=\"90026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90026)\">D&amp;C 105:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1194\"> As eternal beings, then, we existed with our Father in the eternal worlds. We came on to this earth, and obtained tabernacles, that through taking possession of them, and passing through a scene of trial, and tribula<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, and suffering, we might be exalted to more glory, dignity, and power, than would have been possible for us to obtain had we not been placed in our present position. If any of you do not believe this, let me refer you to a passage of Scripture or two. How was man created at first? We are told that God made man a little lower than the angels;<span class=\"citation\" id=\"56337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56337)\">Ps. 8:5<\/a><\/span> then says Paul, &#x201C;Know ye not that we shall judge angels.&#x201D;<span class=\"citation\" id=\"73239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73239)\">1 Cor. 6:3<\/a><\/span> What through? It is through the atonement of Jesus Christ, through the taking of our bodies, the powers of the holy Priesthood, and the resurrection of Jesus Christ that we shall obtain a higher exaltation than it would have been possible for us to enjoy, if we had not fallen. To do right in our present state, then, we must carry out the principle of legitimacy according to a correct rule, and, if we profess to be subjects of the kingdom of God, we must be subject to the dominion, rule, legitimacy, and authority of God. No person can escape from this, unless he apostatizes, and goes to the devil, like a fool. He must be a fool who would barter away eternal life, thrones, principalities, and powers in the eternal world, for the paltry trash which exists in the shape of wealth and worldly honor: to let go his chance of heaven and of God, of being a King and Priest unto Him,<span class=\"citation\" id=\"78937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78937)\">Rev. 1:6<\/a><\/span> of living and reigning forever, and of standing among the chiefs of Israel.<span class=\"citation\" id=\"54663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54663)\">Num. 4:46<\/a><\/span> I cannot help calling such men fools, for they are damned now in making such a choice, and will be hereafter. <\/div><div class=\"paragraph jod\" id=\"v1n1196\"> I will say a little more on legitimacy and right to rule. What would be the position of a man who would take a course to rob his neighbor, or take advantage of him in the case of his legitimacy, which you have heard of this morning? Such a man must be a greater fool than the other. For instance, a good man dies, who has served God in righteousness all his <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days; the weary wheels of life stand still, and he goes to the world of spirits. He believed in the principles of justice, equity, righteousness, and truth, and that his rights would be held sacred to him by his brethren after he was gone. But some professed man of God comes to his widow, and wants to steal her away from him; he would rob the dead with impunity, under the ostensible garb of justice to her and her dead husband; he will tell her he is doing it out of pure love to them both, and he is going to exalt them in the kingdom of God. We read of the kingdom of God suffering violence;<span class=\"citation\" id=\"64254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64254)\">Matt. 11:12<\/a><\/span> if violence is ever attempted, it is in a case of this kind. It is bad enough to steal from a man his earthly property, his oxen, his cow, his horse, his harness, his wagon wheels, and other paraphernalia; but what think you of a man that would rob the dead of a treasure which he holds the most dear, and prized as the most precious thing he possessed on earth&#x2014;his affectionate wife! Such a person will assuredly miss his figure. <\/div><div class=\"paragraph jod\" id=\"v1n1197\"> You will find in the ancient laws of Israel, there were proper rules in relation to these matters; one was, that if a man died without a child, his brother or the nearest relation of the husband should take the widow; and raise up seed to her husband, that his name might be continued in Israel, and not be blotted out.<span class=\"citation\" id=\"55103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55103)\">Deut. 25:5-10<\/a><\/span> Where did these laws come from? We are told they came from God. But instead of doing this, suppose he should try to steal this woman away, and rob his brother&#x2014;how would he get along, I wonder, with such a case against him, at the bar of justice? The laws and ordinances that exist in the eternal world have their pattern in the things which are revealed to the children of men on earth. The Priesthood as it exists on the earth is a pattern of things in heaven.<span class=\"citation\" id=\"87280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87280)\">D&amp;C 77:2<\/a><\/span> As I said in a former part of this discourse, Priesthood is  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>legitimate rule, whether on earth or or in heaven. When we have the true Priesthood on earth, we take it with us into the heavens; it changes not, but continues the same in the eternal world. <\/div><div class=\"paragraph jod\" id=\"v1n1199\"> There is another feature of that ancient law which I will mention. It was considered an act of injustice for the nearest relation not to take the wife of the deceased; if he refused to do it, he was obliged to go before the Elders of Israel, and his brother's wife shall loose his shoe from off his foot, and spit in his face, and shall answer and say, &#x201C;So shall it be done unto the man that will not build up his brother's house; and his name shall be called in Israel, The house of him who hath his shoe loosed.&#x201D;<span class=\"citation\" id=\"55104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55104)\">Deut. 25:5-10<\/a><\/span> If the restitution of all things is to be brought to pass, there must be a restitution of these things; everything will be put right, and in its proper place. <\/div><div class=\"paragraph jod\" id=\"v1n1200\"> There is another thing which is most grievous, afflicting, and distressing to contemplate. When a man takes to himself a woman that properly belongs to another, and defiles her, it interferes with the fountain of life, and corrupts the very source of existence. There is an offspring comes forth as the fruit of that union, and that offspring is an eternal being&#x2014;how can it be looked upon? To reflect upon it, wounds the finest feelings of human nature in time, and will in eternity. For who can gaze upon the degradation of their wife, and the corruption of their seed, without peculiar sensations? How much more is this feeling enhanced when the wronged man considers that he has been robbed by one who professed to be his friend? This thing is not to be trifled with, but is of the greatest importance; hence the necessity of the sealing powers, that all things may be pure, chastity maintained, and lasciviousness be rooted out from among the Saints. Why so? That we may have a holy <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> offspring, that shall be great, and clothed with the mighty power of God, to rule in His kingdom, and accomplish the work we propose they shall fulfil; and that when we go to sleep, we may sleep in peace, knowing that justice will be administered in righteousness. We shall know that we have a claim upon our own in the first resurrection; we shall know that our wives and our children will be there to join us, justice will be administered, and we shall have a claim upon them in the eternal world, and that no unprincipled scoundrel will be permitted to set his foot on another, or rob him of his just claims. Why is a woman sealed to a man for time and all eternity? Because there is legitimate power on earth to do it. This power will bind on earth and in heaven; it can loose on earth, and it is loosed in heaven; it can seal on earth, and it is sealed in heaven.<span class=\"citation\" id=\"64874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64874)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91161)\">D&amp;C 128:8-11<\/a><\/span> There is a legitimate, authorized agent of God upon earth; this sealing power is regulated by him; hence what is done by that, is done right, and is recorded. When the books are opened, everyone will find his proper mate, and have those that belong to him, and everyone will be deprived of that which is surreptitiously obtained. <\/div><div class=\"paragraph jod\" id=\"v1n1201\"> Let us do righteously, and you who would seek to injure another and take advantage of one who was just and faithful to his God in his day, how would you like, when you get a few years older and drop into eternity, for somebody to come and serve you the same? You could not expect anything else, you could not die without being menaced by this supposition, and your dying pillow would be made unhappy, you would know you had done wrong, and would expect somebody to measure to you the same measure<span class=\"citation\" id=\"63688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63688)\">Matt. 7:2<\/a><\/span> pressed down, shook together, and running over.<span class=\"citation\" id=\"67269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67269)\">Luke 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1202\"> We have been told to preach confidence&#x2014;correct principles and just dealings alone will inspire it. If a  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man speaks that which is not true about another, can you have confidence in him? No. If a man defrauds another, can you have confidence in him? No, But if you would, through a principle of covetousness, seek to sap the foundation of another's happiness, by trying to wrench from him those sacred rights which pertain to his interest in the eternal world, how much greater will be your condemnation? Nothing but truth, integrity, virtue, honor, and every pure principle, will stand in the great day of God Almighty. If such a person happens to get through this world, he will find barriers in the next, and probably miss a chance of obtaining a place in the <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> first resurrection. Nothing contrary to the authority, rule, and government of heaven, will stand in time or in eternity; and if any man wants to be blessed and honored, and to obtain a high place in the eternal world, let him pursue a course of honor, righteousness, and virtue before his God; and if he wants to find himself amongst usurpers, defrauders, oppressors, and those in possession of illegitimate claims, let him take an opposite course. If time would permit, much more might be said about social, family, and individual legitimate rights; but as time hastens, I forbear for the present. <\/div><div class=\"paragraph jod\" id=\"v1n1204\"> Well, brethren and sisters, may God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}