{"ID":10032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of Faithfulness&#x2014;Education of Children&#x2014;President Brigham Young&#x2014;The Clay and the Potter.<\/div>\n<div class=\"subtitle\">An Address by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, October 8, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of Faithfulness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/8\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v1n1070\"> Brother John Young said he felt as though he wanted to talk; I told him to open his mouth wide, and he would be very apt to pour out something. What he has said, and what President Young has said before him, today, is verily true. I felt a flow of good feelings while he was speaking, and this I feel all the time while sitting under such teachings. The ideas advanced are so plain and simple, it seems to me as though every person possessing a sane mind, when they leave this house, or when they go home from this Conference, will do right, will determine in their hearts to do as they are instructed. If they will do this, it is well with them. <\/div><div class=\"paragraph jod\" id=\"v1n1071\"> There are a great many who have the idea, that the time will come when we shall be broken up as a people. Do I fear any such thing? No, I do not fear anything. I fear nothing that is in heaven, or that is upon the earth. I do not fear hell nor its combinations; neither hell, nor the devil, nor any of his angels, has power ever me, or over you, only as we permit them to have. If we permit the devil to have power over us, and we are seduced by him, and we crouch down under his power, then he will have dominion over us. Upon the same principle, we let sin have power over us, but it has no power over us unless we subject ourselves to it. <\/div><div class=\"paragraph jod\" id=\"v1n1072\"> I think and reflect much upon these  <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles, and I wish to God, that you, my brethren, the Elders of Israel, when you go home from this place, would treasure up the counsel that you have received, that you would nourish and cherish it in your hearts, then you never would be unfruitful nor walk in darkness, nor be left to murmur, complain, and find fault. <\/div><div class=\"paragraph jod\" id=\"v1n1073\"> When I proposed to the brethren of the complaining class, that they be organized into a building committee, I wish you to understand, that I had not heard anyone murmur, but I heard there were some. I was rather inclined, however, to believe that those who told it were the ones that murmured, but they wanted to throw it off from their own shoulders, and make it out that somebody else was complaining. I do not believe you were, brethren. I do not believe we can raise material enough to organize a company of such characters. I do not believe you are going to murmur, but I believe you will go to and do as you have been told. I want you to do so, I know the blessings you will obtain in so doing. <\/div><div class=\"paragraph jod\" id=\"v1n1074\"> Go and take up some good farms, but do not take up too much, as a great many in this place have done, they have taken up from one hundred to one hundred and fifty acres, and have then undertaken to put in 50 acres of wheat, when they could not  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attend to the half of it. Be cautious in this matter, put in no more seed than you can manage, and improve all the land you do take in, and be faithful to God, and I know that He will bless the land for your sakes, and He will bless you abundantly, and He will bless your increase, and He will bless your wheat, and your corn, and everything that pertains to you. <\/div><div class=\"paragraph jod\" id=\"v1n1076\"> I have spoken about these things many times. There is nothing impossible with God,<span class=\"citation\" id=\"66995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66995)\">Luke 1:37<\/a><\/span> but He will not do anything that is contrary to His law, and that is not according to his designs. I have said, many times, if you only have faith, and listen, and put works with your faith, doing as you are told, it is not impossible for a hen to lay two eggs per day. To prove this, I have sheep in this valley, and so have other people, that have had four lambs this year, and we have over thirty lambs now of the second crop. I have seldom heard of such a thing in my life. This is quite a testimony to bear, but I can prove it to be true, now, on the spot, if it is necessary. The sheep have brought forth the second crop of lambs. That is a great curiosity, but it is true, and has taken place here under our immediate notice, and some of the sheep that have been so prolific belong to me. <\/div><div class=\"paragraph jod\" id=\"v1n1077\"> This is not contrary to my faith; we are the children of Israel, and it is for us to be faithful, and listen to the will of heaven, and to the man that presides over us, and to his associates, for they will not teach you anything only what he sanctions; you need not be afraid, for if I should teach wrong doctrine or principle, here is the authority to correct me, that this people may have correct views. Well, inasmuch as we are the children of Israel, we are bound to prosper, if we continue in the goodness of God,<span class=\"citation\" id=\"72799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72799)\">Rom. 11:22<\/a><\/span> and walk in His precepts; if we do not, it will be with us as it was with the children of Israel of old, our burdens <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will become hard to bear; but I believe ourselves, our flocks, our herds, our crops, and everything that pertains to the earth which we inhabit, will greatly multiply and increase. These are my feelings, and this is my faith all the time&#x2014;I have no other. <\/div><div class=\"paragraph jod\" id=\"v1n1078\"> We should teach our children righteousness, if we would raise them up in the way of the Lord, as it is spoken in the Book of Mormon.<span class=\"citation\" id=\"82403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82403)\">Alma 56:47-48<\/a><\/span><span class=\"citation\" id=\"82406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82406)\">Alma 57:25-27<\/a><\/span> Let mothers teach their children as they were taught then. Three thousand of those men are worth more than one hundred thousand not raised as they were. They had faith that they should never fall in battle, because their mothers taught them so. Although there was much of their blood shed, yet not one of them fell. That was the result of proper instructions being given them by their mothers. Mothers, I wish you would wake up and act in your office and calling, as well as the brethren. It is <span class=\"italic\">their<\/span> calling to go and preach the Gospel, build up the kingdom of God, and establish righteousness, and it is for you to be stewards at home, and attend to the things that they leave behind, and to get wisdom and knowledge in all these things pertaining to your duty. <\/div><div class=\"paragraph jod\" id=\"v1n1079\"> When I heard brother Brigham preaching here today, and laying things of worth before us, I felt greatly to rejoice, and I believe you felt as I did, and as though they never would be eradicated from your minds, but that you would treasure them up in your hearts. We have not a great while to stay on the earth, if we live to the full age of man. We must all die, sooner or later, as it regards our earthly tabernacles, but our spirits will continue to live forever. If they go to a state of happiness, they will be happy; and if they go to a state of misery, they will be miserable. You all know this as well as I do, then why do you not live accordingly? I presume you will. <\/div> <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1081\"> A great many things of this kind have been laid before the brethren who have come from England, and from the States, and from different nations of the earth. They will hear many more things taught here in addition to what they have heard in Old England. They could hear nothing there, except the first principles of the doctrine of Christ;<span class=\"citation\" id=\"76660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76660)\">Heb. 6:1<\/a><\/span> but since they have come here it is all let out, that is, a great many things; the bird is let out of the cage, and they have it before them to read and reflect upon; it is the truth, it is the word of God, and the revelations of Jesus Christ, which were revealed to brother Joseph and others. <\/div><div class=\"paragraph jod\" id=\"v1n1082\"> As to the power and authority invested in brother Brigham, do I doubt it? Have I the least hesitation as to his calling as the President of this Church? No, no more than I have that God sits upon His throne. He has the same authority that brother Joseph had. That authority was in the Twelve, and since brother Joseph stepped behind the veil, brother Brigham is his lawful successor. I bear testimony of what brother Joseph said on the stand at Nauvoo, and I presume hundreds here can bear witness of the same. Said he, &#x201C;These men that are set here behind me on this stand, I have conferred upon them all the power, Priesthood, and authority that God ever conferred upon me.&#x201D; There are hundreds present this day who heard him utter words to that effect, more than once. <\/div><div class=\"paragraph jod\" id=\"v1n1083\"> The Twelve had then received their endowments. Brother Joseph gave them the endowments, and keys and power were placed upon them by him, even as they were placed upon him by Peter, James, and John, who ordained him.<span class=\"citation\" id=\"84551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84551)\">D&amp;C 27:12<\/a><\/span> That is true, gentlemen, because they held the Apostleship last, and had authority to confer it upon him, or any whom the Father had <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> chosen. Brother Joseph called and ordained the Twelve Apostles of the last days, and placed that power upon them. Five of those men who received that authority from under his hands are now living. Have I any doubt? Why, no. I know all about it, I am a witness of this Gospel, of the order and power of the Priesthood, and of the organization of this Church from the beginning. I glory in it, I glory in this Gospel, I know it is like a root out of the dry ground,<span class=\"citation\" id=\"59631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59631)\">Isa. 53:2<\/a><\/span> it neither has form nor comeliness to this world, it is against them every way, and they will run against it and snag themselves. You know a root out of dry ground has many snags or sharp points to it, and they stick out many ways; so the people run against a snag when they run against this work, or against the servants of the Most High. I know, as well as I know that I live, that every man that fights against it will be damned. I know it, and am bearing testimony to what I know, gentlemen, and you may know it just as well as I do. This Gospel, this kingdom, this Church, and this people, are the pride of my heart, I have no pride in anything else. I have pride to see this work roll forth, and turn over the kingdoms, and break in pieces the nations of the earth.<span class=\"citation\" id=\"61165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61165)\">Dan. 2:44<\/a><\/span> I know that every man and woman, every nation and king that oppose it, will wither like a limb that is severed from a tree. <\/div><div class=\"paragraph jod\" id=\"v1n1084\"> Now there are a great many people that have broken off from this Church, we will not mention names, but have they not withered? Yes, and so will you if you turn away from it, and if you refuse to obey the counsel that is given to you, you will wither away like a limb that is cut off from an apple tree, or the grass that is mown down when the sun strikes it. We are the people of God, and we cannot prosper upon any other principle than to cleave together, to cleave to His  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work, to amalgamate our feelings in one, and nourish the all-powerful principle of union, all feeling a general interest for the public welfare. <\/div><div class=\"paragraph jod\" id=\"v1n1086\"> As President Young has said, this is the household of faith,<span class=\"citation\" id=\"74721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74721)\">Gal. 6:10<\/a><\/span> this is his house, and this is his people, and he is our leader, our Governor, he is our Prophet, and he is our Priest. As I have said in other places and in other meetings, when speaking to the Elders, when they are sent from this place, they are sent forth by the shepherd that God has stationed here; he is the head shepherd that is visible on earth, under the direction of Joseph, and he sends forth the Elders as shepherds to gather up the lost sheep of the house of Israel,<span class=\"citation\" id=\"64080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64080)\">Matt. 10:6<\/a><\/span> and bring them home to put them into the fold. I have said that you have no business to make a selection of any of these sheep, or to make a choice of them, or make any covenant with them, until they are brought home and placed in the fold, and then if you want a sheep or two, ask the shepherd for them, and if you choose a sheep without taking this course you will get your fingers burnt. Why? Because they are his sheep&#x2014;mark it. How would you like it, were I to go and take one of your sheep without permission, would you ever think of such a thing? One is just as right as the other. You will learn these things by and by. I would rather have my head laid upon a block, and severed from my shoulders, than ever make a proposal to any woman living upon the earth and marry her, unless I had permission from the chief shepherd. <span class=\"italic\">That tells it<\/span>. I do not know that you can all understand me, but those who have their eyes open understand it. I only hint at these things, that you may be careful of the course you take. <\/div><div class=\"paragraph jod\" id=\"v1n1087\"> Well,<span class=\"citation\" id=\"75953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75953)\">1 Tim. 5:8<\/a><\/span> then, he that will not provide for his own household is worse than an infidel, and hath denied the faith. <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If this is brother Brigham's household, I belong to him, and it is my household. Well, then, provide for it, provide for Israel first, and when they have got enough, then let others have it. Do not let others have the bread until Israel, the household of faith, are provided for. Do you understand it, brethren? If you do, say aye. [Aye.] All say aye for Israel. <\/div><div class=\"paragraph jod\" id=\"v1n1088\"> Now we are going to stick together. Those that have come in here are like clay brought from different parts of the earth&#x2014;it is taken out of the bank and thrown into the mill, and the mill has been grinding it until it has become pliable and passive; then we send out the Elders to bring in a fresh supply of new clay, and it is thrown into the mill, where it has to become passive, and thus the mill keeps grinding and grinding, and mixing that which is thrown into it. As soon as you are passive others come in. <\/div><div class=\"paragraph jod\" id=\"v1n1089\"> It keeps us thrashing all the time. The reapers go forth, and bind up the wheat and draw it in, and thus we keep throwing in new wheat all the time, and we shall never get the floor empty, but we must thrash and thrash until we are worn out, and others will come up and continue it. Did you ever see them thrash in country towns in England? It is something like that. We are passing through the mill, and we have got to be thrashed and cleaned up, and the chaff has to be separated from the wheat in passing it through the fanners. There are three ends to this mill in the mountains, where the chaff goes out. Brother Brigham does not grind any in his mill, without first passing it through the smut machine; so we have got to pass through the smut mill, before we are fit to be thrown into the hopper to be ground. <\/div><div class=\"paragraph jod\" id=\"v1n1090\"> We must be passive as clay in the hands of the potter.<span class=\"citation\" id=\"60509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60509)\">Jer. 18:6<\/a><\/span> The potter takes the passive clay, and molds it into  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>numerous shapes; he can make it into a milk pan, or into a crock, or into a cup, or a jug, and from that into ten thousand shapes; he does everything according to his own pleasure, and as the Master Potter has told him to shape it. If the Master gives him a pattern, he must mold according to that pattern; it would make him busy indeed if he were to work according to every pattern. We must work according to the Master's pattern. If we take this course there will be no trouble. Go forth, then, upon your farms, sow your grain, and when you get your sheep, they will have two litters a year, but if you do not do right you shall have none. Does not God love to bless those who appreciate His blessings? Yes, just as much as a kind father loves to bless his son. Our Father in heaven is much more willing to bless us than we are to bless each other. <\/div><div class=\"paragraph jod\" id=\"v1n1092\"> Let us remember these things in which we have been instructed. And let us take hold of that wall when the Conference is over, and put it round this block this winter, so that next spring we may fill it up with shrubbery of all kinds, and decorate it, and prepare it for future purposes. And let us build up a temple with diligent hands. I have helped to build up two temples, and have had my endowments in them, and in other places; but to have an endowment that is proper and consistent, is to have it in a temple that has been built and consecrated to that purpose. Now go to, and get your farms, and bring in the firstfruits of the earth, the first things you raise; bring them in here and commit them into the hands of the Bishops. Remember that, and you shall have an endowment, and shall be greatly blessed with that blessing you have not room to contain,<span class=\"citation\" id=\"62440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62440)\">Mal. 3:10<\/a><\/span> if you only appreciate it We want these things to roll on, God's work to prosper, and His kingdom to be built up, <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the work of God to spread to all the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1093\"> Do I fear the world? I do not fear them, I never did fear them, and I have seen enough of their stuff. I have been driven with the rest of my brethren from the United States and from my native home, but what do I care for it? My kindred are there, but they do not believe the Gospel, nor the revelations of Jesus Christ; they believe in the spiritual knocking, and nearly all the world are going into it, and receiving revelations for themselves from the regions of despair. It used to be with them, &#x201C;<span class=\"italic\">Old Joe Smith, an old gold digger<\/span>,&#x201D; but all are digging gold now, and all are getting revelations, but they did not believe a word from him. He was a Prophet of God, and they cannot help themselves. They slew him, and that nation has got to smart for it, and it will be as much as the Saints can do to gather out of it. If they stay there, they will not gather from there; it is necessary to gather the wheat, and put it into the barn; if it is left out, the storms will come and actually waste or destroy it. <\/div><div class=\"paragraph jod\" id=\"v1n1094\"> Let us be stirring and moving the principles of life and salvation forward in every rightful and possible way. I do not care what I am told to do, if it were to take an adobie and turn it over 500 times a day; if I am doing the will of God, if I am doing the will of him who sent me to do it, it is none of my business nor yours. It is for us to do that which we are told to do. You need not trouble yourselves about brother Brigham, nor about brother Heber, nor about the Twelve; brother Brigham will attend to them, and then, if they live faithful, will judge you and your children, and the nations of the earth, and those that are dead. Don't <span class=\"italic\">you<\/span> judge those men&#x2014;<span class=\"italic\">that<\/span> is for brother Brigham to do; if we need thrashing, he is capable of thrashing us, it is none of  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your business; and we will sit down and bear it like good fellows, and not move our tongue; if it should move, we will take it between our teeth, and give it a nip, and say, &#x201C;Stay there, you little fellow.&#x201D; As for the Twelve, and brother Brigham, and brother Willard, they are all men of God; and there never were better men than the Twelve that live in these last days&#x2014;better men never lived. [A voice in the stand, &#x201C;True.&#x201D;] It <span class=\"italic\">is<\/span> true, and I know it. Every soul of them can be prepared in two days to go to the nations of the earth, if we say so. You have got to be so too, brethren and sisters; you have got to learn to be subject to the Priesthood, as well as these brethren, and your children must learn the same lesson, and then <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you will be molded into vessels of honor,<span class=\"citation\" id=\"76114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76114)\">2 Tim. 2:20<\/a><\/span> but you cannot be molded into vessels of honor except you be subject. You potters know it, if you have worked at the potter's business as I have. <\/div><div class=\"paragraph jod\" id=\"v1n1096\"> I love to talk about these things. I love the Saints, they are the pride of my heart. As for the world; its gold or silver, or anything that pertains to it, my heart is not upon it, but upon this Church and kingdom, and it never will be overcome, worlds without end.<span class=\"citation\" id=\"87241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87241)\">D&amp;C 76:112<\/a><\/span> [A voice in the stand, &#x201C;Amen.&#x201D;] Although we may be scattered to the four quarters of the earth, we will gather again, never to be removed any more, henceforth and forever. Amen. <\/div>\n<\/div>\n<\/div>"}