{"ID":10033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Management of the Canyons&#x2014;Paying Debts&#x2014;Keeping Stores&#x2014;Material for the Temple.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered at the General Conference in the Tabernacle, Great Salt Lake City, Oct. 9, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Management of the Canyons, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/9\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v1n1097\"> There is a matter of temporal business that I wish to lay before this Conference, and I embrace the present opportunity to do so. I have not very acute feelings upon the matter, but I have frequently known cases of difficulty and dissatisfaction come before me, which were calculated to annoy my feelings, and the feelings of this people. I feel very acutely, very exquisitely, upon certain subjects pertaining to their history, but on the present occasion I am quite careless and indifferent as to the subject I now propose to lay before the Conference. If we could obtain a hearing of all the <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> male members of this community, or in other words, get all the inhabitants of these valleys together, that portion of them that can hear and understand, it would be better; but seeing that this cannot be done, we shall have to content ourselves by laying before this Conference the matter, pertaining practically to the actions of men, that we now wish to present. It is concerning the canyons, the wood, the timber, or whatever the canyons situated near these valleys produce. <\/div><div class=\"paragraph jod\" id=\"v1n1098\"> Wood seems to be the first and most prominent product of the canyons. The situation of them is too  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>well known to make it necessary for me to offer a description. I believe that there are some acts performed in these canyons, of which the actors are ashamed, and they would rather I would pass over these points, and the hard words they have made use of; they would much rather have them forgotten by all who have a knowledge of what they have done and said in the canyons. <\/div><div class=\"paragraph jod\" id=\"v1n1100\"> There are a great many whose experience exceeds the experience of brother Hyde in this matter. His short experience, he says, teaches him, that if he had the power in his hands, he would decree that all men who go into the canyons for wood and timber should be saved. This may be the mind of others, and to them it may serve as an excuse for outraging the principles of righteousness, but to another class of men it would be no excuse at all. I believe it would be just as necessary for the boys, when they have mounted their sleds on the top of the hill, to curse, and swear, and fight, and quarrel, while they are riding down with all ease, and without any trouble, as it would be to curse, swear, and fight while drawing their sleds up the hill to enjoy another ride. You know, boys enjoy themselves very well while their sleds are traveling down the hill at a great speed; it is hurrah with them, and all is right; but in dragging their sleds up the hill, they fall down sometimes, and bump their heads, and bruise their knees against the hard snow, and they have no sooner recovered their foothold than down they go again, and so they get into confusion. Now it appears to me to be just as necessary for them to quarrel in riding down the hill, as it is for them to quarrel in drawing their sleds up the hill, as for any good it accomplishes in either case. <\/div><div class=\"paragraph jod\" id=\"v1n1101\"> It is an uphill business to go into these canyons and get wood, to say the least of it. If I am able to  <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>present what I would like to present, and what I have previously had in my mind, and exhibit it in a few words, and in its true colors, I believe an expression upon it from this Conference will have a salutary influence upon the community; that is my opinion, and the reason why I now present the subject before you. I will call upon my brethren who sit here, to let their past experience answer a question, or perhaps more than one. Are you not dissatisfied, and is there not bitterness in your feelings, the moment you find a canyon put in the possession of an individual, and power given unto him to control the timber, wood, rock, grass, and, in short, all its facilities? Does there not something start up in your breast, that causes you to feel very uncomfortable? You may be ready on the right and on the left to say, &#x201C;No, I am not aware that it affects me any.&#x201D; This may be the case with a few, but while we find one here and another there of that class, do we not find multitudes of the other class that would be very irritable upon that subject&#x2014;a facsimile of a roily fountain much disturbed, or like the troubled sea that casts up mire and dirt?<span class=\"citation\" id=\"59825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59825)\">Isa. 57:20<\/a><\/span> Why I judge the matter in this light is because of what I have learned previously to this day, concerning the real feelings of the majority of the people touching this matter. There were a few instances, some two or three years ago, of the legislative council assigning canyons to individuals. Now it is in the hands of county officers to dispose of such matters. Are the people satisfied with these assignments? They are not. Could they be satisfied were they placed under different circumstances in relation to this matter? They could. Have we power as a people to introduce an order of things that will give general satisfaction? I will say, that it depends altogether upon circumstances. It can or it  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot be done, just as the people please. <\/div><div class=\"paragraph jod\" id=\"v1n1103\"> I will relate a few circumstances or incidents that have taken place here, but I will not name particular places, nor individuals. Mr. B. goes into the canyons, without any leave or licence, and without even asking for a grant; he makes his way up a canyon, and finds, on each side of him, both firewood and fence poles. He climbs the mountain, for two or three miles, works a road, and gets to the timber, poles, and wood, at an expense of from one to five hundred dollars. He commences to get out poles, and keeps his men and teams laboring there from day to day. Now how long will he remain there before news will come into the city, that Mr. B. is getting timber and poles at such a point, and that it is a most excellent chance there? Well, some of the citizens will say, &#x201C;Has brother B. worked a road up there?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Can we get up with a team?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Then let us go and get some wood and poles.&#x201D; How long would it be before the eyes of a portion of the community would be turned directly to that spot? How long would it be before they would go to the very place where brother B.'s road branches off from the main road, and go up the mountain (of course they could see no other track than where Mr. B. was getting out <span class=\"italic\">his<\/span> wood), and get poles, wood, and timber? They would not stop to look on the mountains around them, and make new roads for themselves. No, they can only get wood, poles, and timber where brother B. is getting them, after he has been at the trouble and expense of making a road. When they find brother B. there, he says, &#x201C;You cannot come into this canyon, for I have worked the road myself, to facilitate the getting of my wood and poles here.&#x201D; Another person comes along with twenty or thirty wagons. Mr. B. says <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to him, &#x201C;Look yonder, there is plenty of timber, and as easy to get at as this that I call my own.&#x201D; Friend H. replies, &#x201C;But I will be damned if I don't get wood where you get it.&#x201D; Mr. B. says, &#x201C;And I'll be damned if you <span class=\"italic\">do<\/span> go there.&#x201D; This is the language of men who sit here before me today, and so near me that I could put my hand upon them. They go up in the canyon, and there quarrel with each other. Let friend S. once pass by the road that Mr. B. has made, and he may go on up the canyon ten miles, surrounded with wood, and not get a stick of timber, for he and friend H., with his train, and others, never can see and understand how they can get poles in any other place than where friend B. has made a good road leading to where he gets <span class=\"italic\">his<\/span>. Is this so? You Elders of Israel will go into the canyons, and curse and swear&#x2014;damn, and curse your oxen, and swear by Him who created you! I am telling the truth. Yes, you will rip, and curse, and swear, as bad as any pirates ever did. <\/div><div class=\"paragraph jod\" id=\"v1n1104\"> Suppose these characters do as the old Quaker did when he whipped the man: he took off his coat, and said, &#x201C;Religion, do thou lie there, until I whip this man.&#x201D; The boys, or many of them, who go into the canyons with wagons and teams, do the same: they lay down their religion at the mouth of the canyon, saying, &#x201C;<span class=\"italic\">Thou lie there, until I go for my load of wood<\/span>.&#x201D; I expect, in all probability, it was the case with Elder Hyde, for he never would have thought that he ought to be saved for going into the canyon <span class=\"italic\">once<\/span>, if he had had his religion along with him. <\/div><div class=\"paragraph jod\" id=\"v1n1105\"> I do not wish to say much upon this subject, I am not spirited in it, nor do I care much about it. I want to show to this community a plan by which these matters of business transactions can be brought to some kind of a system, to the better accommoda<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of the public. We will suppose, when strangers come to these valleys, that they find land offices, canyon offices, timber offices, &amp;c. They enter, and walk up before the clerk in the office, and inquire what facilities there are to get a living here. Out steps the landlord and says, &#x201C;This valley and all the canyons belong to old General Harris, and to his heirs after him. That valley over yonder&#x2014;Utah Valley, belongs to old General Wolf's heirs; and there's another valley, that belongs to another man; and I am here as the guardian of these heirs to all this property, I am here to dispose of it.&#x201D; &#x201C;We want to settle here,&#x201D; say the people, &#x201C;can we get any land?&#x201D; &#x201C;O yes,&#x201D; the landlord replies, &#x201C;lift up your eyes to the right, and to the left&#x2014;do you see the grass?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you see the lovely streams that gush from the mountains?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Do you see this vast prairie before you?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Look at the soil, it is rich and productive. We do not have winters here, as you do in the eastern countries, but your cattle can feed in these mountain valleys both winter and summer.&#x201D; The landlord says again, &#x201C;Lift up your eyes and look: this wood, land, and the grass that you see growing, and all these valleys, with all they contain, you are freely welcome to; go now, lay out your city plots and your farms, dig your ditches, and turn the streams whithersoever you will, for to all this you are welcome.&#x201D; Would they not think he was one of the finest men that ever was? Would they not love such a landlord? The people inquire again, &#x201C;What chance is there here for getting wood?&#x201D; &#x201C;O,&#x201D; says he, &#x201C;that is another thing, I will talk to you about that.&#x201D; &#x201C;We wish to know if we can get wood here to burn, to cook our food with, and to keep our houses warm; and upon what terms?&#x201D; Says the landlord, &#x201C;My hired servants are <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up in the Red Butte Canyon, or they may be in Canyon Creek Canyon, or over in the west mountains; I have got servants, and plenty of wood, this you can have on certain conditions.&#x201D; &#x201C;What <span class=\"italic\">are<\/span> your conditions, good landlord?&#x201D; &#x201C;These are my conditions&#x2014;you must take your teams into Red Butte, where you will find a gate, and a man living there, to him you will have to pay 25 cents for getting a load of wood.&#x201D; &#x201C;But how is the road after you get through the gate?&#x201D; &#x201C;O, it is a good road, and the wood, timber, rock, and everything else are first rate; and now you go and get a cord of good wood for 25 cents. Or you may go to the west mountains, there the canyons are all prepared for you, the roads are made, and I keep men there to see that they are kept in good repair, and all you have got to do is to pay 25 cents for the use of the road.&#x201D; What would be the feelings of this people under such circumstances? Do you suppose they would feel as those do that have kept up a continual quarrelling, murmuring, and bickering, and have given way to wickedness? The canyons are precisely in the position I present them to you in this similitude; and you murmur at the council, at the legislative assembly, at the county court, and at everybody that wants to make these canyons convenient and passable to the community. <\/div><div class=\"paragraph jod\" id=\"v1n1107\"> Again, I ask the question, what would be the feelings of this people, supposing they had come to these valleys under such circumstances? &#x201C;The valleys, the grass, the soil, the water, and all the advantages you are welcome to, but I shall charge you 25 cents per load for your wood.&#x201D; If you won't answer the question, I will for you: every time you would meet with that landlord, it would be, &#x201C;God bless you, you are the best man on earth;&#x201D; and you would be ready to lick the dust off his feet; you would not say &#x201C;God  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>damn you, I will get wood where I please.&#x201D; I am ashamed to repeat the language that is too often made use of, but I do it that the community may see how disgraceful it is, and frown upon every man that will allow himself to be degraded by the use of such filthy language; it is a disgrace to the wicked, to say nothing of Saints. Again upon this point, would you not take off your hats, and say, &#x201C;Thank you,&#x201D; every time you met that landlord? Yes, you would, and I know it. Well, supposing the legislative body in these valleys should say to some man, Take that canyon, and put a gate at the mouth of it, and make a good road to the wood and timber, and to defray the expense of this, lay a tax of 25 cents on every man that passes through with a team to get wood, timber, or anything else the canyon produces&#x2014;could you bless that legislature, could you greet it with smiles and thanks, for doing that for this people? Or would you curse it? <\/div><div class=\"paragraph jod\" id=\"v1n1109\"> If I had time to do so, and if it would be wisdom, I could demonstrate, by a mathematical calculation, definitely and truly, and you might take into the calculation Red Butte Canyon, and every other canyon that the people have been into&#x2014;I could demonstrate that they have destroyed more horses, mules, harness, oxen, wagons, chains, and ox yokes, and other property, in getting out of these canyons what they have got, than what would lay a first rate turnpike road in every direction, as far as they have penetrated these canyons. Suppose we have a canyon here within one mile of us, open to all the people, I ask where is there a man that would work the road to the wood? He is not to be found in this community. If it were open and free to all, I might spend a thousand dollars there, and never get one load of wood. I have done just such things myself. I have gone to work and made roads to get <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wood, and have not been able to get it. I have cut it down, and piled it up, and <span class=\"italic\">still<\/span> have not got it. I wonder if anybody else can say so. Have any of you piled up your wood, and when you have gone back could not find it? Some stories could be told of this kind, that would make professional thieves ashamed. It is not all of this community that possesses such spirits. A flock of sheep consisting of thousands must be clean indeed if some of them are not smutty. This is a large flock of sheep that have come up to these mountain valleys, and some of them have got taglocks hanging about them, or in other words, there are those that will do what you have heard exhibited to you today. <\/div><div class=\"paragraph jod\" id=\"v1n1110\"> What shall be done with sheep that stink the flock so? We will take them, I was going to say, and cut off their tails two inches behind their ears; however, I will use a milder term, and say, cut off their ears. But instead of doing this, we will try to cleanse them; we will wash them with soap, that will come well nigh taking off the skin; we will then apply a little Scotch snuff, and a little tobacco, and wash them again until we make them clean. That is what I am doing now. Peradventure we shall find a few such sheep here in the flock, and a few that have got the itch; these are apt to spread the disease among those that are clean, for they will run along and rub themselves on others, until all are smitten with the disorder, and it would be hard to tell in which it originated. <\/div><div class=\"paragraph jod\" id=\"v1n1111\"> I do not want to destroy the people, I want to wash them, and, if necessary, apply the Scotch snuff. If this community would let any man of sense, of calculation, of a good mind and judgment, sit down and make his calculations, with regard to their getting wood out of these canyons, they would see the advantage of taking the  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>course the legislature has marked out, so clearly, that this whole people would speak out boldly and say, &#x201C;You men having authority, look up every canyon in these valleys, and put them in the possession of individuals who will make good roads to the timber, that we may get there without breaking our wagons, or without breaking our limbs, destroying our property, and endangering our lives.&#x201D; I say, every man of good sense would exclaim, &#x201C;Put these canyons into the hands of individuals, with this proviso&#x2014;make good roads, and keep them in good repair.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1113\"> To exhibit it to the people in another point of view. I will suppose a Gentile owns all these canyons, Uncle Sam, for instance. He determines he will work these canyons himself, work the roads, &amp;c., and draw his revenue from them by the people's getting their timber&#x2014;should we not esteem it a blessing? We should. If it would be a blessing to him, or to any rich company of speculators, then why would it not be a blessing to us, to act upon the same principles ourselves? Could you tell any reason why not? <\/div><div class=\"paragraph jod\" id=\"v1n1114\"> A great many here do not understand certain things that exist; I can tell you some of them. If any individual will come here and live, and find out how we do business, learn and understand our business transactions, he will see that exhibited that will prove to him a great many things he is not acquainted with. I will take one of the best individuals we have, and put him into the tithing office, put another into the stonecutter's shop, and another in the joiner's shop, and let them work there one or two years, when the books are examined they have taken up every farthing of their wages, and many have contracted considerable debts in that office, some are owing 800, 1,000, and some as high as 1,500 dollars. Now comes the decision. Suppose you owe that store <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> across the road there 1,500 dollars, would you try to pay it? Yes, you would lie awake at nights to think how to pay those merchants that do not belong to the kingdom of God, you would offer them horses, and wagons, and oxen, to liquidate that debt. But that man who owes on the tithing books will say, &#x201C;Just straighten that up for me, cancel that debt, for I want my name to look as good on the tithing books as the rest.&#x201D; Would he say this to a Gentile? No, he would not. We never see such goodness, such kindness, such benevolence, such philanthropy in the persons who owe the tithing office anything. <\/div><div class=\"paragraph jod\" id=\"v1n1115\"> Did you ever ask me to liquidate your debts? You may answer the question for yourselves. I shall not name anybody. But let one of these merchants ask for the payment of a debt, saying, &#x201C;I am going away in September,&#x201D; and you conclude that that debt must be paid&#x2014;do you pay it? Yes, you will sell everything you have on earth, to pay it. But do you owe the tithing office anything? &#x201C;O yes, and I am going to work it off; I know I owe about 1,500 dollars. But you know it won't do to owe the Gentiles anything. Brother Brigham, can't you lend me some money to pay a small debt on that store? Can you let me have a yoke of cattle, my family is suffering for want of wood?&#x201D; You trace those cattle, and where are they gone to? Why, to pay the enemies of this people. You would take out of this Church the last dime of money, and every ox, and cow, and horse, and hand them all over to our enemies, and let the Church sink to the nethermost hell, for aught you care. That is the difficulty that exists here. If I have got your spectacles, or your shoes, or any other thing of yours, the common saying made use of is, &#x201C;O, never mind, it is all in the family, you are a brother, it is all right.&#x201D; I am telling you as it is in that tithing office. What  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did you hear read, last April Conference? That there were 48,000 dollars owing to the tithing office; yet do you try to pay that debt? No, but the word is, &#x201C;Brother Brigham, trust me another thousand;&#x201D; and you never will pay it on the face of the earth, and you think me rather hard because I scold you. These are the difficulties that are here among us. <\/div><div class=\"paragraph jod\" id=\"v1n1117\"> There exists a double spirit, there is a false, hypocritical spirit in many of the people; it is bred in the flesh, and in the bones, it is received from their fathers and mothers, a hypocritical pretension to friendship, when the real thing itself does not exist in them, and never did; but they are destitute of the true knowledge of the principles of righteousness. I have frequently thought it was not good for a man to have around him too many friends. I have said to my brethren, heretofore, &#x201C;Don't love me quite so well as to take away all I have got. I want you to love me pretty well, I have plenty of flour now, and scores and scores of tons I can distribute, but do not take my soul out of me, do not love me quite to death. I am willing to be loved sincerely, but covet not that which I possess, under a false pretension of love to me.&#x201D; There is that spirit among this people, but it is for want of knowledge, and a proper understanding. Did they possess these, there would be no difficulty in the case. <\/div><div class=\"paragraph jod\" id=\"v1n1118\"> Now, for instance, a great many inquire, saying, &#x201C;Why does not our Church keep a store here?&#x201D; Many can answer that question, who have lived here for some years past; and you who make such an inquiry, would have known the reason, had you also lived here. You that have lived in Nauvoo, in Missouri, in Kirtland, Ohio, can you assign a reason why Joseph could not keep a store, and be a merchant? Let me just give you a few reasons, and there are men here who know how matters went in those <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days. Joseph goes to New York and buys 20,000 dollars' worth of goods, comes into Kirtland and commences to trade. In comes one of the brethren, &#x201C;Brother Joseph, let me have a frock pattern for my wife.&#x201D; What if Joseph says, &#x201C;No, I cannot without the money.&#x201D; The consequence would be, &#x201C;He is no Prophet,&#x201D; says James. Pretty soon Thomas walks in. &#x201C;Brother Joseph, will you trust me for a pair of boots?&#x201D; &#x201C;No, I cannot let them go without the money.&#x201D; &#x201C;Well,&#x201D; says Thomas, &#x201C;Brother Joseph is no Prophet; I have found <span class=\"italic\">that<\/span> out, and I am glad of it.&#x201D; After awhile, in comes Bill and sister Susan. Says Bill, &#x201C;Brother Joseph, I want a shawl, I have not got the money, but I wish you to trust me a week or a fortnight.&#x201D; Well, brother Joseph thinks the others have gone and apostatized, and he don't know but these goods will make the whole Church do the same, so he lets Bill have a shawl. Bill walks off with it and meets a brother. &#x201C;Well,&#x201D; says he, &#x201C;what do you think of brother Joseph?&#x201D; &#x201C;O he is a first-rate man, and I fully believe he is a Prophet. See here, he has trusted me this shawl.&#x201D; Richard says, &#x201C;I think I will go down and see if he won't trust me some.&#x201D; In walks Richard, &#x201C;Brother Joseph, I want to trade about 20 dollars.&#x201D; &#x201C;Well,&#x201D; says Joseph, &#x201C;these goods will make the people apostatize; so over they go, they are of less value than the people.&#x201D; Richard gets his goods. Another comes in the same way to make a trade of 25 dollars, and so it goes. Joseph was a first-rate fellow with them all the time, provided he never would ask them to pay him. In this way it is easy for us to trade away a first-rate store of goods, and be in debt for them. <\/div><div class=\"paragraph jod\" id=\"v1n1119\"> And so you may trace it down through the history of this people. If any brethren came into the midst of them as merchants, I never knew  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of them go into their stores and go out again satisfied, neither did you. If I had 100,000 dollars worth of goods in that store, owned by myself, or held by a &#x201C;Mormon&#x201D; company, in six months the goods would be gone, and we should not have 100 dollars to pay the debt. But let an infernal mobocrat come into our midst, though he brands Joseph Smith with the epithet of &#x201C;false Prophet,&#x201D; and calls the &#x201C;Mormons&#x201D; a damned set of thieves, and would see all Israel scorching in Tophet, you would give him the last picayune you could raise. <\/div><div class=\"paragraph jod\" id=\"v1n1121\"> There is not a man who has been in this community a few years but knows I am telling the living truth. Do any of you hate me for it? Do any of you love me for it? It is all the same to me. Do you love the cause? &#x201C;Yes,&#x201D; every heart at once responds, &#x201C;I love the cause, I love the Lord and my religion.&#x201D; If I would only permit myself to swear, I would say, <span class=\"italic\">What the devil is the reason, then, you don't live according to it?<\/span> What keeps you from that? What is the reason you cannot pay me what you owe me, as well as your enemy. You continue to trade with the Almighty that way, and it will sink this whole people down to hell. You trade with the Almighty worse than you do with the devil. These things exist, and you know it. A man comes into this Church with a little property, and he must suffer them to pick him until he is as blind as brother Leonard is, that sits over there, or else the people will turn round and curse him, and sink him to the nethermost hell if possible. They have treated Edwin D. Woolley so, and others. Can they keep a store among this people? No, they must let them have the goods, and wait until they can pay them, if they ever do it at all. <\/div><div class=\"paragraph jod\" id=\"v1n1122\"> They got up a quarrel, about a year ago, and every High Priest and Elder were going to cut Thomas Williams off <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the Church, because he asked them to pay their just debts. I said to Thomas, &#x201C;If they do not pay you as they agreed, arraign them before the High Council; I will be your lawyer, and they shall be cut off from the Church.&#x201D; They had got it all cut and dried, that if he asked them to pay him, he should be cut off from the Church, but I told them that if they did not live up to their agreement, <span class=\"italic\">they<\/span> should be cut off from the Church, and then be tried by the law of the land. <\/div><div class=\"paragraph jod\" id=\"v1n1123\"> How has Thomas Williams behaved here? He has paid his tithing, and done good to this people; he has handed over nails, cotton cloth, and other necessary articles. When he brings in his goods, he pays his tithing on them honorably, yet he can be abused; and it is so with every man who comes into the midst of this people with goods, unless he pays them out at random to Tom, Dick, and the devil. Latter-day Saints cannot keep a store of goods, because they will not act as Latter-day Saints, but they will sustain their enemies. How much do you suppose you have paid into these Gentile stores within four months? Can you give a rough guess? I can tell you, if you do not know, for I know something about it. You have paid to them 300,000 dollars within the last six months. The brethren think that we are very hard with them if we ask for a little tithing. I wonder if we have received 30,000 dollars, which we should certainly have received in silver and gold, if the people had been faithful in paying their tithing on the money they have spent at these stores; the money has gone, from time to time, in gold and silver, by boxfuls, to the east. There is not a span of mules that could be found in this valley, able to draw the money, if it were all in silver, to the States, that this people have spent with these merchants within a few months past; they must therefore do  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>business upon the principle of checks; in any other way it is a burden to them to get it over the plains. These are the difficulties that work against our living and doing as we should do. <\/div><div class=\"paragraph jod\" id=\"v1n1125\"> I will now go back, and say to all the inhabitants of these valleys, if I had the power, and the people were willing to subscribe to that which would do them good, I would look up all the canyons containing wood and other facilities, put gates at the mouths of them, have good roads worked in them, so as to make the wood and the timber easy of access, and make the people pay for the roads and the keeping of them in good repair. If I was a Gentile, and I owned these canyons, and should make such a proposition, it would be so that I could hardly get down to this meetinghouse without some one crying out, &#x201C;I move that we give that gentleman a vote of thanks;&#x201D; another would second it, &#x201C;For that is certainly a Gentile of the first class.&#x201D; [The speaker made motions, such as bowing and scraping, as the poor serfs of foreign nations do, who subsist on the patrimony of a titled fellow mortal.] I make these motions to show this people how disgraceful it is; it is a disgrace to any community to act as they have done towards the measures of those who wish to do them good all the day long. If a Latter-day Saint wants to do good, why not bless him for it. But no, it is overlooked as a thing of naught. Now, if I do ape out a little of these feelings here, it is to show you how they look inside. I can see them in the people, I know what there is in the midst of them, I know what they have to contend against, and the difficulties and weaknesses they are subject to; it is the want of true knowledge and a sound understanding which causes them to act as they do; if it were not for that, if this people had the knowledge of angels, and then did as they <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do, they would be sent to hell before the rising of another sun; but as they are ignorant, and inasmuch as they desire to do good, God winks at their foibles, and hopes by it to bless them. <\/div><div class=\"paragraph jod\" id=\"v1n1126\"> Now, I am going to have an expression from this Conference, with regard to the plan that we, as a community, shall adopt; not as a county, not as the Legislature of Utah, not as civil and military officers, but as officers and members of the Church of Jesus Christ of Latter-day Saints; and before I take the expression, if there is one man in this house who feels himself capable of showing a better method, or of producing a better plan to keep the people from running over each other, from breaking each other's necks, and the necks of their horses, I will give him an opportunity of presenting that plan. In the first place, the feelings of individuals are&#x2014;what advantage can I get by introducing this plan? I wish you to remember that all I can get by it is, to protect you against running over and trying to kill each other. We do not own the canyons, but the plan is&#x2014;let them go into the hands of individuals who will make them easy of access, by paying them for their labor. Before I take an expression, I want to see if there is a man that can rise up and propose a better plan than I propose, which of course would be to our advantage to adopt in preference to mine. I have talked long enough upon this matter. The motion is, that we, as the Church of Jesus Christ of Latter-day Saints, in the capacity of a General Conference assembled, and embracing the whole community in the midst of the mountains, recommend, and give it as our opinion, that the best method of disposing of the canyons is to put them in the hands of individuals to make good roads in them, and obtain their pay by taking toll from those who use the roads, at a gate erected for that purpose at the  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mouth of each canyon. Now, sisters, I want you to vote also, because women are the characters that rule the ballot box. If you are in favor of this motion, as Latter-day Saints, signify it by the uplifted hand. [Unanimous.] <\/div><div class=\"paragraph jod\" id=\"v1n1128\"> Let the judges in the county of Great Salt Lake take due notice, and govern themselves accordingly. The same thing I say to the judges of any of the other counties of the territory, Take notice, and govern yourselves accordingly. Put these canyons into the hands of individuals who will make good roads into them, and let them take toll from the inhabitants that go there for wood, timber, and poles. Now this is my order for the judges to take due notice of; it does not come from the Governor, but from the President of the Church; you will not see any proclamation in the paper to this effect, but it is a mere declaration of the President of the Conference. Let these things go out to make the people satisfied, and feel contented to have the privilege of getting wood without breaking their necks and destroying their teams. <\/div><div class=\"paragraph jod\" id=\"v1n1129\"> I want to occupy a few moments more, and talk about our contemplated temple. It has been moved, seconded, and carried by this Conference, that we build a temple here of the best material that America affords. If this is done, it will have to be built of platina; and I do not know that there is any of it to be got in this territory. It is purer, stronger, and is every way a better metal than pure gold. If we cannot get the platina, we must build a temple of pure gold; that is here, I know. But if the Conference want us to build a temple of pure gold, they will have to put into the tithing stores something besides old half-dead stinking cows, and old broken-kneed horses; or if they even put in all the good cattle they possess, will it build <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a temple of gold, of silver, or of brass? No, it will not. <\/div><div class=\"paragraph jod\" id=\"v1n1130\"> I am inclined to offer a chemical argument with regard to the material for building a temple in our present circumstances. The best materials, I have mentioned, probably. Iron might be better than stone; the time will come when the Lord will bring for brass gold, for iron silver, and for stones iron, and for wood brass,<span class=\"citation\" id=\"60000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60000)\">Isa. 60:17<\/a><\/span> to beautify His sanctuary, and make the place of His feet glorious. That will be, but it is not now. I thought, when I was at Iron County, and saw the iron mountains, that the iron was actually come instead of stone. <\/div><div class=\"paragraph jod\" id=\"v1n1131\"> But for the chemical argument touching the material for the building of a temple in this city. It has been proposed, that we send to San Pete to get the rock. Some say it will cost too much, others say we cannot do it, and others say that we can. I, not being a practical chemist, but only a chemist in theory, shall have to use my own language, to express my ideas. You may bring the stone from San Pete, which is a beautiful specimen of rock, and erect a temple here with it; then you may take this sandstone that is found in abundance in the Red Butte Canyon, and build a temple of that; then you step over to the Emigration Canyon, and get this bastard marble, and build another of the same dimensions as that you have built of the red sandstone. Now you have got the San Pete rock temple, the red sandstone temple, and another built of limestone, or bastard marble I call it; then, right beside of that, another one of adobies, mixed with pebbles&#x2014;take that clay, and these pebble stones that are so abundant here, and mix in with them straw, and build another temple of that composition, besides the three which are built of different kinds of rock, and let them stand together&#x2014;which do you think will stand the longest?  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Being a chemist in theory, I should say, according to my mind, when the San Pete rock is washed into the Jordan, the other buildings will still be standing, and be in moderate condition. The red sandstone will go the next, and the other two still remain, the bastard marble or limestone will be in pretty good preservation; and when that is all decomposed and washed away into the Jordan, you will find that temple which is built of mud or adobies, as some call them, still remains, and in better condition than at the first day it was built. <\/div><div class=\"paragraph jod\" id=\"v1n1133\"> You may ask any practical chemist, any man who knows, understands, and studies the elements, and he will corroborate these statements. This is a matter I want you to look at, to think and meditate upon. I do not talk about the expense of the building, and the time it would take to erect it, but its durability, and which is the best material within our reach to build it with. If you take this clay, which is to be found in abundance on these bottom lands, and mix with it these pebble rocks, and make adobies of the compound, it will petrify in the wall and become a solid rock in five hundred years, so as to be fit to cut into millstones to grind flour, while the other materials I have mentioned will have decomposed, and gone back to their native elements. I am chemist enough to know that much. My simple philosophy is this. The elements of which this terra firma is composed, are every moment either composing or decomposing. They commence to organize or to compose, and continue to grow until they arrive at their zenith of perfection, and then they begin to decompose. When you find a rock that has arrived at its greatest perfection, you may know that the work of decaying has begun. Let the practical chemist make his observations upon a portion of the matter of which this earth is com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>posed; and he will find, that just as quick as it is at its perfection, that very instant it begins to decompose. We have proof of this. Go into Egypt, for instance, and you will find the monuments, towers, and pyramids, that were erected in the days of Joseph, and before he was sold into Egypt; they were built of what we call adobies, clay mixed up with straw; these fabrics, which have excited interest for so many ages, and are the wonder of modern nations, were built of this raw material. They have bid defiance to the wear of ages, and they still remain. But you cannot find a stone column that was reared in those times, for they are all decayed. Here we have actual proof that the matter which is the furthest advanced to a state of perfection, is the first to decompose, and go back into its native element, at which point it begins to be organized again, it begins to congeal, petrify, and harden into rock, which grows like a tree, but not so perceptibly. <\/div><div class=\"paragraph jod\" id=\"v1n1134\"> Gold and silver grow, and so does every other kind of metal, the same as the hair upon my head, or the wheat in the field; they do not grow as fast, but they are all the time composing or decomposing. So much, then, for my views touching the material to be used in building a Temple upon this block. You may go to San Pete and get stone for it, and when five hundred years have elapsed you will not find a building. You may build of that red sandstone, and it will live out the San Pete rock, and the limestone will outlive that. But when you come to the adobies, they will outlive either of them, and be five hundred years better than the day they were first laid. This is a pretty strong argument in favor of a mud building. <\/div><div class=\"paragraph jod\" id=\"v1n1135\"> How long has the city of Washington been built? What was there before my father entered into the revo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lutionary war? Where was the Capitol then? It was in Philadelphia sixty years ago, there was no such thing as a Capitol in Washington. Let me ask a question&#x2014;is it built of rock? I never was there. [Voice, &#x201C;Yes.&#x201D;] It is built of rock. The House of Representatives was rebuilt in 1812, not more than forty years ago. Would any of you that have not been there, suppose that it would need patching up already to make it comfortable for the representatives of the nation? This, however, is the case, for within ten years past eighty thousand tons of putty have been used to putty up the places where the stone has decayed by the operation of the elements, and it has not yet been built forty years. I mention this, because I wish the Conference to know what they are doing when they commence to build a temple of stone. As for myself, I know enough about rock. If a man should undertake to put me up a stone house, I should wish him to build it of adobies instead, and then I should have a good house. We are talking about building one for the community, and I mention this about the Capitol to show you that the rock does not endure; the moment it becomes as hard as it is ever going to be, that moment it begins to decay. It may be a slow process in growing, or decomposing, yet it is doing the one or the other continually. <\/div><div class=\"paragraph jod\" id=\"v1n1137\"> I have my own individual thoughts, of course, and these I express with regard to the temple. According to my present views, there is not marble in these mountains, or stone of any kind or quality, that I would rather have a building made of than adobies. As for the durability of such a building, the longer it stands the better it becomes; if it stands five thousand years, it increases in its strength until it comes to its highest perfection, be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore it begins to decay. What do our &#x201C;Mormon&#x201D; boys say about trying to dig into one of those old Catholic cathedrals that are now standing in California? They say they might as well have undertaken to dig through the most solid rock you ever saw, as to dig through those adobie walls. Do you think they are decaying and falling down? No, they are growing better all the time, and so it is with the houses we live in. If they have good foundations, these houses that we live in will be better when they have stood fifty years than they are at this day. I will not say that it is so with a stone house, or with a brick house; for when you burn the clay to make brick, you destroy the life of it, it may last many years, but if the life is permitted to remain in it, it will last until it has become rock, and then begin to decay. <\/div><div class=\"paragraph jod\" id=\"v1n1138\"> As for the temple, I will give you the nature of your vote with regard to it&#x2014;the sum of it was, that those that dictate the building of it be left to do with it as they please. They will, anyhow. But I give it as my opinion that adobies are the best article to build it of. I do not fear the expense, neither do I care what you build it of; only when it is built, I want it to stand, and not fall down and decay in twenty or thirty years, like brother Taylor's one would, that he was giving an exposition of; &#x201C;that when we go within the veil into the heavenly world, we need not be ashamed of it, but when we look down upon it, it will be of solid rock:&#x201D; but if it is built of San Pete rock, when he looks down to see it he will find it <span class=\"italic\">aint there<\/span>, but it is gone, washed into the Jordan. It cannot remain, it must decay. <\/div><div class=\"paragraph jod\" id=\"v1n1139\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}