{"ID":10035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Effects and Privileges of the Gospel&#x2014;The Latter-day Saints and the Christian World.<\/div>\n<div class=\"subtitle\">A Discourse by President B. Young, Delivered in the Tabernacle, Great Salt Lake City, July 24, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Effects and Privileges of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/24\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v1n1205\"> I feel disposed to occupy a portion of time this morning. <\/div><div class=\"paragraph jod\" id=\"v1n1206\"> I have no doubt but the people, who are Saints, are much edified by the preaching and exhortations given from this stand. Were I to speak for myself, I could truly say, I am glad, I rejoice, and I feel exceedingly happy, when preaching myself, and when listening to preaching, exhortations, and prayer, and when associating with the Saints in other occupations and pursuits of life. Also in a family capacity, in our family prayer meetings, and in all the avocations of <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life that concern myself as an individual, I am happy. <\/div><div class=\"paragraph jod\" id=\"v1n1207\"> The Gospel of Jesus Christ, as it is given in the Old and New Testaments, the Book of Mormon, the Book of Doctrine and Covenants, and in the experience of every true Christian who has lived and still lives upon the earth, teaches that it is the privilege of every Saint so to live and walk before their God, as to enjoy the light of the spirit of truth from day to day, from week to week, and from year to year, through their whole lives. Without this privilege in the Gospel, connected with  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the gifts of the Holy Ghost, I should be inclined to believe that the religion that is taught in the Bible and in the Book of Mormon, would amount to nothing more than a mere phantom&#x2014;an imaginary thing. It would be inadequate to satisfy, in any degree, the mind of man, as it is now organized. <\/div><div class=\"paragraph jod\" id=\"v1n1209\"> I can appeal to the experience of thousands, as well as to my own, that the doctrine of the Savior is true, that the history given in the New Testament is a true history, as far as it goes, of the feelings and the experience common to every variety of human life, and chimes with the experience of every true believer in Jesus Christ in all ages of the world, though the expression, &#x201C;<span class=\"italic\">true believer<\/span>,&#x201D; needs qualifying, for many believe <span class=\"italic\">who do not obey<\/span>&#x2014;I will qualify it by saying, a believer in Jesus Christ, who manifests his faith to God, angels, and his brethren, by his obedience. Not but that there are believers who do not obey, but the only true believers are they who <span class=\"italic\">prove their belief<\/span> by their obedience to the requirements of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v1n1210\"> It is a special privilege and blessing of the holy Gospel to every true believer, to know the truth for himself. For orators to speak to us, Prophets to expound the law, and teach us doctrine, for the special purpose of giving us comfort, is not particularly required; but in the reflections and meditations of the mind in contemplating the things of God and the rich treasures of infinite wisdom, which are opened to the children of men who obey the Gospel, they enjoy a continual feast to the soul. This is the privilege of Latter-day Saints, it is the privilege of the whole world, as quick as the knowledge of God can be disseminated among the people. It is true, the world groans in darkness.<span class=\"citation\" id=\"87804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87804)\">D&amp;C 84:49,53<\/a><\/span> They are bound with the fetters of unbelief, error, and ignorance, more than we are; yet we can say truly, <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we only begin to see the dawning of truth through the deep mantle of ignorance in which we are enveloped. To those who live faithfully in their duty as Saints of God, and <span class=\"italic\">continue<\/span> to serve Him, time will develop that the Latter-day Saints&#x2014;the best of them&#x2014;the most intelligent among them, are still in ignorance, still wanting, still looking for something more, still increasing, still growing; I say, time will develop to their satisfaction that at this stage of their existence they were in ignorance, but not to the same degree as those who had not had the privileges they enjoyed. <\/div><div class=\"paragraph jod\" id=\"v1n1211\"> It is frequently observed&#x2014;especially by the Latter-day Saints&#x2014;what a curiosity it is, how singular that the Gospel of Jesus Christ should have the effect upon the minds of the people that it does have. It is remarkable! It is strange! When people reflect upon it, they are astonished that the Gospel of salvation should so disturb the feelings, the quiet, the peace of the community. Does it have this effect upon the world? Your own observation enables you to answer in the affirmative. It is a true saying of the Savior's, that he came not into the world to make peace, to unite the whole people, but to make division.<span class=\"citation\" id=\"64216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64216)\">Matt. 10:34-35<\/a><\/span> He came for the express purpose of dividing the righteous from the wicked. This formed as much a part of his holy ministry as any other part of the will of his Father. <\/div><div class=\"paragraph jod\" id=\"v1n1212\"> We see this principle verified from days of old. It was demonstrated in the very commencement of the peopling of the earth. How soon an opposition was introduced in the morning of creation, when righteousness was proclaimed, when truth was revealed, when the light and knowledge of eternity shone with lustrous beauty upon Adam and his children, Cain must rise up and slay his brother,<span class=\"citation\" id=\"52712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52712)\">Gen. 4:8<\/a><\/span> while they were walking with the Lord, while He visited them from day to<span class=\"citation\" id=\"124633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124633)\">Moses 5:4,17,26<\/a><\/span><span class=\"citation\" id=\"124634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124634)\">Moses 6:1<\/a><\/span>  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day, administered to them, conversed with them, preached to them, and gave them instruction, as I and my brethren instruct you from this stand. He taught them how to live, how to order their course, and acted in all points like a tender and affectionate parent, yet at the same time there must be an opposition. <\/div><div class=\"paragraph jod\" id=\"v1n1214\"> It is very true had not sin entered into the world, and opposition been introduced, death would not have entered. From that time to this, death, opposition, selfishness, malice, anger, pride, darkness, and wickedness of every description that could be invented by the children of men, as they have multiplied and spread abroad on the earth, have increased. Yes, verily, they have increased. And the days that we, as Christians, call <span class=\"italic\">the days of darkness<\/span> and ignorance, were days of light, knowledge, and intelligence, to exceed that which we enjoy in this age. <\/div><div class=\"paragraph jod\" id=\"v1n1215\"> We discover that the Gospel of life and salvation is perfectly calculated to disturb the wicked. Shall we say they are at peace? Are they in happiness? Are they enjoying that which their hearts desire? We can truly say they are seeking for it as well as they know how, but the result is, the increase of wickedness upon the earth, and the increased unhappiness of the human family. Mankind, indeed, cannot be happy unless they are first miserable; they cannot be easy, they cannot be at rest and feel comfortable, unless they are first in pain; <span class=\"italic\">they cannot be joyful, unless they are first in sorrow<\/span>. Refer, for instance, to your own dispositions, to the fallen nature that is in you. When passion rises within you, can you satisfy your feelings unless you give way to them, to the injury of yourselves and others? You cannot sit down and feel at rest unless you can satiate the burning vengeance of passion, by reeking your vengeance upon some person, or upon some helpless animal. <\/div> <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1216\"> The Gospel of salvation is perfectly calculated to cause division. It strikes at the root of the very existence of mankind in their wickedness, evil designs, passions, and wicked calculations. There is no evil among the human family, but at the foundation of which it strikes effectually, and comes in contact with every evil passion that rises in the heart of man. It is opposed to every evil practice of men, and consequently it disturbs them in the wicked courses they are pursuing. <\/div><div class=\"paragraph jod\" id=\"v1n1217\"> When the Gospel which was preached by Jesus and His Apostles was preached to the children of Israel by Moses, it created the same effect among them. When he taught them to forsake their sins, to forsake every evil principle and practice of their lives, and turn to the Lord with all their hearts, it created such a division that Moses could not establish the Gospel among them, after all the kindness the Lord had shown towards them, though He brought them out of Egypt with a high hand,<span class=\"citation\" id=\"54918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54918)\">Num. 33:3<\/a><\/span> dividing the sea,<span class=\"citation\" id=\"53972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53972)\">Ex. 14:8,16<\/a><\/span> causing the water to gush out of the dry rock to quench their thirst,<span class=\"citation\" id=\"54081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54081)\">Ex. 17:6<\/a><\/span> manna<span class=\"citation\" id=\"54051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54051)\">Ex. 16:15<\/a><\/span> to fall from heaven to satisfy their hunger, and quails<span class=\"citation\" id=\"54045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54045)\">Ex. 16:13<\/a><\/span> to satisfy their desire for flesh. He also ordained that their clothing should not wax old, nor their shoes wear out for the space of forty years.<span class=\"citation\" id=\"55200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55200)\">Deut. 29:5<\/a><\/span> They did not have to plough, to reap, or gather into barns, as we do. Notwithstanding this manifestation of the goodness of their God, he could not establish the Gospel among them, and was obliged to give them a law of carnal commandments. Why did not the Lord destroy them, seeing they were so very wicked? He did; and out of all who left Egypt, only two went into the land of Canaan&#x2014;Joshua and Caleb.<span class=\"citation\" id=\"54856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54856)\">Num. 26:65<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1218\"> Whenever the Gospel is preached in towns, cities, country places, or in any community who are in darkness, it never fails to bring light; it mani<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fests their ignorance; it distracts them, and annoys their peace. They say, &#x201C;I supposed I was wise, happy, comfortable, and well enough off; but here comes something that informs me I am mistaken, that this and the other thing are wrong. It reflects light upon my understanding, and teaches me that my acts, while I live upon the earth, should tend to the glory of God and the peace of mankind. This naturally seems contrary to my feelings, disposition, passions, and traditions, and to everything about me, except the reflection of truth upon my mind, which enlightens my understanding, and teaches me to glorify God, and do good to my fellow creatures.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1220\"> The Gospel is not only calculated to divide the people, but it will divide sin from those who embrace it with a true heart. In the world we find goodness, honesty, humility, and prudence, which are prompted by the motives of a good heart. But virtue is trampled into the dust, honesty and prudence are pointed at with the finger of scorn<span class=\"citation\" id=\"80970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80970)\">1 Ne. 8:33<\/a><\/span> and derision! We see almost every principle of righteousness discarded. If the <span class=\"italic\">whole<\/span> world are not in this condition already, it needs but a few steps more to lead them into the depths of it, and complete them in their rebellion against all good and its Author. <\/div><div class=\"paragraph jod\" id=\"v1n1221\"> It is the darkness upon the earth, the gross darkness that broods over the minds of the people,<span class=\"citation\" id=\"59913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59913)\">Isa. 60:2<\/a><\/span><span class=\"citation\" id=\"90600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90600)\">D&amp;C 112:23<\/a><\/span> that leads them into error, wickedness, and destruction, yet in the midst of this ignorance and awful corruption of the human mind, there are to be found humility, goodness, and virtue. But what use is made of them? They are destroyed; they are used according to the wishes of the wicked, and according to the designs of the evil designer. This is almost universally the case. <\/div><div class=\"paragraph jod\" id=\"v1n1222\"> The Gospel is calculated to divide this wickedness from those who em<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brace it, and then it will divide those who embrace it from those who reject it. Christ and Belial cannot be made friends,<span class=\"citation\" id=\"74239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74239)\">2 Cor. 6:15<\/a><\/span> neither can the Church of Christ and the worshippers of Belial unite together. They cannot amalgamate. Consequently, those who receive the Gospel with all their hearts, after believing the testimony of God's servants, will divide themselves from those who do not receive it. In this Gospel, life and salvation are offered to every honest soul; in the world they find tribulation, but in Jesus Christ peace.<span class=\"citation\" id=\"70527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70527)\">John 16:33<\/a><\/span> In obeying the Gospel is comfort, but in the glory of the world, sadness and sorrow. <\/div><div class=\"paragraph jod\" id=\"v1n1223\"> If the inquiry should arise in our minds, why it is that we are in the position we this morning occupy, it is very easily answered and understood by every person who understands the nature of the Gospel of Christ. It is because it is impossible to unite Christ and Belial&#x2014;to unite righteousness with unrighteousness, for they never can go hand in hand. Righteousness cannot become unrighteousness, and wickedness never can inherit a righteous kingdom. <\/div><div class=\"paragraph jod\" id=\"v1n1224\"> The ancient Saints were and the Saints of latter days have been driven from pillar to post, their name a hiss and a by-word,<span class=\"citation\" id=\"81157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81157)\">1 Ne. 19:14<\/a><\/span><span class=\"citation\" id=\"82727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82727)\">3 Ne. 16:9<\/a><\/span> and their character traduced to the lowest degree. I will appeal to men in this congregation, who have lived for years in the society of the world, who are judges, magistrates, sheriffs, merchants, mechanics, and farmers, if anything was ever alleged against their character until they joined the Latter-day Saints. But where are your characters now in the world? Your former friends <span class=\"italic\">now<\/span> have found out that you always were miserable creatures, they <span class=\"italic\">now<\/span> declare they never had any confidence in you, for you always were enthusiastic beings, and knew not what you were doing. They always believed you would prove yourselves dishonest, &amp;c.  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This has been the character given to the Saints by the world in all ages. <\/div><div class=\"paragraph jod\" id=\"v1n1226\"> Suppose we now notice that part of the world called Christians, that profess to believe the Old and New Testament, King James' translation. They say they believe this Bible, yet if you are in France, Germany, England, in the United States, in the Canadas, in the islands of the sea, or no matter where among the Christian nations, the moment you make it known that you have embraced the Book of Mormon, and that you believe Joseph Smith is a Prophet, they will at once accuse you of throwing away the Bible, they will publish abroad that you have become a &#x201C;<span class=\"italic\">Latter-day Saint<\/span>,&#x201D; &#x201C;<span class=\"italic\">a Mormon<\/span>,&#x201D; and consequently have denied the Bible you formerly believed, and have cast it entirely away. What is the reason of this, which I need not undertake to substantiate, for it is a fact that almost every person knows? Now, we <span class=\"small-caps\">are<\/span> believers in the Bible, and in consequence of our unshaken faith in its precepts, doctrine, and prophecy, may be attributed &#x201C;<span class=\"italic\">the strangeness of our course<\/span>,&#x201D; and the unwarrantable conduct of many towards this people. <\/div><div class=\"paragraph jod\" id=\"v1n1227\"> Come, my brother Presbyterian; come, my brother professors of every persuasion of long standing and popular distinction in the world, who are dubbed with the word &#x201C;<span class=\"small-caps\">Orthodox<\/span>;&#x201D; come, we are all good Christians; I find no fault with you&#x2014;why should you find fault with me? But you reply, &#x201C;I cannot be a Latter-day Saint, consequently we must be separated, and we cannot be brethren any longer.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1228\"> Come, my good brother Methodist, and my good brother Baptist, you are free and open in your views and feelings, for you hold forth a free salvation. This is a favorite doctrine of the Methodists. They say salvation is handed out to all the human family, without money and without <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> price,<span class=\"citation\" id=\"59748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59748)\">Isa. 55:1<\/a><\/span> and invite them to come and partake of the waters of life freely.<span class=\"citation\" id=\"80750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80750)\">Rev. 21:6<\/a><\/span><span class=\"citation\" id=\"80898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80898)\">Rev. 22:17<\/a><\/span><span class=\"citation\" id=\"82381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82381)\">Alma 42:27<\/a><\/span><span class=\"citation\" id=\"83949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83949)\">D&amp;C 10:66<\/a><\/span> <span class=\"italic\">I declare the same<\/span>. I am a believer in Jesus Christ, in God the Father, and in the doctrines of salvation as they are taught in the Old and New Testaments, though not so pointedly in the Old as in the New. Yet the same principles of life and salvation are set forth in both of these books, and I believe them. Come, my brother B., do you believe them? You reply, &#x201C;Yes, and have for these thirty years, twenty-seven of which I have been a preacher of the Gospel. I believe in the Son of God, and in the Old and New Testaments.&#x201D; Well, then, what in the world do you want to quarrel with me for? &#x201C;Because you are not a believer, you have thrown away the Bible.&#x201D; You are mistaken, Mr. B.; for instead of that, I have learned wisdom, got light, knowledge, and understanding, so that I know how to believe the Bible. I ask you, brother B., how I must believe the Bible, and how shall you and every other follower of the Lord Jesus Christ believe it? &#x201C;Brother Mormon, how do you believe it?&#x201D; <span class=\"italic\">I believe it just as it is<\/span>. I do not believe in putting any man's interpretation upon it, whatever, unless it should be directed by the Lord Himself in some way. I do not believe we need interpreters and expounders of the Scriptures, to wrest them from their literal, plain, simple meaning. <\/div><div class=\"paragraph jod\" id=\"v1n1229\"> Let us take up a point of Scripture, and we will try to agree with Mr. B., and take him along with us a few moments, and find out where we disagree. We read in the Bible many things pertaining to life and salvation. We first begin to read that Jesus came in the flesh. Now to touch that point, which I do not purpose to do but slightly this morning, I am sure we shall disagree at the commencement. But suppose I examine that, a moment. The New Testament tells  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me that the Father gave His only begotten Son a ransom for the sins of the world.<span class=\"citation\" id=\"65303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65303)\">Matt. 20:28<\/a><\/span> Do you believe that, brother B.? Do you believe that Jesus Christ is the only begotten Son<span class=\"citation\" id=\"68873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68873)\">John 3:16<\/a><\/span> of the Father? &#x201C;Yes.&#x201D; Do you believe the Son was begotten by the Father, as the Apostles said he was? Here I shall have to disagree with you, to begin with; for I believe the Father came down from heaven, as the Apostles said He did, and begat the Savior of the world;<span class=\"citation\" id=\"66991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66991)\">Luke 1:35<\/a><\/span> for he is the <span class=\"small-caps\">only<\/span> begotten of the Father, which could not be if the Father did not actually beget him in person. <\/div><div class=\"paragraph jod\" id=\"v1n1231\"> &#x201C;I cannot believe that, for he is a God without body, parts, or passions; He has no person, therefore, I must disagree with you, brother Mormon.&#x201D; I believe the Father came down in His tabernacle and begat Jesus Christ. Mr. B. believes He has no tabernacle. I believe He has a tabernacle, and begat Jesus Christ in His express image<span class=\"citation\" id=\"76342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76342)\">Heb. 1:3<\/a><\/span> and likeness, because the Bible expressly declares it. You disbelieve it, because your priest and your mother have taught you it is not so. When your mothers first read this Scripture, it was so plain to their understandings and to their children, that they understood it as an angel would, but deacon Jones must be called in to explain, and he explained it away. So I disagree with you, Mr. B., in the first point we have noticed, for you believe that God is without body and parts, while the Bible declares He has a corporeal body; that in His likeness, precisely, He created Adam.<span class=\"citation\" id=\"52159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52159)\">Gen. 1:26-27<\/a><\/span><span class=\"citation\" id=\"52745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52745)\">Gen. 5:1<\/a><\/span> The priests of this age declare it is not so. The God Mr. B. believes in is without body, parts, and passions. The God that his &#x201C;brother Mormon&#x201D; believes in, is described in the Bible as being a personage of tabernacle, having eyes to see,<span class=\"citation\" id=\"93059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93059)\">Moses 7:35-36<\/a><\/span><span class=\"citation\" id=\"56565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56565)\">Ps. 34:15<\/a><\/span> for he that made the eye shall he not see? Having ears to hear, for his ears are open to hear the prayers of the righteous.<span class=\"citation\" id=\"57434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57434)\">Prov. 15:29<\/a><\/span><span class=\"citation\" id=\"124635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124635)\">Prov. 20:12<\/a><\/span><span class=\"citation\" id=\"77889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77889)\">1 Pet. 3:12<\/a><\/span> He <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has limbs that he can walk, for the Lord God walked in the garden in the cool of the day.<span class=\"citation\" id=\"52584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52584)\">Gen. 3:8<\/a><\/span> He conversed with His children, as in the case of Moses at the fiery bush,<span class=\"citation\" id=\"53793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53793)\">Ex. 3:4<\/a><\/span> and with Abraham on the plains of Mamre.<span class=\"citation\" id=\"53182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53182)\">Gen. 18:1<\/a><\/span> He also ate and drank with Abraham and others.<span class=\"citation\" id=\"53187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53187)\">Gen. 18:1-8<\/a><\/span><span class=\"citation\" id=\"70969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70969)\">John 21:9-13<\/a><\/span> That is the God the &#x201C;Mormons&#x201D; believe in, but their very religious Christian brethren do not believe in the God of Abraham, Isaac, and Jacob, which is the God the Bible sets forth, as an organized corporeal being. In this one point, you can now clearly see wherein we disagree. <\/div><div class=\"paragraph jod\" id=\"v1n1232\"> You say, I have thrown away the New Testament. <span class=\"italic\">I say, I have not<\/span>. You say, I have sacrificed it for the Book of Mormon. I say, I have not. I have acknowledged the Bible from the time I could be taught by my parents to revere it. They taught me that it was the sacred word of God. And as far as it could be translated correctly<span class=\"citation\" id=\"94062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94062)\">A of F 1:8<\/a><\/span> from the Hebrew and Greek languages, it is given to us as pure as it possibly could be given. The Bible is mine, and I am not prepared to have you rob me of it, without my consent. The doctrine in it is mine, which I firmly believe. I believe the Father begat the Son, and gave him to be a propitiation for the sins of the world.<span class=\"citation\" id=\"78535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78535)\">1 Jn. 2:2<\/a><\/span> I believe he died for the redemption of man, and rose again the third day.<span class=\"citation\" id=\"73784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73784)\">1 Cor. 15:4<\/a><\/span><span class=\"citation\" id=\"84320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84320)\">D&amp;C 20:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1233\"> Do you believe in the death and resurrection of Christ for the salvation of man, Mr. B.? &#x201C;Yes.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1234\"> Again, I believe he endowed the Apostles to go and preach the Gospel of life and salvation to the world. For, said Jesus Christ, &#x201C;Ye are my witnesses;<span class=\"citation\" id=\"59385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59385)\">Isa. 43:10<\/a><\/span> go and preach my resurrection from the dead. Tell the people, the Father gave me for their sins; but in Adam all die, but in me all shall again be made alive.<span class=\"citation\" id=\"73818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73818)\">1 Cor. 15:22<\/a><\/span> If they ask you what they shall do to be saved, tell them what I have told every other person who has been sa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ved; that they can only be saved in acts of obedience to prove they believe in me, in the Father, in heaven, in angels, and in you, that you are my servants and true believers in me. Tell them to go into the waters of baptism, and be baptized for the remission of sins. That is the first ordinance to be attended to after believing. After they have manifested their faith in God the Father, in me, and in your words by their repentance, then immerse them in water in imitation of my burial,<span class=\"citation\" id=\"72382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72382)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"75589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75589)\">Col. 2:12<\/a><\/span> and raise them up again out of the water, in imitation of my resurrection.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1236\"> &#x201C;Oh,&#x201D; says brother B., &#x201C;I believe in baptism, but still I believe a person can be saved purely by the blood of Jesus, without the first drop of water.&#x201D; But Jesus told them to go into all the world, and preach the Gospel to every creature; he that believeth and is baptized shall be saved, and he that believeth not shall be damned.<span class=\"citation\" id=\"66852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66852)\">Mark 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1237\"> &#x201C;And do you believe it is absolutely necessary to be baptized in order to be saved? I cannot believe that.&#x201D; This is another point wherein you and I differ, Mr. B. You cannot say with a good grace, you believe the Bible, while in your works you deny it.<span class=\"citation\" id=\"76307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76307)\">Titus 1:16<\/a><\/span> I not only say I believe, but prove it by my works.<span class=\"citation\" id=\"77544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77544)\">James 2:18<\/a><\/span> I go and submit to be baptized for the remission of sins, as I am commanded. <\/div><div class=\"paragraph jod\" id=\"v1n1238\"> &#x201C;But, brother Mormon, do you really suppose that water will wash away your sins?&#x201D; I will tell you what I suppose. I suppose <span class=\"small-caps\">the Lord said it would<\/span>, and further it is none of my business. Baptism has been instituted for the remission of sins; I therefore do it to take away my sins; if there is any guilt in this, it rests upon the Author of it, and not upon me. Paul was told to be baptized <span class=\"small-caps\">to wash away his sins<\/span>.<span class=\"citation\" id=\"72094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72094)\">Acts 22:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1239\"> My Christian brethren in the world say it is a piece of folly&#x2014;a species of extreme nonsense, to believe that wa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ter will wash away sins. It is no matter to me what they say; it is a commandment of the Lord; there is no mistake in it, it tells for itself. He says, Do thus and so, and your sins shall be washed away. I care not how they are taken away; whether an angel takes them to the Lord to get forgiveness, whether they sink to the bottom of the stream, or float on the top, and be scattered to the four winds; He says, <span class=\"italic\">Go into the water<\/span> and be baptized, and they shall be washed away;<span class=\"citation\" id=\"124636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124636)\">Acts 22:16<\/a><\/span> which is enough for me. On this point also the Christian world and the &#x201C;Mormons&#x201D; disagree. But I want to know if we agree with the teachings of the Bible, in our belief and practice. The Latter-day Saints believe in doing just what the Lord has told them to do in this book. If they go forth and are baptized for the remission of sins, their sins are remitted to them, if they go with all good conscience, calculating to serve the Lord all the rest of their days. <\/div><div class=\"paragraph jod\" id=\"v1n1240\"> What next? Jesus instructed his servants, after they had baptized believers, to lay their hands upon them for the gift of the Holy Ghost.<span class=\"citation\" id=\"71624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71624)\">Acts 8:17<\/a><\/span> We believe in that. What do you believe concerning it, Mr. B.? &#x201C;Why, I believe it is necessary to give up our hearts to God.&#x201D; We believe that, as much as you do. &#x201C;I believe in going to our great meetings, to our prayer meetings, and protracted meetings, and camp meetings, and reformation meetings; for they are got up for the purpose of exciting the feelings of the people; I believe in going there and struggling with the Lord for the forgiveness of sins.&#x201D; We do not care how long or how loud you pray; you may pray loud enough to break up the roof of the house, and send it to the four winds, but are you going to get the forgiveness of sins in this way? &#x201C;O yes, brother Mormon, do you not see the world is almost evangelized  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by our meetings, our tract societies, and our missionary societies. We are going to convert the world in that way. I was converted so, and I am trying with all my might to convert others in the same way. We tell sinners to go to the anxious seat to get remission of their sins.&#x201D; Here is where we differ again. You tell them to go to the anxious seat to get forgiveness; Christ, his Apostles, and we, tell them to be baptized for the remission of sins. You also tell them to go to the anxious seat to get the Holy Ghost; we tell them to receive it by the laying on of hands, as the Bible instructs us.<span class=\"citation\" id=\"72044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72044)\">Acts 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1242\"> &#x201C;Well, Mr. Mormon, and do you actually receive the Holy Ghost in that way?&#x201D; Yes, we do. If you call for testimony to substantiate this, we can give the highest, the testimony of Jesus Christ. He said to his ancient servants, &#x201C;Go ye into all the world and preach the Gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66829)\">Mark 16:15-18<\/a><\/span> We appeal to thousands in this Church, who can testify to the fulfilment of this quotation. At any rate, for one I am here to testify to hundreds of instances, of men, women, and children being healed by the power of God, through the laying on of hands: and many I have seen raised from the gates of death, and brought back from the verge of eternity; and some whose spirits had actually left their bodies, returned again. I testify that I have seen the sick healed by the laying on of hands, according to the promise of the Savior. <\/div><div class=\"paragraph jod\" id=\"v1n1243\"> &#x201C;Well,&#x201D; says Mr. B., &#x201C;if you have <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> got this great power, and can heal the sick by the laying on of hands, come with me and heal the sick in our neighborhood; or how is it that any of you Mormons die at all?&#x201D; Take your time, Mr. B. The Bible teaches me I am dust, and to dust I must return.<span class=\"citation\" id=\"52626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52626)\">Gen. 3:19<\/a><\/span> It is not for me to thwart the plans of Jehovah, or do away with any item of doctrine the Lord has taught me. From dust I am, and to dust I must return. So it is with the rest of us, we shall all die and be buried in the silent grave, unless we can obtain faith sufficient to overcome death. We die because we have not conquered death, hell, and the grave. But if we continue obeying the Gospel, you will see the time when we will have that power. <\/div><div class=\"paragraph jod\" id=\"v1n1244\"> Here again we disagree, as to the reception of the gift of the Holy Ghost. Mr. B. converts people with long prayers and loud shouting; we convert people by preaching repentance, and baptizing them for the remission of sins, and laying on of hands for the gift of the Holy Ghost; which spirit broods over them continually for their good, heals their bodies, enlightens their minds, and makes them humble, meek, and harmless as little children. When a person receives the Holy Ghost by legal authority, he is like a child in its mother's lap; all is harmony, praise to God, and good will to the children of men on the earth. He is full of peace, comfort, and salvation, and feels like crying hallelujah all the time. He is perfectly humble and passive, and the Lord can do with him as He pleases. Will this state of feeling always remain? Will passion ever rise again? Yes; for you then commence a warfare, though the Comforter fills your heart, making you rejoice in God your Savior, with the atmosphere of your existence clear and unclouded; this is not to continue, but soon the day of trial and temptation darkens the  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fair prospect, to teach you to lean on the Lord, and to overcome the world. Under the influence of the Holy Ghost I have felt as happy as I possibly could feel, my heart has been full of joy; I cling to that, and hold fast to the promise of the Lord in the hour of temptation,<span class=\"citation\" id=\"79090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79090)\">Rev. 3:10<\/a><\/span><span class=\"citation\" id=\"91081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91081)\">D&amp;C 124:124<\/a><\/span> and call upon Him to give me strength to overcome. <\/div><div class=\"paragraph jod\" id=\"v1n1246\"> I must break from the thread of my discourse here, and say&#x2014;Husbands, is that the way you do? Wives, do you adopt that plan when passion arises in your hearts against each other? Do you call upon the name of Jesus Christ, and say, &#x201C;Father, I ask thee for the gift of thy Spirit to conquer this rising passion;&#x201D; or do you give way to it, and scold at your wives, or at your children, in bitter and vindictive language? I say, <span class=\"italic\">shame<\/span> on that man who will give way to his passions, and use the name of God or of Christ to curse his ox or his horse, or any creature which God has made; it is a disgrace to him. <\/div><div class=\"paragraph jod\" id=\"v1n1247\"> After this short digression, I will again resume the thread of my subject. You remember the points upon which we disagree with our brother Christians; our disagreement is mutual; they disagree as much with us as we with them. The Bible leads us to disagree with all the Christian nations, and then with all the world. It has drawn the line of demarcation between those who serve God and those who serve Him not. <\/div><div class=\"paragraph jod\" id=\"v1n1248\"> The Holy Ghost takes of the Father, and of the Son, and shows it to the disciples.<span class=\"citation\" id=\"70008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70008)\">John 14:26<\/a><\/span><span class=\"citation\" id=\"70473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70473)\">John 16:13-14<\/a><\/span> It shows them things past, present, and to come. It opens the vision of the mind, unlocks the treasures of wisdom, and they begin to understand the things of God; their minds are exalted on high; their conceptions of God and His creations are dignified, and &#x201C;Hallelujah to God and the Lamb in the highest,&#x201D; is the constant language of their hearts. They comprehend themselves and the <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great object of their existence. They also comprehend the designs of the wicked one, and the designs of those who serve him; they comprehend the designs of the Almighty in forming the earth, and mankind upon it, and the ultimate purpose of all His creations. It leads them to drink at the fountain of eternal wisdom, justice, and truth; they grow in grace, and in the knowledge of the truth as it is in Jesus Christ, until they see as they are seen, and know as they are known.<span class=\"citation\" id=\"87162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87162)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1249\"> &#x201C;What!&#x201D; says Mr. B., &#x201C;a man or a woman have revelation in these days&#x2014;in this enlightened age!&#x201D; Yes, my brethren and sisters here, both men and women, have revelation, and I can say with Moses of old&#x2014;&#x201C;Would God that all the Lord's people were prophets.&#x201D;<span class=\"citation\" id=\"54694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54694)\">Num. 11:29<\/a><\/span> But in this point we disagree. <\/div><div class=\"paragraph jod\" id=\"v1n1250\"> Mr. B. is a stormer to preach, and to work upon the sympathies of the people, and especially upon the tender feelings of the female portion of his congregation. He will tell about their children dying, and picture out the sufferings of the poor, little, tender creatures. He will tell about their husbands dying, and about wives dying, and how they are lying in the lowly and silent grave. Add to this subject, which is so thrilling to the sensations of mortals, a peculiar trembling, plaintive tone, and perhaps accompanied with a shower of tears streaming down the preacher's face, and it is well calculated to disturb the equilibrium of the naturally tenderhearted, throw them into tears and sobs, and make them suppose it is the operations of the Holy Spirit, when in reality <span class=\"italic\">there is not one word of common sense or saving truth in all the preaching.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v1n1251\"> Again, they will walk up into the pulpit and pray for God the Father to descend into their midst, for Jesus Christ and angels to mingle in their company, and be one with them. They will pray for a Pentecostal shower of  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Holy Ghost, whereas, in very deed, the persons who want the Holy Ghost, angels, the Son, the Father, and all heaven in their midst, when they have done praying, will straightway tell the people that God does not give the Holy Ghost, and that there is no such thing in these days as revelation; that Joseph Smith was an impostor because he professed to have received new revelation; that the Latter-day Saints are all impostors, and have thrown away the Old and New Testaments; that they are dangerous persons; and advise their hearers to keep away from them, or they are sure to be deluded, and carried away with their false doctrines; that they are the most wicked and dangerous people on the earth, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v1n1253\"> Well, Mr. B., on this point you and I disagree. We believe the New Testament, and consequently, to be consistent, we must believe in new revelation, visions, angels, in all the gifts of the Holy Ghost, and all the promises contained in these books, and believe it about as it reads. We give great credit to the Apostles, translators, and the fathers that have preserved and handed down the Bible to us, their children, and defended it through blood and fire. In this they have certainly bequeathed a great blessing to the world, if they will be guided by the plain instructions contained in that book. <\/div><div class=\"paragraph jod\" id=\"v1n1254\"> The Latter-day Saints understand the Bible as it reads, but the generality of modern Christians disagree with us, and say it needs interpreting. They cannot believe our Lord means what he says in the 16th chapter of Mark, when he tells his Apostles to go &#x201C;into all the world, and preach the Gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe,&#x201D;<span class=\"citation\" id=\"66821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66821)\">Mark 16:15-17<\/a><\/span> &amp;c. &#x201C;Now,&#x201D; say they, &#x201C;we cannot believe that as it is <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> written, but we have a very pretty interpretation which suits us much better than the plain text. And furthermore we have a sweeping argument that will destroy all your system from beginning to end, and prove there is to be no more revelation.&#x201D; Let us look at the passage here referred to. John, while upon the Isle of Patmos, had a revelation which he wrote, and he concluded the same by saying, &#x201C;For I testify unto every man that heareth the words of the prophecy of this book, if any man shall add unto these things, God shall add unto him the plagues that are written in this book; and if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.&#x201D;<span class=\"citation\" id=\"80903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80903)\">Rev. 22:18-19<\/a><\/span> When this book, the Bible, was compiled, it was selected by the council of Carthage from a pile of books more than this pulpit could hold, which has been printed, and bound in almost all shapes and sizes, and called the Bible. John's revelation was one of the many books destined by that council to form the Bible. And the saying which we have quoted, and which constitutes the sweeping argument of modern Christians against new revelation, only alludes to this particular book, which was to be kept sacred, as the word of the Lord to John, and not to the whole Bible; nor does it prohibit the Saints in his day, or the Saints in any future time, from getting new revelation for themselves. That is not all; if we turn to the writings of Moses, we find the same sentiment, and almost the same language used. Moses says, &#x201C;Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.&#x201D;<span class=\"citation\" id=\"54935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54935)\">Deut. 4:2<\/a><\/span><span class=\"citation\" id=\"55033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55033)\">Deut. 12:32<\/a><\/span> So if such quotations are given with the intent to shut the heavens,  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and put an end to all new revelation, then the revelations given to Prophets who arose after Moses, and the revelations given to Jesus Christ and his Apostles, including John and his revelation on the Isle of Patmos, all amount to nothing, and are not worthy of our notice. This &#x201C;sweeping argument,&#x201D; when it is examined, sweeps away rather too much; besides, John's Gospel and his epistle to his brethren were written after he wrote his revelation on the Isle of Patmos, consequently he would destroy his own system; but it sets forth the ignorance and shortsightedness of those who have not the testimony of Jesus, which is the spirit of prophecy.<span class=\"citation\" id=\"80343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80343)\">Rev. 19:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1256\"> In this we disagree. They say that the Bible needs interpreting; that it does not mean what it sets forth; that the Holy Ghost has not been given since the days of the Apostles; that there is no need of any more revelation, the canon of Scripture being full. My <span class=\"small-caps\">knowledge<\/span> is, if you will follow the teachings of Jesus Christ and his Apostles, as recorded in the New Testament, every man and woman will be put in possession of the Holy Ghost; every person will become a Prophet, Seer, and Revelator, and an expounder of truth. They will know things that are, that will be, and that have been. They will understand things in heaven, things on the earth, and things under the earth,<span class=\"citation\" id=\"75423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75423)\">Philip. 2:10<\/a><\/span> things of time, and things of eternity, according to their several callings and capacities. <\/div><div class=\"paragraph jod\" id=\"v1n1257\"> There is one idea entertained by the &#x201C;Mormons&#x201D; which is somewhat of a stumblingblock to the people, and apostates handle it to suit their purpose. It is, that we consider the Bible merely as a guide or fingerboard, pointing to a certain destination. This is a true doctrine, which we boldly advance. If you will follow the doctrines, and be guided by the precepts, of that book, it will direct you where you may see as you are <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seen,<span class=\"citation\" id=\"87163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87163)\">D&amp;C 76:94<\/a><\/span> where you may converse with Jesus Christ, have the visitation of angels, have dreams, visions, and revelations, and understand and know God for yourselves. Is it not a stay and a staff to you? Yes: it will prove to you that you are following in the footsteps of the ancients. You can see what they saw, understand what they understood, and enjoy what they enjoyed. <\/div><div class=\"paragraph jod\" id=\"v1n1258\"> Is this throwing the Bible away? No, not at all; but it adds faith to faith, virtue to virtue, knowledge to knowledge, light to light, truth to truth; for truth embraces truth, light cleaves to light, and every holy principle cleaveth to its own.<span class=\"citation\" id=\"88499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88499)\">D&amp;C 88:40<\/a><\/span> We have always differed in these items. <\/div><div class=\"paragraph jod\" id=\"v1n1259\"> I have always, from my first experience, been ready to talk, converse, and exchange ideas with every man and woman in whose society I have chanced to be thrown. I say to all parties, I have no quarrels with you, no contentions, but I am willing to exhibit my belief before you, for it is the doctrine of the New Testament, which is also the doctrine of the Book of Mormon, and the Book of Doctrine and Covenants, which books contain the revelations of Jesus Christ, and lead to eternal life. I give them to you freely. If you have got anything extra, and worth more than what I have, why not be willing to give to me as I am to give to you? Have you got true principles of Christianity? They are also mine. I never had any occasion to have a quarrel or debate with any man. <\/div><div class=\"paragraph jod\" id=\"v1n1260\"> You say you belong to the Presbyterians; it is no matter if you have got the truth. Are you a Calvinist, or a Wesleyan? It is no matter, if you have got the truth; that truth is also mine. Do you belong to the Methodist's society? And have you got the truth? It is right, that truth is &#x201C;Mormonism,&#x201D; it is my property. Are you a Quaker? It is no matter,  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if you have the truth, that same truth is mine. Are you a Catholic, and have got the truth? That is my doctrine, and I will not quarrel about it. <\/div><div class=\"paragraph jod\" id=\"v1n1262\"> &#x201C;Well,&#x201D; says one, &#x201C;I am a Jew; I guess I can get up a quarrel with you.&#x201D; No, you cannot. I shall not contend with you, for the Jews have got true principles, and they possess no truth but what belongs to &#x201C;Mormonism;&#x201D; for there is <span class=\"italic\">not a truth on earth or in heaven, that is not embraced in &#x201C;Mormonism<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1263\"> Another steps forward and says, &#x201C;I am a Pagan; I think you will not agree with me.&#x201D; Yes I will, as far as you follow the path of truth; and when you have got to the end of that, I will give you more truth; but if you reject it, it is your own business, and not mine. I will not ask any person to embrace anything that is not in the New Testament, until they have asked God if it is true or untrue, who will satisfy them if they ask in faith nothing doubting.<span class=\"citation\" id=\"77436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77436)\">James 1:6<\/a><\/span> I will not ask any person to embrace the Book of Mormon and the Doctrine and Covenants, to believe that we talk with God and angels, until they find out the truth of it for themselves. If you say you believe it, because I say it is true, and never seek to know it for yourselves, my testimony will do you very little good. For me to say, I believe in Christ, and not obey the Gospel, will do me very little good; to say that Joseph Smith was a Prophet, and not obey his Gospel, would not profit me. <\/div><div class=\"paragraph jod\" id=\"v1n1264\"> This may be considered strong language. But I will say further: if I attain to the knowledge of all true principles that have ever existed, and do not govern myself by them, they will damn me deeper in hell than if I had never known anything about them. <\/div><div class=\"paragraph jod\" id=\"v1n1265\"> I have noticed a few principles upon which the Christian world so called, and the Latter-day Saints, disagree. Now let me say to you, my hearers,  <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to Saints and sinners: there is the New Testament; you may leave out the Book of Mormon, and the Book of Doctrine and Covenants, and follow the precepts of that book <span class=\"italic\">faithfully<\/span>, and I will warrant you to arrive at salvation. <\/div><div class=\"paragraph jod\" id=\"v1n1266\"> &#x201C;That is what we have believed all the time,&#x201D; say some; &#x201C;we never did believe in gathering to the Salt Lake Valley; we have always believed the Lord could save us in our own land as well as in America. Cannot the Lord save us in England as well as in that far off distant valley? And we never thought it was very necessary to embrace the Book of Mormon.&#x201D; But if you will follow up the testimony of that book (the New Testament), and square your lives strictly by its doctrines, precepts, and commandments, you will come to me and say, &#x201C;Brother Brigham, baptize me, that I may receive the Holy Ghost, for the Lord has told me that I must be baptized for the remission of my sins by one who has authority; and the Latter-day Saints hold the keys of the kingdom;&#x201D; and by that means find out that the Book of Mormon is true, that Joseph Smith was a true Prophet of the Lord, that an angel from heaven administered to him, that the Latter-day Saints have got the true Gospel, that John the Baptist came to Joseph Smith and committed to him the keys of the Aaronic Priesthood; and that Peter, James, and John also came to him, and gave him the keys of the Melchizedek Priesthood, which is after the order of the Son of God. &#x201C;And now, brother Brigham, Joseph has sent an angel to me, who has told me all about it, and I am going with you to the Salt Lake Valley in the mountains.&#x201D; So by faithfully attending to the first principles of the Gospel laid down in the New Testament, you are introduced into the knowledge of the works of God in the dispensation of  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the fulness of times. I say to the Christian world, all this is as true as the Lord God liveth; but is this my testimony to convert anybody? No. Nevertheless it is verily true. <\/div><div class=\"paragraph jod\" id=\"v1n1268\"> If the Christian world would follow the instructions of the New Testament, they would believe the doctrines of the Latter-day Saints: and our swords would be beaten into plowshares, and our spears into pruninghooks,<span class=\"citation\" id=\"57845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57845)\">Isa. 2:4<\/a><\/span> and we should hail each other as brethren. All quarrelling upon these plains would come to an end, and all desire to injure each other would cease. The word in each person's mouth would be &#x201C;Brother, what can I do for you? Have I anything you need, that I can serve you with, which is necessary to administer to your sick wife and children? Are your cattle lost, and shall I help you to find them?&#x201D; All the weapons of warfare would be buried in the dust, no more to be resurrected, and each man would say, &#x201C;Come, let us hail each other as brethren, and do each other good instead of evil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1269\"> How is it with the Latter-day Saints? I dare scarcely talk about them. We that have been inside among the Saints, have known longer than you who have been outside, that they are not over righteous, though we are not guilty of what you think we are. <\/div><div class=\"paragraph jod\" id=\"v1n1270\"> Let me explain. A man or woman who has embraced, and who enjoys, the principles of this Church, ought to live like an angel. They ought never to be angry with each other, but live in the light of the truth continually, and every man be kind to his neighbor. Instead of that, there are bickering, quarrelling, and hard feelings, and men who are seeking to build up themselves, and get glory at the ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pense of their brethren. I would not give much for the exaltation of such men, unless they seek to do good for this people, and the people immediately around them. The Lord does not thank you for your alms, long prayers, sanctimonious speeches, and long faces, if you refuse to extend the hand of benevolence and charity to your fellow creatures, and lift them up, and encourage and strengthen the feeble, while they are contending against the current of mortal ills. <\/div><div class=\"paragraph jod\" id=\"v1n1271\"> Cease your anger, and sullenness of temper, and serve the Lord with cheerfulness, and singleness of heart. You need not expect salvation, except you can administer the same salvation to others, both in precept and example. If you expect compassion from me, administer the same to me. If you wish kind words and kind treatment from me, give me the same blessing you desire yourself; and that is the way you will be saved. <\/div><div class=\"paragraph jod\" id=\"v1n1272\"> I say, O! ye Latter-day Saints, cease your wickedness; serve the Lord with all your hearts, and keep your covenants with God and your brethren. Then we shall gain the victory, and our warfare very soon will come to a close. We will gain the upper hand of the enemy and subdue our foe, and find ourselves in heaven with our families and friends. <\/div><div class=\"paragraph jod\" id=\"v1n1273\"> This is Zion; and if we do not get this union among ourselves, it is not Zion that will make us happy. We must begin and make Zion in our own hearts, and then extend it to our neighborhoods, and so continue until the Lord shall reign upon the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1274\"> These broken remarks I have dealt out to you freely. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}