{"ID":10039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True and False Riches.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at the Special Conference, in the Tabernacle, Great Salt Lake City, August 14, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: True and False Riches.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/14\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v1n1365\"> I am disposed this morning to give my testimony to this congregation upon the subject of true riches. Wealth and poverty are much talked of by all people. The subject was tolerably well discussed yesterday, and according to my understanding, the most that I have heard said upon that point has been on the negative of the question. <\/div><div class=\"paragraph jod\" id=\"v1n1366\"> If you wish me to take a text, I will take the Scriptures of the Old and New Testaments, referring, if you please, to both text and context, and let the people distribute, or apply them according to their own pleasure. I will, however, use one passage of Scripture as a text, that was used yesterday. Jesus said to his disciples, to them it was given to know the mysteries of the kingdom of heaven, but to them that were without, it was not given.<span class=\"citation\" id=\"64491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64491)\">Matt. 13:11<\/a><\/span> If we were to examine the subject closely, we should learn that a very scanty portion of the things of the kingdom were ever revealed, even to the disciples. If we were prepared to gaze upon the mysteries of the kingdom, as they are with God, we should then know that only a very small portion of them has been handed out here and there. God, by His Spirit, has revealed many things to His people, but, in almost all cases, He has straightway shut up the vision of the mind.<span class=\"citation\" id=\"87008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87008)\">D&amp;C 76:47<\/a><\/span> He will let His servants gaze upon eternal things for a moment, but straightway the vision is closed, <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they are left as they were, that they may learn to act by faith, or as the Apostle has it, not walking by sight, but by faith.<span class=\"citation\" id=\"74107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74107)\">2 Cor. 5:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1367\"> In viewing this subject, permit me to preach what I have to preach, without framing or systematizing my address. When I have endeavored to address a congregation, I have almost always felt a repugnance in my heart to the practice of premeditation, or of pre-construction a discourse to deliver to the people, but let me ask God my heavenly Father, in the name of Jesus Christ, to give me His Spirit, and put into my heart the things He wishes me to speak whether they be for better or worse. These have been my private feelings, as a general thing. I would ask our Father in heaven, in the name of Jesus Christ, to pour His Spirit upon each one of us this morning, that we might speak and hear with an understanding heart, that a hint, a key word, or a short sentence pertaining to the things of God, might open the vision of our minds, so that we might comprehend the things of eternity, and rejoice exceedingly therein. <\/div><div class=\"paragraph jod\" id=\"v1n1368\"> In the first place, suppose we commence by examining the principles that have been laid before us this Conference, taking up the negative of the question; suppose, in our social capacity here, we have a system that feeds the hungry, clothes the naked, administers to the widow and the  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fatherless, so that we can say of a truth, as they did in the days of the Apostles, <span class=\"italic\">we have no poor among us<\/span>.<span class=\"citation\" id=\"55052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55052)\">Deut. 15:4<\/a><\/span><span class=\"citation\" id=\"71327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71327)\">Acts 2:44-45<\/a><\/span><span class=\"citation\" id=\"92816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92816)\">Moses 7:18<\/a><\/span> Would it establish the principle that we are rich? To me it would establish no more than a good wholesome principle upon which the wicked may act, as well as the righteous&#x2014;a principle upon which the world ought to act, by the moral obligations they are under to stretch out the arm of charity to every person, to fill up their days with industry, prudence, and faithfulness, procuring means to sustain themselves, and to administer to the wants of those who are unable to administer to themselves. To me, I say, this principle manifests no more than a moral obligation under which all are placed. Though some may think it a decided mark of Christianity, that it is a proof of deep piety, and bespeaks the character of Saints, and all this, if we scan the subject closely, it amounts to nothing more than a moral obligation all are under to each other. <\/div><div class=\"paragraph jod\" id=\"v1n1370\"> Again, we call up the question of riches, wealth. We may behold one upon the right, that commands his thousands of gold and silver, which he has treasured up; he has houses and lands to occupy, goods and chattels to fill his storehouses, cattle to cover his fields, and servants to obey his commands; we call such an individual <span class=\"italic\">rich, wealthy<\/span>, but when we take into consideration the &#x201C;<span class=\"italic\">true riches<\/span>&#x201D;<span class=\"citation\" id=\"67750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67750)\">Luke 16:11<\/a><\/span> spoken of in this book [the Bible], they are not riches. We may behold another upon the left, reigning as a monarch; the gold, and the silver, yea all the treasures of the kingdom over which he reigns are at his command; and all his subjects are fully disposed to do the will of their sovereign. He reigns, he rules, he governs, and controls, and there are none to gainsay, none to offer a single word of opposition, his word is the law, his commands are supreme, he rides in his richly-adorned <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> chariots, and wears his crown of gold, set with the most precious stones. He sets up one, and drags down another. Those who have in the least incurred his displeasure, he condemns to the block, and he exalts others to sudden wealth and power. This monarch reigns for a day, a month, a year, or for half a century, according to the will of Him by whom kings sway the scepter of power; and the world say he is a rich man, a powerful and wealthy man. But this is not riches according to the saying of the Savior in the New Testament.<span class=\"citation\" id=\"67751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67751)\">Luke 16:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1371\"> Suppose we could heap to ourselves the treasures of the earth, as was mentioned yesterday; suppose we could load our wagons with the purest of gold; with it we could open our commercial business on an extensive scale, we could build our temples and mansions, macadamise our streets, beautify our gardens, and make these valleys as it were like the Garden of Eden, but would it prove we were actually rich? It would not. As it was said yesterday, and justly, too, we might be brought into circumstances, in the midst of this supposed wealth, to be glad to give a barrel of gold for as much flour. In such a circumstance, of what benefit to us would be this wealth, so called? Would not the idea which the wicked, and, I may say, with some propriety, the Saints, have of wealth vanish like smoke, and should we not find ourselves poor indeed? if we possessed mountains of gold, <span class=\"italic\">should we not perish without bread, without something to feed the body?<\/span> Most assuredly. Though an individual, or a nation of people, could command their millions of millions of gold and silver, houses, lands, goods, and chattels, horses and chariots, crowns, and thrones, or even the products of the soil&#x2014;the wheat, the fine flour, the oil, and the wine, and all the precious metals of the earth in abundance&#x2014;though they were flooded  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with all these good things, yet if the Almighty should withdraw His hand, they would be smitten with the mildew, and disappear; their wealth would become the most abject poverty. The possession of these things is not wealth to me. Not that I would cast them away as a thing of naught, or look upon the good things of this earth, and the riches of the world, as things of naught, but they are not the true riches, the pearl of great price spoken of in the Scriptures, when a man found which, he sold all he had to purchase;<span class=\"citation\" id=\"64659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64659)\">Matt. 13:46<\/a><\/span> they do not belong to those principles couched in the saying of our Lord, touching the mysteries of the kingdom. The riches of this world are nothing more than a stepping stone, or necessary means whereby people may obtain the true riches&#x2014;by which they can sustain themselves until they can procure the true riches of the kingdom of God. As such they ought to be looked upon and handled. &#x201C;Seek first the kingdom of God.&#x201D;<span class=\"citation\" id=\"63615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63615)\">Matt. 6:33<\/a><\/span> &#x201C;<span class=\"italic\">Seek<\/span>  <span class=\"small-caps\">first<\/span>&#x201D; that durable object. &#x201C;<span class=\"italic\">Seek<\/span>  <span class=\"small-caps\">first<\/span>&#x201D; the righteousness that will never betray you. <span class=\"italic\">Obtain<\/span> &#x201C;<span class=\"small-caps\">first<\/span>&#x201D; the prize that will not forsake you. Procure to yourselves &#x201C;<span class=\"small-caps\">first<\/span>&#x201D; <span class=\"italic\">of all<\/span>, that which will endure through time, and through all the eternities that will be. &#x201C;Seek <span class=\"small-caps\">first<\/span>  <span class=\"italic\">the kingdom of God, and its righteousness<\/span>,&#x201D; and let the gold and silver, the houses, the lands, the horses, the chariots, the crowns, the thrones, and the dominions of this world be dead to you, as it is necessary you should secure for yourselves eternal riches that will never forsake you in time nor in all eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1373\"> The negative of the question is present with the people. If they begin to seek the kingdom of heaven, if they set out to glorify God in their souls and bodies, which are His,<span class=\"citation\" id=\"73263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73263)\">1 Cor. 6:20<\/a><\/span> how quick their feelings and desires, how soon their natural propensities cling with greater pertinacity to the things<span class=\"citation\" id=\"63616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63616)\">Matt. 6:33<\/a><\/span> <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are perishable. On the right hand and on the left we see persons whose trust is wholly in the riches of this world; they say, &#x201C;I have gathered to myself substance, if you rob me of it you rob me of my all. I have my flocks and herds around me, if you take these from me all is gone.&#x201D; These men or women to whom this will apply have not eternal riches abiding in them. Their minds are set upon the things of this world, upon a shadow, upon the substance that passes away, like the shadow of morn, or like the morning dew upon the flowers. They are like a thing of naught to those who understand the things of the kingdom of God. They are to be used, but not abused. They are to be handled with discretion, and looked upon in their true light, without any lustful desires, as the means to feed, clothe, and make us comfortable, that we may be prepared to secure to ourselves eternal riches. <\/div><div class=\"paragraph jod\" id=\"v1n1374\"> Suppose we should remain here to discuss the subject, for days, months, and years, and scan it with a scrutinizing examination, in the end of all our labor we should find that the things of this world called riches, are in reality <span class=\"italic\">not riches<\/span>. We should find they are like miracles to the ignorant, mere phenomena to the inhabitants of the earth; today they are, tomorrow they are not; they were, but now they are gone, it is not known where. The earthly king upon his throne, who reigns triumphantly over his subjects, is blasted, with all his kingdom, and brought to naught at one breath of Him who possesses true riches. Let Him who possesses the true riches say to the elements around that kingdom, &#x201C;produce no wheat, nor oil, nor wine, but let there be a famine upon that people,&#x201D; in such a circumstance where is the wealth of that king, his power, his grandeur, and his crown? There is no bread, no oil, there are no flocks, no herds, for they have perished upon the  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plains, his wheat is blasted, and all his crops are mildewed. What good does his wealth do him? His subjects are lying all around him lifeless for want of bread; he may cry to them, but in vain; his wealth, power, and influence have vanished, they are swept away like the flimsy fabric of a cobweb. <\/div><div class=\"paragraph jod\" id=\"v1n1376\"> Again, the rich merchant, or private individuals, may have millions of gold and silver deposited, hid in the ground, or elsewhere, perhaps, and this is their god. Should the Lord Almighty say, as he did in the days of the Nephites, Let their substance become slippery, let it disappear that they cannot find it again; it is gone, and they may hunt for it in vain.<span class=\"citation\" id=\"82469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82469)\">Hel. 13:31<\/a><\/span> Or let it be deposited in a bank, the first they know, the bank is broken, their substance is gone, and they are left in perfect beggary. To possess gold and silver, or earthly power and wealth, is not riches to me, but it is the negative of the question. <\/div><div class=\"paragraph jod\" id=\"v1n1377\"> There are hundreds of people in these valleys, who never owned a cow in the world, until they came here, but now they have got a few cows and sheep around them, a yoke of oxen, and a horse to ride upon, they feel to be personages of far greater importance than Jesus Christ was, when he rode into Jerusalem upon an ass's colt.<span class=\"citation\" id=\"65306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65306)\">Matt. 21:2-11<\/a><\/span> They become puffed up in pride, and selfishness, and their minds become attached to the things of this world. They become covetous, which makes them idolaters. Their substance engrosses so much of their attention, they forget their prayers, and forget to attend the assemblies of the Saints, for they must see to their land, or to their crops that are suffering, until by and by the grasshoppers come like a cloud, and cut away the bread from their mouth introducing famine and distress, to stir them up in remembrance of the Lord their God. Or the Indians will come and drive off their cattle; where then <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is their wealth in their grain, and in their cattle? <span class=\"italic\">Are these things riches?<\/span> No. They are the things of this world, made to decay, to perish, or to be decomposed, and thus pass away. <\/div><div class=\"paragraph jod\" id=\"v1n1378\"> Were we to spend the period of our lives and try to trace the history of mankind upon this world, from the beginning to the present time, by referring to the lives of kings, rulers, governors, and potentates; to the wealth, magnificence, and power of nations; also to the poverty, wretchedness, war, bloodshed, and distress there have been among the inhabitants of the earth, it could not all be told, but I have noticed some few of the items which I call the negative of the question. To possess this world's goods is not in reality wealth, it is not riches, it is nothing more nor less than that which is common to all men, to the just and the unjust, to the Saint and to the sinner. The sun rises upon the evil and the good; the Lord sends His rain upon the just and upon the unjust;<span class=\"citation\" id=\"63239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63239)\">Matt. 5:45<\/a><\/span> this is manifest before our eyes, and in our daily experience. Old King Solomon, the wise man, says, the race is not to the swift, nor the battle to the strong, neither riches to men of wisdom.<span class=\"citation\" id=\"57588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57588)\">Eccl. 9:11<\/a><\/span> The truth of this saying comes within our daily observation. Those whom we consider swift are not always the ones that gain the mastery in the race, but those who are considered not so fleet, or not fleet at all, often gain the prize. It is, I may say, the unseen hand of Providence, that overruling power that controls the destinies of men and nations, that so ordains these things. The weak, trembling, and feeble, are the ones frequently who gain the battle; and the ignorant, foolish, and unwise will blunder into wealth. This is all before us, it is the common lot of man, in short, I may say, it is the philosophical providence of a philosophical world. <\/div><div class=\"paragraph jod\" id=\"v1n1379\"> Suppose we look for a short time  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after the true riches&#x2014;after the pearl of great price. In doing this were I to systematize, I would say, let us leave this subject, which is the negative of the question, and take up another, entirely different. We would have to take up the subject of salvation to the human family, calling up the characters who have officiated in this great work, and have brought forth redemption, and placed it before the world, putting it within the reach of every individual of the sons and daughters of Adam and Eve. Yet it is all the same subject. <\/div><div class=\"paragraph jod\" id=\"v1n1381\"> Where shall we direct our course to find true riches? Who is there that possesses them? Were we to admit scriptural testimony, I could refer you to the Bible, where we read of people exhibiting a power that gave their beholders satisfactory proof of their possessing the true riches. The riches of the world are natural, and common to the human family, but who governs and controls them? Who holds the destiny of the wealth of the nations in his hand? Do the kings, rulers, governors, or the inhabitants of the earth generally? No, not one of them, by any means. Have there ever been persons upon the earth who have exhibited the principles of true riches? Yes. The Bible tells us who they are, and delineates the principles of true riches. <\/div><div class=\"paragraph jod\" id=\"v1n1382\"> Again, here is the philosophical world, the <span class=\"italic\">terra firma<\/span> on which we tread. Here is the atmosphere which the wise men of the world tell us it is surrounded with, which is congenial to the constitution of the vegetable and animal world, it is the air we breathe. Philosophers tell us that the <span class=\"italic\">terra firma<\/span> on which we walk is surrounded with it 40 miles high from the surface of the earth. It revolves in this subtle element, which is a combination of other elements. This is a philosophical world. What then are the results of the philosophical <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world? Why, if you were to put wheat in the ground that has been well tilled, it would grow, and bring an increase to repay the husbandman for his labor. If you plant potatoes in the ground the philosophy of the earth is, it will bring forth potatoes. If you plant corn, corn will be produced in abundance, and this will apply to all the grain, and vegetables, and products of this earth. <\/div><div class=\"paragraph jod\" id=\"v1n1383\"> What is there here, in the valleys of these mountains? Why, the same that was centuries ago. As I told my brethren six years ago, I said, there are here wheat, corn, potatoes, buckwheat, beets, parsnips, carrots, cabbage, onions, apples, peaches, plums, pears, and fruits of every description and kind. They are all in the philosophical world&#x2014;in the air we breathe, and in the water we drink; it needs nothing more than philosophical applications to bring them forth. The most delicate silks, the finest linen, and fine cloth of every description, that were ever produced upon the earth, are right here in this valley, and it requires nothing more than a philosophical application to bring them forth to administer to our wants. What more is there here! When we first came into this valley we had no knowledge that our brethren could find gold in California, or perhaps we might have been digging gold over there at this time; but our thoughts were occupied with how we should get our wives and children here; we were thinking about wheat, potatoes, watermelons, peaches, apples, plums, &amp;c. But allow me to tell you, that gold and silver, platina, zinc, copper, lead, and every element that there is in any part of the earth, can be found here; and all that is required, when we need them, is a philosophical application to make them subservient to our wants. <\/div><div class=\"paragraph jod\" id=\"v1n1384\"> Here we pause, and think&#x2014;&#x201C;What! is there gold here, silver here? Are the finest and most beautiful silks that  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were ever made, to be found here?&#x201D; Yes. Is there fine linen here? Yes, and the finest broadcloths, and shawls and dresses of every description. We are walking over them, drinking them, and breathing them every day we live. They are here with us, and we can make ourselves rich, for all these things are within our reach. What hinders us from being truly rich? This is the point. I will tell you when you and I may consider ourselves truly rich&#x2014;When we can speak to the earth&#x2014;to the native elements in boundless space, and say to them&#x2014;&#x201C;Be ye organized, and planted here, or there, and stay until I command you hence;&#x201D; when at our command the gold is hid so that no man can find it, any more than they could in California until within a few years back. <\/div><div class=\"paragraph jod\" id=\"v1n1386\"> Again, we have a little absolute truth still nearer, and which comes under our own knowledge. There is the Sweet Water that runs into the Platte River, that this people have passed by for years. There have been no pains spared to find gold on that stream and its tributaries, but it could not be seen, and yet of late an abundance of it has been discovered, ranging over a district of country from the South Platte to the South Pass. There are men present here today, I have no doubt, who have it in their pockets, or in their wagons. There are as good prospects for gold <span class=\"italic\">there<\/span>, as there ever were in California. How is this? Why He that hath all power and all true riches in His possession, has said, &#x201C;Let that sleep, let it be out of sight to this people, until I say the word; I organized the elements, and control them, and place them where I please.&#x201D; When He says, &#x201C;Let it be found;&#x201D; it is right there on the top of the earth. Where was it before? I do not know; it was out of sight. In the very place where men have gone from this valley, to my knowledge, and hunted weeks and weeks for gold, and could not find <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it, there is plenty of it now. When you and I can say, &#x201C;Let there be gold in this valley,&#x201D; and turn round again, and command it to disappear, that it is not to be found; when we can call gold and silver together from the eternity of matter in the immensity of space, and all the other precious metals, and command them to remain or to move at our pleasure; when we can say to the native element, &#x201C;Be thou combined, and produce those commodities necessary for the use and sustenance of man, and to make this earth beautiful and glorious, and prepare it for the habitation of the sanctified;&#x201D; then we shall be in possession of true riches. This is true riches to me, and nothing short of it constitutes them. When I have gold and silver in my possession, which a thief may steal, or friends borrow, and never pay me back again, or which may take the wings of the morning, and I behold it no more, I only possess the negative of the true riches. When the riches of this world leave me, I cannot say&#x2014;&#x201C;Gold, return thou to my chest.&#x201D; I cannot say to the gold I pick up out of the earth, &#x201C;Be thou separated from every particle of dross, and let me see the pure virgin gold.&#x201D; I cannot do that without submitting to a tedious process of chemical action. <\/div><div class=\"paragraph jod\" id=\"v1n1387\"> All those who wish to possess true riches, desire the riches that will endure. Then look at the subject of salvation, where you will find true riches. They are to be found in the principles of the Gospel of salvation, and are not to be found anywhere else. With whom abide eternally the true riches? With that God whom we serve, who holds all things in His hands, that we know anything of; He is the first and the last, the Alpha and the Omega, the beginning and the end, who at one survey looks upon all the workmanship of His hands; who has the words of eternal life,<span class=\"citation\" id=\"124639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124639)\">John 6:68<\/a><\/span> and holds the hearts of the child<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren of men in His hand, and turns them whithersoever He will, even as the rivers of waters are turned; who commands the earth to perform its revolutions, or stand still, at His pleasure; who has given the sun, the planets, the earths, and far distant systems their orbits, their times, and their seasons; whose commands they all obey. With Him abide the true riches. <\/div><div class=\"paragraph jod\" id=\"v1n1389\"> I will now notice the character who exhibited the power of true riches on the earth, though he himself was in a state of abject poverty, to all human appearance, for he was made poor that we might be made rich, and he descended below all things that he might ascend above all things.<span class=\"citation\" id=\"88245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88245)\">D&amp;C 88:6<\/a><\/span> When the only begotten Son of God was upon the earth, he understood the nature of these elements, how they were brought together to make this world and all things that are thereon, for he helped to make them. He had the power of organizing, what we would call, in a miraculous manner. That which to him was no miracle, is called miraculous by the inhabitants of the earth. On one occasion he commanded a sufficient amount of bread to be formed to feed his disciples and the multitude.<span class=\"citation\" id=\"64755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64755)\">Matt. 14:19-21<\/a><\/span> It was in the air, in the water, and in the earth they walked upon. <span class=\"italic\">He<\/span>, unperceived by his disciples and the multitude, spoke to the native elements, and brought forth bread. He had the power. We have not that power, but are under the necessity of producing bread according to a systematic plan. We are obliged to till the ground, and sow wheat, in order to obtain wheat. But when we possess the true riches, we shall be able to call forth the bread from the native element, like as Jesus Christ did. Everything that is good for man, is there. Jesus said to his disciples, Make the multitude sit down, and divide them into companies, and take this bread and break it, and distribute it<span class=\"citation\" id=\"64749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64749)\">Matt. 14:19<\/a><\/span> among <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them. They did not know but that it was the few loaves and fishes that fed the whole of them as they ate. The truth is, he called forth bread from the native elements. Is that mystery to you? Did you never think of it before? How do you suppose he fed them, he did not feed them upon nothing at all, but they ate bread and fish, <span class=\"italic\">substantial bread and fish!<\/span> until they were satisfied. This the Savior called from the surrounding elements; he was quite capable of doing it, because he had the keys and power of true riches, if any man possess which, he is rich in time, and in eternity both. <\/div><div class=\"paragraph jod\" id=\"v1n1390\"> Again, the Savior changed water into wine,<span class=\"citation\" id=\"68669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68669)\">John 2:9<\/a><\/span> in the same manner, by commanding the elements. Can that be done by a chemical process. I admit it can by the persons who understand the process; and that men can make bread also. As quick as I admit that the history Moses gives of himself is true, I cannot have any question in the world but what in ancient days they understood in a measure how to command the elements. The magicians of Egypt<span class=\"citation\" id=\"53901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53901)\">Ex. 7:11<\/a><\/span> were instructed in things pertaining to true riches, and had obtained keys and powers enough to produce a bogus in opposition to the true coin, as it were, and thus they deceived the king and the people. They could cause frogs to come upon the land, as well as Moses could.<span class=\"citation\" id=\"53922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53922)\">Ex. 8:5-7<\/a><\/span> They could turn the waters of Egypt into blood, and in many more things compete with Moses.<span class=\"citation\" id=\"53910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53910)\">Ex. 7:17-22<\/a><\/span> There was one thing, however, they could not do, though they produced a very good bogus, but it was not <span class=\"italic\">quite<\/span> the true coin. When they threw their staffs on the floor before the king, they could not swallow the staff of Moses, but the staff of Moses swallowed the staffs of the magicians.<span class=\"citation\" id=\"53894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53894)\">Ex. 7:9-12<\/a><\/span> I have no doubt that men can perform many such wonders by the principles of natural philosophy.  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Again, they can deceive the inhabitants of the earth, and make them believe that things were done, which in reality were not. If there were not a true coin in existence, how could there be a bogus produced? The true coin is what we are after, the true riches. We are seeking to be made rich in the power of God, so as to be able to control the elements, and say&#x2014;&#x201C;Let there be light,&#x201D;<span class=\"citation\" id=\"52043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52043)\">Gen. 1:3<\/a><\/span> and there is light; &#x201C;Let there be water,&#x201D;<span class=\"citation\" id=\"52069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52069)\">Gen. 1:6<\/a><\/span> and there is water; &#x201C;Let this or that come,&#x201D; and it cometh; by the power that is within us to command the elements; and they obey, just as they did the Savior when he changed the water into wine,<span class=\"citation\" id=\"68670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68670)\">John 2:9<\/a><\/span> or made bread to feed the multitudes.<span class=\"citation\" id=\"64750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64750)\">Matt. 14:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1393\"> What shall we say? Do the things of this world, in their present state, offer unto us true riches? <span class=\"italic\">I say they are not riches<\/span>, in the true sense of the word; there is no such thing as a man being truly rich until he has power over death, hell, the grave, and him that hath the power of death, which is the devil.<span class=\"citation\" id=\"76462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76462)\">Heb. 2:14<\/a><\/span> For what are the riches, the wealth possessed by the inhabitants of the earth? Why, they are a phantom, a mere shadow, a bubble on the wave, that bursts with the least breath of air. Suppose I possessed millions on millions of wealth of every description I could think of or ask for, and I took a sudden pain in my head, which threw me entirely out of my mind, and baffled the skill of the most eminent physicians, what good would that money do me, in the absence of the power to say to that pain, &#x201C;Depart?&#x201D; But suppose I possessed power to say to the pain, &#x201C;Go thou to the land from whence thou camest;&#x201D; and say, &#x201C;Come, health, and give strength to my body;&#x201D; and when I want death, to say, &#x201C;Come you, for I have claim upon you, a right, a guarantee deed, for this body must be dissolved;&#x201D; says death, &#x201C;I want it, to prey upon;&#x201D; but again I can say to death, &#x201C;Depart from me, thou canst not touch me;&#x201D; would I not <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be rich indeed. How is it now? Let the slightest accident come upon one of the human family, and they are no more. Do we then possess true riches in this state? We do not. <\/div><div class=\"paragraph jod\" id=\"v1n1394\"> What shall we do to secure the true riches? &#x201C;<span class=\"italic\">Seek first the kingdom of God, and its righteousness<\/span>.&#x201D;<span class=\"citation\" id=\"63617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63617)\">Matt. 6:33<\/a><\/span> Lay up for ourselves treasures in heaven, where moth cannot eat, rust corrode, nor thieves break through and steal them.<span class=\"citation\" id=\"63500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63500)\">Matt. 6:19-20<\/a><\/span> If we find the pearl of great price, go and sell all we have to purchase it,<span class=\"citation\" id=\"64660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64660)\">Matt. 13:46<\/a><\/span> and secure to ourselves the friendship of God, and our Elder Brother Jesus Christ, and walk humbly before God, and obey those whom He has told us to obey, all the days of our lives, and He will say, &#x201C;<span class=\"italic\">These are my friends, and I will withhold nothing from them<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1395\"> And is it indeed possible that we can come into that power, while we are in this mortality, to say to death, &#x201C;Touch me not?&#x201D; Were it possible, I for one do not want it, I would not accept it were it offered to me. If the Lord Almighty proffered to revoke the decree, &#x201C;Dust thou art, and to dust thou shalt return,&#x201D;<span class=\"citation\" id=\"52627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52627)\">Gen. 3:19<\/a><\/span> and say to me, &#x201C;You can live forever as you are;&#x201D; I should say, &#x201C;Father, I want to ask you a few questions upon this point. Shall I still be subject to the toothache, to the headache, to the chills and fever, and to all the diseases incident to the mortal body?&#x201D; &#x201C;O yes, but you can live, and never die.&#x201D; &#x201C;Then I would have you, Father, to let the old decree stand good; I find no fault with your offer, it may be a good one; but I have the promise of receiving my body again&#x2014;of this body coming up in the morning of the resurrection, and being reunited with the spirit, and being filled with the principles of immortality and eternal life. Thank you, Father, I would rather take a new body, and then I shall get a good set of new teeth. My sight, too, is failing; if I want to read,  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I cannot do it without using glasses; and if I wish to walk a few miles, I cannot do it without making myself sick; if I wish to go out on a journey, I am under the necessity of taking the utmost care of myself for fear of injuring my health; but when I get a new body, this will not be so; I shall be out of the reach of him that hath the power of death<span class=\"citation\" id=\"76463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76463)\">Heb. 2:14<\/a><\/span> in his hands, for Jesus Christ will conquer that foe, and I shall receive a new body, which will be filled with eternal life, health, and beauty.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1397\"> What more? Why, to him that overcometh shall be glory, immortality, and eternal life.<span class=\"citation\" id=\"79120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79120)\">Rev. 3:21<\/a><\/span> What more? Jesus says, as it was said yesterday, Except ye are one, ye are not mine.<span class=\"citation\" id=\"85101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85101)\">D&amp;C 38:27<\/a><\/span> Again, he says, I pray thee, Father, to make these, my disciples, one, as thou, Father, art in me, and I in thee, that they also may be one in us, I in them, and thou in me, that they may be made perfect in one.<span class=\"citation\" id=\"70758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70758)\">John 17:21,23<\/a><\/span> This is a curiosity that ranks among the mysteries that the people do not understand. The Father and I are <span class=\"italic\">one<\/span>,<span class=\"citation\" id=\"69710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69710)\">John 10:30<\/a><\/span> you disciples and I are <span class=\"italic\">one<\/span>;<span class=\"citation\" id=\"70644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70644)\">John 17:11<\/a><\/span> it is quite a curiosity, but it is as true as it is curious. It is nothing more than a key word to exaltation, glory, power, and excellency, by which principalities, kingdoms, dominions, and eternal lives will surround us. <\/div><div class=\"paragraph jod\" id=\"v1n1398\"> That will give you true riches, and nothing else will. The only true riches in existence are for you and I to secure for ourselves a holy resurrection; then we have command of the gold and the silver, and can place it where we please, and in whose hands we please. We can place it here and there, where it can be found, and in abundance, when we say the word. We can say then to the flies, and to the grasshoppers, &#x201C;Be ye extinct,&#x201D; and it will be so; and again say, &#x201C;Go ye, and make a work of devastation,&#x201D; and at our word clouds of them darken the sun, and cover the ground, the crops <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are destroyed in a day. We can then say to the hailstorm, &#x201C;Stay thou thy rage, and hurt not the fields and fruit trees of the servants of God;&#x201D; and we are obeyed. On the other hand, when they need a little chastisement, we can say to the rain, to the lightnings, and to the thunders, &#x201C;Chasten ye the people;&#x201D; and the elements are at once in a state of agitation, and they are chastened by the destruction of their crops, and cities are swallowed up in the yawning earthquake, when God can bear their wickedness no longer. He does not want to slay His children who love and serve him, He is not a hard master, nor a severe Father, but when He chastens, it is because He wishes to bring His children to understanding, that they may know <span class=\"italic\">where<\/span> the true riches are, and <span class=\"italic\">what<\/span> are the true riches of eternity, and rejoice with Him in His presence, being made equal with Him. <\/div><div class=\"paragraph jod\" id=\"v1n1399\"> These are some of my reflections upon <span class=\"italic\">true riches<\/span>. Why will the Latter-day Saints wander off after the things of this world? But are they not good? We cannot do very well without them, for we are of the world, we are in the world, we partake of the elements of which it is composed; it is our mother earth, we are composed of the same native material. It is all good, the air, the water, the gold and silver; the wheat, the fine flour, and the cattle upon a thousand hills<span class=\"citation\" id=\"56706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56706)\">Ps. 50:10<\/a><\/span> are all good; but, <span class=\"italic\">why do men set their hearts upon them in their present organized state?<\/span> Why not lay a sure foundation to control them hereafter? Why do we not keep it continually before us that all flesh is grass;<span class=\"citation\" id=\"59289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59289)\">Isa. 40:6<\/a><\/span> it <span class=\"italic\">is<\/span> today, and tomorrow <span class=\"italic\">it is not<\/span>; it is like the flower of the grass when it is cut down, it withers, and is no more?<span class=\"citation\" id=\"77791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77791)\">1 Pet. 1:24<\/a><\/span> Why do the children of men set their hearts upon earthly things? They are to be used, but not to the abusing of yourselves. They are to be used to make us comfortable. Suppose all  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the good things of this world should be given to us, the gold and the silver, the cattle and the horses, and all the flocks of a thousand hills; it would be for the express purpose of building mansions and temples, of feeding the poor that cannot feed themselves, of succoring the tried and the tempted, of sending Elders to preach the Gospel from nation to nation, from island to island, and of gathering Israel from the four quarters of the globe. But that moment that men seek to build up themselves, in preference to the kingdom of God and seek to hoard up riches, while the widow and the fatherless, the sick and afflicted, around them, are in poverty and want, it proves that their hearts are weaned from their God; <span class=\"italic\">and their riches will perish in their fingers, and they with them<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n1401\"> Where are the true riches&#x2014;the pearl of great price? They are here. How can we secure them? By being obedient, <span class=\"italic\">for the willing and obedient will eat the good of the land<span class=\"citation\" id=\"57686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57686)\">Isa. 1:19<\/a><\/span> by and by<\/span>; but those who heap to themselves riches, and set their hearts upon them, <span class=\"italic\">where will they be by and by?<\/span> There are men in our midst who will quarrel for five dollars, and have their trials before Bishops and other tribunals if it costs all they possess. They say, &#x201C;I will have my rights.&#x201D; They tell about their rights, <span class=\"italic\">when they know nothing about rights; in this they are governed solely by the influence of former traditions<\/span>. Why do they not say, &#x201C;<span class=\"italic\">I will satisfy my hellish will, if it destroys me for time and all eternity<\/span>.&#x201D; If they would say that, they would say the truth. If a man says, &#x201C;It is my right to have this or that,&#x201D; <span class=\"italic\">he knows nothing about rights<\/span>, so never say anything more about rights. But if you can find <span class=\"italic\">one individual<\/span> who knows what right is, ask him, and then say, &#x201C;That is right, and I will do it.&#x201D; Take that course, and rejoice that you have found somebody to tell you what right <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is. When my heart trembles with rage, and my nervous system becomes irritated to knock down and kill, it is for me to say, Brigham, hold on, you should not do this. Do you wish me to tell you what right is? I will point out the way if you will walk in it. If your neighbor or your brother should sue you at the law for your coat, give it to him, and your cloak also,<span class=\"citation\" id=\"63194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63194)\">Matt. 5:40<\/a><\/span> and not turn round and say, &#x201C;It is my right; are you going to rob me?&#x201D; The instructions of the Savior of the world, which I have quoted, are right; and I could prove it so by philosophical reasoning, and make you believe it, and you would be satisfied it is the best course you could pursue. I will give you the key to it, which is this&#x2014;it gives you an influence you never can obtain by contending for your rights. You say, &#x201C;Take it, it is no matter whether it is my right or not.&#x201D; If a man asks you to go with him one mile, go two,<span class=\"citation\" id=\"63196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63196)\">Matt. 5:41<\/a><\/span> and then you can say, &#x201C;You only asked me to go one mile, but I have gone two.&#x201D; That is the counsel Jesus Christ gave. If you sit down and calmly reason the case, you cannot but discover that it gives you an influence over that man, which you could not gain by contending with him in anger. All the power which is gained by contending with people is usurped power. <\/div><div class=\"paragraph jod\" id=\"v1n1402\"> The power which belongs to the true riches is gained by pursuing a righteous course, by maintaining an upright deportment towards all men, and especially towards the household of faith, yielding to each other, giving freely of that which the Lord has given to you, thus you can secure to yourselves eternal riches; and gain influence and power over all your friends, as well as your enemies. &#x201C;If you want anything I have, here, take it, and I will have influence and power over you;&#x201D; this is a key word to gain the true riches; that is the amount of it. <\/div><div class=\"paragraph jod\" id=\"v1n1403\"> I want to hint at the negative of  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the question again. I have, from time to time, said many things to you in this tabernacle, and so have my brethren, and the people are much inclined for the mysteries of the kingdom. I can tell you what they are, in some degree. The idea appears very foolish to me when we are talking about it, but we are obliged to use the English language as it is, which is scarcely a similitude of what we want. Again it is first rate to communicate our ideas, and good to enable us to talk one way, and mean another, when we have a disposition to do so. Brother Hyde preached us a good discourse on mystery yesterday. <\/div><div class=\"paragraph jod\" id=\"v1n1405\"> What is a mystery? <span class=\"italic\">We do not know, it is beyond our comprehension<\/span>. When we talk about mystery, we talk about eternal obscurity; for that which is known, ceases to be a mystery; and all that is known, we may know as we progress in the scale of intelligence. That which is eternally beyond the comprehension of all our intelligence is mystery, yet this word is used by the translators of the Bible. They write about mystery, and talk about mystery; what are they talking about? I do not know what they mean, nor what they wish to convey by that word, and they do not know themselves. This language is made use of in the Bible, because they have nothing better. Things transpire almost every day in our lives which we class under the term mystery, for want of a better term. What does it mean, in reality? <span class=\"italic\">Why, nothing at all<\/span>. But for the accommodation of those who speak the English language, we will continue to use the term, and proceed to examine the negative of true riches. <\/div><div class=\"paragraph jod\" id=\"v1n1406\"> Here are the earth and the inhabitants upon its face, organized for the express purpose of a glorious resurrection. The <span class=\"italic\">terra firma<\/span> on which we walk, and from which we gain our bread, is looking forth for the morning of the resurrection, and will get a <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> resurrection, and be cleansed from the filthiness that has gone forth out of her.<span class=\"citation\" id=\"93103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93103)\">Moses 7:48<\/a><\/span> This is Bible doctrine. What filthiness has gone forth out of her? <span class=\"italic\">You and I<\/span>, and all the inhabitants of the earth; the human body, and all earthly bodies, both animal and vegetable; are composed of the native element that we breathe, that we drink, and that we walk upon; we till the earth for our bread, which is one of the materials of which your body is composed, it comes forth from the native elements into an organized state; what for? To be exalted, to get a glorious resurrection. We are of the earth, earthy,<span class=\"citation\" id=\"124640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124640)\">1 Cor. 15:47<\/a><\/span> and not only will the portion of mother earth which composes these bodies get a resurrection, but the earth itself. It has already had a baptism. You who have read the Bible must know that that is Bible doctrine. What does it matter if it is not stated in the same words that I use, it is none the less true that it was baptized for the remission of sins. The Lord said, &#x201C;I will deluge (or immerse) the earth in water<span class=\"citation\" id=\"52926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52926)\">Gen. 7:19-20<\/a><\/span> for the remission of the sins of the people;&#x201D; or if you will allow me to express myself in a familiar style, to kill all the vermin that were nitting, and breeding, and polluting its body; it was cleansed of its filthiness; and soaked in the water, as long as some of our people ought to soak. The Lord baptized the earth for the remission of sins, and it has been once cleansed from the filthiness that has gone out of it, which was in the inhabitants who dwelt upon its face. <\/div><div class=\"paragraph jod\" id=\"v1n1407\"> The earth is organized for a glorious resurrection, and life and death are set before the people, true riches and false riches; and the whole world are gone after the false riches; after that which is not life, after decomposition, after that which perishes, and passes away like the twilight of evening. The Lord has set before the inhabitants of the earth, true riches, from the days of  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Adam until now. In olden times, in the ages we call &#x201C;the dark ages of the world,&#x201D; men could talk to the Lord face to face,<span class=\"citation\" id=\"54967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54967)\">Deut. 5:4<\/a><\/span> and He looked like another man.<span class=\"citation\" id=\"93421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93421)\">Abr. 3:11<\/a><\/span> When He had a mind to do so, He could walk into the assemblies of the people, and none of them would know him, only they knew He was a stranger that had visited their meeting. He understands the difference between true riches and the bogus which passed current in the days of Pharaoh in Egypt. We see the bogus power again exhibited in the days of Saul the king of Israel, by the witch of Endor, who, at the request of Saul, brought forth the spirit of Samuel, or some other spirit.<span class=\"citation\" id=\"55523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55523)\">1 Sam. 28:7-11<\/a><\/span> They understood the principles of life, for the Lord had set life and death before them,<span class=\"citation\" id=\"55215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55215)\">Deut. 30:15,19<\/a><\/span> true riches and false riches, or in other words, composition and decomposition, and the laws, principles, and powers of the eternal world; and the people of the early ages of this world understood them. <\/div><div class=\"paragraph jod\" id=\"v1n1409\"> The people in this age, are like the old miser, whose latter end was drawing nigh; he had saved a good purse of gold, but he was blind and could not see it, so he requested the attendants to bring him the gold that he might put his hand on it; when he laid his hand upon it, he could go to sleep. He possessed the negative of true riches. Again, they are like the man who found a lump of gold which weighed 100 pounds, the last that was heard of him was, he was sitting upon it, offering a great price to the passers by for something to eat, and swearing that if he had to starve to death, he would stick by the gold, and die a rich man. If he had understood the principles of life&#x2014;the principles of true riches, he could have commanded that gold in California, in England, or anywhere else; but he had no power over it, and died like a fool, no doubt. What good was his gold to him? He had not the power of endless life<span class=\"citation\" id=\"68615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68615)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76841)\">Heb. 7:16<\/a><\/span> in him, <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and he will be decomposed, and the particles which compose his body and spirit will return to their native element. I told you some time ago what would become of such men. But I will quote the Scriptures on this point, and, you can make what you please of it. Jesus says, he will <span class=\"small-caps\">destroy<\/span>  <span class=\"italic\">death<\/span> and <span class=\"italic\">him<\/span> that hath the power of<span class=\"citation\" id=\"76465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76465)\">Heb. 2:14<\/a><\/span> it. What can you make of this but decomposition, the returning of the organized particles to their native element, after suffering the wrath of God until the time<span class=\"citation\" id=\"86948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86948)\">D&amp;C 76:33,104<\/a><\/span> appointed. That appears a mystery, but the principle has been in existence from all eternity, only it is something you have not known or thought of. When the elements in an organized form do not fill the end of their creation, they are thrown back again, like brother Kimball's old pottery ware, to be ground up, and made over again. All I have to say about it is what Jesus says&#x2014;I will <span class=\"italic\">destroy<\/span> Death, and him that hath the power of it, which is the<span class=\"citation\" id=\"76464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76464)\">Heb. 2:14<\/a><\/span> devil. And if he ever makes &#x201C;<span class=\"italic\">a full end<\/span> of the<span class=\"citation\" id=\"56589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56589)\">Ps. 37:38<\/a><\/span> wicked,&#x201D; what else can he do than entirely disorganize them, and reduce them to their native element? Here are some of the mysteries of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v1n1410\"> On the other hand, let us take the affirmative of the question; and inquire what is life and salvation? It is to take that course wherein we can abide forever and ever, and be exalted to thrones, kingdoms, governments, dominions, and have full power to control the elements, according to our pleasure to all eternity; the one is life, and the other is death, which is nothing more or less than the decomposition of organized native element. There can be no such thing as power to annihilate element. There is one eternity of element, which can be organized or disorganized, composed or decomposed; it may be put into this shape or into that, according to the will of the intelligence that com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mands it, but there is no such thing as putting it entirely out of existence. <\/div><div class=\"paragraph jod\" id=\"v1n1412\"> I never studied philosophy to any great extent, but on one occasion I had a kind of a confab with Professor Orson Pratt, who endeavored to prove that there was empty space, I supposed there was no such thing. He thought he had proved it; but I thought he had not proved a word of it, and told him the idea was folly. After hearing a good many arguments from him, and other men, his colleagues in learning, I wished them to tell me where empty space was situated, that I might tell the wicked, who wish to hide themselves from the face of him that sitteth upon the throne, where to go, for they will then be <span class=\"italic\">where God is not<\/span>, if they can find empty space. To argue such a question as that, would be, to confute my own arguments in favor of other truths I have advocated, and oppose my own system of faith. We believe that God is round about all things, above all things, in all things, and through all things.<span class=\"citation\" id=\"88520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88520)\">D&amp;C 88:41<\/a><\/span> To tell about empty space is to tell of a space where God is not, and where the wicked might safely hide from His presence.<span class=\"citation\" id=\"82119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82119)\">Alma 12:14<\/a><\/span><span class=\"citation\" id=\"92522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92522)\">Moses 4:14<\/a><\/span> There is no such thing as empty space.<span class=\"citation\" id=\"88491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88491)\">D&amp;C 88:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1413\"> Remember, that true riches&#x2014;life, happiness, and salvation, is to secure for ourselves a part in the first resurrection, where we are out of the reach <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of death, and him that hath the power of it;<span class=\"citation\" id=\"76466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76466)\">Heb. 2:14<\/a><\/span> then we are exalted to thrones, and have power to organize element. Yes, they that are faithful, and that overcome, shall be crowned with crowns of eternal glory. They shall see the time when their cities shall be paved with gold;<span class=\"citation\" id=\"80805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80805)\">Rev. 21:21<\/a><\/span><span class=\"citation\" id=\"92091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92091)\">D&amp;C 137:4<\/a><\/span> for there is no end to the precious metals, they are in the native element, and there is an eternity of it. If you want a world of the most precious substance, you will have nothing to do but say the word, and it is done. You can macadamize streets with it, and beautify and make glorious the temples. We can then say to the elements, &#x201C;Produce ye the best oranges, lemons, apples, figs, grapes, and every other good fruit.&#x201D; I presume we do not draw a single breath that there are not particles of these things mingled in it. But we have not the knowledge now to organize them at our pleasure. Until we have that power we are not fully in possession of the true riches, which is the affirmative of the question, and the negative of the question is no riches at all in reality. <\/div><div class=\"paragraph jod\" id=\"v1n1414\"> Well, brethren, I think I have stood out first rate. When I rose I did not think I could speak over ten minutes. May the Lord God bless you, and have mercy upon the world, and upon this people, that we may be saved in His kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}