{"ID":10036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funeral Address.<\/div>\n<div class=\"subtitle\">Delivered by President Heber C. Kimball, September 23, 1852, on the Death of Sister Mary Smith, Relict of the Martyred Patriarch Hyrum Smith, and Who Departed this Life at the Residence of President Kimball, September 22, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: <\/div>\n<div class=\"pageHeader\">Page Header: Funeral Address.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/23\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v1n1276\"> I wish to make a few remarks, on this solemn occasion, in regard to sister Mary, and in regard to what brother Brigham has said, which is perfectly congenial to my feelings. <\/div><div class=\"paragraph jod\" id=\"v1n1277\"> As it regards sister Mary Smith's situation and circumstances, I have no trouble at all, for if any person has lived the life of a Saint, she has. If any person has acted the part of a mother, she has. I may say she has acted the part of a mother, and a father, and a Bishop. She has had a large family, and several old people to take care of, and which she has maintained for years by her economy and industry. <\/div><div class=\"paragraph jod\" id=\"v1n1278\"> One thing I am glad of, and I feel to rejoice in the providence of God that things have been as they have. She came here sick on the Sabbath, eight weeks ago last Sunday, for me to lay hands upon her. She was laid prostrate upon her bed, and was not able to recover afterwards. I felt as though it was a providential circumstance that it so happened. She always expressed that she knew the thing was dictated by the Lord that she should be placed here in my house, though accidentally. She probably would not have lived so long, had she been where she could not have had the same care. On Tuesday evening, eight weeks and two days since, she came here sick; from that time until <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> her death she was prayerful and humble. I have never seen a person in my life that had a greater desire to live than she had, and there was only one thing she desired to live for, and that was to see to her family; it distressed her to think that she could not see to them; she wept about it. She experienced this anxiety for a month previous to her death, and she wept and prayed that the diseased place might be opened. <\/div><div class=\"paragraph jod\" id=\"v1n1279\"> She was never left alone, after she became sick. My family, and brother Brigham's family, and others, waited upon her all the time. She had every attention paid to her, that ever was paid to a sick person. This she expressed, herself, times and times again. Sister Thompson has been here ever since sister Mary was taken sick, and she paid every attention to her. I say, with regard to my family, if ever there were good feelings shown to any person, they have manifested them to her, so also have brother Brigham's family, and others who live around here. I will say so much in their behalf, and for the consolation of the friends of the departed. <\/div><div class=\"paragraph jod\" id=\"v1n1280\"> I am thankful to the Lord God, that I have had the privilege, with my family, to do Mary a kindness; it is a consolation to me. Do I regret it? No. I never regret a good deed that I have done in my life. If I regret  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anything, it is that I have not the ability to do more good. <\/div><div class=\"paragraph jod\" id=\"v1n1282\"> Let us do all the good we can. Show all the kindness we can to the world, to both Saint and sinner, to all upon the face of the earth, and I know we shall receive our reward for every good and for every evil work we do, but I do not want to be rewarded for anything but that which is good. May God grant me life, that it may be spent for the good of this people, and for the comfort and consolation of brother Brigham. God forbid I should ever grieve his feelings, and the Spirit of God, from this time forth, that when I die I may depart in peace, to mingle with those who have gone before me. <\/div><div class=\"paragraph jod\" id=\"v1n1283\"> I know sister Mary has departed in peace; she has gone home. I never heard her murmur against brother Brigham in my life, nor against me. If I went to see her, it was well; if not, it was all the same. She has come to see me, sometimes once, and sometimes twice a week. When I have seen her, I have said to her, I have no time to come and see you, Mary, therefore you must come and see me. She never considered it too much trouble to come and see me and her brethren. I am satisfied she desired to live for the benefit of her children. I know she has given them good counsel, and if they will follow it they will never be in trouble. I feel well towards them, and towards all present, and, in fact, I have nothing against any being upon the face of the earth. I feel to rejoice, I am comforted, and I feel to praise the Lord God; and when I have done my work, I will go to my brethren, and be with those I have associated with from the beginning. Why I believe it, is, because I have an assurance for myself, which is like an anchor, and taketh hold of that which is within the veil.<span class=\"citation\" id=\"76749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76749)\">Heb. 6:19<\/a><\/span> I shall land safe; this is my feeling, <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I have no other desire in my heart, nor ever had from the first day I enlisted into this Church. I never had any wish, but to do that which is right all the time. Considering the character of my calling, connected as I am and have been with the Prophet, Apostles, and Patriarchs of Jesus Christ, and with holy men of God, I do not consider that anything else but doing right is the character of such a man, it is the nature of his calling and office to be an Apostle, and issue forth the light and truth of God, from this time henceforth and forever. These are my feelings, brother Brigham, all the time. [President Brigham Young, &#x201C;I know it.&#x201D;] When I eat and when I drink, when I go out and when I come in, my prayer is, and feelings are, to do right; and I am glad I did right to sister Mary, and took care of her, and that my family had the pleasure of nourishing her; the satisfaction this gives me, is worth more to me than a hundred thousand dollars. Do I believe they know it in heaven? Yes, as much as you do. I want to live all the time in righteousness, as I know that God sees me and all the works of His hands. When we see as He sees, and comprehend as He comprehends, it will be by the same powers and keys that we are known to Him. I rejoice exceedingly before God, that I am a Latter-day Saint, that I am a &#x201C;Mormon&#x201D; Elder in Israel, for what I know, and for what I have seen and passed through; it is worth more to me than gold and silver, or precious stones; what I have passed through has given me an experience, and I praise the Lord God that I am a member of the house of Israel, and one of the elect of God; and I shall dwell with you in eternity, and I know it. <\/div><div class=\"paragraph jod\" id=\"v1n1284\"> May God bless you forever, Amen. <\/div>\n<\/div>\n<\/div>"}