{"ID":10038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Heirship and Priesthood.<\/div>\n<div class=\"subtitle\">A Discourse by Elder P. P. Pratt, Delivered at the General Conference, in the Tabernacle, Great Salt Lake City, April 10, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Heirship and Priesthood.<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 4\/10\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v1n1321\"> At the request of my brethren, I rise to occupy a portion of the time. I realize that there are many present who are equally prepared to administer in the things of the Spirit of God. The time is precious, and I desire <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I may have the Spirit of God, with the prayers and confidence of the people, to speak in wisdom that which is necessary, and then give opportunity to my brethren; for I love to hear them, and so do this people. <\/div> <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1323\"> I have reflected a little upon the text that was presented to us by our President a few days since, and upon the excellent remarks made by himself and others upon the subject of heirship, or the inherent rights of the firstborn, and of election. I consider, indeed, that it opens a broad field, and that there is no danger of exhausting the subject, whatever may be said of it. <\/div><div class=\"paragraph jod\" id=\"v1n1324\"> The covenants made with the fathers, and the rights of the children by reason of them, are an interesting subject to me. <\/div><div class=\"paragraph jod\" id=\"v1n1325\"> In the first place, if all men were created alike, if all had the same degree of intelligence and purity of disposition, all would be equal. But, notwithstanding the declaration of American sages, and of the fathers of our country, to the contrary, it is a fact that all beings are not equal in their intellectual capacity,<span class=\"citation\" id=\"93437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93437)\">Abr. 3:19<\/a><\/span> in their dispositions, and in the gifts and callings of God. It is a fact that some beings are more intelligent than others, and some are endowed with abilities or gifts which others do not possess. <\/div><div class=\"paragraph jod\" id=\"v1n1326\"> In organizing and peopling the worlds, it was found necessary to place among the inhabitants some superior intelligences, who were capacitated to teach, to rule, and preside among other intelligences. In short, a variety of gifts, and adaptations to the different arts, sciences, and occupations, was as necessary as the uses and benefits arising therefrom have proved to be. Hence one intelligence is peculiarly adapted to one department of usefulness, and another to another. We read much in the Bible in relation to a choice or <span class=\"italic\">election<\/span>, on the part of Deity, towards intelligences in His government on earth, whereby some were chosen to fill stations very different from others. And this election not only affected the individuals thus chosen, but their posterity for long generations, or even forever. <\/div> <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1327\"> It may be inquired where this election first originated, and upon what principle a just and impartial God exercises the elective franchise. We will go back to the earliest knowledge we have of the existence of intelligences. We learn from the writings of Abraham and others, and from modern revelation, that the intelligences that now inhabit these tabernacles of earth were living, active intelligences in yonder world, while the particles of matter which now compose our outward bodies were yet mingled with their native element; that then our embodied spirits lived, moved, conversed, and exercised an agency. All intelligences which exist possess a degree of independence in their own sphere. For instance, the bee can go at will in search of honey, or remain in the hive. It can visit one flower or another, as independent in its own sphere as God is in His.<span class=\"citation\" id=\"89070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89070)\">D&amp;C 93:30<\/a><\/span> We find a degree of independence in everything which possesses any degree of intelligence; that thinks, moves, or acts: because the very principle of voluntary action implies an independent will to direct such action. <\/div><div class=\"paragraph jod\" id=\"v1n1328\"> Among the intelligences which existed in the beginning, some were more intelligent than others, or, in other words, more noble; and God said to Abraham, &#x201C;These I will make my rulers!&#x201D; God said unto Abraham, &#x201C;Thou art one of them; thou wast chosen before thou wast born.&#x201D;<span class=\"citation\" id=\"93444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93444)\">Abr. 3:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1329\">  <span class=\"small-caps\">Noble<\/span>! Does He use the word <span class=\"italic\">noble?<\/span> Yes; the word noble, or that which signified it, was used in conversation between God and Abraham, and applied to superior intelligences on earth, and which had pre-existed in the heavens. <\/div><div class=\"paragraph jod\" id=\"v1n1330\"> I am aware that the term is greatly abused, in Europe and elsewhere, being applied to those titled, and to those who inherit certain titles and estates, whether they are wise men or fools, virtuous or vicious. A man may  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>even be an idiot, a drunkard, an adulterer, or a murderer, and still be called a nobleman by the world. And all this because his ancestor, for some worthy action, or perhaps for being skilled in murder and robbery, under the false glare of &#x201C;military glory,&#x201D; obtained a title, and the possession of a large estate, from which he had helped to drive the rightful occupant. <\/div><div class=\"paragraph jod\" id=\"v1n1332\"> Now the Lord did not predicate His principle of election or nobility upon such an unequal, unjust, and useless order of things. When He speaks of nobility, He simply means an election made, and an office or a title conferred, on the principle of superiority of intellect, or nobleness of action, or of capacity to act. And when this election, with its titles, dignities, and estates, includes the unborn posterity of a chosen man, as in the case of Abraham, Isaac, and Jacob, it is with a view of the noble spirits of the eternal world coming through their lineage, and being taught in the commandments of God. Hence the Prophets, Kings, Priests, Patriarchs, Apostles, and even Jesus Christ, were included in the election of Abraham, and of his seed, as manifested to him in an eternal covenant. <\/div><div class=\"paragraph jod\" id=\"v1n1333\"> Although some eternal intelligences may be superior to others, and although some are more noble, and consequently are elected to fill certain useful and necessary offices for the good of others, yet the greater and the less may both be innocent, and both be justified, and be useful, each in their own capacity; if each magnify their own calling, and act in their own capacity, it is all right. <\/div><div class=\"paragraph jod\" id=\"v1n1334\"> It may be inquired, why God made one unequal to another, or inferior in intellect or capacity. To which I reply, that He did not create their intelligence at all. It never was created, being an inherent attribute<span class=\"citation\" id=\"89060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89060)\">D&amp;C 93:29<\/a><\/span> of the <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternal element called spirit, which element composes each individual spirit, and which element exists in an infinitude of degrees in the scale of intellect, in all the varieties manifested in the eternal God, and thence to the lowest agent, which acts by its own will. <\/div><div class=\"paragraph jod\" id=\"v1n1335\"> It is a fixed law of nature that the higher intelligence presides over, or has more or less influence over, or control of, that which is less. <\/div><div class=\"paragraph jod\" id=\"v1n1336\"> The Lord, in surveying the eternal intelligences which stood before Him, found some more noble or intellectual than others, who were equally innocent. This being so, He exercised the elective franchise upon wise principles, and, like a good and kind father among his children, He chose those for rulers who were most capable of benefiting the residue.<span class=\"citation\" id=\"93453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93453)\">Abr. 3:23<\/a><\/span> Among these was our noble ancestor, Abraham. <\/div><div class=\"paragraph jod\" id=\"v1n1337\"> I do not take up the subject in the middle of it, like the natural man who knows little of the past or future, and who judges by the things present before his eyes. Such a one might suppose that it so happened that Abraham came along, and was picked up without any particular reference to the past, or to eternal principles, and was elected to office; that it might just as well have been somebody else instead of him. But instead of this, he was chosen before the world was, and came into the world for the very purpose which he fulfilled. But, notwithstanding this pre-election in passing the veil, and entering a tabernacle of flesh, he became a little child, forgot all he had once known in the heavens, and commenced anew to receive intelligence in this world, as is the case with all. He therefore was necessitated to come up by degrees, receive an experience, be tried and proved. And when he had been sufficiently proved according to the flesh, the Lord manifested to him the elec<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion before exercised towards him in the eternal world. He then renewed that election and covenant, and blessed him, and his seed after him. And He said&#x2014;In multiplying, I will multiply thee; and in blessing I will bless thee.<span class=\"citation\" id=\"53329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53329)\">Gen. 22:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1339\"> The Sodomites, Canaanites, &amp;c., received the reverse of this blessing. Instead of giving them a multiplicity of wives and children, He cut them off, root and branch,<span class=\"citation\" id=\"62484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62484)\">Mal. 4:1<\/a><\/span> and blotted their name from under heaven,<span class=\"citation\" id=\"55015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55015)\">Deut. 9:14<\/a><\/span> that there might be an end of a race so degenerate. Now this severity was a mercy. If we were like the people before the flood, full of violence and oppression; or if we, like the Sodomites or Canaanites, were full of all manner of lawless abominations, holding promiscuous intercourse with the other sex, and stooping to a level with the brute creation, and predisposing our children, by every means in our power, to be fully given to strange and unnatural lusts, appetites, and passions, would it not be a mercy to cut us off, root and branch, and thus put an end to our increase upon the earth? You will all say it would. The spirits in heaven would thank God for preventing them from being born into the world under such circumstances. Would not the spirits in heaven rejoice in the covenant and blessings of Abraham, Isaac, and Jacob, in relation to the multiplying of their seed, and in every additional wife which God gave to them as a means of multiplying? Yes, they would; for they could say&#x2014;&#x201C;Now there is an opportunity for us to take bodies in the lineage of a noble race, and to be educated in the true science of life, and in the commandments of God.&#x201D; O what an unspeakable contrast, between being a child of Sodom, and a child of Abraham! <\/div><div class=\"paragraph jod\" id=\"v1n1340\"> Now, Abraham, by his former superiority of intelligence and nobility, by his former election before the world was, and by conducting himself in this world so as <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to obtain the renewal of the same according to the flesh, brought upon his posterity, as well as upon himself, that which will influence them more or less to the remotest generations of time, and in eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1341\"> Paul, the great Apostle of the Gentiles,<span class=\"citation\" id=\"72770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72770)\">Rom. 11:13<\/a><\/span> when speaking upon this subject, testifies that the children of Israel differ much every way from the Gentiles, for to them, says he, pertains the election, the covenants, the promises, the service of God, the adoption, the glory, the giving of the law, and the coming of Christ in the flesh.<span class=\"citation\" id=\"72662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72662)\">Rom. 9:4-5<\/a><\/span> He then goes on to trace the peculiar branches in which the heirship is perpetuated.<span class=\"citation\" id=\"72664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72664)\">Rom. 9:6-13<\/a><\/span> Abraham had a son Ishmael, and several children by his other wives and concubines which the Lord gave unto him. They might all be blessed, but the peculiar blessings of heirship and Priesthood remained and were perpetuated in Isaac. <\/div><div class=\"paragraph jod\" id=\"v1n1342\"> Again, when Rebecca, the wife of Isaac, had conceived twins, the election to these peculiar blessings ran in the lineage of Jacob, and not of Esau. True, Esau was the firstborn,<span class=\"citation\" id=\"53427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53427)\">Gen. 25:25<\/a><\/span> and was heir to the inheritance, which always pertains to the birthright, but the election to hold and perpetuate the keys of eternal Priesthood was peculiar to Jacob, and even that which Esau did inherit was forfeited by transgression, and therefore transferred to Jacob.<span class=\"citation\" id=\"53431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53431)\">Gen. 25:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1343\"> The Lord blessed Ishmael in many things, because he was Abraham's seed. The Lord blessed Esau in many things, because he was a son of Abraham and Isaac, but the peculiar things of the Priesthood, through which all nations should be blessed, pertained exclusively to that peculiar branch of the Hebrews which sprang from Jacob. <\/div><div class=\"paragraph jod\" id=\"v1n1344\"> Now before these two children were born, or had done any good or evil in this life, God, who was acquainted with  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them in the former life, and who knew the grades of intelligence or of nobility possessed by each, revealed to Rebecca, their mother, that two nations or manner of people would spring from these twins, and that one people should be stronger than the other, and that the elder should serve the younger.<span class=\"citation\" id=\"53424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53424)\">Gen. 25:23<\/a><\/span> When these two children had been born, and had died, and when their posterity had become two nations, then the Lord spoke by the Prophet Malachi, that He loved Jacob, because of some good he had done, and that He hated Esau, and laid his mountains waste, because of certain evils specified in the same declaration.<span class=\"citation\" id=\"62376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62376)\">Mal. 1:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1346\"> The Apostle Paul, in speaking of Jacob and Esau, quotes the revelation of Rebecca,<span class=\"citation\" id=\"72667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72667)\">Rom. 9:9-14<\/a><\/span> before they were born and the revelation to Malachi<span class=\"citation\" id=\"62377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62377)\">Mal. 1:2-3<\/a><\/span> after they had become two nations; and the two quotations, both following in immediate connection in Paul's writings, have been mistaken by many, as if God had revealed both sayings before the two children were born; and thus the Scriptures are wrested and made to say that God hated a child before he was born, or had done any good or evil. A more false and erroneous doctrine could hardly be conceived, or a worse charge sustained against Juggernaut, than the imputation of hating children before they are born. <\/div><div class=\"paragraph jod\" id=\"v1n1347\"> Here I would inquire, if it is anything inconsistent, or derogatory to the character of a good or impartial father, who loves all his children, for him to elect or appoint one of them to fulfil a certain purpose or calling, and another to fulfil another useful calling? Is it anything strange for one person to be stronger than another, for one person to serve another, or for one person to have a more numerous posterity than another? Is it anything strange or unrighteous for one person to be a farmer, a vinedresser, <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or a builder, and another a teacher, a governor, or a minister of justice and equity? What is more natural, more useful, or just, than for a father who discovers the several abilities or adaptations of his children, to appoint them their several callings or occupations? <\/div><div class=\"paragraph jod\" id=\"v1n1348\"> God did not say that Jacob should be saved in the kingdom of God, and Esau be doomed to eternal hell, without any regard to their deeds; but He simply said that two distinct nations, widely differing, should spring from them, and one should be stronger than the other, and the elder should serve the younger.<span class=\"citation\" id=\"53425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53425)\">Gen. 25:23<\/a><\/span> If one nation is stronger than the other, it can assist to defend the other. If the one nation serves the other, it will have a claim on a just remuneration for services rendered. If one inherits a blessing or Priesthood, through which all nations shall be blessed,<span class=\"citation\" id=\"53208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53208)\">Gen. 18:18<\/a><\/span><span class=\"citation\" id=\"53377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53377)\">Gen. 22:18<\/a><\/span> surely the nation which is composed of his brother's children will have an early claim on salvation through this ministry. I should esteem it a great privilege if, while I was serving my brother, and we were both partaking of the fruits of my labors, he should be elected to a Priesthood, through the ministry of which myself and all my posterity, as well as his own, might be taught, exalted, and eternally saved. By our mutual labors, then, we could be mutually benefited in time and in eternity. I am administering to him, and I am happy. He is administering to me, and he is happy. It is a kind of mutual service, a classification of labor, wherein each attends to the business most natural to him, and wherein there is mutual benefit. Why, then, should I find fault, or entertain envy or hatred towards my brother? Dressing a vine, ploughing a field, harvesting, or building, is just as necessary as teaching, or administering the ordinances of salvation; one acts in one  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>capacity, and the other in another, but they are mutually blessed and benefited by their separate callings and endowments. <\/div><div class=\"paragraph jod\" id=\"v1n1350\"> On the subject of hatred, I feel much as the Lord did when He hated Esau, and laid his mountains waste.<span class=\"citation\" id=\"62378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62378)\">Mal. 1:3<\/a><\/span> When the children of Jacob were in trouble with their enemies, Esau's descendants joined with the enemy, and did not stand by their brethren. When Jacob was unpopular, and the nations hated him because of the peculiarities of his religion, Esau forsook his brother and disowned relationship, fellowshipping with his brother's persecutors.<span class=\"citation\" id=\"53575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53575)\">Gen. 36:6,9<\/a><\/span> I also hate a traitor, who turns against me in a day of adversity,<span class=\"citation\" id=\"124637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124637)\">Prov. 24:10<\/a><\/span><span class=\"citation\" id=\"124638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124638)\">Eccl. 7:14<\/a><\/span> when I have claim on him as a brother. <\/div><div class=\"paragraph jod\" id=\"v1n1351\"> But to return to the subject of election, and of heirship. In the lineage of Abraham, Isaac, and Jacob, according to the flesh, was held the right of heirship to the keys of Priesthood for the blessings and for the salvation of all nations. From this lineage sprang the Prophets, John the Baptist, Jesus, and the Apostles; and from this lineage sprang the great Prophet and restorer in modern times,<span class=\"citation\" id=\"84540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84540)\">D&amp;C 27:10<\/a><\/span> and the Apostles who hold the keys under his hand. It is true, that Melchizedek and the fathers before him held the same Priesthood, and that Abraham was ordained and blessed under his hand,<span class=\"citation\" id=\"76774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76774)\">Heb. 7:1<\/a><\/span><span class=\"citation\" id=\"87513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87513)\">D&amp;C 84:14<\/a><\/span> but this was an older branch of the chosen seed. I am speaking more fully of those who have lived since the older branches passed away, and since the transfer of the keys to Abraham and his seed. No Ishmaelite, no Edomite, no Gentile has since then been privileged to hold the presiding keys of Priesthood, or of the ministry of salvation. In this peculiar lineage, and in no other should all the nations be blessed. From the days of Abraham until now, if the people of any country, age, or nation, have been blessed with <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the blessings peculiar to the everlasting covenant of the Gospel, its sealing powers, Priesthood, and ordinances, it has been through the ministry of that lineage, and the keys of Priesthood held by the lawful heirs according to the flesh.<span class=\"citation\" id=\"88129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88129)\">D&amp;C 86:9<\/a><\/span> Were the twelve Apostles which Christ ordained, Gentiles? Were any of them Ishmaelites, Edomites, Canaanites, Greeks, Egyptians, or Romans by descent? No, verily. One of the Twelve was called a &#x201C;Canaanite,&#x201D;<span class=\"citation\" id=\"64078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64078)\">Matt. 10:4<\/a><\/span><span class=\"citation\" id=\"66515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66515)\">Mark 3:18<\/a><\/span> but this could not have alluded to his lineage, but rather to the locality of his nativity, for Christ was not commissioned to minister in person to the Gentiles, much less to ordain any of them to the Priesthood, which pertained to the children of Abraham. I would risk my soul upon the fact that Simon the Apostle was not a Canaanite by blood, He was perhaps a Canaanite upon the same principle that Jesus was a Nazarite, which is expressive of the locality of his birth or sojourn. But no man can hold the keys of Priesthood or of Apostleship, to bless or administer salvation to the nations, unless he is a literal descendant of Abraham, Isaac, and Jacob. Jesus Christ and his ancient Apostles of both hemispheres were of that lineage. When they passed away, and the Saints, their followers, were destroyed from the earth, then the light of truth no longer shone in its fulness. <\/div><div class=\"paragraph jod\" id=\"v1n1352\"> The world have from that day to this been manufacturing priests, without any particular regard to lineage. But what have they accomplished? They have done what man could do; but man could not bestow that which he did not possess, consequently he could not bestow the eternal keys of power which would constitute the Priesthood. They have manufactured something, and called it Priesthood, and the world has been cursed with it up to this time. <\/div><div class=\"paragraph jod\" id=\"v1n1353\"> But God Almighty, in fulfilment of  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the covenants made with Abraham, Isaac, and Jacob, and with the Prophets, Apostles, and Saints of old, raised up a Joseph, and conferred upon him the ancient records, oracles, and keys of the eternal Priesthood. If he was the impostor the world took him to be, why did he not happen to state in his book that he was a descendant of the Romans, or that he had come through the loins of Socrates, or sprung from some of the Greek philosophers, or Roman generals? Why not a descendant of some noble house of the Gentile kings or nobles? As we were ignorant of the peculiarities of election and heirship to the royal Priesthood, why did not the Book of Mormon predict that a noble Gentile should be the instrument to receive and translate it in modern times, that through the Gentiles the Jews might obtain mercy? It is true the book was brought forth and published among the Gentiles: it is also true that it comes from the Gentiles to Israel, speaking rationally; but when it predicts the name and lineage of its modern translator, &#x201C;Behold, he is a descendant of Joseph of Egypt,&#x201D;<span class=\"citation\" id=\"81305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81305)\">2 Ne. 3:15<\/a><\/span> why should an imputed impostor be consistent in this as well as in all other items? The reason is obvious. It is because the record is true, and its translator no impostor. <\/div><div class=\"paragraph jod\" id=\"v1n1355\"> Knowing of the covenants and promises made to the fathers, as I now know them, and the rights of heirship to the Priesthood, as manifested in the election of God,<span class=\"citation\" id=\"75650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75650)\">1 Thes. 1:4<\/a><\/span> I would never receive any man as an Apostle or a Priest, holding the keys of restoration, to bless the nations, while he claimed to be of any other lineage than Israel. <\/div><div class=\"paragraph jod\" id=\"v1n1356\"> The word of the Lord, through our Prophet and founder, to the chosen instruments of the modern Priesthood, was this&#x2014;&#x201C;Ye are lawful heirs according to the flesh, and your lives have been hid with Christ in God.&#x201D;<span class=\"citation\" id=\"88130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88130)\">D&amp;C 86:9<\/a><\/span> That is to say, they have been held in <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reserve during the reign of Mystic Babel, to be born in due time, as successors to the Apostles and Prophets of old, being their children, of the same royal line. They have come forth, at length, as heirs to the keys of power, knowledge, glory, and blessing, to minister to all the nations of the Gentiles, and afterwards to restore the tribes of Israel. They are of the royal blood of Abraham, Isaac, and Jacob, and have a right to claim the ordination and endowments of the Priesthood, inasmuch as they repent, and obey the Lord God of their fathers. <\/div><div class=\"paragraph jod\" id=\"v1n1357\"> Those who are not of this lineage, whether they are Gentiles, Edomites, or Ishmaelites, or of whatever nation, have a right to remission of sins and the Gift of the Holy Spirit, through <span class=\"italic\">their<\/span> ministry, on conditions of faith, repentance, and baptism, in the name of Jesus Christ. Through this Gospel they are adopted into the same family, and are counted for the seed of Abraham; they can then receive a portion of this ministry under those (literal descendants) who hold the presiding keys of the same. <\/div><div class=\"paragraph jod\" id=\"v1n1358\"> By obeying the Gospel, or by adoption through the Gospel, we are all made joint heirs with Abraham, and with his seed, and we shall, by continuance in well doing, all be blessed in Abraham and his seed, no matter whether we are descended from Melchizedek, from Edom, from Ishmael, or whether we be Jews or Gentiles. On the principles of Gospel adoption, the blessing is broad enough to gather all good, penitent, obedient people under its wings, and to extend to all nations the principles of salvation. We would therefore more cordially invite all nations to join themselves to this favored lineage, and come with all humility and penitence to its royal Priesthood, if they wish to be instructed and blessed, for to be blessed in this peculiar sense in any other  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way, or by any other institutions or government, they cannot, while the promises and covenants of God hold good to the elect seed. <\/div><div class=\"paragraph jod\" id=\"v1n1360\"> Turn from all your sins, ye Gentiles; turn from all your sins, ye people of the house of Israel, ye Edomites, Jews, and Ishmaelites; all ye nations of the earth, and come, to the legal Priesthood, and be ye blessed. The promise is to each and all of you; do not reject it. The keys of the kingdom, of government, of Priesthood, of Apostleship; the keys of salvation to build up, govern, organize, and administer in temporal and spiritual salvation to the ends of the earth, are now restored, and held by the chosen instruments of this lineage. <\/div><div class=\"paragraph jod\" id=\"v1n1361\"> I have spoken in a national capacity and in general principles. In regard to individual heirship and the rights of fathers, mothers, husbands, wives, sons, daughters, &amp;c., I have not the power, if I had the time; to make the subject any plainer than our President made it the other day. It is for us to learn more and more from day to day, and continue to learn and practice those principles and laws that will secure to each individual and family its rights, according to the ancient order of the government of God, which is now being restored. <\/div><div class=\"paragraph jod\" id=\"v1n1362\"> The living oracles or Priesthood in our midst can develop these principles from time to time as we need them, for they minister in holy things,<span class=\"citation\" id=\"73288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73288)\">1 Cor. 9:13<\/a><\/span> and soon they will enter with us into the holy temple, where we may learn more fully; and if we are still lacking, they <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will with us enjoy the great thousand years in which to teach, qualify, and prepare us for eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1363\"> We have need to learn more fully the relationship we sustain to our families, to the community, to the nations of the earth, to the house of Israel, to heaven, to earth, to time, and to eternity. We have need to learn more fully to fulfil the duties of those relationships. We must learn by degrees. Truth is not all told at once, nor learned in a few days. A little was developed by our President the other day, for which we are very glad; we will treasure it up, and as circumstances call for it, we shall receive a little more, until by degrees the law of God is learned from those who hold the keys, even every item which pertains to our own rights, and the rights of our children, so that we shall not trespass on another's. In this manner all the good people on earth, in the spirit world, or in the world of the resurrections, may become one in love, peace, goodwill, purity, and confidence, and in keeping the laws of Jesus Christ and of the holy Priesthood. If each person has the knowledge and the disposition to do right, and then does it continually, even as he would wish others to do to him,<span class=\"citation\" id=\"63778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63778)\">Matt. 7:12<\/a><\/span> this will not only give to each his right, but create the utmost confidence, love, and goodwill, by which a perfect union may be formed between each other, and with all good spirits and angels, and, finally, with Jesus Christ and his Father in worlds without end. Amen. <\/div>\n<\/div>\n<\/div>"}