{"ID":10031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Weakness and Impotence of Men&#x2014;Condition of the Saints&#x2014;Dedication to the Lord&#x2014;The Millennium.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at the Opening of the New Tabernacle, Great Salt Lake City, April 6, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Weakness and Impotence of Men, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v1n1044\"> I rise to occupy a few moments of time this morning, as we have opened our Conference by the dedication prayer, for we will spend the remainder of the forenoon in speaking. I desire to offer my own reflections upon this interesting occasion, but whether they may be strictly appropriate or not, will, of course, be left for you to judge. <\/div><div class=\"paragraph jod\" id=\"v1n1045\"> We have assembled together in this comfortable and commodious building in peace, and are we not led to exclaim who could have fathomed, who could have understood the ways of the Lord, which are higher than man's ways, as heaven is higher than the earth?<span class=\"citation\" id=\"59787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59787)\">Isa. 55:8-9<\/a><\/span> We can now calmly reflect upon the experience of our past lives, and those minds that are opened to receive light and truth, that can behold the manifestations of the Lord, can at once see that He has done that which we could not have accomplished by our own power, and that directly behind (to all human appearance) a frowning Providence oftentimes are concealed the greatest blessings that mankind can desire. It teaches us to trust in the Lord, to have confidence in our God. It teaches us absolutely that we need never undertake to guide the ship of Zion, or dictate, by our own wisdom, to the kingdom of God on the earth. It teaches us definitely and emphatically that the Lord Almighty can do His own work, and no power of man can stay the potency of His wonder-working hand. Men may <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presume to dictate to the Lord; they come to naught, but His work moves steadily forward. Many who have left this Church have tried the experiment of building up the kingdom of God by their learning, saying, &#x201C;When we have established our Church it will then be the kingdom of the Lord.&#x201D; They have laid their subtle plans, have marked out their ground, pointed out their own path, have firmly (as they supposed) set their stakes, commanding their proselytes not to turn to the right hand nor to the left, from the course marked out by them, but in every case has the Lord overthrown their plans, and thwarted all their designs. When the Lord works, no man can hinder, while those who feel willing to hearken to His words work with Him; and when He says, &#x201C;Be still,&#x201D;<span class=\"citation\" id=\"56622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56622)\">Ps. 46:10<\/a><\/span> they are subject; when He dictates, they cease to direct; when He directs, they are willing to do His commandments, He bestows blessings on their labors, His work prospers in their hands, His kingdom moves onward with a steady and unwavering progress, the honest in heart are blessed, and the whole is in a state of continual and rapid increase. Then let the world and the enemies of Christ and His kingdom that are upon earth and in hell, do their worst, it matters not, the work of the Lord is still onward and prosperous in His hands. <\/div><div class=\"paragraph jod\" id=\"v1n1046\"> It is a great privilege which we enjoy this morning of assembling our<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves together in this comfortable edifice, which has been erected in the short space of about four months, in the most inclement season of the year. We have now a commodious place in which we can worship the Lord, without the fear of being driven from our seats by wet and cold, or of standing exposed to the weather. I now say to my brethren, that I feel to dedicate myself and all I possess to the Lord, and constantly feel, with all I have, on the altar of sacrifice to the cause of my God. <\/div><div class=\"paragraph jod\" id=\"v1n1048\"> A year ago this day, when the brethren were assembled to offer up their prayers, and to present business before the Conference, for the consideration of the people, and for the furtherance of the cause we have espoused, I recollect I was not able to sit up, being sick, but not discouraged. I had not fainted by the way, but my heart was as brave as it ever was in any moment of my life, yet I was not able to be in the assembly. I contemplated the situation of this people, and looked over our past history, considered our then present prospects and privileges in these peaceful valleys. My eyes were upon those who were faltering by the way or wandering after the things of this world, and I could not refrain from tracing their steps, as they were passing to the right and to the left after the perishing things of this life. I saw the afflictions of the people, and contemplated their past sufferings and present situation. As I mused, I said in my heart, &#x201C;As soon as I am able to speak to the people, I will unfold to them my thoughts and feelings, and tell them that in the midst of all the afflictions and chequered scenes through which the Saints have passed&#x2014;their joys and their toils, their sufferings and their comforts, their fears and their faith, I have never seen them as comfortable as they are now. I shall say to the brethren, Come, let us build <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a house that we may enter within its walls, and there offer our prayers and thanksgivings before the Lord, and worship Him as long as we please, without the fear of being driven home with storms of wind, rain, and snow.&#x201D; I said, &#x201C;If the Lord blesses me with life and health, I shall put forth my hand to rear an edifice, in which the people can comfortably assemble, as large as we can build at present, and dedicate it to the Lord, that the people may say in their heart, Let us go up to the house of the Lord to worship.&#x201D;<span class=\"citation\" id=\"57745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57745)\">Isa. 2:3<\/a><\/span> I saw that when we should obtain this commodious building, some would wish to be excused from engaging in the pleasing duty of worshipping here, and say, &#x201C;My cattle, my farm, or my business will be forsaken, I must take care of my family, for the Lord gave them to me to take care of;&#x201D; or, &#x201C;I must attend to my affairs here and there, and I cannot therefore stay to worship the Lord.&#x201D; I say to such, Go! but as for me, though all the world should sink into oblivion, I will go up to worship the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1049\"> These were my feelings a year ago, and they are the same today. I dedicate myself, my family, and my substance anew unto the Lord, they are not mine, I am not my own creator, nor the producer of anything I possess; I did not originate one atom of it. Let the world and its cares go! The Lord Almighty, who made it, is able to take care of it, and He may do with it what He pleases; but He has commanded me to worship Him, which is one of the greatest privileges that could be conferred upon man. <\/div><div class=\"paragraph jod\" id=\"v1n1050\"> How long shall we stay here? I answer, as long as I please. Brethren and sisters, cast from you the love of the world,<span class=\"citation\" id=\"78547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78547)\">1 Jn. 2:15<\/a><\/span> and let it have no dominion over you. There are a many who delight in the good things of this earth&#x2014;in gold and silver, in carriages and horses, in houses and splendid furniture, in costly clothing, in orchards  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and gardens, in vineyards and fields, and extended possessions. These things, compared with eternal riches, are nothing, though in their place they are good. You may say, &#x201C;If we live, we must eat, drink, and wear clothing;&#x201D; and, &#x201C;He that provideth not for his own household, has denied the faith, and is worse than an infidel;&#x201D;<span class=\"citation\" id=\"75952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75952)\">1 Tim. 5:8<\/a><\/span> numberless arguments of this kind will present themselves to the minds of the people, to call them away from the line of their duty, when they know it is their privilege to dedicate themselves, their families, and all they possess to the Lord. How quick is the enemy, how ready to present something of an opposite nature to what is right before them! You know the mental and physical weakness of man, so common to mortality, and which the enemy is so ready to turn against you, to his own advantage. You think that your business needs your continual and undivided attention, that you must attend to this, or to that, before you can dedicate yourselves and families to the Lord. There may perhaps be some few here this morning who feel they ought to be plowing, fencing, building, or attending to some minor affair, and cannot possibly spend time to remain at the Conference. If you will hearken to the counsel of your humble servant, you will say to the fields, the flocks, and the herds, to the gold and the silver, to the goods and chattels, to the tenements and the possessions, and to all the world&#x2014;Stand aside, get away from my thoughts, for I am going up to worship the Lord. Let it all go by the board, brethren, and who cares? I do not. Your oxen and horses will not live forever, they will die occasionally; and sometimes we are deprived by death of our children, and other members of our families. I say, let the dead bury the dead,<span class=\"citation\" id=\"64047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64047)\">Matt. 8:22<\/a><\/span> let the corn and the wheat, and all other things, take care of themselves, but let <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us dedicate ourselves, our families, our substance, our time, our talents, and everything we have upon the face of this world, with all that will hereafter be entrusted to us, to the Lord our God; let the whole be devoted to the building up of His kingdom upon the earth, and whether you are called here or there, it makes no matter; but this morning let every heart be humble, watchful, and prayerful, dedicating themselves unto the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1052\"> This people have passed through scenes of deep sorrow and affliction, but they are now in comfortable circumstances. They have been miserably poor, but they are now, I may say, in comparative wealth. We have been sick, now we are well. We have been tormented, now we are comforted. We have been afflicted by our enemies, but we are now far from them. You pause, and ask, how long will it be so? I answer, so long as you and I serve the Lord with all our hearts, just so long shall we be free from our enemies. <\/div><div class=\"paragraph jod\" id=\"v1n1053\"> We have now a comfortable habitation to meet in, and we enjoy the privilege of assembling here in peace. How has it been in bygone years? Look back six, seven, eight, ten, or twelve years ago, or to the year 1830, when the Church of Jesus Christ of Latter-day Saints was organized with six members&#x2014;which is twenty-two years ago this day, and can you tell me of a year, of six months, or of three months that Joseph was not hunted like the deer upon the mountains, by sheriffs with writs in their hands to drag him from us to prison; when he and his brethren were not menaced with bloodthirsty mobs, until this people assembled in the peaceful valleys of the mountains? Who troubles them now? No person who fears God, who serves the King, the Lord of Hosts; and none who are willing to love our Father in heaven supremely&#x2014;above all things else upon the face of this earth, or in eternity, will be found  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>persecuting even an idolater, to say nothing of the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v1n1055\"> Let us now seek with greater diligence to build up the kingdom of heaven, and establish righteousness;<span class=\"citation\" id=\"63672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63672)\">Matt. 6:38 (JST)<\/a><\/span> seek to magnify the Lord God, and sanctify our own hearts;<span class=\"citation\" id=\"77895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77895)\">1 Pet. 3:15<\/a><\/span> establish peace on earth, destroy every root of bitterness<span class=\"citation\" id=\"77242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77242)\">Heb. 12:15<\/a><\/span> from among the people, and cease from this moment to find fault with any brother or sister,<span class=\"citation\" id=\"88813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88813)\">D&amp;C 88:124<\/a><\/span> even though they do wrong, for the Lord will apply the chastening rod to them if they need it. We serve our children so; if we consider they need chastening, we chastise them, but we do not thereby hate them. If it is necessary, we will correct their faults. But should we contend with them? By no means. <\/div><div class=\"paragraph jod\" id=\"v1n1056\"> Are those who have assembled here this morning prepared to make a covenant with themselves that they will cease from all evil practices, from all evil speaking, and from all evil thinking, and say from this very morning, I will never do another evil as long as I live, the Lord being my helper?<span class=\"citation\" id=\"56755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56755)\">Ps. 54:4<\/a><\/span> I will do all the good I can, and prepare for the coming of the son of man? To this end I wish we should dedicate our hearts, our affections, and our whole life to the cause of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1057\"> I do not feel like preaching a discourse upon any particular subject; but of urging the necessity of the brethren and sisters absolutely coming to this determination this morning, and dedicating themselves and all they have to the Lord from this time henceforth. Can we come to this conclusion, to firmly, faithfully, and unitedly enter into a covenant with ourselves, saying, I am for the Lord and none else; from this time henceforth, I will do the will of my Father who is in the heavens, who has called me to minister the fulness of the Gospel, and to share the glory that is prepared for the righteous: I will be like clay in the hands of the potter,<span class=\"citation\" id=\"60508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60508)\">Jer. 18:6<\/a><\/span> that He may mold and <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fashion me as seemeth Him good; and if He will make known to me His will, mine shall bow to it, my affections shall be placed upon eternal things, and shall not rest upon the fading, transitory objects of time and sense. Can we make this covenant with ourselves this morning? Not only to <span class=\"italic\">say<\/span> we dedicate this house and ourselves, our flocks, herds, families, and possessions, to the Lord, but actually perform the work, dedicating our affections to His service. If our affections are won and wholly dedicated to His cause, we have then obtained the victory. <\/div><div class=\"paragraph jod\" id=\"v1n1058\"> Perhaps we may find one here and there who will say, &#x201C;I cannot do this, I may say it with my lips, but to feel it in my heart, the case is hard; I am poor and needy, and desire to go to the gold mines to obtain something to help myself, by speculating upon the Gentiles, and thus get me a good farm and team, with which to get out of this thralldom and difficulty; my mind is so perplexed, I cannot say my affections are fully dedicated to the Lord my God.&#x201D; What is to be done in such a case? I know what I would do, for I have experience in these matters&#x2014;I would call upon the Bishop, and make known to him my distress. There are many who in these words complain, and say they are so poor they cannot pay their tithing; say they, &#x201C;I have only got three horses and two yoke of cattle and about fifty sheep; I want one horse to ride, and the others to haul wood, I therefore do not know how I can possibly pay my tithing.&#x201D; While on the other hand, others who have only got half a dozen chickens can willingly pay their tithing. You may say, &#x201C;It is easier for them to pay tithing than for those who possess so much, for they are so very poor, it does not infringe upon other matters.&#x201D; Now if I had but one cow, and felt thus, I would give her away forthwith. If you have only six  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>horses and ten yoke of cattle, or only one cow, and you are too poor to pay your tithing, give the whole into the public works. I speak thus to those who are inclined to love the substance of this world better than the Lord. If you have gold and silver, let it not come between you and your duty. I will tell you what to do in order to gain your exaltation, the which you cannot obtain except you take this course. If your affections are placed upon anything so as to hinder you in the least from dedicating them to the Lord, make a dedication of that thing in the first place, that the dedication of the whole may be complete. <\/div><div class=\"paragraph jod\" id=\"v1n1060\"> What hinders this people from being as holy as the Church of Enoch? I can tell you the reason in a few words. It is because you will not cultivate the disposition to be so&#x2014;<span class=\"italic\">this comprehends the whole<\/span>. If my heart is not fully given up to this work, I will give my time, my talents, my hands, and my possessions to it, until my heart consents to be subject; I will make my hands labor in the cause of God until my heart bows in submission to it. <\/div><div class=\"paragraph jod\" id=\"v1n1061\"> I might here use a just and true comparison which will apply to the Church. The rulers of Great Britain have tried to make every capitalist identify his interest with the Government&#x2014;<span class=\"italic\">that<\/span> has sustained the kingdom, and is like a powerful network around the whole. Apply this comparison to the kingdom of God on earth. <\/div><div class=\"paragraph jod\" id=\"v1n1062\"> Brethren, do you wish this heavenly government to stand? There is no government more beautiful, no confederacy more powerful! What shall we do to accomplish this? Imitate the policy of that earthly kingdom, identify our interest with the kingdom of God, so that if our hearts should ever become weaned from loyalty to the sovereign, all our <span class=\"italic\">earthly<\/span> interest is bound up there, and cannot be taken away. We must therefore sustain the <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom in order to sustain our lives and interests; by so doing we shall receive the Spirit of the Lord, and ultimately work with all our hearts. <\/div><div class=\"paragraph jod\" id=\"v1n1063\"> This is a policy which I have not reflected upon until this morning, but before we get through with the Conference, I shall, perhaps, see it entered into, not as the result of any premeditation in the least, but when the condition of our temporal affairs is read from the stand, you will find the Church in considerable indebtedness. If any man is in darkness through the deceitfulness of riches,<span class=\"citation\" id=\"64529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64529)\">Matt. 13:22<\/a><\/span> it is good policy for him to bind up his wealth in this Church, so that he cannot command it again, and he will be apt to cleave to the kingdom. If a man has the purse in his pocket, and he apostatizes, he takes it with him; but if his worldly interest is firmly united to the Kingdom of God, when he arises to go away, he finds the <span class=\"italic\">calf<\/span> is bound, and, like the cow, he is unwilling to forsake it. If his calf is bound up here, he will be inclined to stay; all his interest is here, and very likely the Lord will open his eyes, so that he will properly understand his true situation, and his heart will chime in with the will of his God in a very short time. Were we to dedicate our moral and intellectual influence, and our earthly wealth to the Lord, our hearts would be very likely to applaud our acts. This reasoning is for those who do not feel exactly to subscribe to all that has been said this morning, with regard to dedicating ourselves to the cause of truth. This is what you must do to obtain an exaltation. The Lord must be first and foremost in our affections, the building up of His kingdom<span class=\"citation\" id=\"63673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63673)\">Matt. 6:38 (JST)<\/a><\/span> demands our first consideration. <\/div><div class=\"paragraph jod\" id=\"v1n1064\"> The Lord God Almighty has set up a kingdom that will sway the scepter of power and authority over all the kingdoms of the world, and will never be destroyed,<span class=\"citation\" id=\"61164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61164)\">Dan. 2:44<\/a><\/span> it is the kingdom that  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Daniel saw and wrote of.<span class=\"citation\" id=\"92200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92200)\">D&amp;C 138:44<\/a><\/span> It may be considered treason to say that the kingdom which that Prophet foretold is actually set up; <span class=\"italic\">that<\/span> we cannot help, but we know it is so, and call upon the nations to believe our testimony. The kingdom will continue to increase, to grow, to spread and prosper more and more. Every time its enemies undertake to overthrow it, it will become more extensive and powerful; instead of its decreasing, it will continue to increase, it will spread the more, become more wonderful and conspicuous to the nations, until it fills the whole earth.<span class=\"citation\" id=\"61066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61066)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86583)\">D&amp;C 65:2<\/a><\/span> If such is your wish, identify your own individual interest in it, and tie yourselves thereto by every means in your power. Let every man and every woman do this, and then be willing to make every sacrifice the Lord may require; and when they have bound up their affections, time, and talents, with all they have, to the interest of the kingdom, then have they gained the victory, and their work is complete, so far as they understand. <\/div><div class=\"paragraph jod\" id=\"v1n1066\"> If this people would take that course, what hinders their being in the Millennium? If I were to ask what the Millennium&#x2014;the Latter-day glory so often spoken of, is, I should find numerous opinions among this people, and many in and out of this congregation. I have learned long ago that the thoughts and expressions of men are very diversified; if, indeed, their thoughts or ideas are similar, I know their words differ widely; so should I find a great many different opinions among this people, with regard to the real essence and effect of the Millennium. The Millennium consists in this&#x2014;every heart in the <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church and Kingdom of God being united in one; the Kingdom increasing to the overcoming of everything opposed to the economy of heaven, and Satan being bound, and having a seal set upon him. All things else will be as they are now, we shall eat, drink, and wear clothing. Let the people be holy, and the earth under their feet will be holy. Let the people be holy, and filled with the Spirit of God, and every animal and creeping thing will be filled with peace; the soil of the earth will bring forth in its strength, and the fruits thereof will be meat for man. The more purity that exists, the less is the strife; the more kind we are to our animals, the more will peace increase, and the savage nature of the brute creation vanish away. If the people will not serve the devil another moment whilst they live, if this congregation is possessed of that spirit and resolution, here in this house is the Millennium. Let the inhabitants of this city be possessed of that spirit, let the people of the territory be possessed of that spirit, and here is the Millennium. Let the whole people of the United States be possessed of that spirit, and here is the Millennium, and so will it spread over all the world. <\/div><div class=\"paragraph jod\" id=\"v1n1067\"> Let us cease from all evil, and do all the good we can to the nations abroad, and by and by the veil of the covering will be taken from the earth,<span class=\"citation\" id=\"89467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89467)\">D&amp;C 101:23<\/a><\/span> and the inhabitants see as they are seen.<span class=\"citation\" id=\"87161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87161)\">D&amp;C 76:94<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1068\"> May the Almighty Father of heaven and earth bless you, and I bless you in His name, and pray that we may be diligent in every good word and work before the Lord, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}