{"ID":10045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advice to Immigrants.<\/div>\n<div class=\"subtitle\">An Address by Elder Franklin D. Richards, Delivered at the General Conference, Great Salt Lake City, October 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Advice to Immigrants.<\/div>\n<div class=\"speaker\">Speaker: Franklin D. Richards<\/div>\n<div class=\"date\">Date: 10\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v1n1599\"> Brethren and Sisters&#x2014;It seems to have fallen to my lot this afternoon to speak to you. Whether I may speak lengthily, or occupy but a short time, will be as I am led and dictated by the Holy Spirit. <\/div><div class=\"paragraph jod\" id=\"v1n1600\"> I rejoice in the opportunity, for many reasons. The first and greatest is it is a blessing for a man who is called of God to teach the people, to exercise himself in his office and calling, and try to magnify it, for he is thereby made a blessing to the people, and is himself edified, often, yea, I <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may say generally, quite as much as they are. <\/div><div class=\"paragraph jod\" id=\"v1n1601\"> I rejoice this afternoon in the privilege of meeting so many of my brethren who have just arrived from the old country. I behold faces in the congregation with whom I have within a few years past been wont to assemble in England, in Scotland, in Wales, and in other places. There we used to rejoice together. The Spirit and power of God rested upon us while we contemplated the things of God, that are calculated to pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pare us for the life which is to come. <\/div><div class=\"paragraph jod\" id=\"v1n1603\"> I feel to congratulate you, my brethren, who have newly come in, and who constitute so goodly a number of my hearers this afternoon, upon your safe arrival in these beautiful valleys; for you have now accomplished one of the greatest undertakings of your lives. Once, had you been told that you would forsake father, mother, brethren, sisters, kindred, and friends, and that you would do it under the stigmatized appellation of &#x201C;Mormon&#x201D;&#x2014;to come so great a distance, to traverse one-third of the circumference of the globe, it would have been as incredible to you as to any of us. While you were near the close of this great task, doubtless some felt that had it been one hundred miles further, they scarcely could have endured to the end of the journey; yet, to some of us, this wonderful, great undertaking is but a small thing; we have done it several times, and expect to do it many times more. I congratulate you, however, on your having accomplished the task, and feel, as your brother in the Lord, to welcome you here in the midst of God's people, and to pray with sincerity that the spirit of Zion may rest upon you. <\/div><div class=\"paragraph jod\" id=\"v1n1604\"> You have come to this place with feelings and views as varied as the degree of faith in, and knowledge you have of, the Gospel, and the measure of spirit in which you walk. There are some who, in their own estimation, are well qualified and fully prepared to judge of the propriety and impropriety of everything that exists here; and such, while they may find some few things answer pretty well, will find many things which, in their opinion, are not right, and really need reformation. <\/div><div class=\"paragraph jod\" id=\"v1n1605\"> Brethren, you who have just arrived in the Valley, I wish to direct my words to you this afternoon, to sound a word in your ears that may not be <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lost upon you, and it is worth your while to hearken to it. You may dwell in this society, and never know what manner of spirit you are of, nor the power of God that dwells in the Priesthood in your midst; and, on the other hand, you may come here in a right frame of mind, and hearken to the Spirit of God through the man whom He has appointed to watch over us, and know that the words of all God's servants are the words of life to you; and their faces will shine with wisdom in your eyes. If you possess this frame of mind, you will be prepared to drink in intelligence from day to day, from their counsel and examples, that will lead you on in the bright and shining way that was discoursed upon this morning. <\/div><div class=\"paragraph jod\" id=\"v1n1606\"> In the first place, I will offer a word to all, whether they are mechanics or common laborers. No matter what calling you may follow in life, you have need, at this juncture of your existence, to observe and treasure up one thing carefully and faithfully in your minds, namely, if you live a proper life before the Lord, you know that you have the fellowship of His Spirit, so that you know your prayers are heard and answered, because you receive the things you ask for. If you live so as to always have the witness of the good Spirit, you will be saved today and every day, and thus it will constantly be well with you. But if you are heedless of <span class=\"italic\">this day<\/span>, and calculate on tomorrow, you have no assurance that you will realize your hopes tomorrow. The only certain stepping stone to the great good you may have tomorrow in the midst of this people is, that you be faithful to your covenants with God, and secure thereby the fellowship of the Spirit, and walk in the counsels of it today; if you do this, you will have the good that is for you tomorrow. <\/div><div class=\"paragraph jod\" id=\"v1n1607\"> If you have come into this place  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nearly penniless, and, in many respects, comparatively destitute, and with no one to take you by the hand, or your friends are not here, or, if they are, and do not hail you as you think they ought, be of good cheer, and let not your hearts be sad, knowing you are doing right, and have gathered according to the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1609\"> If you look about you and see the Saints who have been here some years, and the choice locations taken up by them, and you are still at the foot of the hill apparently, do not fret your souls; remember that those brethren made the roads to this place, killed the snakes, or gently turned them out of their path, made the bridges, opened the canyons, made the fences, ploughed the ground, and worked in the wet and cold, in the midst of hunger and privation, to the best of their ability, more than any portion of this people have. Have they not worked to obtain what they have now got? If you look at it with a single eye, it is marvelous to see the kingdom of God at this day. After being here only six years; after being driven from Nauvoo, and suffering the toils of a wilderness life among savages and wolves, to see it at the present time is indeed comforting and cheering; the aspect is promising beyond all we could have anticipated, or almost what could have been wished. Does it not make your souls rejoice in the Lord, that He has established His people, and to realize that you are blessed above measure in having a name and a place in this city or territory? You are better off this afternoon in this place, in rags, and begging your bread, than in England, Scotland, or Wales, earning one hundred pounds per annum. You would there be dwelling among the cloudy mists of Babylon, where you dare not say your souls were your own. You could make but little advancement in your holy religion there; but here you <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can receive words of life from those whom God has appointed to lead His people into the way of salvation. Be careful now, that the good Spirit which has accompanied you in the old world, and dwelt with you in the ship across the sea, and has sustained you and your teams while crossing the plains&#x2014;be careful that you retain it, and make it your counselor here. <\/div><div class=\"paragraph jod\" id=\"v1n1610\"> I know how natural it is for the Saints who come from abroad to be very diligent in inspecting God's people, to see if they are as righteous as they ought to be; but they forget they have a duty to perform to themselves. As one of old said, &#x201C;the eye is not satisfied with seeing, nor the ear with hearing,&#x201D;<span class=\"citation\" id=\"57563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57563)\">Eccl. 1:8<\/a><\/span> but they forget to look at themselves; the spirit of murmuring and complaining takes possession of them, and you may see them wandering about in sorrow, affliction, and grief; and what is worse than all, <span class=\"italic\">they have brought it upon themselves<\/span>, because they have not retained the fellowship of the Holy Spirit through faithfulness of conduct, and away they go to California. I felt to speak these things to you, that you might be admonished at the present time to faithfulness, and that you might rejoice in the assembly of God's people, that you had been brought over the mountains to this place in safety. I feel to magnify the name of the Lord to see so many of you, and pray that those who are still journeying on the plains may be safely brought in. <\/div><div class=\"paragraph jod\" id=\"v1n1611\"> In coming here, you cannot, as individuals, know all things that are before you. You are now dwelling in a society that differs from any you ever dwelt in. The circumstances of life are all different, and the business arrangements different, to those you have been used to in the old country. It is necessary that you look about you for a season, find out whom you are among, and know the condition and nature of the elements and state  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the society, that you may drop into business through the fellowship of your brethren and sisters, and take hold with them in the different branches of business that are carried on here for the comforts of life. You Elders, who have been in that country, preaching and building up Branches of the Church there; you that have taken up your cross, and gone from your homes, and warned the inhabitants of the earth where you have labored, the Lord went with you, when you went in the name of Jesus; His Spirit was upon you, and you were the means of building up Churches, and of doing much good in various ways; that same Spirit will be with you when you go to labor in the canyons, or do anything else, if you will nourish it, and not cast it from you. Peradventure in the canyons you may need its premonitions most when your life or limb may be in jeopardy. This, my brethren, is the rock upon which many Saints split&#x2014;they leave the way of truth, they step aside from the rugged path of duty which they have been wont to walk in, and, feeling a degree of ease and safety, as they suppose, on arriving here, they forget their prayers, and that they have need to continue to increase their fellowship with the Holy Spirit; they leave off their duties, and, ere they are aware of it, they are left to themselves. <\/div><div class=\"paragraph jod\" id=\"v1n1613\"> It is said that the females are the ones by whom the nations are ruled. It is certain that the females have necessarily great influence upon the whole community, and especially upon the rising generation. Allow me a word with the sisters. In your associations and visiting with those about you, when you find a sister or brother that can speak evil of dignities<span class=\"citation\" id=\"124659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124659)\">2 Pet. 2:10<\/a><\/span> with impunity, and can find fault with what is being done by the Church, and cannot do any good themselves (for such folks cannot do anything themselves <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but bark and snarl like the dog in the manger), when you get into the society of such people, you will take notes, if you do as I do, and seek the company of those who will speak well of the brethren and sisters, and then you may expect they will speak well of you. When you associate with those who speak well of the truth, their counsels will edify you, and their words will be seasoned with grace<span class=\"citation\" id=\"75646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75646)\">Col. 4:6<\/a><\/span> to your edification and instruction, and the clouds of adversity that rest down upon you will vanish away. <\/div><div class=\"paragraph jod\" id=\"v1n1614\"> You will find Saints living about you, that have the good Spirit, and can give you the word of comfort, and take you by the hand and pour the oil of consolation into your heart, and do you good in the name of the Lord. If you seek that kind of society, you will tend upwards towards the realms of light, in duty and intelligence. By taking this course, you will be cultivating the same good Spirit in your own hearts, that you see in the hearts, examples, and general conduct of your brethren and sisters around you, and which is most conspicuous in those who are called to lead and direct in the Priesthood. On the other hand, if you come in here, with the intention to be right down sharp, careful to watch and to criticize your brethren very closely, you will find all the evil you look for, and see imperfections which the cloak of charity and good will would have covered, had you possessed it yourself. You never were among a people where men talked as they meant, and meant what they said, so near as in this place. If you feel to take advantage of your brother or your sister, you may, but it will not be good for your soul; it will be money badly earned. But if you come here with a frank and honest heart, and prepared to speak and act without hypocrisy, and just as you feel, you will find yourselves among a community of brethren and sisters that are  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ready to aid, comfort, and bless you. If you look with your eyes, as I did with mine when I came home from England, you will find your brethren and sisters to be such kind of beings, whose good works you will wish to emulate. <\/div><div class=\"paragraph jod\" id=\"v1n1616\"> Take the wisest course to grow in grace, and in the knowledge of the truth;<span class=\"citation\" id=\"78497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78497)\">2 Pet. 3:18<\/a><\/span><span class=\"citation\" id=\"85977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85977)\">D&amp;C 50:40<\/a><\/span> and the only way is by attending diligently to your prayers, and walking in the light of God's Spirit. You will find that condescension in the hearts of your brethren, that love and charity abounding in their bosoms that if you are in adversity and need they will extend a helping hand, and comfort you, and do you good, and will not charge you one hundred percent interest either. I have to say that if you have come to these valleys determined, as for you and yours, to serve the Lord, you will find it the easiest thing in the world to fellowship with those whose hearts run together like two drops of water, and you will be blessed, as also will those with whom you associate. You have arrived at a juncture of your life where two ways branch out; if you wish to travel downward, the great depot of that route is California; if upward, the great depot on that road is this city, these men that surround me in this stand. You do not know what you may be called upon to do. I do not know what I may be called upon to do before this Conference comes to a close, in addition to what is already laid upon me here at home. It is necessary to be always ready; and if you live as you ought, you will always be ready, and nothing will come wrong to you; and if you always live that way, you may always be as happy as you wish to be. <\/div><div class=\"paragraph jod\" id=\"v1n1617\"> The work we are called unto in these last days, calls upon us not to narrow our minds down to the building of a piece of fence, to the enclosing of a piece of land, or to the putting up of  <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a house, alone; but it is our duty while seeking to make an inheritance here, to reach out our prayers in faith and supplication for the general good, and with becoming liberality feel after those who are to enjoy the same blessings we enjoy. We have our duties to ourselves and families to perform, and our daily and hourly duties to our God; but there is a duty we owe, in common with all God's people, to those who are not yet gathered from the house of bondage. How many of the Israel of God are there sitting in darkness, in distant nations, that have not the light proclaimed to them? Have we come home here to sit down in ease, and let them go down to the grave in ignorance? If we have, we mistake the matter, and in the end will find we shall come short of that glory and reward we anticipate. You have come here to obtain inheritances for yourselves and families, and for your generations forever, in righteousness, as God shall give you power to do. You have, in connection with this, to build up the kingdom of God, to pay tithing, and be ready to fill every office and duty that is put upon you, making the kingdom of God the first and foremost in your affections and attention, and yourselves and families a secondary consideration; and this Gospel has to be borne off among the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1618\"> How good it is for us to hear, by the monthly mails, how many there are continually witnessing afar off to the forgiveness of sins through the Gospel. We ought to remember them, and be prepared for whatever may be expected at our hands in those far off regions. Let us not settle down, and become sordid in our affections to anything earthly. It is our duty to seek first the kingdom of God,<span class=\"citation\" id=\"63618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63618)\">Matt. 6:33<\/a><\/span> and the promise is that other things shall be added unto us. <\/div><div class=\"paragraph jod\" id=\"v1n1619\"> The Lord has manifested His readiness, and determination of purpose, to  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pour out knowledge and intelligence upon His people,<span class=\"citation\" id=\"90842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90842)\">D&amp;C 121:33<\/a><\/span> as fast as they are prepared to receive it.<span class=\"citation\" id=\"90589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90589)\">D&amp;C 111:11<\/a><\/span> Since I left you the last time in the old country, the revelations of the Lord have been sent forth, which had never before been made public, and we have all been led along by degrees in the knowledge of life and salvation. Yet a great amount of advancement has yet to be made while we are in the flesh, greater duties are rolling upon us as fast as we can perform those we are already engaged in. We look around us here upon the house of Israel, the Lamanites, and while our hearts are opened towards them for good, they are not backward to administer death to our brethren. Is this always going to be so? No. The Lord God will work upon them in His own way, until they become one with us in building up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v1n1621\"> The Priesthood in the last days has to be manifested in sufficient power to bear off the kingdom of God triumphant, that all Israel may be gathered and saved. If all Israel will not be sanctified by the law which their Moses first offers them, they will peradventure receive a <span class=\"italic\">law of ordinances<\/span> administered to them, not according to the power of an endless life.<span class=\"citation\" id=\"68616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68616)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76842)\">Heb. 7:16<\/a><\/span> Men will be saved in the last days as in former days, according to their faith and willingness to receive the word of God, and walk in it. <\/div><div class=\"paragraph jod\" id=\"v1n1622\"> We may speak in terms of wonder and admiration of what has been done, and yet where shall these things grow to? They must grow until they spread over all the face of the earth, and control the powers that exist upon it. There must be other revelations fulfilled in our return to Jackson County, and building up the New Jerusalem there; the Lord prepare us for that day, that we may be able to stand the exhibition of glory that will there be made manifest. Before that <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comes to pass, something must be done here, there is a temple to be built in this city. You, brethren, who received your blessings and endowments in the temple that was built in Nauvoo, have been made witnesses of the wisdom and power that have gone forth to the nations of the earth from that place, and of the power that was realized in the quorums of the Priesthood; no tide of oppression could be raised powerful enough to bear down the authorities of God's kingdom; we see the wicked who came to rule us turned back to their own place, and the Priesthood appears greater than the powers of earth. The powers of the Priesthood must be made manifest before the eyes of all the world, and become transcendently above every other influence. You have sure grounds for confidence, for every step and every turn this Church makes, is calculated to increase confidence; and if we live so as to have our eyes washed with the eye water of the Gospel, we can ourselves realize the rapid growth of Christ's kingdom, and the growth of grace in ourselves and in others necessary to lead us on to perfection. You have come here to cultivate perfection in yourselves in the name of the Lord; and if you do that, and try to be useful, and willing to do anything here or anywhere else you are instructed to do, you will be made fit for the performance of any essential good in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v1n1623\"> Well then, brethren and sisters, while all is auspicious around us, and everything calculated to encourage us to do good, let us be up and doing, and try to keep the commandments of God with all our hearts, and we shall find it easier and easier to do it. Let us be prepared always for every duty that is laid upon us, and the grace of God will be sufficient for us under every circumstance. <\/div><div class=\"paragraph jod\" id=\"v1n1624\"> When I was called to preside in England, I felt as though I never  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could magnify that calling, it appeared too great for me. But if we feel right, we shall feel like the Prophet of old, the Spirit of the Lord will be sufficient for us in the performance of every duty. I pray that the spirit of Zion may be given to you who have newly come in, that you may go on <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your way rejoicing,<span class=\"citation\" id=\"124660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124660)\">Acts 8:39<\/a><\/span> and be able to do the will of God here and abroad. May the blessings of God be and abide upon you by day and by night, and increase you on the earth, in blessings and riches forever, is the prayer of your brother Franklin. <\/div>\n<\/div>\n<\/div>"}