{"ID":10049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Uniformity.<\/div>\n<div class=\"subtitle\">A Discourse by Elder Jedediah M. Grant, Delivered in the Tabernacle, Great Salt Lake City, Aug. 7, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Uniformity.<\/div>\n<div class=\"speaker\">Speaker: Jedediah M. Grant<\/div>\n<div class=\"date\">Date: 8\/7\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v1n1736\"> The weather being warm, and the people generally of the laboring class, I presume are the cause of a rather late attendance at meeting this morning. <\/div><div class=\"paragraph jod\" id=\"v1n1737\"> There are peculiarities connected with our duties, that make them differ from the duties of almost every other community. Other communities have gold and silver to aid them, in building, in planting, in gathering, and in all the different avocations of life; but this people have to accomplish all they do accomplish, by the bone and sinew alone, which the Almighty has given them; and where it is constantly employed, it has an effect upon the bank more or less; not, however, that the specie is exhausted, or the bills depreciated in value, but it exhibits a feature in our history which has been <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> frequently exhibited, and is, as it has been, peculiar to this society. <\/div><div class=\"paragraph jod\" id=\"v1n1738\"> The world, and the inhabitants thereof, are fluctuating; not only the inhabitants, but the elements that surround the earth are frequently in a fluctuating condition. I have often listened, with a great deal of attention and interest, to the explanations given of the beauties and of the uniformity of nature, contrasted with the fluctuations and changes of men, of nations, of kingdoms, and of countries. <\/div><div class=\"paragraph jod\" id=\"v1n1739\"> Man is sometimes represented as if he were the only fluctuating and changeable being in existence; but when I contrast in my thoughts the revolutions of nations, with the revolutions and changes that have taken  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>place upon the face of our globe, I am sometimes led to the conclusion that the elements change as often as the inhabitants that dwell upon the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1741\"> We see at one time, the earth shaken, as it were, from center to circumference; we hear the sound of bellowing earthquakes; we see the smoke of the towering mountains, and the yawning crater belching forth its boiling lava; indeed every mountain, valley and dell, the rivers, and the ocean into which they empty their waters, and all the elements with which we are surrounded, exhibit one constant scene of change, one constant scene of variety, and one constant scene of commotion. <\/div><div class=\"paragraph jod\" id=\"v1n1742\"> We cannot say, &#x201C;<span class=\"italic\">Man<\/span>, thou art the only changeable creature, the only changeable substance we gaze upon.&#x201D; But the ocean, and all the waters communicating therewith; the earth, with its ten thousand lofty mountains, verdant valleys, and extended plains; exhibit to our view a variety of changes that have been, and that we may expect will continue to be, from this time forth. <\/div><div class=\"paragraph jod\" id=\"v1n1743\"> Consequently, when we see man excited to follow any avocation in life, whether it be for gold, silver, or other precious ores, for which he leaves his all, acts unwisely and inconsistently, sacrificing his home, his family, and everything dear and near to him, we can exclaim, &#x201C;This wild career of man is not the only wildness exhibited in nature.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1744\"> If you refer back to the earliest ages, and trace the history of the world, where can you find uniformity in nature's works? If you can find a uniformity at any time in the earth, the sea, the air, or in the elements, pray tell me when it was. <\/div><div class=\"paragraph jod\" id=\"v1n1745\"> Was it when our first parents were cast out of the Garden of Eden, when it became desecrated by sin; or when old father Noah rode safely over the <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mighty deep, protected by the arm of Jehovah, while every other living thing sank in the depths of a watery grave? Was it when Abel rose up to offer in sacrifice the first fruits of his flock to the Most High God,<span class=\"citation\" id=\"124677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124677)\">Gen. 4:4<\/a><\/span> and Cain his brother rose up and murdered,<span class=\"citation\" id=\"124678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124678)\">Gen. 4:8<\/a><\/span> or sacrificed him for doing so? Was that a day of uniformity? Were the elements calm and composed? Did nature exhibit a serene and smooth surface? <\/div><div class=\"paragraph jod\" id=\"v1n1746\"> You pass further down the lapse of time, from the days of our earliest progenitors, until the earth was deluged in water, and the lofty summits were submerged in the raging element. After the waters subside, and the inhabitants of the earth begin to increase and go forth upon its face, you soon discover a change in them and in the earth itself. <\/div><div class=\"paragraph jod\" id=\"v1n1747\"> If you look for uniformity in man, was it when the descendants of Noah sought to build a great tower, that they might, as they thought, climb up to where their Father in Heaven lived,<span class=\"citation\" id=\"52996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52996)\">Gen. 11:4<\/a><\/span> and thus try to defy His power, should He again bring a flood of water to deluge the earth? Was that the age, when people studied to know the purposes of a righteous God? <\/div><div class=\"paragraph jod\" id=\"v1n1748\"> Pass on from that day, until you come to the illustrious Abraham, the father of the faithful,<span class=\"citation\" id=\"74514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74514)\">Gal. 3:9<\/a><\/span><span class=\"citation\" id=\"92175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92175)\">D&amp;C 138:41<\/a><\/span> and ask yourselves if his course was very uniform, and if the course of the inhabitants of the earth around him was very uniform, and something to be admired. You see him rushing forth to war.<span class=\"citation\" id=\"53069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53069)\">Gen. 14:13-16<\/a><\/span> Not only did he sally out to the field to fight with the weapons of death in his hands, but we might take a glance at his course in the domestic circle. Was it uniform in Sarah and Hagar to quarrel with each other, and when Hagar had to be banished with her son Ishmael?<span class=\"citation\" id=\"53271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53271)\">Gen. 21:10,14<\/a><\/span> Even in the domestic circle of the great Patriarch, we discover nature was not uniform. Was it uniform when the cry of the  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>banished Hagar ascended to heaven, and brought an angel to give drink to the young urchin who was dying of thirst under one of the shrubs?<span class=\"citation\" id=\"53272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53272)\">Gen. 21:15-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1750\"> If you pass on through the line of his descendants you find the same lack of uniformity. How sublime the quarrel that took place between Joseph and his brethren!<span class=\"citation\" id=\"124679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124679)\">Gen. 37:18-36<\/a><\/span> What remarkable contentions existed among them. Look at the old Patriarch Jacob in his family circle, and you see him goaded with thorns of grief because of his family broils. Do we find the elements around that family very calm, pacific, uniform, serene, angelic, and Godlike? How calm they were when one of his wives, in order to get her rights, had to purchase her husband with mandrakes?<span class=\"citation\" id=\"53523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53523)\">Gen. 30:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1751\"> You discover a scene of vexatious broils in the domestic circle; though they were not at war with surrounding nations, yet the elements were at war in the very center of that venerable house. <\/div><div class=\"paragraph jod\" id=\"v1n1752\"> Such, then, were the scenes in early ages among those righteous, pure, holy, just, and noble Patriarchs, who conversed with God, wrestled with angels,<span class=\"citation\" id=\"53548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53548)\">Gen. 32:24-30<\/a><\/span> obtained promises,<span class=\"citation\" id=\"76745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76745)\">Heb. 6:15<\/a><\/span> and coped with high heaven. <\/div><div class=\"paragraph jod\" id=\"v1n1753\"> If you pass on and seek to find uniformity, beauty, and sublimity, will you find it when the Israelites were bondmen in Egypt, when they were compelled by hard task masters to gather straw and make bricks for a living?<span class=\"citation\" id=\"53873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53873)\">Ex. 5:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1754\"> If you should pass on to the time the illustrious meek man of God,<span class=\"citation\" id=\"124680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124680)\">Num. 12:3<\/a><\/span> Moses, was sent to them, how much uniformity do you discover when he led them to the Red Sea, and a mighty host from Egypt around them threatening their destruction, but the sea opened and let them through dry shod,<span class=\"citation\" id=\"53996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53996)\">Ex. 14:21<\/a><\/span><span class=\"citation\" id=\"81431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81431)\">2 Ne. 21:15<\/a><\/span> and the mountains skipped like rams, and the little hills like lambs?<span class=\"citation\" id=\"57219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57219)\">Ps. 114:4,6<\/a><\/span> Was this a scene where we may look for uniformity? Or, after he led them <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forth to Sinai, where the voice of God, the roaring thunder, and vivid lightning were exhibited.<span class=\"citation\" id=\"54158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54158)\">Ex. 19:18<\/a><\/span> While Moses was upon the mount conversing with the Most High God, Aaron took the gold offered to him by the people, and made a calf for Israel to worship, and they said, &#x201C;These be thy gods, O Israel, which brought thee up out of the land of Egypt.&#x201D;<span class=\"citation\" id=\"54451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54451)\">Ex. 32:4<\/a><\/span> Was there any sublimity, glory, and loyalty to God in this? When Moses descended from the mountain, was everything calm and peaceable, and uniform? No! The Israelites had made a golden calf, and were dancing round the god they had made out of their earrings and jewelry they had pilfered from the Egyptians&#x2014;they had stolen by revelation, by divine direction;<span class=\"citation\" id=\"124681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124681)\">Ex. 3:21-22<\/a><\/span><span class=\"citation\" id=\"124682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124682)\">Ex. 11:2-3<\/a><\/span><span class=\"citation\" id=\"124683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124683)\">Ex. 12:35-36<\/a><\/span> they were having a grand dance around this molten calf, when Moses in his anger broke the tables.<span class=\"citation\" id=\"54480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54480)\">Ex. 32:19<\/a><\/span> Can you find any uniformity, any beauty, any order reigning in the house of Israel? <\/div><div class=\"paragraph jod\" id=\"v1n1755\"> Pass on, and look at affairs in the days of Solomon&#x2014;how uniform that mighty king was in his course, with his seven hundred wives, and a legion of concubines.<span class=\"citation\" id=\"55655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55655)\">1 Kgs. 11:3-10<\/a><\/span> How uniform <span class=\"italic\">he<\/span> was in his passions and feelings. He was not contented with the fair daughters of Israel, but the queen of Sheba, and the women of nations afar off, captivated this wise king&#x2014;by whom he was led astray, and desecrated the altars of God, the sanctuaries of Israel, and the Urim and Thummim, by introducing the idolatrous worship of the strange gods of his wives and concubines. <\/div><div class=\"paragraph jod\" id=\"v1n1756\"> There was also David, the father of Solomon, and the man after God's own heart.<span class=\"citation\" id=\"55445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55445)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71853)\">Acts 13:22<\/a><\/span> Though his wives were many, and his family numerous, yet he could not cast his eyes out of a window, and see a beautiful woman in a bath,<span class=\"citation\" id=\"55549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55549)\">2 Sam. 11:2<\/a><\/span> without lusting after her. His heart was so susceptible of love, that he conceived the murder of her husband to possess her, and caused his  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>victim to be stationed in the front of the battle where he would be sure to be slain.<span class=\"citation\" id=\"55551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55551)\">2 Sam. 11:15<\/a><\/span> This was the kind of sublimity the men of God exhibited anciently. <\/div><div class=\"paragraph jod\" id=\"v1n1758\"> Look at the difficulties that existed between Israel and the Prophets; look at the murders, devastation, destruction, altars smoking with blood, cities wrapped in flame, and thousands and tens of thousands mantled in death upon the bloodstained earth by contending armies; and ask yourselves if that is the time to look for uniformity. <\/div><div class=\"paragraph jod\" id=\"v1n1759\"> Was it to be found in the days of Alexander the Great, when he conquered the world, and spilled rivers of blood to attain his purpose? Was it to be found among the Romans, or among the Medes and Persians? Shall we look to any of the ancient nations for uniformity. <\/div><div class=\"paragraph jod\" id=\"v1n1760\"> But we will pass by these dark ages, and come down to the interesting time when the Son of God unfolded the glorious theme of the Gospel of peace, of matchless glory, of matchless love; when the babe of Bethlehem was born; when the sun of righteousness appeared with healing in his wings;<span class=\"citation\" id=\"62530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62530)\">Mal. 4:2<\/a><\/span><span class=\"citation\" id=\"81434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81434)\">2 Ne. 25:13<\/a><\/span> and when beauty, and glory, and sublimity were displayed in their grandeur, full bloom and glory. <\/div><div class=\"paragraph jod\" id=\"v1n1761\"> You do not wish us to understand, that that was the time when Herod put forth his hand to put to death the young children under a certain age, in hopes to kill the young child Jesus.<span class=\"citation\" id=\"62648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62648)\">Matt. 2:16<\/a><\/span> Is this the beauty of that age&#x2014;the sublimity to which you call our attention&#x2014;when the reigning king put to death thousands of helpless children, drenching the earth with their innocent blood? <\/div><div class=\"paragraph jod\" id=\"v1n1762\"> When the babe Jesus returns from Egypt,<span class=\"citation\" id=\"62640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62640)\">Matt. 2:13<\/a><\/span> he exclaims of himself, &#x201C;The foxes have holes, and the birds of the air have nests, but the Son of man hath not where to lay his head.&#x201D;<span class=\"citation\" id=\"64028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64028)\">Matt. 8:20<\/a><\/span> Even in that age, look at the commotion, <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the turmoil, the strife, and the difficulties that existed. <\/div><div class=\"paragraph jod\" id=\"v1n1763\"> Were sublimity, uniformity, and beauty seen at the time when the King of righteousness, the anointed of God, was carried up unto an exceeding high mountain by Lucifer, who showed him the kingdoms of the world, and the glory of them, saying, &#x201C;All these things will I give thee, if thou wilt fall down and worship me.&#x201D;<span class=\"citation\" id=\"62859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62859)\">Matt. 4:8-9<\/a><\/span> Was that uniformity? <\/div><div class=\"paragraph jod\" id=\"v1n1764\"> Suppose a Prophet should arise now, and proclaim to the world he is a Prophet of God, and Lucifer should take him by the coat collar, or by the hair of the head, and escort him to the top of a high pinnacle, and hold him there, would they believe he was a Prophet? The uniformity of that age is thus exhibited, however, by the writers of the New Testament. <\/div><div class=\"paragraph jod\" id=\"v1n1765\"> Again we find it exhibited when a legion of devils was cast out of a man, and entered into a herd of swine, causing them to run down a steep place into the sea, where they were drowned.<span class=\"citation\" id=\"64049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64049)\">Matt. 8:28-32<\/a><\/span> These are some of the characteristic features of the age in which Christ and his apostles lived. <\/div><div class=\"paragraph jod\" id=\"v1n1766\"> If you pass on to the time when Jesus Christ the Son of God was put to death, when they mocked him, spit upon him, placed a crown of thorns upon his head, and smote him upon the cheek,<span class=\"citation\" id=\"66354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66354)\">Matt. 27:28-31<\/a><\/span> saying, &#x201C;Prophesy.&#x201D;<span class=\"citation\" id=\"66299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66299)\">Matt. 26:68<\/a><\/span> Is that the time for us to look for uniformity? If you wait until they arraign him before an earthly tribunal, condemn, and put him to death, and place him in the tomb, do you there look for beauty and uniformity? What do you see? A host of soldiers guarding the mouth of the tomb to keep his disciples from stealing his dead body; they did not only think they would steal his dead body, but that they would lie about it afterwards, and say he had risen from the dead, and palm an imposition upon that age of the world.<span class=\"citation\" id=\"66403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66403)\">Matt. 27:64<\/a><\/span> These are  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some of the sublimities of the Christian religion in the days of its Founder; and the confidence the multitude had in the advocates of that religion. <\/div><div class=\"paragraph jod\" id=\"v1n1768\"> But if you still wait until he who was once the babe in Bethlehem, bursts the barriers of the tomb, and approaches and speaks to his disciples, and commissions them to preach his Gospel, beginning at Jerusalem,<span class=\"citation\" id=\"68454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68454)\">Luke 24:47<\/a><\/span> what do you see? Watch the movements of the disciples. The Son of God told them to wait the appointed time at Jerusalem.<span class=\"citation\" id=\"71007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71007)\">Acts 1:4-5<\/a><\/span> And when the Holy Ghost came upon them, and they began to speak by the inspiration and power thereof, the multitude cried out, &#x201C;These men are full of new wine.&#x201D;<span class=\"citation\" id=\"71106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71106)\">Acts 2:13<\/a><\/span> This was the uniform testimony of the multitude. But if you will notice the assembly preached to on that occasion, there were some few who gave a contrary testimony.<span class=\"citation\" id=\"71102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71102)\">Acts 2:6-7<\/a><\/span> But what were a few thousands, compared to the vast number then assembled? In some small hamlet a few thousands of people might be a decided majority, and perhaps take in all to baptize so many. But a few thousands in comparison with the great multitude that dwelt in Jerusalem, was only like one grain of sand in comparison to a handful. The grand majority of the mass governs; the uniform testimony of the million was, that they were drunk, and of course you are to believe according to the greatest amount of testimony, are you not? Then if you arraign those disciples before the grand tribunals of the nations, the great majority of the multitude would say they were drunk; but if only a flew thousands say they were not, which are you to believe? Where then is the uniformity in this testimony? Look at the discrepancy, and the array of testimony against the disciples. It is certainly overwhelming in its nature. <\/div><div class=\"paragraph jod\" id=\"v1n1769\"> But if you look still further, and <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seek to find uniformity in that age of the world, follow the disciples; when they left Jerusalem to go forth with the proclamation of the Gospel, and we find wherever they went, they were considered insane, mad, and possessed of devils. It was said of Jesus their master, he was leagued with Beelzebub, the prince of the devils.<span class=\"citation\" id=\"64350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64350)\">Matt. 12:24<\/a><\/span> And, said the Savior, &#x201C;If they have called the master of the house Beelzebub, how much more shall they call them of his household?&#x201D;<span class=\"citation\" id=\"64148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64148)\">Matt. 10:25<\/a><\/span> Wherever they went, then, they were called Nazarites, and Christians was an odious name in that age. They were hooted at by the Jews, pointed at by the Gentiles, and scoffed at by the world; if you seek for testimony in that age of the world, was it for or against them? <\/div><div class=\"paragraph jod\" id=\"v1n1770\"> Pass on still further in their history, and look at their course and conduct, if you will believe the writers that lived in that age. What does old Celsus say, who was a physician in the first century, whose medical works are esteemed very highly at the present time. His works on theology were burned with fire by the Catholics, they were so shocked at what they called their impiety. Celsus was a heathen philosopher; and what does he say upon the subject of Christ and his Apostles, and their belief? He says, &#x201C;The grand reason why the Gentiles and philosophers of his school persecuted Jesus Christ, was, because he had so many wives; there were Elizabeth, and Mary, and a host of others that followed him.&#x201D; After Jesus went from the stage of action, the Apostles followed the example of their master. For instance, John the beloved disciple, writes in his second Epistle, &#x201C;Unto the <span class=\"italic\">elect lady and her children, whom I love in the truth<\/span>.&#x201D;<span class=\"citation\" id=\"78821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78821)\">2 Jn. 1:1<\/a><\/span> Again, he says, &#x201C;Having many things to write unto you (or communicate), <span class=\"italic\">I would not write with paper and ink<\/span>: but I trust to come unto you, and speak face to face, <span class=\"italic\">that our joy may be<\/span>   <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">full<\/span>.&#x201D; Again&#x2014;&#x201C;<span class=\"italic\">The children of thy elect sister greet thee<\/span>.&#x201D; This ancient philosopher says they were both John's wives. Paul says, &#x201C;Mine answer to them that do examine me is this ... <\/div><div class=\"paragraph jod\" id=\"v1n1772\"> Have we not power to <span class=\"italic\">lead about a sister, a wife, as well as other apostles<\/span>, and as the <span class=\"italic\">brethren of the Lord, and Cephas<\/span>.&#x201D;<span class=\"citation\" id=\"73286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73286)\">1 Cor. 9:3,5<\/a><\/span> He, according to Celsus, had a numerous train of wives. <\/div><div class=\"paragraph jod\" id=\"v1n1773\"> The grand reason of the burst of public sentiment in anathemas upon Christ and his disciples, causing his crucifixion, was evidently based upon polygamy, according to the testimony of the philosophers who rose in that age. A belief in the doctrine of a plurality of wives caused the persecution of Jesus and his followers. We might almost think they were &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1774\"> But if you pass on in their history to seek for uniformity and beauty, you will find some grand flare-ups among them. Look, for instance, at Paul and Peter, disputing and quarrelling with each other;<span class=\"citation\" id=\"74471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74471)\">Gal. 2:11<\/a><\/span><span class=\"citation\" id=\"124684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124684)\">2 Pet. 3:15-16<\/a><\/span> and Paul and Barnabas contending, and parting asunder with angry feelings.<span class=\"citation\" id=\"71898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71898)\">Acts 15:36-41<\/a><\/span> &#x201C;When Peter came to Antioch,&#x201D; says Paul, &#x201C;I withstood him to the face, because he was to be blamed,&#x201D;<span class=\"citation\" id=\"74472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74472)\">Gal. 2:11<\/a><\/span> &amp;c. Paul does not gain much credit with the Mormons for taking this course. We know he had no right to rebuke Peter; but some man said he was like Almon Babbit, <span class=\"italic\">he wanted to boast of rebuking Peter<\/span>. He thought it was a feather in his cap because he coped with Peter and rebuked him. Had that affair come before a &#x201C;Mormon&#x201D; tribunal, they would have decided in favor of Peter and against Paul. We believe when Paul rebuked Peter, he had in him a spirit of rebellion, and was decidedly wrong in rebelling against the man who held the keys of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1775\"> But I will proceed, and I wish you to understand that I am only just giving you a <span class=\"italic\">rap<\/span> here and there; you<span class=\"citation\" id=\"78831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78831)\">2 Jn. 1:12<\/a><\/span><span class=\"citation\" id=\"78832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78832)\">2 Jn. 1:13<\/a><\/span> <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know spiritual rappings are quite common in this day. <\/div><div class=\"paragraph jod\" id=\"v1n1776\"> If you will pass along in the days of the Apostles, after awhile you see them thrust into cauldrons of oil, crucified with their heads downwards, and persecuted in various ways until they became extinct. After awhile, you have the beauty, the sublimity of Catholicism. Look at the old mother, seated upon a scarlet-colored beast, boxing the ears of her daughters; and the Church of England in turn boxing the ears of the old mother, assisted by her other numerous offspring, and then mark the bitter contentions and bloody feuds among the children! O, have they not had a sublime time&#x2014;a beautiful dish of suckertash. What a uniform course they have taken! <\/div><div class=\"paragraph jod\" id=\"v1n1777\"> But are the inhabitants of the earth the only portion of nature that is not uniform? No. <\/div><div class=\"paragraph jod\" id=\"v1n1778\"> Look at the bellowing earthquake, uprooting the mountains and precipitating them from their beds, and rending the rocks with violence, leaving the trembling earth in a state of horrible devastation; and then for men to teach me about the uniformity of nature's course, and that man is the only being in nature that is uniform, is folly. Talk not to me about the uniformity of nature; where is it to be found upon this earth, among men, in the mountains, among the valleys, in the ocean, or among the streams that water the land. <\/div><div class=\"paragraph jod\" id=\"v1n1779\"> Before you censure my views upon this subject, look at mother earth, at the ocean, at the rocks, at the planets that bespangle the blue vault of heaven; in short, at nature in all her works, which you will find stamped with the insignia of continual change. But pass on. <\/div><div class=\"paragraph jod\" id=\"v1n1780\"> You look and you see the Church, as it were, driven from the earth; you see it left without a Prophet, without a Seer, without Apostles, and without the voice of inspira<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion. You hear the professed ministers of Christ teaching the benighted multitude, that the day when angels administer to men has ceased; that the sacred Urim and Thummim is lost; that the holy Priesthood is no longer needed, and the sacred place where they offered sacrifices for Israel is gone, all are gone. <\/div><div class=\"paragraph jod\" id=\"v1n1782\"> In this way, century after century passed away; nation rose against nation, and kingdom against kingdom; nations and kingdoms rose, and in their turn fell in succession, to give place to others, while nature, in her convulsive throes, shook the earth from center to circumference. Pass on still, and do you look for uniformity? <\/div><div class=\"paragraph jod\" id=\"v1n1783\"> But says one, &#x201C;You Mormons tell us, that in the age in which we live there is a work commenced on the earth that will entirely eclipse every other dispensation, and usher in a day of righteousness, overcome Lucifer the arch deceiver; a day wherein he is to be bound, and thrust into the pit, and lose his power;<span class=\"citation\" id=\"80491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80491)\">Rev. 20:3<\/a><\/span> when the earth will be redeemed, and appear in her primeval bloom and beauty, and man shall cease to war against his fellow man; when the convulsions of the earth shall cease&#x2014;the earthquake cease to bellow, the thunder cease to roar, and the lightning cease to become destructive, and to mar the face of nature, spreading terror and dismay among animated beings; when the earth and all nature shall become calm and tranquil, and the glory of God shall be among men.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1784\"> &#x201C;Why bless me, with the exception of a few points,&#x201D; say statesmen, &#x201C;your society has decidedly changed from what it was in the days of Mr. Smith. Because of the peculiar traits of his character, it could not have possibly existed under his government; we are glad to see the decided improvement that has been made since his death; and under the administration of Mr. Young.&#x201D; This is their language. <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They suppose that the &#x201C;Mormons&#x201D; have turned a somerset, have apostatized, and altered their character and creed as a people. I always take great pleasure in telling such honorable men, such wise men, that that which they call &#x201C;Mormonism&#x201D; <span class=\"italic\">changeth not<\/span>. It is the same now as in the days of Joseph. <\/div><div class=\"paragraph jod\" id=\"v1n1785\"> &#x201C;And do you Mormons in the Valley believe and advocate the same doctrines that Joseph Smith did?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1786\"> Yes, sir, precisely, not one practical point of the religion has changed; but we as a people may be fluctuating, but our religion changeth not. You see some of our men want to go to California for gold&#x2014;they want to do this, and to do that; but the people generally are right at home. <\/div><div class=\"paragraph jod\" id=\"v1n1787\"> But you must look in the last days for a kingdom that in its commencement will be the least of all, and is compared to the mustard seed.<span class=\"citation\" id=\"64599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64599)\">Matt. 13:31-32<\/a><\/span> If then it is the smallest of all kingdoms, we need not look for a large church like the church of Rome, or the English church, but like a mustard seed; look for that, and it will grow and become the largest of all herbs, so that the birds of the air will shelter in it. <\/div><div class=\"paragraph jod\" id=\"v1n1788\"> Says one, &#x201C;I like it very well, if you did not gather together, and suffer Brigham Young to lead you like one man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1789\"> In that consists the beauty of our religion; and he can wield us as a people, like God does the armies of heaven. He can wield us to preach, to pray, or to fight. We have everything spiritual, temporal, and natural, as it should be. We believe it is just as much our religion to talk about wheat, plowing, sowing, and gathering in at harvest time, it is just as much our religion as anything connected with it. <\/div><div class=\"paragraph jod\" id=\"v1n1790\"> &#x201C;Pertaining to the Mormons away off in the Valley, they never will be much anyhow,&#x201D; says one. They used  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to tell Joseph Smith he could never accomplish anything, for he had neither money nor friends. They tell us we cannot accomplish much, &#x201C;for everybody says you are crazy followers of Joe Smith, and believers in the Book of Mormon; therefore what can you do?&#x201D; We will do just as Jesus Christ said the mustard seed would do. If you will read and learn what it did, you will then know something about the future history of &#x201C;Mormonism.&#x201D; You will ascertain just what we will do. <\/div><div class=\"paragraph jod\" id=\"v1n1792\"> &#x201C;But do you really believe your Church is the kingdom Daniel spoke of&#x2014;the stone that should be hewn out of the mountain without hands?&#x201D;<span class=\"citation\" id=\"61001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61001)\">Dan. 2:34<\/a><\/span> I suppose he might have said with hands just as well, for it is no matter whether it was hewn out with or without; suffice it to say, the result of it is what we see; no matter how it came out of the mountain. What does the historian represent by that stone? Something that would begin to roll, and smite the great image on its feet, and roll forth until it should fill the whole earth. If you want to know what &#x201C;Mormonism&#x201D; is, it is that which will roll forth until it fills the whole earth.<span class=\"citation\" id=\"61067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61067)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86584)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1793\"> Do we expect to find uniformity at this time? No sir; but we look for mobs, and the very scum of hell to boil over. Do we look for a privilege to fold our hands and sing lullaby baby, etc.? No; we expect the rage of all hell to be aimed at us to overthrow us; we expect mobs, and troubles with the Indians. The earth will be rent with earthquakes, and a thousand thunders will utter their voices, and make the ears of mortals tingle,<span class=\"citation\" id=\"85515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85515)\">D&amp;C 43:22<\/a><\/span> and their hearts to fail within them;<span class=\"citation\" id=\"85604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85604)\">D&amp;C 45:26<\/a><\/span> and the voice of God will be heard, that will pierce the wicked to the very core. <\/div><div class=\"paragraph jod\" id=\"v1n1794\"> Do the Latter-day Saints expect to settle in peace? <span class=\"small-caps\">Mark<\/span> you, your peace has not come yet, for <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lucifer is not yet bound;<span class=\"citation\" id=\"80484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80484)\">Rev. 20:2<\/a><\/span> and while the earth is fearfully convulsed because of the wickedness on its face, the nations will gather themselves and make an effort to wrest the kingdom from the Saints, and destroy them root and branch. <\/div><div class=\"paragraph jod\" id=\"v1n1795\"> We are not coping with a few people here and there, but with the world, with all the enemies of God, with all hell, and with the devil and his host. That is &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1796\"> You need not wonder that we raise stout boys in the mountains, for we want children of the right blood; we do not want a scrubby breed here. Men of &#x201C;Mormon&#x201D; blood are not afraid to die. The men that tremble, and whose hearts go pit-a-pat because they have got to die, are not worth a picayune. A man that refuses to walk up in the track, no matter what comes, and steadily press forward, though there should be a lion in the way, is not of &#x201C;Mormon&#x201D; grit. That was the grit Joseph Smith had; and when he spoke, he spoke by the power of an endless Priesthood, which was upon him; and that is the power by which Brigham speaks. When he stood up in the majesty of his Priesthood, and rebuked the judges here, I know some of our milk-and-water-folks thought all the fat was in the fire. &#x201C;Brother Brigham has gone rather too far; he might have spoken a little milder than he did; I think it would have been much better,&#x201D; &amp;c. This was the language of some hearts; and I feel to say, damn all such poor pussyism. When a man of God speaks, let him speak what he pleases, and let all Israel say, Amen. <\/div><div class=\"paragraph jod\" id=\"v1n1797\"> We expect to see and hear tell of earthquakes, and other mighty convulsions in the earth, as it has been in former times; and if the devil exerted his power in ancient days to destroy the work of God, so he will in the latter days. <\/div><div class=\"paragraph jod\" id=\"v1n1798\"> My exhortation to the Latter-day  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints is to keep the commandments until truth shall prevail, the devil is bound, and righteousness prevails; <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then watch for the Lord's coming, for you know not the day nor the hour the Son of man cometh.<span class=\"citation\" id=\"66072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66072)\">Matt. 25:13<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}