{"ID":10043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">&#x201C;Mormonism.&#x201D;<\/div>\n<div class=\"subtitle\">A Discourse by Parley P. Pratt, Delivered in the Tabernacle, Great Salt Lake City, July 10, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;Mormonism.&#x201D;<\/div>\n<div class=\"speaker\">Speaker: Parley P. Pratt<\/div>\n<div class=\"date\">Date: 7\/10\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v1n1505\"> I hope the congregation will lend us their undivided attention, and exercise their faith and prayers for those that speak, that the truth may be drawn out to the edification of all. <\/div><div class=\"paragraph jod\" id=\"v1n1506\"> I always feel diffident to address the assemblies of the people of God, at the seat of the government of the Church, knowing that there are many that can edify and enlighten our minds better than I can. I always feel that I would sooner hear than speak. But nevertheless, I feel it my duty to impart my testimony, and exercise my gift among my brethren, according to my calling; I therefore shall address you for a while this morning. <\/div> <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1507\"> There may be many strangers assembled with us as at this season of the year; many are passing through this city from different parts of the world. The members of the Church need not complain, if I should address myself to the people as if they were all strangers, on the principles that are sometimes designated &#x201C;<span class=\"small-caps\">Mormonism<\/span>;&#x201D; and confine myself to some of the plain, simple, introductory principles of that system. It will refresh the minds of those acquainted with them, and perhaps edify them, and at the same time edify others. <\/div><div class=\"paragraph jod\" id=\"v1n1508\"> Suppose I were to ask a question this morning, as a stranger, &#x201C;What  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is Mormonism?&#x201D; I suppose it is known to most men at all conversant with principles classed under that name, that it is a nickname, or a name applied by the public, and not used officially by the Church so called. Mormon was a man, a Prophet, an author, a compiler, and a writer of a book. Mormon was a teacher of righteousness, holding certain doctrines. The Church of Jesus Christ of Latter-day Saints are agreed with Mormon, as well as with many other ancient writers, and hold to the same principles; therefore their neighbors have seen fit to call those principles they hold, &#x201C;<span class=\"small-caps\">Mormonism<\/span>.&#x201D; They might as well have called them, <span class=\"italic\">Abrahamism, Enochism<\/span>, or <span class=\"italic\">Isaiahism<\/span>; because the ancient Prophets, Patriarchs, and Apostles, held to the same truths in general terms, only differing in circumstances, in distant countries and ages of the world, and acted upon the same general principles, according to the particular circumstances that surrounded them. But the world, out of all the ancients, have selected one called <span class=\"italic\">Mormon<\/span>, and all the principles held by all good, inspired men of all ages and countries they have seen fit to sum up, and call &#x201C;Mormonism.&#x201D; Well, it is as well as anything else, for aught I know; the name does not affect the principles. <\/div><div class=\"paragraph jod\" id=\"v1n1510\"> The word of God, as written in the good old Book, designates the people of God by the name of Saints;<span class=\"citation\" id=\"55244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55244)\">Deut. 33:2-3<\/a><\/span><span class=\"citation\" id=\"55000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55000)\">Dan. 7:18<\/a><\/span> which name is almost or quite as ancient, as any writings extant. Saint was spoken of by Enoch long before the flood.<span class=\"citation\" id=\"93125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93125)\">Moses 7:56<\/a><\/span> The same term was applied to the people of God by the Prophets, the Psalmist,<span class=\"citation\" id=\"56687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56687)\">Ps. 50:5<\/a><\/span> and by the writers of the New Testament.<span class=\"citation\" id=\"75133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75133)\">Eph. 4:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1511\"> Not only was this term applied to Saints in ancient days, but the Patriarchs, Prophets, and Apostles applied it prophetically, speaking of the people of God in the latter days, when the kingdom should be given to the people <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and the principles of God should bear rule over all the earth. Daniel and the other Prophets, in speaking of this subject, always call them the Saints of the Most High.<span class=\"citation\" id=\"61700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61700)\">Dan. 7:27<\/a><\/span> They do not call them &#x201C;Mormonites,&#x201D; Methodists, Presbyterians, Congregationalists, Jews, Pagans, or Muhammadans, nor yet Catholics; but the language of the Apostles and Prophets is, that the <span class=\"small-caps\">Saints<\/span> of the Most High shall prevail&#x2014;<span class=\"citation\" id=\"61666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61666)\">Dan. 7:18,22,25,27<\/a><\/span>prevail over the world, establish a true order of government, and, in short, rule the lower world, and that all the nations shall bow to him who is at their head, and to the principles held by them. <\/div><div class=\"paragraph jod\" id=\"v1n1512\"> Why not this be continued and sustained, O ye people of Christendom, and, letting these party names go by the board, and be classed among the things that were in the darker ages, come to the proper and correct Scripture language, and when we speak of the people of God, call them <span class=\"small-caps\">Saints of the Most High<\/span>?<span class=\"citation\" id=\"61701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61701)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1513\"> Well, then, such is the name that the Church which I represent, do their business in. As such, they are known on their own records, and on the records of heaven, inasmuch as they are recognized there. But we know what the world mean when they say &#x201C;Mormonism,&#x201D; and &#x201C;Mormon.&#x201D; What are the principles called &#x201C;Mormonism?&#x201D; You may ask those who profess to be instructors of the people abroad in the States, and elsewhere&#x2014;and very few of them will give you one correct idea in regard to the doctrines of the Latter-day Saints. Indeed they have not informed themselves, but remain in ignorance on the subject; and when they would show others, of course they cannot inform them correctly on that subject. But you will generally be informed, that &#x201C;Mormonism&#x201D; is a new religion, that it is something new under the sun, and of course is an innovation&#x2014;a kind of trespass on Christianity, on the Bible, or on the  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good old way. &#x201C;O,&#x201D; say some of the editors that ought to be the most enlightened, and that profess to be, &#x201C;if Mormonism prevails, Christianity will come down.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1515\"> Now suppose that we examine, principle by principle, some of the fundamental principles of &#x201C;Mormonism,&#x201D; and see whether there is one item that is new, or that is in any way an innovation on Christianity. <\/div><div class=\"paragraph jod\" id=\"v1n1516\"> What is the first start towards an introduction of these principles in this age, and the organization of a people? What is it that first disturbed the world, or any part of it, or called the attention of the people towards it, giving rise to the system now called &#x201C;Mormonism?&#x201D; It was the ministration of angels to certain individuals; or in other words, certain individuals in this age enjoyed open visions. <\/div><div class=\"paragraph jod\" id=\"v1n1517\"> Now we will stop, right at this point; it is called &#x201C;Mormonism.&#x201D; Let us dwell on it. Is that a new principle? Is it adding something to Christianity, or taking something from it? Do not let our modern notions weigh anything, but come right to the fact of the matter. If Peter the Apostle were here today, and a person were to relate to him a vision<span class=\"citation\" id=\"71740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71740)\">Acts 10:10-16<\/a><\/span> wherein an angel appeared to him and said something to him,<span class=\"citation\" id=\"71816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71816)\">Acts 12:7-11<\/a><\/span> would Peter call together the rest of the Apostles, and sit in council on that man's head for error? Would they say to that man, &#x201C;Sir, you have introduced something here in your experience that is derogatory to Christianity, and contrary to the system of religion we have taught, and introduced into the world?&#x201D; I need not answer this question, neither need I bring Scripture to show what were the teachings and experience of Peter and the rest of the Apostles on this subject. The Bible is too common a book, too widely circulated in the world, and the people of the United States, especially, are too well read in its contents to suppose, for a moment, that Peter <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or the rest of the Apostles would condemn a man because he believed in the ministration of angels, because he related an experience wherein he had had a vision of an angel. <\/div><div class=\"paragraph jod\" id=\"v1n1518\"> Now that was the principle that disturbed this generation, in the commencement of the introduction of that which is now called &#x201C;Mormonism&#x201D;&#x2014;a principle as common in the ancient Church as the doctrine of repentance. I will say more&#x2014;it is a principle that has been common in all dispensations; it is a principle which was had before the flood, and fully enjoyed by the ancient Saints, or at least held to by them; a principle that was common among them; not that every man attained to it. <\/div><div class=\"paragraph jod\" id=\"v1n1519\"> But where can we read, under the government of the Patriarchs, before the flood or after it; before Moses or after him; before Christ or after Christ&#x2014;where can we read in sacred history of a people of God by whom the doctrine of visions and ministering of angels would be discarded, or be considered erroneous? It was common to all dispensations, it was enjoyed by the Patriarchs and Prophets under the law of Moses, before it and after it, and by the people of God among the Ten Tribes, and among the Jews. We will carry it still further. It was enjoyed among the Gentiles, before there was a people of God fully organized among them in the days of Christ. Cornelius had the ministering of angels<span class=\"citation\" id=\"71711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71711)\">Acts 10:1-7<\/a><\/span> before he became a member of the Christian Church, or understood there was a crucified and risen Redeemer. He prayed to the living God, and gave alms of such things as he had. He was a good man, and an angel came to him and told him his prayers were heard, and his alms had come up as a memorial before God. <\/div><div class=\"paragraph jod\" id=\"v1n1520\"> It is astonishing then, to me, that the modern Christian world consider this a new doctrine, an innovation&#x2014;a  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trespass on Christianity. No! It is as old as the world, and as common among the true people of God, as His every day dealings with man. We will leave that point, and say, it is the Christian world, and not the Latter-day Saints, that have a new doctrine, provided they discard that principle. <\/div><div class=\"paragraph jod\" id=\"v1n1522\"> What next? Why, that man, by vision, the ministering of angels, and by revelation, should be called with a high and holy calling&#x2014;<span class=\"citation\" id=\"124650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124650)\">D&amp;C 106:3<\/a><\/span>commissioned with a holy mission to preach, and teach, and warn, and prophesy, and call men to repentance. That was one of the first principles introductory to what is now called &#x201C;Mormonism&#x201D; in this age. <\/div><div class=\"paragraph jod\" id=\"v1n1523\"> Is there anything new about that, anything strange, anything that differs from the Patriarchal ages, from the Jewish economy, the Mosaic dispensation, or from the dispensation called Christian? Similar things happened before Moses, in his day,<span class=\"citation\" id=\"76581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76581)\">Heb. 5:4<\/a><\/span><span class=\"citation\" id=\"87504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87504)\">D&amp;C 84:6<\/a><\/span> and after his day; and among the Prophets, and in different ages. Were not such things common in the days of Jesus Christ,<span class=\"citation\" id=\"129381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129381)\">Luke 8:1 (JST)<\/a><\/span><span class=\"citation\" id=\"70176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70176)\">John 15:16<\/a><\/span> and after that in the days of the Apostles?<span class=\"citation\" id=\"71062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71062)\">Acts 1:26<\/a><\/span> Was not John the Baptist thus commissioned?<span class=\"citation\" id=\"87697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87697)\">D&amp;C 84:28<\/a><\/span> Was not Jesus thus commissioned. And were not His Apostles,<span class=\"citation\" id=\"64074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64074)\">Matt. 10:1<\/a><\/span> Elders, and Seventies?<span class=\"citation\" id=\"67368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67368)\">Luke 10:1<\/a><\/span> After his resurrection, and ascension into heaven, were not others called, and ordained under the hands of those who were thus commissioned,<span class=\"citation\" id=\"71826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71826)\">Acts 13:2-3<\/a><\/span> and called sometimes by visions and revelations<span class=\"citation\" id=\"71692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71692)\">Acts 9:3<\/a><\/span><span class=\"citation\" id=\"72090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72090)\">Acts 22:6<\/a><\/span> directing them to those who were thus commissioned in order to be ordained?<span class=\"citation\" id=\"71696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71696)\">Acts 9:10-12<\/a><\/span> That was no new doctrine, no innovation on Christianity, no perversion of the Scriptural system, nor was it anything new, unless you call the old principle new. <\/div><div class=\"paragraph jod\" id=\"v1n1524\"> Well, then, that the man thus commissioned should call upon others to turn from their sins; and that an individual, a government, a house, a city, a nation, or a world of people should perish unless they did turn from their <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sins&#x2014;is that anything new? No. Everyone conversant with the Bible will say, that such things took place frequently under all the different dispensations. The heathen were warned in this way. Individuals, households, cities, nations, and the world have to be warned in this way, and especially under the Christian dispensation. So there was a special commission given to the servants of God, to go to all the world, and call upon everybody to repent, or whole nations should become disfranchised, scattered, and millions be destroyed, as for instance the Jews at Jerusalem, because they would not hearken to it. It is nothing new, to cry to all men to repent, and warn different cities and nations of wars coming upon them, or that they will be damned if they do not repent. This is one of the early principles called &#x201C;Mormonism.&#x201D; Is there anything new in this? Is there anything strange or unscriptural? No; no sensible professing Christian will maintain such a point for a moment. <\/div><div class=\"paragraph jod\" id=\"v1n1525\"> Suppose that some people should hearken, when the ministering of angels takes place. Among many men one certain man is commissioned by revelation to preach the Gospel, and cry repentance. Suppose that some persons hearken and repent, and he should take them and walk down to the water, and bury them in the water in the name of the Father, and of the Son, and of the Holy Ghost, and raise them again out of the water, to represent the death and burial of Jesus Christ, and his resurrection from the dead;<span class=\"citation\" id=\"72370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72370)\">Rom. 6:3-5<\/a><\/span> and to represent the faith of the individual thus ministered to, that he does believe in Jesus Christ, that he died, and that he did rise from the dead, and that he, the individual, does put his trust and confidence in him for the remission of sins and eternal life&#x2014;is that anything new? Would that be new to Peter? Suppose some person was to relate before  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Peter and Paul today, and the Christians with them, that lived when they lived&#x2014;suppose they were all present, and this person told them that a man came along preaching repentance, and he called upon us to believe in Jesus Christ, and we did so, believing their testimony, and they took us and buried us in water, and raised us again out of the water unto newness of life&#x2014;<span class=\"citation\" id=\"72383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72383)\">Rom. 6:4<\/a><\/span>would Peter or John blame him? Would Paul say, &#x201C;It is something new?&#x201D; Or would he say, &#x201C;Brother, thousands of us received the very same thing in ancient days?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1527\"> The Catholic Church profess to be the true Church&#x2014;the ground and pillar of the truth, handed down by regular succession from the ancient Church, of which they are still members; and their priesthood and apostles are now of the very same Church which the New Testament calls the true Church at Rome.<span class=\"citation\" id=\"72159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72159)\">Rom. 1:7<\/a><\/span> These Roman Catholics of modern times profess to be members of the very same Church that Paul wrote that epistle to. If they are, I will show you to demonstration, if the Scriptures be true, that this doctrine called &#x201C;Mormonism&#x201D; is not a new doctrine. Paul, writing to that Church, of which they profess to be members, says, Know ye not, brethren, ye Romans, that as many of you as have been baptized into Christ have been baptized into his death, being buried with him by baptism into death, that like as Christ rose from the dead, even so ye may walk in newness of life?<span class=\"citation\" id=\"72368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72368)\">Rom. 6:3-4<\/a><\/span> Now this epistle containing this doctrine was written by Paul to the Church at Rome, and which these modern people called Roman Catholics profess to be members of. If they are what they profess to be, every one of them have been buried with Christ in baptism, and have risen again to newness of life. We will, however, leave them to describe whether that is really the case, or whether they are contented to sprinkle a few drops of water on  <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an infant's face and call that a burial! Paul said that was a principle of the true Church of Rome that had been buried with Christ by baptism into death, and had risen to newness of life.<span class=\"citation\" id=\"72384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72384)\">Rom. 6:4<\/a><\/span> Have these modern Roman Catholics gone forward repenting of their sins, and been buried in water, in the likeness of the death of Jesus Christ according to this pattern? If they have not, they are a spurious Church of Rome, and not real. Therefore, if they be the real Church of Rome, it will be no new thing to them when the Latter-day Saints inform them upon being buried with Christ in the likeness of his death, &amp;c. If this is a new doctrine to them, they had better be looking about them to see if they have not got up a counterfeit Church of Rome, for Paul knew of only one, and the members of it were all buried with Christ in baptism. <\/div><div class=\"paragraph jod\" id=\"v1n1528\"> If 500 persons here were to say they came repenting of their sins, and went down and were buried in the waters of baptism, and had risen again to walk in newness of life, Paul would say, if he were here, &#x201C;It is just what we used to do in ancient times; and I wrote to the Church of Rome, telling them that as many of them as were baptized into Christ were baptized into his death,<span class=\"citation\" id=\"72385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72385)\">Rom. 6:4<\/a><\/span> buried with him by baptism into death,&#x201D; &amp;c. <\/div><div class=\"paragraph jod\" id=\"v1n1529\"> Now if this doctrine is new to the church of Rome, then that is that Church, that priesthood, and those members that have introduced something new, who are departing from the old Christian religion, and not the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1530\"> This reasoning applies just the same to the Church of England. They have just as good a right to have a Church in England as anywhere else&#x2014;to have a national Church of England by law established, but if they are a true Church of God, all of them have been buried with Christ in baptism, &amp;c., or the Apostle must have been  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mistaken, or there are two different kinds of Gospel. <\/div><div class=\"paragraph jod\" id=\"v1n1532\"> Now if I were speaking to the state church of England, or the state churches of the Catholic world, I would tell them in the name of the Lord Jesus Christ to repent of their new doctrine, and come back to the old standard spoken of by the Apostle, when he says, &#x201C;though we or an angel from heaven preach any other Gospel unto you than that which we have preached unto you, let him be accursed,&#x201D;<span class=\"citation\" id=\"74340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74340)\">Gal. 1:8<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v1n1533\"> I need not go through with this same application upon the Lutherans, upon the Presbyterians, upon the Methodists, and others, for all these people sprinkle infants; for the principle once carried out will apply to the whole. If they are Christians according to the doctrine of the ancient Church, they hold the doctrine of the Apostles, they have repented of their sins, after believing on the Lord Jesus Christ, and have been BURIED with Christ by baptism into death,<span class=\"citation\" id=\"72386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72386)\">Rom. 6:4<\/a><\/span> &amp;c. If not, they may judge themselves, for I will not judge them. If they have got a new doctrine, different from that believed by the Apostles, and the Latter-day Saints have got the old one, why not say, then, &#x201C;If sectarianism prevails, Christianity, as held by the Mormons will be in danger,&#x201D; instead of saying the opposite? Why not turn the thing right about? If we have no one new principle in our religion, why are we considered innovators, and opposed to Christianity? And why is Christianity in the world in danger if &#x201C;Mormonism&#x201D; prevails? It is because that floating Christianity, called so by the world, is a spurious one; they have departed from the doctrine of the Apostles. Then, I ask again, why say, &#x201C;If Mormonism prevails Christianity is in danger?&#x201D; For if it is a false Christianity, the quicker it falls the better. <\/div><div class=\"paragraph jod\" id=\"v1n1534\"> We have examined three general principles, to see if there is anything <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> new in &#x201C;Mormonism.&#x201D; First, the ministering of angels. Second, the commission of ministers, Apostles, Prophets, and Elders to administer in holy things, by revelation and the authority of heaven. Third, that all those that hear them, believe their words, and repent of their sins, shall go down into the waters of baptism, and be immersed or buried in the name of the Father, and of the Son, and of the Holy Ghost, and thus show that they do believe in a crucified and risen Redeemer, and in the remission of sins through his name. So far, I think, we have fairly stated some of the first principles of what the world calls &#x201C;Mormonism;&#x201D; and everyone who has heard us, must decide that there is nothing new in these principles, but rather, that those who have departed from them, are justly chargeable with introducing new things, and innovations on Christianity. <\/div><div class=\"paragraph jod\" id=\"v1n1535\"> Now suppose that one, two, or a dozen, or a hundred thousand, or even millions of individuals thus baptized, should all come together, in their several congregations, and should unite in earnest prayer, and a man commissioned in the ministry of Jesus Christ should rise and lay his hands on them, praying the Almighty God to give the Holy Spirit, and it be given as in days of old, and he confirms that promise upon them according to the pattern in the New Testament&#x2014;would that be something new? Would it be an innovation upon Christianity? Would it be right to say &#x201C;this is Mormonism, come to do away with Christianity?&#x201D; Why, no! Every sensible man at all acquainted with the Holy Scriptures, would laugh at the idea. If the ancient Saints were here, they would tell you that it was their ancient manner; they would ask you if you had not read over their history, which describes how the Holy Spirit was administered in days of old. Every man who has read the Bible, knows it. <\/div> <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1537\"> Well, then, the different sections of what is called Christianity, never do this, and call it something new. When the &#x201C;Mormons&#x201D; do it, they are at once charged with innovation; and yet we have not got anything new in that respect, but simply a restoration of that which was. They are the persons chargeable with new doctrine, and not the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v1n1538\"> Well, then, suppose that after this ordinance, the Holy Spirit falls upon these congregations, or upon these individuals thus baptized and confirmed, and fills them, and enlightens their minds, and bears testimony to them of the truth which they have received, and confirms them in the faith of it, and fills them with the spirit of utterance and prayer, and with gifts whereby they prophesy, or speak in tongues, lay hands on the sick and they recover,<span class=\"citation\" id=\"66935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66935)\">Mark 16:18<\/a><\/span> in the name of Jesus, or whereby they are filled with the spirit of any gift, renewed in their utterance, strengthened in their powers of intellect, so as to be able to speak with eloquence to the edification of others by the word of wisdom, knowledge, and prophecy; or peradventure some one, two, or three of them have a heavenly vision, and happen to relate it&#x2014;is this something new? Are these things an innovation on Christianity? <\/div><div class=\"paragraph jod\" id=\"v1n1539\"> Let the Apostles of the ancient Church come up now, and be judges, not these innovators. O yes, Saints of ancient days, are these things new to you? &#x201C;NO,&#x201D; they reply, &#x201C;but just exactly what we used to have among us; and you who have read the New Testament know it is so.&#x201D; If this, then, is &#x201C;Mormonism,&#x201D; it is nothing new, but simply that which should have been in the world in order to constitute true Christianity. <\/div><div class=\"paragraph jod\" id=\"v1n1540\"> Now suppose, after all these have been established, the people organize on them; and that in the enjoyment and cultivation of them, this people unite in their efforts, both temporally <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and spiritually, to build up themselves as a people, and each other as individuals, in righteousness upon the earth; and the Spirit of the Lord God into which they were all baptized, should make them very great in union&#x2014;in union of effort, in counsel, in operation, in fellowship, in temporal things in a great measure, and in spiritual things, by which they are all of one heart and mind<span class=\"citation\" id=\"124651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124651)\">Moses 7:18<\/a><\/span> to a great degree, and growing in it every day&#x2014;is this something new, because it is &#x201C;Mormonism?&#x201D; Or is this the very doctrine which was inculcated in days of old by the Apostles of Jesus Christ? <\/div><div class=\"paragraph jod\" id=\"v1n1541\"> It was the main object for which the Holy Spirit was given, that they might all grow up in union, in fellowship, in cooperation, in holiness in the Lord. No man who has read the New Testament, will say this is <span class=\"small-caps\">new<\/span>, when we say that the great object of the Gospel is, that we may all become one in Christ Jesus&#x2014;<span class=\"citation\" id=\"124652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124652)\">Gal. 3:28<\/a><\/span>one in knowledge, and in the love and practice of the peaceable things of God. Is it anything new? No. Well, it is a part of what the world calls &#x201C;<span class=\"small-caps\">Mormonism<\/span>;&#x201D; and I would to God it was more perfected among this people than it is. <\/div><div class=\"paragraph jod\" id=\"v1n1542\"> If any one of these principles in practice, should prevail over the whole world, it would be nothing new; but the world only hold this last as a theory; as to the practice of it, they are strangers. <\/div><div class=\"paragraph jod\" id=\"v1n1543\"> We have examined five or six general principles, called &#x201C;Mormonism,&#x201D; and found nothing new in them. &#x201C;But,&#x201D; says one, &#x201C;I heard you had got a new Bible; that is certainly an innovation.&#x201D; But stop; suppose, on inquiry, you become as much surprised and disappointed as many have who have asked for a &#x201C;Mormon Bible,&#x201D; and when we have presented them with one, behold, it is King James' translation of the Scriptures, the standard we read, containing the covenants, predictions, and hopes of the ancients, and the doctrines  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Jesus Christ, just as we believe them, and hope for their fulfilment. Is that anything new? <\/div><div class=\"paragraph jod\" id=\"v1n1545\"> &#x201C;Well, if you have not a new Bible, you have certainly got a new book.&#x201D; Is that anything strange? Have not other societies got new books? The Church of England have not only the Scriptures, but the Book of Common Prayer, and the time was when they did not have such a book, therefore when they made that, it was something new. They are not alone in that however, for the Methodists have a new book called the &#x201C;Methodist's Discipline.&#x201D; One hundred and twenty years ago there was no such thing in existence. If having a new book be an innovation, then all are guilty of it as well as the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1546\"> &#x201C;But those other people do not profess that their books are inspired, and we have learned that you have a book that you believe is inspired. What is it, anyhow?&#x201D; This is all a fact, and if it is wrong we will cheerfully plead guilty. We have got another book besides the Bible, that was an ancient book, and profess that it is inspired, and was written by Prophets, and men that enjoyed the ministering of angels, more or less of them, and had communion with the heavens, and the spirit of prophecy. And moreover, we profess that this ancient book was restored to the knowledge of the modern world by inspiration, and the ministering of angels. Is that something new? It may be new to the world in its history, and in its bearings; in that respect it may be new to them; but suppose, after all, it should contain no new doctrine, no new principle, no new prophecy, that is, differing from or doing away that which is already extant in the Bible? Well, then, I do not say that it would be a new doctrine. Men had books revealed in the days of old. <\/div><div class=\"paragraph jod\" id=\"v1n1547\"> &#x201C;If it is no new doctrine, and if <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its predictions do not differ from those contained in the old and new Testaments, what is the use of it?&#x201D; The same question was investigated in ancient times. A great conqueror had taken possession of an ancient library, when there were no printing presses, containing one hundred thousand volumes, all in manuscript comprising more history than was in any library extant in the ancient world. The conqueror was a Mahommedan. He wrote to the head of the department to know what to do with this library. It was invaluable in its cost and intrinsic worth. &#x201C;What shall I do with it?&#x201D; The reply was, &#x201C;If it agrees with the Koran, we have no use for it; and if it does not agree with the Koran, it is false anyhow; so in either case burn it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1548\"> &#x201C;Now if these Latter-day Saints have a book extant among them, and it agrees with the Bible, there is no kind of use for it,&#x201D; says the opposer, &#x201C;for the Bible contains all that is necessary; if it does not agree with the Bible, it is false anyhow; so in either case burn it.&#x201D; This was a principle of Mahommedanism, and may be a principle of what is called modern Christianity. I hope not, however. <\/div><div class=\"paragraph jod\" id=\"v1n1549\"> &#x201C;What is the use of the book in question, anyhow?&#x201D; Why, in the first place, it differs in its history from the Bible. The Bible is a history of things that took place in Asia, principally, and a little of what took place in Europe and Africa. The Book of Mormon is a history of things in another hemisphere: The one book is the ancient history of the Eastern Hemisphere, in part; and the other is a history of the Western Hemisphere, in part. Shall we say, because we have the history of one part of the world, that the history of the other part of the world is good for nothing? Could the rulers of nations realize that fact, and could they only have a copy in their libraries at the cost of  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>$100,000, they would appropriate it for this history of the Western Hemisphere. <\/div><div class=\"paragraph jod\" id=\"v1n1551\"> Discredit it as you will, we have it in genuineness and in truth, written by the ancient Prophets that lived upon this land, and revealed in modern times by the ministering of angels, and inspiration from the Almighty. It is in the world, and the world cannot get it out of the world. It is in the world in six or seven languages of Europe. It is as important in its history as the Bible, and it is just as interesting and as necessary for men to get an understanding of the ancient history of America, as it is for them to get an understanding of the history of Asia. <\/div><div class=\"paragraph jod\" id=\"v1n1552\"> &#x201C;But are the merits of history all that it is good for?&#x201D; It is good in doctrine also. If two or more writers, one living in Asia, and the other in America, and contemporary, have the same doctrine revealed to them, and both bear record of the same plan of salvation, who is he that shall say that the record of one is of no worth? <\/div><div class=\"paragraph jod\" id=\"v1n1553\"> Is it not a satisfaction to sit down and read, that a country far removed from Bible scenes, from that part of the stage on which figured the Patriarchs of old, with Moses and the Jewish Prophets, John the Baptist, Jesus Christ and the Apostles, was also the theater of revelation, prophecy, visions, angels, of the ministration of the doctrine of Christ, of the organization and government of his true Church; that there too were angels, that there too were Apostles, that there too was the word of God, that there too faith came by hearing,<span class=\"citation\" id=\"72744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72744)\">Rom. 10:17<\/a><\/span> and salvation by faith! Shall we say that such things and such good news are worth nothing, when that very news corroborates the song of the heavenly hosts, when they declared to the shepherds of Judea, in joyful songs, that they brought glad tiding of great joy,<span class=\"citation\" id=\"67027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67027)\">Luke 2:10<\/a><\/span> that should be to all people! And <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here comes a book informing us that these glad tidings were also to another hemisphere at the same time. <\/div><div class=\"paragraph jod\" id=\"v1n1554\"> Now, stop a moment, and let us reason. Suppose yourself an angel of God at that time, full of benevolence, full of joy, full of a soul-inspiring hope, full of charity for poor, ignorant, perishing mortals, and you felt so full of poetry, and song, and gladness, that you could scarcely hold your peace. Suppose you had a bird's eye view of our little, dark, benighted world, by soaring above it, and in a moment you could light down upon any part of it. You come to Palestine, in Asia; that part of the globe is rolling under your feet; you visit it, and sing to the shepherds the glorious tidings of great joy, which shall be to all people: &#x201C;for unto you is born this day in the city of David, a Saviour which is Christ the Lord.&#x201D;<span class=\"citation\" id=\"67050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67050)\">Luke 2:11<\/a><\/span> The earth rolls on about half way round, you look down again with a bird's eye view, and you discover the Western Hemisphere, and it is full of people: I wonder whether your soul would still swell with the same glad tidings&#x2014;or would your charity trove become exhausted? Would you not fly and declare these glad tidings to them also, and sing them a song of joy, and tell them what day the Savior was born, that would reach their case as well as the case of those who dwelt upon the continent of Asia? &#x201C;Yes,&#x201D; you reply, &#x201C;if I were an angel, and had liberty to tell these glad tidings, I would never tell them to one part of the earth and go to sleep there, while the other part rolled under my feet unnoticed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1555\"> Were those angels commissioned and endowed to bear glad tidings to <span class=\"small-caps\">all people<\/span>,<span class=\"citation\" id=\"67028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67028)\">Luke 2:10<\/a><\/span> that the Savior was born? I say that the choir of angels which sang that song, had full liberty, not only to tell the plan of salvation to chosen vessels of the Lord in one country, but also to another country&#x2014;not only that the Savior  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was born, in general terms, but the place where, and the time when, he was born. These were the tidings, &#x201C;Go to all people.&#x201D;<span class=\"citation\" id=\"67029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67029)\">Luke 2:10<\/a><\/span> An angel must be a limited being, or be very ignorant in geographical knowledge, or partake largely of sectarian feelings of heart, to bear such tidings to one half of the globe, and not to the other. <\/div><div class=\"paragraph jod\" id=\"v1n1557\"> I knew an infidel once, who did not believe in the Christian religion, nor in the New Testament, nor in the Savior of the world. I asked him why he did not believe this. &#x201C;Because,&#x201D; says he, &#x201C;according to the New Testament the manifestation of such an important affair was so limited. Here was half of the world, according to the New Testament, that never heard of it. A message so important should have been made more public.&#x201D; &#x201C;Well,&#x201D; said I, &#x201C;if I will produce you a record, and a history, as well authenticated as the New Testament, showing that angels, the risen Savior, holy inspired Prophets and Apostles, ministered in the western hemisphere, and preached the Gospel to every creature, and handed it down to ages, will you then believe?&#x201D; &#x201C;Yes,&#x201D; he answered, &#x201C;I will.&#x201D; I presented him the Book of Mormon, which he perused. I inquired if he now believed. &#x201C;Yes,&#x201D; he said, &#x201C;I do.&#x201D; And he has lived a Christian until now, for aught I know. I have seen him in this congregation, and he may be here today. His name is Alger. <\/div><div class=\"paragraph jod\" id=\"v1n1558\"> What objection have you to the hope of eternal life being as widely developed as the ravages of death, sorrow, and mourning? What objection have you to the angels of God, Apostles of God, the Son of God, or to the Holy Spirit of prophecy being poured out in more countries than one? You may say the keys of the Gospel were given to the Jewish Apostles, but they were so far off as not to be able to reach the western hemisphere, even if they had had a knowledge of it. Were <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there ships and steam vessels to bear them to this country? No. Was there any communication kept up, or was this country known to them? No. But the waves, and winds, and elements, and the great depths that intervened, even the unexplored ocean, said to the ancient Apostles, &#x201C;Thus far shall ye go, and no further.&#x201D;<span class=\"citation\" id=\"56266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56266)\">Job 38:11<\/a><\/span> This ocean however was no barrier to the fleet-footed angel of God, to the risen Jesus, and to immortal man. They could come to this hemisphere, and reveal the things of heaven to the people, and could rejoice in the same glad tidings, whether it was here or in Jerusalem, or if it were in the uttermost parts of the earth. <\/div><div class=\"paragraph jod\" id=\"v1n1559\"> Though Peter was crucified at Rome, and Paul suffered in the same manner; though Saints of the Most High were slaughtered by thousands and tens of thousands, and bled at the feet of Roman altars; yet a crucified and risen Redeemer, angels of God, and the Holy Spirit of truth that fills all things, were not thus curtailed and limited, but could minister truth to the uttermost bounds of the universe of God, where intelligences were mourning in darkness; wherever the ravages of death had spread sorrow, wherever there was a broken heart to be bound up, or wherever there was a despairing mortal to be inspired with hope, they could go and tell the glad tidings of life and salvation. The Book of Mormon says they did come to this continent. It is a history of their coming, and contains the doctrine taught to the people here by the risen Jesus, and by his predecessors. In short, the doctrine taught and practiced in ancient America is there portrayed, together with the history of the people. <\/div><div class=\"paragraph jod\" id=\"v1n1560\"> Again, is this book of no interest with regard to the prophetic value? It reveals many things not noticed by the Jewish Prophets. Did the old Prophets touch upon every item that  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pertains to man in other countries? No, they did not, only in general terms together with the rest of the world. These other Prophets portrayed many things not in their book, though agreeing with it as far as it goes, but touching events on which their book is silent. <\/div><div class=\"paragraph jod\" id=\"v1n1562\"> Has any person any cause to say that there has not been a multiplicity of revelations, testimony, prophecy, history, and doctrine developed in various countries by the same Spirit of God, and by angels? And is not all this of great worth, to compare, in order to blend it together, that we may see more clearly the principles of the doctrine of salvation, and understand prophecy more extensively, especially in an age when the mind has been obscured by priestcraft? <\/div><div class=\"paragraph jod\" id=\"v1n1563\"> If these are the principles of &#x201C;Mormonism,&#x201D; where can you point out an innovation on Christianity? &#x201C;But is this all?&#x201D; No, this is not all, and I shall not tell it all today. I do not know it all yet. I have been twenty three years learning &#x201C;Mormonism,&#x201D; and I know but little of it. If anyone expects to learn all the doctrines of &#x201C;Mormonism,&#x201D; he must learn more than twenty-three years. For be it known unto you all, that &#x201C;Mormonism,&#x201D; instead of being confined to a few dogmas or general truths, opens the floodgates of all truth and knowledge, and teaches mankind to retain all the truth they can already comprehend, and comprehend as much more as they can all the time. <\/div><div class=\"paragraph jod\" id=\"v1n1564\"> &#x201C;Have you not other books?&#x201D; Yes, we have histories and compilations of the dealings of God with us as a people. We keep a record, if you must know not only individually some of us, but as a Church, as a body, or community. We have revelation penned, revelations and visions penned, we have revelation and prophecy penned, we have knowledge penned, we have knowledge and principle penned, we have prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciple and history penned; the history comprising but a small portion, such as can be written, revealed to us Latter-day Saints, and practiced upon; so that our modern books are like the ancient books&#x2014;a mixture of revelation, prophecy, history, and doctrine. Has any person any objections to this? I ask, should an angel administer to this or that man, or suppose an open vision was manifested to him, revealing many precious truths, would he not be a simpleton not to write it? If the power of God, and the ministering of God, and the visions of the Almighty are extant in the world, these will be written. The practical part of history will be written, for if all were written, the world would not contain the books.<span class=\"citation\" id=\"70996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70996)\">John 21:25<\/a><\/span> The ancient Apostles and Prophets wrote a few of the items revealed to them, and a history of the practical workings of the system over which they presided. Do we differ from them? No. <\/div><div class=\"paragraph jod\" id=\"v1n1565\"> &#x201C;Well,&#x201D; says one, &#x201C;to be plain with you, Mr. Speaker, we have been taught to believe that the one book, called the Bible, contains all the revelations that God ever revealed to man, therefore it is an innovation to offer anything else to the world as a revelation.&#x201D; This is a tradition of your own, so I have nothing to do with it. The Bible never taught that to you, nor angels, neither did any minister of God ever teach it to you; and if it is a modern sectarian tradition, it is calculated to bind men into a cast-iron creed, and the sooner you break the fetters the better; burst them asunder, and come out into liberty and freedom, and know and understand that there is no such doctrine in the broad principles of eternal truth, that heaven is full of knowledge, and the earth ought to be full of Prophets, heaven and earth full of angels, and both full of inspiration; and if the inhabitants of all the worlds of the universe were scribes, every blade of grass a pen,  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and every ocean ink, they could not write all the doings of the Almighty, of His servants, and of His angels. If I were to live for millions of years to come, and then millions of millions more, I expect there would always be some being ready to reveal something new, and somebody would write it. The art of writing will never cease. We may not have pens and ink, but we may have something better. Suffice it to say, that the arts and sciences will not come to an end, yet man may have been traditionated to believe that one small book contains all that God ever said or did. Such persons are to be pitied, and not to be reasoned with. <\/div><div class=\"paragraph jod\" id=\"v1n1567\"> What is &#x201C;Mormonism?&#x201D; It is a restoration by new revelation, by the authorities of heaven, by the ministration of angels, by the ordination of Prophets and Apostles, and ministers or Elders, by their testimony and ministry on the earth, by the organization of Saints, by the administration of ordinances, by the operations of the Holy Spirit; it is a restoration of these ancient principles revealed from heaven, for the government of man. <\/div><div class=\"paragraph jod\" id=\"v1n1568\"> Says one, &#x201C;You have said you are not going to tell the whole system today.&#x201D; I do not know it all, and I shall not state the half I do know. What I have said are a few everyday items, a few of the first principles of the Gospel of Christ, as believed and practiced by the &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1569\"> I will tell one more before I close. &#x201C;Your marriages,&#x201D; says the objector, &#x201C;are founded upon principles entirely new, and different from the Christian world.&#x201D; I say, without any hesitancy, I defy the world to establish that assertion. I say our marriage relations are nothing new at all. There is no man, or set of men, or nation of men, where the Bible is extant, and they are readers, but what know that the institutions of marriage contained in the Bible, and the organization of families, differ widely from modern <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christianity. We differ from modern Christianity, but not from the Bible. Patriarchs of the remotest ages, that obeyed the Lord God in regard to their marriages and family organizations, have not disagreed with us, nor we with them, so far as we and they have obeyed the law of God. If there is any difference at all, it was more developed among them than it is among us, we being in our infancy. If it should happen to be, that the whole modern world differ from the Bible&#x2014;have done away with the law of God, and we have come in contact with them, instead of with the word of God, then the boot is on the other foot, and in reality what is said to us applies to them. It is like the farmer and the lawyer. A certain farmer came to a neighboring lawyer, and frankly confessed that his bull had had the misfortune to kill one of his (the lawyer's) oxen. The lawyer replied, &#x201C;Thou art a very honest fellow, and will not think it wrong that I have one of thy oxen in return.&#x201D; &#x201C;But,&#x201D; said the farmer, &#x201C;I am mistaken, it was thy bull that killed my ox.&#x201D; &#x201C;O,&#x201D; replied the lawyer, &#x201C;that alters the case, and if, if, i-f&#x2014;.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1570\"> Now, then, if it is the whole Christian world, from Catholicism down to the latest of her daughters, that have made void the law of God, and trampled under foot the institutions of heaven, the holy principles of matrimony and family government, and have made them void also, by their traditions, and introduced that which God never did, and &#x201C;Mormonism&#x201D; has restored the law of God, in theory and practice, then it is the so-called Christian world, and not us, that are wrong. Whether it regards family organization, the law of God, Patriarchal government, ordinances, principles, and prophecy, I know of nothing new, or of nothing wherein we are innovators. <\/div><div class=\"paragraph jod\" id=\"v1n1571\"> As I said before, and I am able to  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>maintain it when called upon, &#x201C;Mormonism&#x201D; is a system which was understood and enjoyed by the ancients, and restored unto us by revelation. And if carried out, what will it do? It will simply fulfill the sayings of the Prophets, both ancient and modern, put down all wickedness, abuse, proscription, misrule, oppression, ig<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>norance, darkness, and tyranny, and restore mankind to righteousness, truth, liberty, law, and government, in which the Lord's will will be done on the earth as it is in heaven.<span class=\"citation\" id=\"124653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124653)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"124654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124654)\">Luke 11:2<\/a><\/span> That is what &#x201C;Mormonism&#x201D; will do, when carried out. <\/div><div class=\"paragraph jod\" id=\"v1n1573\"> May God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}