{"ID":10041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A General Funeral Sermon of All Saints and Sinners; Also, of the Heavens and the Earth.<\/div>\n<div class=\"subtitle\">Delivered by Elder Orson Pratt, at the Tabernacle, Great Salt Lake City, July 25, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: A General Funeral Sermon, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/25\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v1n1429\"> I have been requested to preach the funeral sermon of the wife of brother Levi Savage, who died last December; and since coming to this place this morning, I have been requested to preach the funeral sermons of several of the Saints who have died in England; and I have concluded, instead of limiting my address to any one individual case, to preach what may be considered a general funeral sermon of all the Saints that have died in all past ages and generations, with all that shall die hereafter, and the funeral sermon of all those who are not Saints, and also the funeral sermon of the heavens and the earth; and for this purpose I will take a text, which you will find recorded in the 51st chapter of the prophecy of Isaiah, and the sixth verse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v1n1430\"> &#x201C;Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be forever, and my righteousness shall not be abolished.&#x201D;<span class=\"citation\" id=\"59516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59516)\">Isa. 51:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1431\"> All things with which we are acquainted, pertaining to this earth of ours, are subject to change; not only man, so far as his temporal body is concerned, but the beasts of the field, the fowls of the air, the fishes of the sea, and every living thing with which we are acquainted&#x2014;all are subject to pain and distress, and finally die and <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pass away; death seems to have universal dominion in our creation. It certainly is a curious world; it certainly does not look like a world constructed in such a manner as to produce eternal happiness; and it would be very far from the truth, I think, for any being at the present time to pronounce it very good:<span class=\"citation\" id=\"52358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52358)\">Gen. 1:31<\/a><\/span> everything seems to show us that goodness, in a great degree, has fled from this creation. If we partake of the elements, death is there in all its forms and varieties; and when we desire to rejoice, sorrow is there, mingling itself in every cup; and woe, and wretchedness, and misery, seem to be our present doom. <\/div><div class=\"paragraph jod\" id=\"v1n1432\"> There is something, however, in man, that is constantly reaching forward after happiness, after life, after pleasure, after something to satisfy the longing desire that dwells within his bosom. Why is it that we have such a desire? And why is it that it is not satisfied? Why is it that this creation is so constructed? And why is it that death reigns universally over all living earthly beings? Did the great Author of creation construct this little globe of ours subject to all these changes, which are calculated to produce sorrow and death among the beings that inhabit it? Was this the original condition of our creation? I answer, no; it was not so constructed. But how was it made in the beginning? All things that were made  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pertaining to this earth were pronounced &#x201C;very good.&#x201D;<span class=\"citation\" id=\"52360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52360)\">Gen. 1:31<\/a><\/span> Where there is pain, where there is sickness, where there is sorrow, and where there is death, this saying cannot be understood in its literal sense; things cannot be very good where something very evil reigns and has universal dominion. <\/div><div class=\"paragraph jod\" id=\"v1n1434\"> We are, therefore, constrained to believe, that in the first formation of our globe, as far as the Mosaic history gives us information, everything was perfect in its formation; that there was nothing in the air, or in the waters, or in the solid elements, that was calculated to produce misery, wretchedness, unhappiness, or death, in the way that it was then organized; not but what the same elements, organized a little differently, would produce all these effects; but as it was then constructed, we must admit that every particle of air, of water, and of earth, was so organized as to be capable of diffusing life and immortality through all the varied species of animated existence&#x2014;immortality reigned in every department of creation; hence it was pronounced &#x201C;very good.&#x201D;<span class=\"citation\" id=\"52359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52359)\">Gen. 1:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1435\"> When the Lord made the fowls of the air, and the fishes of the sea, to people the atmospheric heavens, or the watery elements, these fowls and fishes were so constructed in their nature as to be capable of eternal existence. To imagine anything different from this, would be to suppose the Almighty to form that which was calculated to produce wretchedness and misery. What says the Psalmist David upon this subject? He says that all the works of the Lord shall endure forever.<span class=\"citation\" id=\"57012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57012)\">Ps. 89:36<\/a><\/span><span class=\"citation\" id=\"57088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57088)\">Ps. 104:31<\/a><\/span> Did not the Lord make the fish? Yes. Did He not make the fowls of the heavens? Yes. Did He not make the beasts of the field, and the creeping things, and the insects? Yes. Do they endure forever? They apparently do not; and yet David says all His works are constructed <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon that principle. Is this a contradiction? No. God has given some other particulars in relation to these works. He has permitted the destroyer to visit them, who has usurped a certain dominion and authority, carrying desolation and ruin on every hand; the perfections of the original organizations have ceased. But will the Lord forever permit these destructions to reign? No. His power exists, and the power of the destroyer exists. His power exists, and the power of death exists; but His power exceeds all other powers; and consequently, wherever a usurper comes in and lays waste any of His works, He will repair those wastes, build up the old ruins, and make all things new: even the fish of the sea, and the fowls of the heavens, and the beasts of the earth, must yet, in order to carry out the designs of the Almighty, be so constructed as to be capable of eternal existence. <\/div><div class=\"paragraph jod\" id=\"v1n1436\"> It would be interesting to know something about the situation of things when they were first formed, and how this destroyer happened to make inroads upon this fair creation; what the causes were, and why it was permitted. <\/div><div class=\"paragraph jod\" id=\"v1n1437\"> Man, when he was first placed upon this earth, was an immortal being, capable of eternal endurance; his flesh and bones, as well as his spirit, were immortal and eternal in their nature; and it was just so with all the inferior creation&#x2014;the lion, the leopard, the kid, and the cow; it was so with the feathered tribes of creation, as well as those that swim in the vast ocean of waters; all were immortal and eternal in their nature; and the earth itself, as a living being, was immortal and eternal in its nature. &#x201C;What! is the earth alive too?&#x201D; If it were not, how could the words of our text be fulfilled, where it speaks of the earth's dying?<span class=\"citation\" id=\"59517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59517)\">Isa. 51:6<\/a><\/span> How can that die that has no life? &#x201C;Lift up your eyes to the  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heavens above,&#x201D; says the Lord, &#x201C;and look upon the earth beneath; the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner.&#x201D;<span class=\"citation\" id=\"60085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60085)\">Isa. 51:6<\/a><\/span> In like manner! What! The earth and the heavens to die? Yes, the material heavens and earth must all undergo this change which we call death; and if so, the earth must be alive as well as we. The earth was so constructed that it was capable of existing as a living being to all eternity, with all the swarms of animals, fowls, and fishes that were first placed upon the face thereof. But how can it be proved that man was an immortal being? We will refer you to what the Apostle Paul has written upon this subject; he says that by one man came death;<span class=\"citation\" id=\"73815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73815)\">1 Cor. 15:21-22<\/a><\/span> and he tells us how it came: it was by the transgression of one individual that death was introduced here. But did transgression bring in all these diseases and this sorrow, this misery and wretchedness, over the whole face of this creation? Is it by the transgression of one person that the very heavens are to vanish away as smoke, and the earth is to wax old like a garment?<span class=\"citation\" id=\"60084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60084)\">Isa. 51:6<\/a><\/span> Yes, it is by the transgression of one; and if it had not been for his transgression, the earth never would have been subject to death. Why? Because the works of the Lord are so constructed as to exist forever; and if death had come in without a cause, and destroyed the earth, and laid waste the material heavens, and produced a general and utter overthrow and ruin in this fair creation, then the works of the Lord would have ceased to endure according to the promise, being imperfect in their construction, and consequently not very good. <\/div><div class=\"paragraph jod\" id=\"v1n1439\"> But what was this sin, and what was the nature of it? I will tell you what it was; it was merely the partaking of a certain kind of fruit. But, <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> says one, I should think there is no harm in eating fruit. There would not be unless God gave a command upon the subject. There are things in nature that would be evil without a commandment: if there were no commandment, it would be evil for you to murder an innocent being, and your own conscience would tell you it was an evil thing. It is an evil for any individual to injure another, or to infringe upon the rights of another, independent of any revealed law; for the savage, or that being who has never heard of the written laws of heaven&#x2014;who has never heard of the revealed laws of God with regard to these principles&#x2014;as well as the Saint, knows that it is an evil to infringe upon the rights of another; the very nature of the thing shows that it is an evil; but not so in regard to many other things that are evil; which are only made evil by commandment. <\/div><div class=\"paragraph jod\" id=\"v1n1440\"> For instance, here is the Sabbath day: a person that never heard the revealed law of God upon the subject, never could conceive that it was an evil to work on the Sabbath day; he would consider it just as right to work on the first day of the week, as on the seventh; he would perceive nothing in the nature of the thing by which he could distinguish it to be an evil. So with regard to eating certain fruits; there is no evil in it of itself, it was the commandment of the Great God that made it an evil. He said to Adam and Eve, &#x201C;Here are all the fruits of the garden; you may eat of them freely except this one tree that stands in the midst of the garden; now beware, for in the day you eat thereof you shall surely die.&#x201D;<span class=\"citation\" id=\"52467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52467)\">Gen. 2:16-17<\/a><\/span> Don't we perceive that the commandment made this an evil? Had it not been for this commandment, Adam would have walked forth and freely partaken of every tree, without any remorse of conscience; just as the savage, that never has heard the revealed will of God,  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would work on the Sabbath, the same as on any other day, and have no conscience about the matter. But when a man murders, he knows it to be an injury, and he has a conscience about it, though he never heard of God; and so with thousands of other evils. But why did the Lord place man under these peculiar circumstances? Why did He not withhold the commandment, if the partaking of the fruit, after the commandment was given, was sin? Why should there have been a commandment upon the subject at all, inasmuch as there was no evil in the nature of the thing to be perceived or understood? The Lord had a purpose in view; though He constructed this fair creation, as we have told you, subject to immortality, and capable of eternal endurance, and though He had constructed man capable of living forever, yet He had an object in view in regard to that man, and the creation he inhabited. What was the object? And how shall this object be accomplished? <\/div><div class=\"paragraph jod\" id=\"v1n1442\"> Why, the Lord wanted this intelligent being called man, to prove himself; inasmuch as he was an agent, He desired that he should show himself approved before his Creator. <\/div><div class=\"paragraph jod\" id=\"v1n1443\"> How could this be done without a commandment? Can you devise any possible means? Is there any person in this congregation having wisdom sufficient to devise any means by which an intelligent being can show himself approved before a superior intelligence, unless it be by administering to that man certain laws to be kept? No. Without law, without commandment or rule, there would be no possible way of showing his integrity: it could not be said that he would keep all the laws that govern superior orders of beings, unless he had been placed in a position to be tried, and thus proven whether he would keep them or not. Then it was wisdom to try the man and the woman, so the Lord gave them <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this commandment; if He had not intended the man should be tried by this commandment, He never would have planted that tree, He never would have placed it in the midst of the garden. But the very fact that He planted it where the man could have easy access to it, shows that He intended man should be tried by it, and thus prove whether he would keep His commandments or not. The penalty of disobedience to this law was death. <\/div><div class=\"paragraph jod\" id=\"v1n1444\"> But could He not give a commandment, without affixing a penalty? He could not: it would be folly, even worse than folly, for God to give a law to an intelligent being, without affixing a penalty to it if it were broken. Why? Because all intelligent beings would discard the very idea of a law being given, which might be broken at pleasure, without the individuals breaking it being punished for their transgression. They would say&#x2014;&#x201C;Where is the principle of justice in the giver of the law? It is not there: we do not reverence Him nor His law; justice does not have an existence in His bosom; He does not regard His own laws, for He suffers them to be broken with impunity, and trampled under foot, by those whom He has made; therefore we care not for Him or His laws, nor His pretended justice; we will rebel against it.&#x201D; Where would have been the use of it if there had been no penalty affixed? <\/div><div class=\"paragraph jod\" id=\"v1n1445\"> But what was the nature of this penalty? It was wisely ordained to be of such a nature as to instruct man. Penalties inflicted upon human beings here, by governors, kings, or rulers, are generally of such a nature as to benefit them. <\/div><div class=\"paragraph jod\" id=\"v1n1446\"> Adam was appointed lord of this creation; a great governor, swaying the scepter of power over the whole earth. When the governor, the person who was placed to reign over this fair creation, had transgressed, all in  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his dominions had to feel the effects of it, the same as a father or a mother, who transgresses certain laws, frequently transmits the effects thereof to the latest generations. <\/div><div class=\"paragraph jod\" id=\"v1n1448\"> How often do we see certain diseases becoming hereditary, being handed down from father to son for generations. Why? Because in the first instance there was a transgression, and the children partook of the effects of it. <\/div><div class=\"paragraph jod\" id=\"v1n1449\"> And what was the fullest extent of the penalty of Adam's transgression? I will tell you&#x2014;it was death. The death of what? The death of the immortal tabernacle&#x2014;of that tabernacle where the seeds of death had not been, that was wisely framed, and pronounced very good:<span class=\"citation\" id=\"124642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124642)\">Gen. 1:31<\/a><\/span> the seeds of death were introduced into it. How, and in what manner? Some say there was something in the nature of the fruit that introduced mortality. Be this as it may, one thing is certain, death entered into the system; it came there by some means, and sin was the main spring by which this monster was introduced. If there had been no sin, old father Adam would at this day have been in the garden of Eden, as bright and as blooming, as fresh and as fair, as ever, together with his lovely consort Eve, dwelling in all the beauty of youth. <\/div><div class=\"paragraph jod\" id=\"v1n1450\"> By one man came death&#x2014;<span class=\"citation\" id=\"73813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73813)\">1 Cor. 15:21<\/a><\/span>the death of the body. What becomes of the spirit when the body dies? Will it be perfectly happy? Would old father Adam's spirit have gone back into the presence of God, and dwelt there eternally, enjoying all the felicities and glories of heaven, after his body had died? No; for the penalty of that transgression was not limited to the body alone. When he sinned, it was with both the body and the spirit that he sinned: it was not only the body that ate of the fruit, but the spirit gave the will to eat; the spirit sinned therefore as well as the body; <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they were agreed in partaking of that fruit. Was not the spirit to suffer then as well as the body? Yes. How long? To all ages of eternity, without any end; while the body was to return back to its mother earth, and there slumber to all eternity. That was the effect of the fall, leaving out the plan of redemption; so that, if there had been no plan of redemption prepared from before the foundation of the world, man would have been subjected to an eternal dissolution of the body and spirit&#x2014;the one to lie mingling with its mother earth, to all ages of eternity, and the other to be subject, throughout all future duration, to the power that deceived him, and led them astray; to be completely miserable, or, as the Book of Mormon says, &#x201C;dead as to things pertaining to righteousness;&#x201D;<span class=\"citation\" id=\"82053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82053)\">Alma 5:42<\/a><\/span> and I defy any such beings to have any happiness when they are dead as to things pertaining to righteousness. To them, happiness is out of the question; they are completely and eternally miserable, and there is no help for them, laying aside the atonement. That was the penalty pronounced upon father Adam, and upon all the creation of which he was made lord and governor. This is what is termed original sin, and the effect of it. <\/div><div class=\"paragraph jod\" id=\"v1n1451\"> But there is a very curious saying in the Book of Mormon, to which I now wish to refer your minds; it reads thus: &#x201C;Adam fell that man might be; and men are, that they might have joy.&#x201D;<span class=\"citation\" id=\"81267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81267)\">2 Ne. 2:25<\/a><\/span> Says one, &#x201C;If Adam had not fallen, then there could not have been any posterity.&#x201D; That is just what we believe; but how do you get along with that saying which was given previous to the fall, where he was commanded to multiply and replenish the earth?<span class=\"citation\" id=\"52278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52278)\">Gen. 1:28<\/a><\/span> How could he have multiplied and fulfilled this commandment, if &#x201C;Adam fell that man might be?&#x201D; Let me appeal to another saying in the New Testament: &#x201C;Adam was  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not deceived; but the woman, being deceived, was in the transgression,&#x201D;<span class=\"citation\" id=\"75895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75895)\">1 Tim. 2:14<\/a><\/span> says the Apostle Paul. Well, after the woman was deceived, she became subject to the penalty; yes, after she had partaken of the forbidden fruit, the penalty was upon <span class=\"italic\">her<\/span>, and not upon Adam; he had not partaken of the fruit, but his wife had. Now, what is to be done? Here are two beings in the garden of Eden, the woman and the man; she has transgressed, has broken the law, and incurred the penalty. And now, suppose the man had said, &#x201C;I will not partake of this forbidden fruit;&#x201D; the next word would have been, &#x201C;Cast her out of the garden; but let Adam stay there, for he has not sinned; he has not broken the commandment, but his wife has; she was deceived, let her be banished from the garden, and from my presence, and from Adam's presence; let them be eternally separated.&#x201D; I ask, on these conditions could they fulfil the first great commandment? They could not. Adam saw this, that the woman was overcome by the devil speaking through the serpent; and when he saw it, he was satisfied that the woman would have to be banished from his presence: he saw, also, that unless he partook of the forbidden fruit, he could never raise up posterity; therefore the truth of that saying in the Book of Mormon is apparent, that &#x201C;Adam fell that man might be.&#x201D;<span class=\"citation\" id=\"81268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81268)\">2 Ne. 2:25<\/a><\/span> He saw that it was necessary that he should with her partake of sorrow and death, and the varied effects of the fall, that he and she might be redeemed from these effects, and be restored back again to the presence of God. <\/div><div class=\"paragraph jod\" id=\"v1n1453\"> This tree, of which they both ate, was called the tree of knowledge of good and evil.<span class=\"citation\" id=\"52458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52458)\">Gen. 2:9,17<\/a><\/span> Why was it thus termed? I will explain a mystery to you, brethren, why this was called so. Adam and Eve, while in the garden of Eden, had not the knowledge you <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I have; it is true, they had a degree of intelligence, but they had not the experience, they had not the knowledge by experience, which you and I have: all they knew was barely what they knew when they came there; they knew a commandment had been given to them, and they had sufficient knowledge to name the beasts of the field as they came up before them;<span class=\"citation\" id=\"52508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52508)\">Gen. 2:19<\/a><\/span> but as for the knowledge of good, they had not got it, because they never had anything contrary to good placed before them. <\/div><div class=\"paragraph jod\" id=\"v1n1454\"> We will bring up an example. For instance, suppose you had never tasted anything that was sweet&#x2014;never had the sensation of sweetness&#x2014;could you have any correct idea of the term sweetness? No. On the other hand, how could you understand bitter if you never had tasted bitterness? Could you define the term to them who had never experienced this sensation, or knew it? No. I will bring another example. Take a man who had been perfectly blind from his infancy, and never saw the least gleam of light&#x2014;could you describe colors to him? No. Would he know anything about red, blue, violet, or yellow? No; you could not describe it to him by any way you might undertake. But by some process let his eyes be opened, and let him gaze upon the sunbeams that reflect; upon a watery cloud, producing the rainbow, where he would see a variety of colors, he could then appreciate them for himself; but tell him about colors when he is blind, he would not know them from a piece of earthenware. So with Adam previous to partaking of this fruit; good could not be described to him, because he never had experienced the opposite. As to undertaking to explain to him what evil was, you might as well have undertaken to explain, to a being that never had, for one moment, had his eyes closed to the light, what darkness is. The tree of knowledge of good  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and evil was placed there that man might gain certain information he never could have gained otherwise; by partaking of the forbidden fruit he experienced misery, then he knew that he was once happy, previously he could not comprehend what happiness meant, what good was; but now he knows it by contrast, now he is filled with sorrow and wretchedness, now he sees the difference between his former and present condition, and if by any means he could be restored to his first position, he would be prepared to realize it, like the man that never had seen the light. Let the man to whom all the beauties of light have been displayed, and who has never been in darkness, be in a moment, in the twinkling of an eye, deprived of his natural sight; what a change this would be to him; he never knew anything about darkness before, he never understood the principle at all; it never entered the catalogue of his ideas, until darkness came upon him, and his eyesight was destroyed: now he can comprehend that the medium he once existed in was light. Now, says he, if I could only regain my sight, I could appreciate it, for I understand the contrast; restore me back again to my sight, and let me enjoy the light I once had; let me gaze upon the works of creation, let me look on the beauties thereof again, and I will be satisfied, and my joy will be full. It was so with Adam; let the way be prepared for his redemption, and the redemption of his posterity, and all creation that groans in pain to be delivered&#x2014;let them be restored back again to what they lost through the fall, and they will be prepared to appreciate it. <\/div><div class=\"paragraph jod\" id=\"v1n1456\"> In order to show you the dire effects of the fall, it is not only necessary to say that old father Adam has experienced that penalty, and laid down his body in the dust; but all generations since that time have experienced the  <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same; and you, and I, and every man, and woman, and child, have got to, undergo that penalty; it will be inflicted upon us, and thus will the law of God be magnified, His words fulfilled, and justice have its demands. It is not because of our sins, that we die; it is not because we have transgressed, that we die; it is not because we may commit murder, or steal, or plunder, or rob, or take the name of the Lord in vain; it is not these things that bring the death of the body; but it is Adam's sin that makes the little child die, that makes kings, princes, and potentates die, and that has made all generations die from his day down to the present time. Don't you think there ought to be some way to redeem us from this dreadful calamity? We had no hand in the transgression of Adam; you and I were not there to participate in it; but it was our great father who did it, and we are suffering the effects of it. <\/div><div class=\"paragraph jod\" id=\"v1n1457\"> Cannot some of the wise medical men of the age&#x2014;some of the great physicians and doctors of the day, who have studied medicine all their life&#x2014;can they not imagine up something new, that will relieve the posterity of Adam from this awful calamity? They have not done it yet. Dr. Brandreth recommended his medicine for all kinds of diseases, and even it was said that steamboats were propelled by its power; but it made no man immortal; it did not save one man; and it is doubtful in the extreme&#x2014;it is certain, that no man in this mortality has ever discovered that medicine which will relieve us from these awful effects transmitted from father Adam to this present time. There is a remedy, but it is not to be found in the catalogue of the inventions of man; it is not to be found in the bowels of the earth, or dug out of any mines; it is not to be purchased by the gold of California, or the treasures of India. What is it,  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and how was it discovered? It was the Being who made man, that made him immortal and eternal, that Being whose bosom is filled with mercy, as well as justice, that exercises both attributes, and shows to all creation that He is a merciful God, as well as a God of justice; it was He that discovered this wonderful remedy to preserve mankind from the effects of this eternal death. But when is it to be applied? Not immediately, for that would frustrate His designs: when the body has got back into the dust, and after man has suffered sufficiently long for the original sin, He then brings him forth to enjoy all the bloom of immortality; He tells Death to trouble him no more; He wipes away all tears from his eyes, for he is prepared to live forever, and gaze upon His glory, and dwell in His presence. <\/div><div class=\"paragraph jod\" id=\"v1n1459\"> This great Redeemer is stronger than Death, more powerful than that direful monster who has come into the world, and laid siege to all the inhabitants thereof; He will banish it out of this creation. How will He do it? If the penalty of the original sin be the eternal separation of body and spirit, how can justice have all its demands, and mercy be shown to the transgressor? There is a way, and how? It is by the introduction of His Only Begotten Son, the Son of His own bosom, the firstborn of every creature, holding the birthright over every creation He has made, and holding the keys of salvation over millions of worlds like this; he has a right to come forth and suffer the penalty of death for the fallen sons and daughters of man. He offered his own life: says he, &#x201C;Father, I will suffer death though I have not merited it; let me suffer the demands of the law. Here I am innocent in thy presence; I have always kept thy laws from the day of my birth among thy creations, throughout ages past down to the present time; I have never been re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bellious to thy commandments; and now I will suffer for my brethren and sisters: let thy justice be magnified and made honorable; here am I; let me suffer the ends of the law, and let death and the grave deliver up their victims, and let the posterity of Adam all be set free, every soul of them without an exception.&#x201D; This is the way that justice is magnified and made honorable, and none of the creations of the Almighty can complain of Him, that He has not answered the ends of justice; no intelligent being can say, &#x201C;You have deviated from your words.&#x201D; Justice has had its demands in the penalties that were inflicted upon the Son of God, so far as Adam's transgression is concerned. <\/div><div class=\"paragraph jod\" id=\"v1n1460\"> I will explain a little further. So far as that transgression is concerned, all the inhabitants of the earth will be saved. Now understand me correctly. If there are any strangers present, that have not understood the views of the Latter-day Saints, I wish you to understand that we have no reference in any way to our own personal sins; but so far as the original sin of father Adam is concerned, you and I will have to suffer death; and every man and woman that ever lived on this globe will be redeemed from that sin. On what condition? I answer, on no condition whatever on our part. &#x201C;But,&#x201D; says one, &#x201C;where I came from they tell me I ought to repent for the original sin.&#x201D; I care not what they tell you, you will be redeemed from the original sin, with no works on your part whatever. Jesus has died to redeem you from it, and you are as sure to be redeemed, as you live upon the face of this earth. This is the kind of universal redemption the &#x201C;Mormons&#x201D; believe in, though in one sense of the word, it is a different kind of universal redemption from that which the nations have been in the habit of hearing. We believe in the universal  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redemption of all the children of Adam into the presence of God, so far as the sins of Adam are concerned. They will obtain a universal redemption from the grave. It matters not how wicked you are; if you have murdered all the days of your life, and committed all the sins the devil would prompt you to commit, you will get a resurrection; your spirit will be restored to your body. If Jesus had not come, all of us would have slumbered in the grave; but now, wicked as we may be, if we go down to the grave blaspheming the name of the Lord, we shall as sure come up again as we go down there. This is free grace without works; all this comes to pass without works on the part of the creature. <\/div><div class=\"paragraph jod\" id=\"v1n1462\"> Now let us pause upon another subject, as we pass along. Don't you know, my hearers, that there has been another law given since man has become a mortal being? Is it the Book of Mormon? No. After man became a mortal being, the Lord gave him another law. What was it? &#x201C;You have now got into a condition that you know good and evils by experience, and I will give you a law adapted to your capacity,&#x201D; says the Lord, &#x201C;and I now command you, that you shall not do evil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1463\"> What is the penalty? Second death. What is that? After you have been redeemed from the grave, and come into the presence of God, you will have to stand there to be judged; and if you have done evil, you will be banished everlastingly from His presence&#x2014;body and spirit united together; this is what is called the second death. Why is it called the second death? Because the first is the dissolution of body and spirit, and the second is merely a banishment&#x2014;a becoming dead to the things of righteousness;<span class=\"citation\" id=\"82054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82054)\">Alma 5:42<\/a><\/span> and as I have already remarked, wherever a being is placed in such a condition, there perfect misery <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reigns; I care not where you place them; you may take any of the celestial worlds, and place millions of beings there that are dead to righteousness, and how long will it be before they make a perfect hell of it? They would make a hell of any heaven the Lord ever made. It is the second death&#x2014;the penalty attached to the commandment given to the posterity of Adam, viz., &#x201C;<span class=\"italic\">You shall cease to do evil<\/span>; for if you cease to do evil, you shall be redeemed from Adam's transgression, and brought back into my presence; and if you cease not to do evil, you shall be punished with everlasting destruction from my presence, and from the glory of my power,&#x201D; saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1464\"> &#x201C;But,&#x201D; says one, &#x201C;He is so merciful that He would not inflict such a penalty upon us.&#x201D; Have you ever seen a man that has escaped from the first death? Or who had any prospect of it? No; you cannot find a remedy to hinder him from going down to his grave. Has there been any escape for any individual for 6,000 years past? Now, if the Lord has been punctual to make every man, woman, and child, suffer the penalty of the first transgression, why should you suppose that you can stand in His presence, and behold the glory of His power, and have everlasting life and happiness, when He has told you that you should be banished therefrom, that the second death should be inflicted upon you? For the first provocation, He has fulfilled to the very letter the penalty of the law; so will He in the second, and there is no escape. Says one, &#x201C;Is there no escape?&#x201D; No; not so far as you are able to provide. But I will tell you that there is a redemption for man from this second death or penalty, and the Lord remains a perfect, just Being, His justice being magnified. <\/div><div class=\"paragraph jod\" id=\"v1n1465\"> There is a way of escape from the effects of your own individual transgressions, but it is different from the  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redemption from the original sin of Adam. The redemption from that sin was universal without works, but the redemption from your own personal sins is universal with works on the part of the creature&#x2014;universal in its nature, because it is free to all, but not received by all. The salvation, or redemption from your own sins, is not by free grace alone, it requires a little work. But what are the works? Jesus Christ, through his death and sufferings has answered the penalty, on condition that you believe in him, and repent of your sins, and be baptized for the remission of them, and receive the Gift of the Holy Ghost, by the laying on of hands, and continue humble, and meek, and prayerful, until you go down to your graves; and on these conditions, Jesus will plead for you before the Father,<span class=\"citation\" id=\"93077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93077)\">Moses 7:39<\/a><\/span> and say, &#x201C;Father, I not only died for Adam's sin, but for the sins of all the world, inasmuch as they believe in my Gospel; and now these individuals have repented, they have reformed their lives, and have become like little children in my sight, and have performed the works I have given them to do&#x2014;and now, Father, may they be saved with an everlasting salvation in thy presence, and sit down with me on my throne, as I have overcome, and sit down with thee on thy throne;<span class=\"citation\" id=\"124643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124643)\">Rev. 3:21<\/a><\/span> and may they be crowned, with all the sanctified, with immortality and eternal life, no more to be cast away.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1467\"> Don't you think the Father would accept an appeal of this kind from His Only Begotten Son? Yes. He is our Mediator,<span class=\"citation\" id=\"77295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77295)\">Heb. 12:24<\/a><\/span> to plead before the Father for those who will comply with his commands, and the laws of his Gospel. The way is simple, so simple and easy that many step over it and say, &#x201C;O, that is of no consequence, it is of no avail, it will do no good to be baptized in water.&#x201D; But if the Lord had not constructed it upon a simple plan, adapted to the capacities of all men, they might  <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have had some excuse; but as it is, they have none: all you have got to do is to believe that Jesus Christ is the Son of God, turn away from your sins, cease to do evil, saying, &#x201C;Father, I will cease from this time henceforth to sin, and will work the works of righteousness;<span class=\"citation\" id=\"124644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124644)\">D&amp;C 59:23<\/a><\/span> I will try to do good all the days of my life; and I witness this before thee by this day going down into the waters of baptism; and thus cast off the old man, with his deeds,&#x201D; and henceforth live in newness of life.<span class=\"citation\" id=\"72435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72435)\">Rom. 6:4-6<\/a><\/span> If you will do this, you will just as sure be redeemed from your own sins, and the penalty thereof, and be lifted up to dwell in the presence of God, as you have been redeemed or lifted up from the waters of baptism. This is the Gospel, the first principles thereof, by which you can be redeemed from your own sins; and by and by death will come, and it will be sweet to you,<span class=\"citation\" id=\"85430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85430)\">D&amp;C 42:46<\/a><\/span> for Jesus has suffered the penalty of sin; the pangs of sin are gone, and you fall asleep in peace, having made sure your salvation, and having done your duty well, like those we are preaching the funeral sermon of this morning; and thus you will fall asleep, with a full assurance that you will come up, in the morning of the first resurrection, with an immortal body, like that which Adam had before he partook of the forbidden fruit. This is the promise to them that fall asleep in Jesus.<span class=\"citation\" id=\"124645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124645)\">1 Cor. 15:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1468\"> When our spirits leave these bodies, will they be happy? Not perfectly so. Why? Because the spirit is absent from the body;<span class=\"citation\" id=\"85587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85587)\">D&amp;C 45:17<\/a><\/span> it cannot be perfectly happy while a part of the man is lying in the earth. How can the happiness be complete when only a part of the redemption is accomplished? You cannot be perfectly happy until you get a new house.<span class=\"citation\" id=\"89086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89086)\">D&amp;C 93:33-34<\/a><\/span> You will be happy, you will be at ease in paradise; but still you will be looking for a house where your spirit can enter, and act as you did in former times, only more  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perfectly, having superior powers. Consequently, all the holy men that have lived in days of old, have looked forward to the resurrection of their bodies; for then their glory will be complete. <\/div><div class=\"paragraph jod\" id=\"v1n1470\"> What did Paul say upon this subject? He said, &#x201C;I have fought a good fight,&#x201D; &#x201C;I have kept the faith;<span class=\"citation\" id=\"76258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76258)\">2 Tim. 4:7<\/a><\/span> henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day.&#x201D;<span class=\"citation\" id=\"76279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76279)\">2 Tim. 4:8<\/a><\/span> Do you understand this passage? Remember that this crown that Paul speaks of, was not to be given in the day we die; but it is to be given in &#x201C;<span class=\"italic\">that day<\/span>&#x201D;&#x2014;the day of the Lord's appearing; it is to be given to all those that love his appearing;<span class=\"citation\" id=\"76278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76278)\">2 Tim. 4:8<\/a><\/span> then is the time that Paul will get his crown; then is the time that the Saints who fall asleep in our day, will receive their crowns&#x2014;crowns of rejoicing&#x2014;kingly crowns. What good would a crown do a man who is miserable and wretched? Many persons have worn crowns in this life; tyrants have had crowns of diamonds and gold; but what benefit are they? None at all, except to a being who has made himself perfectly happy by his obedience. But what are we to understand by this crown of righteousness, which is to be given to the Saints? We understand that it is actually to be a crown of glory; that they are to be kings in reality. John speaks in the first chapter of his Revelation to the Churches in his day, and represents the Saints to be Kings and Priests; he says, Christ &#x201C;hath made us kings and priests unto God and His Father;&#x201D;<span class=\"citation\" id=\"78938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78938)\">Rev. 1:6<\/a><\/span> and this too, while in this life. <\/div><div class=\"paragraph jod\" id=\"v1n1471\"> In another place he speaks of those who are dead&#x2014;about their singing a new song: &#x201C;And they sung a new song, saying, Thou hast redeemed us Oh God by thy blood, out of every kindred, and tongue, and people, and nation;<span class=\"citation\" id=\"79158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79158)\">Rev. 5:9-10<\/a><\/span> And hast made us unto <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our God kings and priests.&#x201D; Here then we find, from the first chapter, that they were made Kings and Priests before they were dead; and in the next quotation; we find that they still retained their kingly office after death, and actually had made songs to express their happy condition&#x2014;&#x201C;Thou hast made us kings and priests.&#x201D;<span class=\"citation\" id=\"78939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78939)\">Rev. 1:6<\/a><\/span> Now we see the reason why they are to wear crowns, for they will be made Kings and Priests on the earth: the Lord then, must have some way to give this kingly power. <\/div><div class=\"paragraph jod\" id=\"v1n1472\"> Do you understand this, brethren and sisters? If you were to speak, I should hear innumerable voices respond, &#x201C;Yes, we understand it; the Lord has revealed the ordinances; we know how the sons and daughters of God obtain this kingly office, while living here in this mortal tabernacle.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1473\"> We will pass over that; suffice it to say, that death does not wrench it from them; for they are to be kings, not for a day, or for this short life, but they are to remain to all eternity kings; having their thrones, and acting in the duties belonging to their kingly office. Compared with this, what are all the little, petty kingdoms of this earth worth? They are not worth one snap of the finger. The kings of the world exercise a certain authority over the nations&#x2014;over their subjects, issuing laws, and framing governments, and controlling them; and do you suppose that the Saints will be kings in the eternal world, and sit down upon thrones, in silence, not exercising the functions of their office? No. That is not the way the Lord has organized His creations; if there are kings, you may depend upon it they will have kingdoms under their control; they will have authority and dominion; they will give laws to those subjects over whom they bear rule; they will control them by the priestly office, for it is combined with the kingly office, and neither can be separated  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to all eternity. Is our God so narrow and contracted in His feelings, in His views and disposition, that He would limit the authority of the priestly office to this little globe we inhabit? No. God has more expansive views; His works are without beginning, and without end; they are one eternal round.<span class=\"citation\" id=\"84978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84978)\">D&amp;C 35:1<\/a><\/span> What kind of works are they? They are to make creations, and people them with living beings, and place them in a condition to prove themselves; and to exercise the kingly and priestly office to redeem them after they have suffered pain, and sorrow, and distress; and to bring them up into the presence of God; that they, in their turn, may become kings and priests for other creations that shall be made, and that shall be governed and ruled over by those possessing the proper authority. <\/div><div class=\"paragraph jod\" id=\"v1n1475\"> We do not believe that everything has got to be limited to this little space of time in this world; but the Saints will be doing a work that will be adapted to beings that are the sons of God in the fullest sense of the word, that are precisely like their Father; and if so, they will be like Gods, and will hold dominion under that Being who is the Lord of lords;<span class=\"citation\" id=\"55026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55026)\">Deut. 10:17<\/a><\/span><span class=\"citation\" id=\"80404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80404)\">Rev. 19:16<\/a><\/span> and they will hold it to all eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1476\"> We will come back to our text. We have been talking about the funeral sermon of the earth; the earth is to wax old like a garment<span class=\"citation\" id=\"59518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59518)\">Isa. 51:6<\/a><\/span> and pass away. I have already proved to you the redemption of man, and how he will become immortal and eternal; now let us look after his inheritance; we will see if he is to be lifted up in space, without any inheritance to stand upon, without any land upon which to raise manna for eating, or flax for the spinning and making of fine robes and other wearing apparel. Let us see if it is to be a shadowy existence, like the God that is served by Christendom, &#x201C;without body, parts, and passions,&#x201D; and located &#x201C;beyond the bounds of time and space.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1477\"> The earth is to die;<span class=\"citation\" id=\"88441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88441)\">D&amp;C 88:25-26<\/a><\/span> it has already received certain ordinances, and will have to receive other ordinances for its recovery from the fall. <\/div><div class=\"paragraph jod\" id=\"v1n1478\"> We will go back to the creation. The first account we have of the earth, it was enveloped in a mass of waters;<span class=\"citation\" id=\"52071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52071)\">Gen. 1:6-8<\/a><\/span> it was called forth from the womb of liquid elements. Here was the first birth of our creation&#x2014;the waters rolled back, and the dry land appeared,<span class=\"citation\" id=\"52081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52081)\">Gen. 1:9-10<\/a><\/span> and was soon clothed upon with vegetable and animal existence.<span class=\"citation\" id=\"52094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52094)\">Gen. 1:11-25<\/a><\/span> This was similar to all other births; being first encompassed in a flood of mighty waters, it burst forth from them, and was soon clothed with all the beauties of the vegetable kingdom. By and by it became polluted by Adam's transgression, and was thus brought under the sentence of death, with all things connected with it; and as our text says, it must wax old and die, in like manner as the inhabitants upon the face thereof.<span class=\"citation\" id=\"59519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59519)\">Isa. 51:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1479\"> The heavens and the earth were thus polluted, that is, the material heavens, and everything connected with our globe; all fell when man fell, and became subject to death when man became subject to it. Both man and the earth are redeemed from the original sin without ordinances; but soon we find new sins committed by the fallen sons of Adam, and the earth became corrupted before the Lord by their transgressions. It needs redeeming ordinances for these second transgressions. The Lord ordained baptism, or immersion of the earth in water, as a justifying ordinance. Said he to Noah, &#x201C;Build an ark for the saving of thyself and house,<span class=\"citation\" id=\"76983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76983)\">Heb. 11:7<\/a><\/span> for I will immerse the earth in water, that the sins which have corrupted it may be washed away from its face.&#x201D; The fountains of the great deep, and the windows on high, were opened,<span class=\"citation\" id=\"52908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52908)\">Gen. 7:11<\/a><\/span> and the rains came and overwhelmed the earth; and the dry land disappeared in the womb of the mighty waters, even as in the begin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ning. The waters were assuaged; the earth came forth clothed with innocence, like the newborn child, having been baptized or born again from the ocean flood; and thus the old earth was buried with all its deeds, and arose to a newness of life,<span class=\"citation\" id=\"124646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124646)\">Rom. 6:4<\/a><\/span> its sins being washed away, even as man has to be immersed in water to wash away his own personal sins. <\/div><div class=\"paragraph jod\" id=\"v1n1481\"> By and by the earth becomes corrupted again, and the nations make themselves drunken with the wine of the wrath of great Babylon;<span class=\"citation\" id=\"124647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124647)\">Jer. 51:7<\/a><\/span><span class=\"citation\" id=\"124648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124648)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"124649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124649)\">D&amp;C 35:11<\/a><\/span> but the Lord has reserved the same earth for fire; hence He says by the prophet Malachi, &#x201C;Behold, the day cometh that shall burn as an oven, &amp;c.&#x201D;<span class=\"citation\" id=\"62485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62485)\">Mal. 4:1<\/a><\/span> A complete purification is again to come upon the earth, and that too, by the more powerful element of fire; and the wicked will be burned as stubble. When is this to be? Is it to be before the earth dies? This is a representation of the baptism that is received by man after he has been baptized in water; for he is then to be baptized with fire and the Holy Ghost, and all his sins entirely done away: so the earth will be baptized with fire, and wickedness swept away from its face, so that the glory of God shall cover it. As the waters cover the great deep,<span class=\"citation\" id=\"58124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58124)\">Isa. 11:9<\/a><\/span><span class=\"citation\" id=\"62232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62232)\">Hab. 2:14<\/a><\/span> so will the earth be overwhelmed and immersed in the glory of God, and His Spirit be poured out upon all flesh,<span class=\"citation\" id=\"61827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61827)\">Joel 2:28<\/a><\/span> before the earth dies. After this purifying ordinance, there will be a thousand years of rest,<span class=\"citation\" id=\"93172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93172)\">Moses 7:64<\/a><\/span> during which righteousness shall abound upon the face of the earth; and soon after the thousand years have ended, the words of the text shall be fulfilled&#x2014;&#x201C;The heavens shall vanish away like smoke, and the earth shall wax old like a garment,&#x201D;<span class=\"citation\" id=\"59520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59520)\">Isa. 51:6<\/a><\/span> &amp;c. When the earth waxes old, and has filled the measure of its creation, and all things have been done according to the mind and will <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, He will say to the earth, &#x201C;Die.&#x201D; What will be its death? Will it be drowned? No: it is to die through the agency of fire; it is to suffer a death similar to many of the martyrs; the very elements themselves are to melt with fervent heat,<span class=\"citation\" id=\"78445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78445)\">2 Pet. 3:10<\/a><\/span> and the hills are to be made like wax before the Lord.<span class=\"citation\" id=\"57033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57033)\">Ps. 97:5<\/a><\/span> Will the earth be annihilated? No, there is no such a word in all His revelations; such a thing was never known in the bosom of the Almighty, or any other being, except in the imaginations of some of the moderns, who have declared that the globe was to become like the &#x201C;baseless fabric of a vision.&#x201D; It is one of the sectarian follies, that the elements and everything else are to be completely struck out of existence. The Lord never revealed, or thought of, or even hinted at such a thing. <\/div><div class=\"paragraph jod\" id=\"v1n1482\"> The earth will not be annihilated, any more than our bodies are after being burned. Every chemist knows that the weight of a thing is not diminished by burning it. The present order of things must be done away, and, as the apostle John says, all things must become new;<span class=\"citation\" id=\"80739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80739)\">Rev. 21:5<\/a><\/span><span class=\"citation\" id=\"89483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89483)\">D&amp;C 101:25<\/a><\/span> and he tells us the time when: it is to be after the millennium. The passing away is equivalent to death, and all things being made new is equivalent to the resurrection. Is the new earth<span class=\"citation\" id=\"80669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80669)\">Rev. 21:1<\/a><\/span> to be made precisely like this earth? No; but as this earth was, before sin entered into it; and we shall inherit it. This is our heaven, and we have the title to it by promise, and it will be redeemed through the faith and prayers of the Saints, and we shall get a title from God to a portion of it as our inheritance. <\/div><div class=\"paragraph jod\" id=\"v1n1483\"> O ye farmers, when you sleep in the grave, don't be afraid that your agricultural pursuits are forever at an end; don't be fearful that you will never get any more landed property; but if you be Saints, be of good cheer, for when you come up in the morning of the resurrection, behold! there is  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a new earth made, wherein dwells righteousness,<span class=\"citation\" id=\"78480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78480)\">2 Pet. 3:13<\/a><\/span> and blessed are ye, for ye shall inhabit it. &#x201C;Blessed are the meek,&#x201D; says our Savior, &#x201C;for they shall inherit the earth,&#x201D;<span class=\"citation\" id=\"62902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62902)\">Matt. 5:5<\/a><\/span> though they have died without a foot of land.<span class=\"citation\" id=\"71509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71509)\">Acts 7:5<\/a><\/span> The Latter-day Saints were driven from one possession to another, until they were driven beyond the pale of civilization into the deserts, where it was supposed they would die, and that would be the last of them; but behold, they have a firm hold upon the promise that the meek shall inherit the earth,<span class=\"citation\" id=\"56578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56578)\">Ps. 37:11<\/a><\/span><span class=\"citation\" id=\"62900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62900)\">Matt. 5:5<\/a><\/span> when they come here with immortal bodies capable of enjoying the earth. True, we can have plenty of the things of this life in their cursed condition; but what are all these things? They are nothing. We are looking for things in their immortal state, and farmers will have great farms upon the earth when it is so changed. &#x201C;But don't be so fast,&#x201D; says one, &#x201C;don't you know that there are only about 197,000,000 of square miles, or about 126,000,000,000 of acres, upon the surface of the globe? Will this accommodate all the inhabitants after the resurrection?&#x201D; Yes; for if the earth should stand 8,000 years, or eighty centuries, and the population should be a thousand millions in every century, that would be eighty thousand millions of inhabitants; and we know that many centuries have passed that would not give the tenth part of this; but supposing this to be the number, there would then be over an acre and a half for each person upon the face of the globe. <\/div><div class=\"paragraph jod\" id=\"v1n1485\"> But there is another thing to be considered. Are the wicked to receive the earth as an inheritance? No; for Jesus did not say, Blessed are the wicked, for they shall inherit the earth; this promise was made only to the meek. Who are the meek?<span class=\"citation\" id=\"62901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62901)\">Matt. 5:5<\/a><\/span> None but those who receive the ordinances of the Gospel, and live according to them; they must receive the <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same ordinances the earth has received, and be baptized with fire and with the Holy Ghost, as this earth will be when Jesus comes to reign upon it a thousand years;<span class=\"citation\" id=\"80515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80515)\">Rev. 20:4-6<\/a><\/span> and be clothed upon with the glory of God,<span class=\"citation\" id=\"84744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84744)\">D&amp;C 29:12<\/a><\/span><span class=\"citation\" id=\"92781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92781)\">Moses 7:3<\/a><\/span> as this earth will be; and after they have died as the earth will die, they will have to be resurrected, as this earth will be resurrected,<span class=\"citation\" id=\"88007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88007)\">D&amp;C 84:101<\/a><\/span> and then receive their inheritance upon it. <\/div><div class=\"paragraph jod\" id=\"v1n1486\"> Look at the seventeen centuries that have passed away on the eastern hemisphere, during which time the sound of the Gospel has never been heard from the mouth of an authorized servant of God. Suppose now that out of the vast amount of the population of this earth, one in a hundred should receive the law of meekness, and be entitled to receive an inheritance upon the new earth; how much land would they receive? We answer, they would receive over 150 acres, which would be quite enough to raise manna,<span class=\"citation\" id=\"54067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54067)\">Ex. 16:31-35<\/a><\/span> and to build some habitations upon, and some splendid mansions; it would be large enough to raise flax to make robes of, and to have beautiful orchards of fruit trees; it would be large enough to have our flower gardens, and everything the agriculturalist and the botanist want, and some to spare. <\/div><div class=\"paragraph jod\" id=\"v1n1487\"> What would be done with the spare portions? Let me tell you of one thing which perhaps some of you have never thought of. Do you suppose that we shall get up out of the grave, male and female, and that we shall not have the same kind of affections, and endearments, and enjoyments that we have here? The same pure feelings of love that exist in the bosoms of the male and female in this world, will exist with seven-fold intensity in the next world, governed by the law of God; there will be no corruptions nor infringements upon one another's rights. Will not a man have his own family? Yes; he will also have his  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own mansion and farm, his own sons and daughters. And what else? Why, the fact is, man will continue to multiply and fill up this creation, inasmuch as it is not filled up by the resurrected Saints after it is made new. <\/div><div class=\"paragraph jod\" id=\"v1n1489\"> And what will he do when this is filled up? Why, he will make more worlds, and swarm out like bees from the old hive, and prepare new locations. And when a farmer has cultivated his farm, and raised numerous children, so that the space is beginning to be too strait for them, he will say, &#x201C;My sons, yonder is plenty of matter, go and organize a world, and people it; and you shall have laws to govern you, and you shall understand and comprehend through your experience the same things that we know.&#x201D; And thus it will be one eternal round,<span class=\"citation\" id=\"84979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84979)\">D&amp;C 35:1<\/a><\/span> and one continual increase; and the government will be placed under those <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are crowned as kings and Priests in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v1n1490\"> Much more might be said, for we have only just touched upon these things, only turned the key that you may look through the door and discern a little of the glories that await the Saints. Let me tell you, it has not entered into the heart of man to conceive the things which God has laid up for them that love Him,<span class=\"citation\" id=\"72969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72969)\">1 Cor. 2:9<\/a><\/span> unless he is filled with the Holy Ghost, and by vision gazes upon the thrones and the dominions, the principalities and powers, that are placed under His control and dominion; and He shall sway a righteous scepter over the whole. <\/div><div class=\"paragraph jod\" id=\"v1n1491\"> This we will consider a kind of resurrection sermon for this creation, and all the righteous that shall inhabit it. We have not time in this discourse to preach the resurrection of the wicked, nor point out the place of their location. <\/div>\n<\/div>\n<\/div>"}