{"ID":10046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Poor&#x2014;The Perpetual Emigrating Fund&#x2014;Ingratitude.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, at the General Conference, October 6, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Poor, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v1n1626\"> I wish to call the attention of this Conference to an invitation I shall give them, and wish to extend it to the Saints in this valley and elsewhere. I allude to the gathering of the poor Saints. <\/div><div class=\"paragraph jod\" id=\"v1n1627\"> Many of us are acquainted with the circumstances of the Saints when they came to this valley six years ago, also five and four years ago. Were we to go through this community and search out the men, women, and children who have come here on their own resources, and those who have been helped here by the Perpetual Emigrating Fund, and by private individuals, it would be seen that a large proportion of the community have been brought here through the assistance of others. I will not say a majority have come here under those circumstances, but there are thousands who have. Thousands of men, women, and children have been helped here by the Perpetual Emigrating Fund alone. <\/div><div class=\"paragraph jod\" id=\"v1n1628\"> This is the subject to which I wish <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to call the attention of the Conference, and the community at large. I wish all to hearken to it, to reflect upon it, and contemplate it seriously. <\/div><div class=\"paragraph jod\" id=\"v1n1629\"> I call upon those who have not yet put forth their hands to assist in gathering the poor, to give us their names and their means, during this Conference, that we may raise a few thousand dollars to be applied to this purpose. Suppose we should try to raise as much as we did four years ago, when we were in the midst of our greatest poverty and distress&#x2014;we had just arrived here, and had scarcely sufficient to sustain life; notwithstanding these straightened circumstances, at the first Conference we held in the old Tabernacle, this subject was agitated, and $5,700 in gold was raised, and sent to gather in the poor. Dare I venture to flatter myself that we can raise $5,000 or $6,000 this Conference, to be applied to the same good purpose? The people are better able to raise $50,000 now, than they were to raise $5,000 then. Suppose we  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>raise $15,000 or $20,000 to send for our poor brethren and sisters, who long to be here as much as any of you did, before your way was opened. This amount can be raised now, and not call forth an unusual effort. <\/div><div class=\"paragraph jod\" id=\"v1n1631\"> We might ask you to reflect upon the days that you have spent in yonder distant land, where you could seldom walk the streets or enter a shop, like another citizen, without the finger of scorn<span class=\"citation\" id=\"80971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80971)\">1 Ne. 8:33<\/a><\/span> being pointed at you, without suffering the malignant taunts and sneers of the ungodly, for the sake of your religion. Let me refer your minds to the time that the Gospel was first introduced to you, and the light and glory of it opened up to your understandings; when eternity and eternal things reflected upon your benighted minds, and your conceptions were aroused to see things as they were, as they are, and as they will be. What were your feelings and meditations, when Zion and its glory burst upon your vision? When the people of God appeared to you, assembled together, preparatory to the coming of the Son of Man? Again, what were your feelings, when in every direction that you turned your eyes, they were met with scenes of wickedness, and your ears saluted with deep dyed blasphemies of every description? Were there any that feared the Lord? No. The most pious could do nothing more than some did in the days of the Apostles; they could erect an image to the unknown God,<span class=\"citation\" id=\"71932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71932)\">Acts 17:23<\/a><\/span> and worship somebody, or something, but they knew not what. What were your feelings and reflections, under such circumstances, when you first heard of the latter-day work? Of the Gospel in its fulness? When you first learned that the Lord had a Prophet, and Apostles, who held the words of life for the people? What was there you would not have sacrificed in a moment for the privilege of assembling with the Saints? Of mingling your voices and conversation with theirs,  <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day by day? Of visiting, journeying, doing business, laboring, and spending your lives with those who know and love the Lord, and will serve Him? Is there anything you would not have sacrificed? Verily, no! <\/div><div class=\"paragraph jod\" id=\"v1n1632\"> If you can remember your own feeling then, you can know how others feel, you can realize how thousands and scores of thousands feel at this present moment. There is no hardship they would refuse to undergo, no danger they would not endeavor to surmount, if they could assemble with us here this day. No trial would be too keen for them; there is no sacrifice that they would not readily and willingly make for the privilege you enjoy this day. Brethren and sisters, can you realize this? <\/div><div class=\"paragraph jod\" id=\"v1n1633\"> Let us now read a chapter on the other side of the page, and we find the hearts of men and women, by crossing the ocean, by traveling a few weeks or months by water and land, appear to become partially closed up, and they lose sight of the object of their pursuit. It seems as though the hardships they pass through, in coming to this land, banish nearly every particle of the light of Christ out of their minds. <\/div><div class=\"paragraph jod\" id=\"v1n1634\"> If you started on your journey with the influence of the Holy Spirit warming your hearts, who prevented you from retaining it every day of year life? You may say it was the devil that robbed you of it. But what business had you with the devil? Was there any necessity that you should enter into fellowship with him, or into partnership with the works of darkness? &#x201C;No,&#x201D; you reply, &#x201C;I had forsaken him and all my old associates and feelings, and had given myself to the Lord, had embraced His Gospel, and set out to build up His kingdom, and wished to gather with the Saints at the gathering place.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1635\"> Suppose the devil does tempt you, must you of necessity enter into part<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nership again with him, open your doors, and bid him welcome to your house, and tell him to reign there? Why do you not reflect, and tell master devil, with all his associates and imps, to begone, feeling you have served him long enough. <\/div><div class=\"paragraph jod\" id=\"v1n1637\"> Says one, &#x201C;I did not know that I could possibly come here with unruly cattle, without getting wrong in my feelings;&#x201D; or, &#x201C;this brother did wrong and marred my feelings; I was irritated, and the cares of the journey bewildered my mind, and hurt me so that I do not really know whether I have got to where I started for, or not; things are different here to what I expected to find them, &amp;c.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1638\"> This is a representation of the feelings of some who have crossed the plains this season. My advice to you is, <span class=\"italic\">go and be baptized for the remission of sins, and start afresh<\/span>, that temptation may not overcome you again; pause and reflect, that you be not overcome by the evil one unawares. <\/div><div class=\"paragraph jod\" id=\"v1n1639\"> In the first place, if you are rebaptized for the remission of sins, peradventure you may receive again the spirit of the Gospel in its glory, light and beauty; but if your hearts are so engrossed in the things of this world, that you do not know whether you want to be rebaptized or not, you had better shut yourselves up in some canyon or closet, to repent of your sins, and call upon the name of the Lord, until you get His Spirit, and the light thereof, to reflect upon you, that you may know the nature of your offenses, and your true condition; that you may realize and appreciate the blessing you enjoy in being here with the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v1n1640\"> Let me lead your minds a little further. I wish to tell you something which you may perhaps know as well as I do, but you may not have realized it. When the Lord Almighty opens the vision of a person's mind, He shows him the things of the Spirit&#x2014; <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things that will be. If any of you had a vision of Zion, it was shown to you in its beauty and glory, after Satan was bound. If you reflected upon the gathering of the Saints; it was the spirit of gathering that enlightened you; and when your minds were opened in vision to behold the glory and excellency of the Gospel, you did not see a vision of driving cattle across the plains, and where you would be mired in this or that mud hole; you did not see the stampedes among the cattle, and those of a worse character among the people; but you saw the beauty and glory of Zion, that you might be encouraged, and prepared to meet the afflictions, sorrows and disappointments of this mortal life, and overcome them, and be made ready to enjoy the glory of the Lord as it was revealed to you. It was given to you for your encouragement. <span class=\"small-caps\">Recollect that<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n1641\"> You will recollect my exhortation to those who have means; we want them to give the Perpetual Emigrating Fund a lift. Bring in your tithes and offerings, and we will help a great many more to this place in the future than we have this year. We wish to double our diligence, and treble the crowd of immigrants by that Fund. <\/div><div class=\"paragraph jod\" id=\"v1n1642\"> I wish to show you a little of the philosophy of human nature in its fallen and degraded state; you may consider it in the Gospel or out of it; in the light of the Holy Spirit, or without it; as you please. The philosophy of mankind, in their daily avocations, you may all know for yourselves, by your own observation and experience. I wish to mention a portion of it that has come under my notice. I could mention names, but I will content myself with naming circumstances. <\/div><div class=\"paragraph jod\" id=\"v1n1643\"> We pick up, say 200 persons, in England and convey them across the water, and across the plains, and set them down in this valley. They commence to labor, and in a short time  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they make themselves comfortable. They can soon obtain plenty of the best kind of pay for their labor, such as bread&#x2014;the staff of life, butter, cheese and vegetables. When a man gets these things, without the fancy nicknacks, he does well. <\/div><div class=\"paragraph jod\" id=\"v1n1645\"> Suppose we pick up a company of these poor Saints in England, whose faces are pale, and who can scarcely tread their way through the streets for want of the staff of life; you may see them bowed down from very weakness, with their arms across their stomachs, going to and from their work; the greater part of them not enabled to get a bit of meat more than once a month; and upon an average only about one tablespoonful of meal per day, for each person in a family, without butter or cheese, by working 16 hours out of the 24; and when they go to their work and return from it, they need a staff in their hands to lean upon. We bring 200 of them here; instead of their being obliged to work for two or three pence per day, they can get a dollar and a dollar and a half per day. With one day's wages they can purchase flour and meat and vegetables enough to last a moderately sized family one week. <\/div><div class=\"paragraph jod\" id=\"v1n1646\"> They have not been here long when they may be seen swelling in the streets with an air of perfect independence. Ask one of these men if he will pay you for bringing him here; and he will reply, &#x201C;I don't know you, sir.&#x201D; You ask another if he will work for you, for bringing him out to this place; and he will appear quite astonished, saying, &#x201C;What have I had from you?&#x201D; Another will say, &#x201C;If I work for you, what will you give me? Can you give me some adobies? For I am going to build a fine house, or if you have any money to pay me, it will answer as well.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1647\"> How does such language and ingratitude make the benefactor of that <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> person feel? Why, his heart sinks within him. I can find thousands of just such men and women in this territory. When they are brought to this place, they do not know their benefactors, who saved them from death, but they are a head and shoulders above them, when they meet them in the streets. <\/div><div class=\"paragraph jod\" id=\"v1n1648\"> Do you know the conclusion that is natural to man, when he is treated in such a manner by his fellow man? It is, &#x201C;I wish I had left you in your own country.&#x201D; I wish so too. I say, let such persons starve to death, and die Christians, instead of being brought here to live and commit the sin of ingratitude, and die and go to hell; for while they remained in their poverty, they were used to the daily practice of praying for deliverance; and I say it is better for them to die praying, and go into eternity praying, and the Almighty to have bowels of compassion and mercy towards them, than for them to come here, and lose the Spirit of God through ingratitude, and go into eternity swearing. <\/div><div class=\"paragraph jod\" id=\"v1n1649\"> I can pick up hundreds of men who have passed by their benefactors, and if they should speak to them, would turn round and say, &#x201C;I really don't know you.&#x201D; Or if they do, they will speak everything against them their tongues can utter, or can be allowed to; and they will swear falsely about them&#x2014;about the very men who have saved them from starvation and death. <\/div><div class=\"paragraph jod\" id=\"v1n1650\"> I frequently refer to facts that come under my own observation. When I came into this Valley, we had notes amounting to $30,000 against brethren we had assisted, which no person will pay one cent for. We have helped men, women, and children from England, to over the amount of $30,000. Except one individual, and that is a man by the name of Thomas Green, who lives in Utah, and one young woman, who came from Eng<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land, there has never been a single person who has paid one dime towards canceling a debt amounting to over $30,000, besides other notes, accounts, and obligations which we hold. <\/div><div class=\"paragraph jod\" id=\"v1n1652\"> Do I mean to be understood that no person pays their passage? By no means. My remarks will not hit those, neither are they directed to them who are thankful to their benefactors, and who do, and are willing to pay. But as far as I am concerned, before we came into this Valley, with the exception of one man and woman, no person has offered to pay us one dime, and eight-tenths of them have turned away from the Church, and a number of them joined the mob, and sought to dye their hands in our blood. <\/div><div class=\"paragraph jod\" id=\"v1n1653\"> Now do you see the philosophy of human nature, and I will say of divine nature? Let me help a man who makes an evil use of the assistance I render him, and endeavors to injure himself and me, and his neighbor with it, what does the Spirit of the Lord teach me in such a circumstance? What would the Lord do, provided He was here himself? Do you not think He would withhold the thing from him? Do you think an angel would help a man who would turn round and destroy that angel and himself? I do not, neither do I think the Lord would, and no good man would if he knew it, unless it were done with a view to prove a person. I do not think a bad man would distribute his means to another individual, or to individuals, who would use them to his injury. <\/div><div class=\"paragraph jod\" id=\"v1n1654\"> It is the evil actions and covetousness in the hearts of the poor that shut up the bowels of compassion in the rich, and they say they will not help the poor. We could have gathered hundreds of thousands more of the poor, were it not that the rich have been so biased, and still continue to be. Say they, &#x201C;We do not <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wish our means to be applied to an evil use.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1655\"> If you wish to know what I mean by all this, it is that if any men or women refuse to pay their passage to this place when they are in circumstances to do it, <span class=\"italic\">let them be cut off from the Church, and then sue them at the law, and collect the debt<\/span>. Sever those limbs from the tree, and then make them pay their honest debts. <span class=\"italic\">That is to the poor<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n1656\"> We now want the rich to turn in their means, that the poor, the <span class=\"italic\">honest<\/span> poor, may be delivered. Some of you may inquire if we wish to send the means now to England? Yes; we want the means now, which you can pay into the Tithing Office, and have it recorded on the books, to answer the means we have there, which can be used for next season. We want to give a heavy lift to the emigration of the poor, next season. We have brought out a considerable number this season, but it is hardly a beginning to what we wish to be brought out next season. <\/div><div class=\"paragraph jod\" id=\"v1n1657\"> The first duty of those who have been brought out by the Perpetual Emigrating Fund is to pay back what they have received from it, the first opportunity, that others may receive the same benefit they have received. We wish you in the first place to get something to eat, drink, and wear; but when you are in any way comfortable, we wish you to pay that debt the next thing you do, and replenish the Fund. It is built upon a principle, if carried out properly, and the debts punctually refunded, to increase in wealth. The $5,000 that was sent for the poor four years ago this fall, if every man had been prompt to pay in that which he received, would have increased to $20,000. <\/div><div class=\"paragraph jod\" id=\"v1n1658\"> We are the greatest speculators in the world. We have the greatest speculation on hand that can be found in all the earth. I never denied  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being a speculator. I never denied being a miser, or of feeling eager for riches; but some men will chase a picayune five thousand miles when I would not turn round for it, and yet we are preachers of the same Gospel, and brethren in the same kingdom of God. You may consider this is a little strong; but the speculation I am after, is to exchange this world, which, in its present state, passes away, for a world that is eternal and unchangeable, for a glorified world filled with eternal riches, for the world that is made an inheritance for the Gods of eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1660\"> The plan is to make everything bend to the revelations of God; this is the object of our Priesthood&#x2014;to bring into requisition every good thing, and make it bear for the accomplishment of the main point we have in view; and when we get through we shall reap the reward of the just, and get all our hearts can anticipate or desire. To lay plans for the attainment of this, is just as necessary as for a merchant to lay plans to get earthly riches by buying and selling merchandise. It is for us to lay plans to secure to ourselves eternal lives, which is just as necessary as it is for the miser to lay plans to amass a great amount of gold upon the earth; and it is for us to engage in it systematically. <\/div><div class=\"paragraph jod\" id=\"v1n1661\"> I say to the poor, <span class=\"small-caps\">pay your debts to the Perpetual Emigrating Fund<\/span>; and to the rich, <span class=\"small-caps\">help the poor<\/span>; and this will bring wealth and strength, by each one, according to his ability, calling, and means, assisting in every point and place in this great speculation for kingdoms, thrones, principalities and powers. It is said union is strength; and that is enough; if we <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get that, we shall have power. This is the plan for us to work upon, and I wish the brethren to whisper this around among their neighbors, when they go out of this tabernacle, and say, &#x201C;What can we give to the Perpetual Emigrating Fund? Can we give anything this season?&#x201D; We will not refuse help from the sisters. Do you ask how small an amount we will take? We will take from a pin to a bed quilt; but be sure, when you bring a pin, that you have not many other things in your trunk that would be useful, more than you at present need; for if you bring a pin under such circumstances, you cannot receive a blessing, and the reward it is entitled to. If the clothing you wear each day is all you have, and you have need to borrow a shawl to go out in, and you have only a pin to bestow, bring that, and you shall receive a blessing. <\/div><div class=\"paragraph jod\" id=\"v1n1662\"> We think it is not necessary to give you the report of the Perpetual Emigrating Fund this Conference. It is doing well, but we want it to do a great deal better. We want to swell the operation, and bring the poor from the nations by scores of thousands instead of by hundreds. This embraces what I wished to lay before the Conference upon this point. <\/div><div class=\"paragraph jod\" id=\"v1n1663\"> Before the Conference is concluded we shall call for quite a number of Elders. It was anticipated that our missionaries would have been called at the August Conference of this year, but we will call a considerable number this Conference. You need not inquire where we want you to go, for it will be told you when you are ready. Prepare your mind and circumstances against that time, for we wish to send the Gospel to Israel. <\/div><div class=\"paragraph jod\" id=\"v1n1664\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}