{"ID":10048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Comprehensiveness of True Religion&#x2014;The Saints But Stewards.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at Great Salt Lake City, December 5, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Comprehensiveness of True Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/5\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v1n1703\"> Myself and my brethren frequently rise to address the congregation in this place, not knowing precisely what may prove the most beneficial and instructing. The same weakness is in me, that is common to the most of my brethren who address you from this stand, that is, a degree of timidity, which arises from a sense of the importance of the work in which we are engaged; but my resolution overbalances this. <\/div><div class=\"paragraph jod\" id=\"v1n1704\"> Can anything be taught that will edify this congregation like the principles of the Gospel? It may be said the life and existence of man, with the varied avocations of his life, from birth to death, are an interesting subject, as much so as the Gospel. But this is connected with the Gospel of salvation, as well as everything else that is associated with his being. The whole mortal existence of man is neither more nor less than a preparatory state given to finite beings, a space wherein they may improve themselves for a higher state of being. The labor of man in this existence seems to be almost wholly directed to procure a mortal subsistence; this is more particularly the case with those who have not learned the order of heaven, and that it is necessary to direct our ener<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gies, during our time here, in a channel to secure salvation in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v1n1705\"> Mankind, in general, do not stop to reflect, they are pressing headlong to grasp the whole world if possible; each individual is for himself, and he is ignorant of the design the Almighty had in his creation and existence in this life. To obtain a knowledge of this design is a duty obligatory upon all the sons and daughters of Adam. <\/div><div class=\"paragraph jod\" id=\"v1n1706\"> The Latter-day Saints realize that there is no period of man ' existence not incorporated with the plan of salvation, and directly pointing to a future existence. Consequently, when we stand here to speak to the people, let every man speak what is in his heart. If one of our Elders is capable of giving us a lecture upon any of the sciences, let it be delivered in the spirit of meekness&#x2014;in the spirit of the holy Gospel. If, on the Sabbath day, when we are assembled here to worship the Lord, one of the Elders should be prompted to give us a lecture on any branch of education with which he is acquainted, is it outside the pale of our religion? I think not. If any of the Elders are disposal to give a lecture to parents and children on letters, on the rudiments of the  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>English language, it is in my religion, it is a part of my faith. Or if an Elder shall give us a lecture upon astronomy, chemistry, or geology, our religion embraces it all. It matters not what the subject be, if it tends to improve the mind, exalt the feelings, and enlarge the capacity. The truth that is in all the arts and sciences forms a part of our religion. Faith is no more a part of it than any other true principle of philosophy. Were I to give you a lecture today upon farming, would I be speaking upon a matter that transcends the bounds of our religion? Agriculture is a part of it as well as any other truth. Were I to lecture on business principles of any kind, our religion embraces it; and what it does not circumscribe, it would be well for us to dispense with at once and forever. <\/div><div class=\"paragraph jod\" id=\"v1n1708\"> This language may come in contact with the prejudices of many people, and I will add, of all people, unless they have been schooled in &#x201C;Mormonism.&#x201D; It comes in contact with the traditions, prejudices, and feelings of former years, when the alpha and omega of our religion consisted in singing, preaching, exhorting, and shouting &#x201C;Glory, hallelujah, praise the Lord!&#x201D; And when Monday morning came, we would go to our farms, to our merchandise, to our mechanism, and to what we called our dull business of life, which we considered did not belong to our religion. These are the traditions of the world, but it is not so with us; we have learned the Gospel better. <\/div><div class=\"paragraph jod\" id=\"v1n1709\"> I am aware how easy it is for the mind of man to become entangled with the deceitfulness of riches,<span class=\"citation\" id=\"64530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64530)\">Matt. 13:22<\/a><\/span> for I am somewhat experienced in the spirit of the world. How easy it is for the love of the world to take possession of the hearts of the human family! How easy it is for their minds to become darkened by the god of this world,<span class=\"citation\" id=\"74058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74058)\">2 Cor. 4:4<\/a><\/span> and, become like the eyes of the fool, which are in the ends of the earth,<span class=\"citation\" id=\"57442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57442)\">Prov. 17:24<\/a><\/span> <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> seeking for gold and silver, and for the riches, grandeur, popularity, and titles of this world. If the religion we possess does not control and reign predominant over every other principle and feeling, we have not been schooled in it so as to learn our lessons correctly&#x2014;we are not masters of this heavenly science. If the Latter-day Saints have not been schooled enough to realize that all things which pertain to this world&#x2014;riches, honors, worldly grandeur, and worldly titles, are not wholly subservient to their religion, they are not fully skilled in their profession. Are you aware of this? Do the Latter-day Saints individually realize the circumstances in which they are placed, the position they occupy in human society, in the midst of the Church of Jesus Christ? How many are there here today who realize as they ought their standing with God and man, and who understand precisely their position in life, their relationship with angels, and the destinies of Providence? Here are many who have been in the Church for years&#x2014;are they masters, or are they yet only scholars? Are they fathers, or yet only babes? Have they need to be taught what are the rudiments of the doctrine of Christ, or are they capable of teaching them to the human family, pointing out the way of life and salvation? Many are capable. If we have learned our lessons well, while we teach the way of life and salvation to others, we shall exemplify it in our own lives. How many of my hearers possess the mastery over themselves, can keep the angry spirit of wrath under the empire of reason, and cannot be prejudiced against their brethren? Select the men or women who are capable of judging a righteous judgment,<span class=\"citation\" id=\"69390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69390)\">John 7:24<\/a><\/span> who can weigh exactly the life and conduct of their neighbors in the balance of justice, mercy, and truth? Are there any? I hope there are many. <\/div> <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1711\"> How many of the Latter-day Saints, who have been in the Church from fifteen to twenty years, have learned the Gospel sufficiently to be masters of their passions? How many have learned the nature of things, as well as of men, the use of gold and silver, and the elements that are around us, so as to enjoy the life of the world, and understand the nature of it well enough to devote all the treasures of the east, did they possess them, to the building up of the kingdom of God, and to have no will but the will of the Lord? Who is proof against the influence of a good name, and worldly renown? How many have learned the lesson so perfectly as to defy the depths of poverty, distress, and misery to move them, or in the least shatter their integrity? The congregation can answer these questions at their leisure, each one for himself. I can assure you we have to learn such lessons, if we have not learned them already. <\/div><div class=\"paragraph jod\" id=\"v1n1712\"> The mysterious and invisible hand (so called) of Providence is manifested in all the works of God. Who of this congregation can realize for one moment, that the Lord would notice so trifling an affair as the hairs you have combed from your heads this morning? Yet it is so, not one hair has fallen to the ground without the notice of our Father in heaven.<span class=\"citation\" id=\"64201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64201)\">Matt. 10:29-30<\/a><\/span> To convince the ancient Apostles of His care over them, Jesus selected the most trifling things, in their estimation, to illustrate to their minds that the least thing escaped not His notice. Said he&#x2014;&#x201C;Fear not them which kill the body, but are not able to kill the soul; but rather fear him which is able to destroy both soul and body in hell. Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without the knowledge of your Father. But the very hairs of your head are numbered.&#x201D;<span class=\"citation\" id=\"64195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64195)\">Matt. 10:28-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1713\"> Can we realize how this Providence  <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>governs and controls the nations of the earth, and marks out the destinies of individual man? If we have not learned these lessons they are before us, and we have them yet to learn. If we have not yet learned that poverty, sickness, pain, want, disappointment, losses, crosses, or even death, should not move us one hair's breadth from the service of God, or separate us from the principles of eternal life, it is a lesson we have to learn. If we have not learned how to handle the things of this world in the light of salvation, we have it yet to learn. Though we have mountains of gold and silver, and stores of precious things heaped up, and could control the elements, and command the cattle on a thousand hills,<span class=\"citation\" id=\"56707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56707)\">Ps. 50:10<\/a><\/span> if we have not learned that every iota of it should be devoted to the building up of the kingdom of God on earth, it is a lesson yet to learn. <\/div><div class=\"paragraph jod\" id=\"v1n1714\"> Our religion embraces every truth pertaining to mortal life&#x2014;there is nothing outside the pale of it. It is no matter what persons do, if they keep within the bounds of truth and righteousness, of the Gospel of the Son of God. Can they step beyond these bounds? They can. I will tell you how easily. When Saints start to cross the plains to this place, no matter where they start from, they are full of faith and religion, they are full of prayer and humility, and O how they desire to get to Zion! They cross the Atlantic, travel on the waters of the Mississippi and Missouri, and commence their journey over the plains, but before they have traveled over half the distance, they enter into temptation, some of them so far as to say, &#x201C;When I get to the Valley I shall go on to California.&#x201D; Some will step out of the way far enough to curse and swear at their cattle, and others will cruelly treat them, in a rage of madness. Those who do these things know they are beyond the bounds of  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what they have been taught is right, even by the traditions of the fathers. We have been taught from our childhood, that passion, anger, strife, and malice are wrong. Our former traditions, in a great many instances, have been as true, and as much in accordance with the Gospel, as they could be given. We have been traditionated not to swear, and the spirit within us forbids it. If we maltreat our animals, or each other, the spirit within us, our traditions, and the Bible, all agree in declaring it is wrong. When the Saints arrive in Salt Lake Valley, how easy it is for them to wander from the right way! I could point out scores of cases, had I time. On the other hand, I can point out men who have been with us for years in the depths of poverty, and some from the beginning, and they never saw the time they could feed their families with sufficient food, nor clothe them, and yet they are full of faith and humility. Should this people partake of the blessings of the Lord as freely as He is willing to bestow them, it would destroy them. They do not realize they are to be tried in all things.<span class=\"citation\" id=\"92062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92062)\">D&amp;C 136:31<\/a><\/span> They would say, &#x201C;I acknowledge I am blessed, but I have blessed myself;&#x201D; and forget it is the Lord who has blessed them, and given them their gold and silver, their houses and lands, their horses and carriages, and all things they possess. <\/div><div class=\"paragraph jod\" id=\"v1n1716\"> If the Latter-day Saints have not learned to handle the good things of this world, acknowledging the hand of God in putting them into their possession, they have this lesson yet to learn. When those who can bear poverty are blessed with prosperity, they are apt to rise up in their own strength and wisdom, and forget the God who has blessed them, and make shipwreck of faith.<span class=\"citation\" id=\"75835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75835)\">1 Tim. 1:19<\/a><\/span> Again, there are those who have been prospered in their life, when they are brought to poverty and want, turn away from the truth, <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like the young man in Nauvoo, who sat down to breakfast from a Johnny cake alone; says he, &#x201C;I do not ask a blessing upon this; if God does not give me better food than this, I shall never ask him to bless it.&#x201D; I said, &#x201C;You will make shipwreck of faith.&#x201D;<span class=\"citation\" id=\"75836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75836)\">1 Tim. 1:19<\/a><\/span> The spirit he manifested was an apostate spirit; he had forgotten there was a providence in the very circumstance he spurned, and he went to destruction. Mysterious as it may appear to the children of men, God is in and round about all things.<span class=\"citation\" id=\"88521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88521)\">D&amp;C 88:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1717\"> To do right, can be reduced to perfect simplicity in a few words, viz., from this time henceforth, let no person work, or transact any kind of business whatever, that he cannot do in the name of the Lord, and let him sink wholly into His will, whether it oppose his prejudices, or not, or is decidedly objectionable to his feelings. The Lord will ultimately lead such persons into the fulness of His joy by a way that may sometimes appear dark to them. But there are thousands who will say, &#x201C;Lord, we believe in your name, in your name we have been baptized, and we have prophesied, and have cast out devils in your name;<span class=\"citation\" id=\"63954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63954)\">Matt. 7:22<\/a><\/span> do you not remember we laid hands on a person in yonder city, or in that house, and cast a devil out of him?&#x201D; Such persons, that have healed the sick, or cast out a devil, sooner or later, take strength to themselves, if they are not careful, and believe they have power of themselves to do what they please. Boast not of these matters. You hear many say, &#x201C;I am a Latter-day Saint, and I never will apostatize;&#x201D; &#x201C;I am a Latter-day Saint, and <span class=\"italic\">shall<\/span> be to the day of my death.&#x201D; I never make such declarations, and never shall. I think I have learned that of myself I have no power, but my system is organized to increase in wisdom, knowledge, and power, getting a little here and a little there. But when I am left to myself, I have  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no power, and my wisdom is foolishness; then I cling close to the Lord, and I have power in His name. I think I have learned the Gospel so as to know, that in and of myself I am nothing. In the organization of my system, however, is a foundation laid, if I rightly improve upon it, that will secure to me the independence of the Gods in eternity. This is obtained by strictly adhering to the principles of the Gospel in this life, which will lead us on from faith to faith,<span class=\"citation\" id=\"124674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124674)\">Rom. 1:17<\/a><\/span> and from grace to grace.<span class=\"citation\" id=\"124675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124675)\">D&amp;C 93:13<\/a><\/span> This is the way, I think, I have learned the Lord. <\/div><div class=\"paragraph jod\" id=\"v1n1719\"> Shall we ever see the time we shall be perfectly independent of every other being in all the eternities? No; we shall never see that time. Many have fallen on as simple ground as this, and were I to use a Western term, I would, say, &#x201C;they were troubled with a big head.&#x201D; Such persons think they have power to do this, that, and the other, but they are left to themselves, and the Lord loves to show them they have no power. <\/div><div class=\"paragraph jod\" id=\"v1n1720\"> We hear some saying&#x2014;&#x201C;I will get out of this community as soon as I can.&#x201D; Why? &#x201C;Because I bought a wagon of one of my brethren, and he wants me to pay for it.&#x201D; Or, &#x201C;I rode a brother's horse to death, and he thinks I should make it good.&#x201D; &#x201C;It is a damnable community, and I will not stay in it.&#x201D; I do not hear these things myself, but I can hear of them. I know it is so. What ails such people? They have taken strength to themselves, and forgotten the Lord their God. They do not call upon His name, and trust in Him to direct them in all their ways.<span class=\"citation\" id=\"57372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57372)\">Prov. 3:5-6<\/a><\/span> They forget they are doing as they used to do, viz., serve the Lord on the seventh day, and take six to themselves. They will traffic, trade, labor and heap up riches six days, and go to meeting on Sunday to serve the Lord one day. About such a religion I am ignorant, only I know it is good for nothing. My religion must be with <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me from one Monday morning to the next, the year round, or it will not answer me. You can see how easy it is for Latter-day Saints to step out of the path of duty. <\/div><div class=\"paragraph jod\" id=\"v1n1721\"> Those who step out of the way do not know themselves, they are unacquainted with the nature of the human family, and with the principles of the kingdom we are engaged in building up. When the Latter-day Saints make up their minds to endure, for the kingdom of God's sake, whatsoever shall come, whether poverty or riches, whether sickness or to be driven by mobs, they will say it is all right, and will honor the hand of the Lord in it, and in all things, and serve Him to the end of their lives, according to the best of their ability, God being their helper.<span class=\"citation\" id=\"56756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56756)\">Ps. 54:4<\/a><\/span> If you have not made up your minds for this, the quicker you do so the better. <\/div><div class=\"paragraph jod\" id=\"v1n1722\"> Persons who cannot control themselves, and hold in subjection their feelings, and lustful desires, and appetites, know no better than to run distracted after the perishable things of this world. They say they &#x201C;are going to California;&#x201D; and I thank the Lord they are. Why? Because I would rather be in this community with one hundred families of poor, honest-hearted Saints, than one hundred millions who mix up with devils, and go to California. And how long will they be there before they are begging of some Gentile merchant to bring them back again? But I say, &#x201C;let them lie there in hell, until they are well burnt out, like an old pipe.&#x201D; I would not move my finger to help them back now, for they would only corrupt the community. After awhile, when they are purified, then we will bring them to Zion, if they wish to come and serve the Lord; but if they wish to serve themselves, let them serve themselves, and if the devil, let them serve him. <\/div><div class=\"paragraph jod\" id=\"v1n1723\"> My prayer for you, this morning, is,  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that you may be servants of the Most High God; but if any of you find men or women who will not serve the Lord, do not lay a straw in their way to hinder them from serving the devil, but give them a dollar, or help them to a wagon, to speed their way out of this community. It would be better to do so than to keep them here, when they have no disposition to love and serve the Lord. We are better without them. <\/div><div class=\"paragraph jod\" id=\"v1n1725\"> Judge not, that ye be not judged.<span class=\"citation\" id=\"63681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63681)\">Matt. 7:1<\/a><\/span> Let no man judge his fellow being, unless he knows he has the mind of Christ<span class=\"citation\" id=\"73122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73122)\">1 Cor. 2:16<\/a><\/span> within him. We ought to reflect seriously upon this point; how often it is said&#x2014;&#x201C;Such a person has done wrong, and he cannot be a Saint, or he would not do so.&#x201D; How do you know? We hear some swear and lie; they trample upon the rights of their neighbor, break the Sabbath by staying away from meeting, riding about the city, hunting horses and cattle, or working in the canyons. Do not judge such persons, for you do not know the design of the Lord concerning them; therefore, do not say they are not Saints. What shall we do with them? Bear with them. The brethren and sisters from the old countries frequently place great confidence in the American Elders who have been their pastors, but some trifling thing occurs that does not appear right to them, and they say in a moment, &#x201C;That Elder is not a Latter-day Saint.&#x201D; Judge no man. A person who would say another is not a Latter-day Saint, for some trifling affair in human life, proves that he does not possess the Spirit of God. Think of this, brethren and sisters; write it down, that you may refresh your memories with it; carry it with you, and look at it often. If I judge my brethren and sisters, unless I judge them by the revelations of Jesus Christ,<span class=\"citation\" id=\"124676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124676)\">Gal. 1:12<\/a><\/span> I have not the spirit of Christ; if I had, I should judge no man. This <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is true doctrine. Now let the newcomers especially remember not to judge their brethren and sisters. A great many sit in judgment upon me, and upon this people, and I have a right to judge as well as they. Were I to pass my judgment upon those who judge me and this people, I would do it in the language of Joseph, in the Dialogue we have in print. In it a question is put to Joseph as follows&#x2014;&#x201C;Joseph, are you Jesus Christ?&#x201D;&#x2014;&#x201C;No; but I am his brother.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1726\"> Will all the people be damned who are not Latter-day Saints? Yes, and a great many of them, except they repent speedily. I will say further, that many of the Latter-day Saints, except they learn their lessons better, will be judged in the same way. That is my candid opinion. There are families with us here with whom I have been acquainted from the beginning, who have ideas of the things of this world that appear strange to me. They have a strange conception of the good things of the earth. Upon this item especially, I wish the Saints of God to concentrate their minds, and learn this important lesson right, that they enter not into temptation.<span class=\"citation\" id=\"66275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66275)\">Matt. 26:41<\/a><\/span> We will suppose, for instance, a small Branch of the Church raised up in a district where they are generally well off as to earthly substance. They sell their property, and gather with the Saints. Say there are ten families in the Branch, and allow them to be worth ten thousand dollars each. Nine of the ten lose their property by lawyers, by their brothers, by their fathers, or by some person who robs them on the way, and they have only enough left to get here. One of the ten is fortunate enough to save his property, and has it in gold. He, however, lends one man a hundred dollars, buys a team for another, and pays the passage of this or that poor family until he expends all his money, and he also arrives here naked. Now, take these  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ten families and put them together; from the lips of the nine, whose property has gone into the hands of the wicked, you will not hear one murmur or complaint, where you will hear a hundred from him who has disposed of his money to help the poor Saints to gather to Zion. I am now telling you what I know to be true, for I have watched this item of human life from the beginning. <\/div><div class=\"paragraph jod\" id=\"v1n1728\"> Allow me here to say to the Saints, that I have accumulated a great amount of wealth in my time; and I call upon all who are acquainted with me, to bear witness, if they can, that I have ever distressed a man for what he owes me, or crowded any person in the least. Have I ever turned the widow and the orphan empty away, or the poor man hungry from my door or purse, if I had a dime in it? Have I ever taken a brother by the throat and said&#x2014;&#x201C;Pay me that thou owest me?&#x201D;<span class=\"citation\" id=\"65095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65095)\">Matt. 18:28<\/a><\/span> No. But I have stacks of notes against them, amounting to over thirty thousand dollars. I boast not of this, but present the picture as an example for you to follow. <\/div><div class=\"paragraph jod\" id=\"v1n1729\"> When poor, miserable curses, who would cut our throats, get means from a member of this Church, it hurts my feelings. How much better would it be to hand it over to the proper person, saying&#x2014;&#x201C;Take this, feed the poor Saints, and do good with it?&#x201D; Who can realize that the Lord can put a great amount of property in his hands in a short time, or take it from him again? I can realize this to a considerable degree. I may have thousands of wealth locked up today, and hold checks for immense sums on the best banking institutions in the world, but have I any surety that I shall be worth a cent tomorrow morning? Not the least. The Lord Almighty can send fire and destruction when He pleases, destroying towns and swallowing up cities in the bellowing earthquake. He can set up kingdoms, and make <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> communities wealthy, and bring them to poverty, at His pleasure. When He pleases, He can give them wealth, comfort, and ease, and, on the other hand, torment them with poverty, distress, and sore afflictions. Who can realize this? All the world ought, and especially the Saints. <\/div><div class=\"paragraph jod\" id=\"v1n1730\"> I wish to impress another thing upon your minds. An Elder, who is willing to preach the Gospel, borrows a hundred or a thousand dollars from you, and you never breathe the first complaint against him, until you came home to this valley, but after you have been here for a few days, you follow me round and fill my ears with complaints against this brother, and ask me what he has done with your money? I say, &#x201C;I do not know.&#x201D; Thus you are distressed and in misery, all the day long, to get it back again. If an Elder has borrowed from you, and you find he is going to apostatize, then you may tighten the screws upon him; but if he is willing to preach the Gospel, without purse or scrip,<span class=\"citation\" id=\"68111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68111)\">Luke 22:35<\/a><\/span> it is none of your business what he does with the money he has borrowed from you. The doctrine of brother Joseph is, that not one dollar you possess is your own; and if the Lord wants it to use, let it go, and it is none of your business what He does with it. Should it be laid out to pamper the lazy? No; but you can see those who have been out on missions, working in the canyons, and traversing the country right and left, trying to get a living by the work of their hands. <\/div><div class=\"paragraph jod\" id=\"v1n1731\"> But you say, &#x201C;What has he done with my money?&#x201D; He has, perhaps, helped that poor family to gather with it, or they would not have been here. If you murmur against that Elder, it will prove your damnation. The money was not yours, but the Lord Almighty put it into your hands to see what you would do with it. The gold, the silver, the wheat, the fine flour, the buffalo, the deer, and the cattle on  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a thousand hills,<span class=\"citation\" id=\"56708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56708)\">Ps. 50:10<\/a><\/span> are all His, and He turns them whithersoever He will; and He turns the nations whithersoever He will, casting down one nation and setting up another, according to His own pleasure.<span class=\"citation\" id=\"61461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61461)\">Dan. 4:25<\/a><\/span><span class=\"citation\" id=\"61502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61502)\">Dan. 5:21<\/a><\/span><span class=\"citation\" id=\"86400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86400)\">D&amp;C 63:4<\/a><\/span> All there is of any worth or value in the world is incorporated in our glorious religion, and designed to exalt the minds of the children of men to a permanent, celestial, and eternal station. <\/div><div class=\"paragraph jod\" id=\"v1n1733\"> No man need judge me. You know nothing about it, whether I am sent or not; furthermore, it is none of your business, only to listen with open ears to what is taught you, and serve God with an undivided heart.<span class=\"citation\" id=\"129820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129820)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129821)\">Hosea 10:2<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1734\"> Perhaps I have detained you long enough. In my remarks I have not transcended the bounds of my religion. If I had told you about the Latter-day Saints' new spelling book, my religion embraces it, and all the good we see from one year's end to another. <\/div><div class=\"paragraph jod\" id=\"v1n1735\"> Will you try to be Saints in very deed? I do not pray the Lord that you may, but my prayer is offered to you, and I pray you, in Christ's stead, be ye reconciled to God,<span class=\"citation\" id=\"74213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74213)\">2 Cor. 5:20<\/a><\/span> and serve Him with an undivided heart,<span class=\"citation\" id=\"129822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129822)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129823)\">Hosea 10:2<\/a><\/span> to the end of your lives. And I pray my Heavenly Father to enable you so to do. And may God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}