{"ID":10047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Earth&#x2014;Its Fall, Redemption, and Final Destiny&#x2014;The Eternal Abode of the Righteous.<\/div>\n<div class=\"subtitle\">Discourse by Professor Orson Pratt.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Earth&#x2014;Its Fall, Redemption, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: None<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v1n1666\"> The earth was formed to be inhabited&#x2014;it was designed to be the abode of animated existence&#x2014;the dwelling place of beings capable of enjoying life and happiness. <\/div><div class=\"paragraph jod\" id=\"v1n1667\"> At the time of its creation, it was pronounced by its Author to be &#x201C;<span class=\"italic\">very good<\/span>.&#x201D;<span class=\"citation\" id=\"52361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52361)\">Gen. 1:31<\/a><\/span> The term &#x201C;very good&#x201D; could have no meaning, unless spoken with reference to beings who should be capable of experiencing some benefit from its construction. However beautifully formed&#x2014;however grand and magnificent its motions&#x2014;however skillfully its elements are combined, or its parts proportioned to each other, yet, if not designed to be connected with perceptive beings, the earth could not be pronounced good. <\/div><div class=\"paragraph jod\" id=\"v1n1668\"> A mass of inanimate elements cannot be organized in any possible form or proportion so as to benefit or injure itself, and therefore cannot be good nor bad with reference to itself. Goodness and its opposite quality, when applied to unconscious matter, always have reference to conscious beings capable of deriving happiness or misery from these qualities. This was the meaning of the Creator when he ascribed the quality of goodness to the earth; it contained every necessary ingredient to render happiness to the beings who were designed to occupy it. <\/div><div class=\"paragraph jod\" id=\"v1n1669\"> After having made every necessary preparation, countless species of living, moving beings came from the spirit world to inhabit earthly bodies, and <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take up their abode upon this magnificent creation. Among the rest, man&#x2014;the offspring of deity&#x2014;left his ancient home&#x2014;his brother and sister spirits, and came to a world most beautifully adapted to his future wants. Here he entered a tabernacle of flesh and bones, and received dominion and authority over all the lower orders of existence. <\/div><div class=\"paragraph jod\" id=\"v1n1670\"> Here immortality reigned, and death had no dominion. The elements were so wisely arranged and proportioned, that life was derived from all things ordained for the use of man or beast, fowl or fish. The nourishing element of life was diffused through the earth, the ocean and the air. Life pervaded every vegetable and fruit not forbidden to man. Life reigned triumphantly throughout this vast creation. Death was unknown; it had not been seen, heard of, nor experienced in all the varied ranks of earthly beings. <\/div><div class=\"paragraph jod\" id=\"v1n1671\"> Here, then, was a creation &#x201C;very good,&#x201D;<span class=\"citation\" id=\"52362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52362)\">Gen. 1:31<\/a><\/span> inhabited by beings capable of eternal existence, both body and spirit. Here was a creation adapted to the wants of all its inhabitants, calculated to preserve unchanged that immortality with which they were endowed. Here, then, was a creation worth possessing as an eternal abode. <\/div><div class=\"paragraph jod\" id=\"v1n1672\"> Such was the inheritance given to man, with its vast treasures and sumptuous luxuries&#x2014;such was the gift of heaven under certain restrictions. These restrictions were not complied with&#x2014;man fell&#x2014;a great change came  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over the fair face of creation&#x2014;the earth was cursed&#x2014;sickness, pain, and misery ensued&#x2014;immortality yielded to mortality&#x2014;death reigned triumphantly throughout the animal kingdom&#x2014;the everlasting inheritance on the newly-formed earth was forfeited&#x2014;all seemed to be lost&#x2014;forever lost! While all creation groaned in utter despair and death, a voice was heard; not a voice of wrath and indignation, but the voice of mercy and compassion&#x2014;the voice of the Creator, proclaiming himself the Redeemer; love flowed through every sentence&#x2014;man listened with eagerness&#x2014;the door of hope was opened&#x2014;despair fled away&#x2014;all things again assumed a new aspect. The earth, though cursed, was to be redeemed&#x2014;the body, though corruptible, was again to put on incorruption&#x2014;<span class=\"citation\" id=\"124661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124661)\">1 Cor. 15:53-54<\/a><\/span>all things lost by the first transgression were to be restored again in their primitive excellence and beauty. Though this great redemption was to be universal, yet the change was to be gradual or progressive, not immediate; the effects of the fall were to continue for a season, until all the inhabitants of the spirit world, designed for this creation, should learn by bitter experience, the unhappy consequences of sin. Hence, the whole world still groans under the sad effects of the original transgression. Sorrow, mourning, and death, still prevail&#x2014;the aged, middle-aged, and infant still feel the force of these evils&#x2014;all are made partakers in a greater or less degree of the wretchedness and miseries of the fall&#x2014;none escape&#x2014;none can proclaim themselves immortal, or free from these direful effects. <\/div><div class=\"paragraph jod\" id=\"v1n1674\"> The universal redemption of the posterity of Adam from the fall will be fully accomplished after the earth has been filled with its measure of inhabitants, and all men have been redeemed from the grave to immortality, and the earth itself has been changed and made entirely new.<span class=\"citation\" id=\"124662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124662)\">Rev. 21:1<\/a><\/span><span class=\"citation\" id=\"124663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124663)\">D&amp;C 29:23-24<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1675\"> But a universal redemption from the effects of original sin, has nothing to do with redemption from our personal sins; for the original sin of Adam, and the personal sins of his children, are two different things. The first was committed by man in his immortal state; the second was committed by man in a mortal state; the former was committed in a state of ignorance of good or evil; the latter was committed by man, having a knowledge of both good and evil. As the sins are different, and committed entirely under different circumstances; so the penalties are different also. The penalty of the first transgression was an eternal separation of body and spirit, and eternal banishment from the presence of Jehovah; while the penalty of our own transgressions does not involve a disunion of body and spirit, but only eternal banishment. The first penalty not only shut man out from the presence of God, but deprived him eternally of a body; the second penalty permits him to retain his body, though in a banished condition. As the penalties are different, so also is the redemption. Redemption from the first penalty is unconditional on the part of man; redemption from the second penalty is conditional. Unconditional redemption is universal; it takes within its scope all mankind; it is as unlimited as the fall; it redeems men from all its effects; it restores to them their bodies; it restores them to the presence of God. <\/div><div class=\"paragraph jod\" id=\"v1n1676\"> The children of Adam had no agency in the transgression of their first parents, and therefore they are not required to exercise any agency in their redemption from its penalty. They are redeemed from it without faith, repentance, baptism, or any other act, either of the mind or body. <\/div><div class=\"paragraph jod\" id=\"v1n1677\"> Conditional redemption is also universal in its nature; it is offered to all, but not received by all; it is a  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>universal gift, though not universally accepted; its benefits can be obtained only through faith, repentance, baptism, the laying on of the hands, and obedience to all other requirements of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v1n1679\"> Unconditional redemption is a gift forced upon mankind, which they cannot reject, though they were disposed. Not so with conditional redemption; it can be received or rejected according to the will of the creature. <\/div><div class=\"paragraph jod\" id=\"v1n1680\"> Redemption from the original sin is without faith or works; redemption from our own sins is given through faith and works. Both are the gifts of free grace; but while one is a gift forced upon us unconditionally, the other is a gift merely offered to us conditionally. The reception of the one is compulsory; the reception of the other is voluntary. Man cannot by any possible act, prevent his redemption from the fall; but he can utterly refuse and prevent his redemption from the penalty of his own sins. <\/div><div class=\"paragraph jod\" id=\"v1n1681\"> The earth, like the posterity of Adam, was cursed because of the original sin, and like them, it will be redeemed unconditionally, and restored again into the presence of God. So far as the original sin is concerned, mankind and the earth keep pace with each other. When one falls, the other falls also. When one is redeemed, the other is redeemed also. <\/div><div class=\"paragraph jod\" id=\"v1n1682\"> Had there been no other sin but that of Adam's, the redeemed earth would have become the eternal abode of all the posterity of Adam, without one exception. But both man and the earth have been still further corrupted by other sins. The posterity of Adam have transgressed the code of laws given since the fall, and subjected themselves to its penalty. This penalty does not interfere with the first penalty. Man will be redeemed from the first before the second will be fully inflicted. When his redemp<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion from the first death is completed, then comes the judgment, when his own sins will be inquired into, and not Adam's. As he stands before the judgment seat, he will find himself entirely innocent of Adam's transgression, and entirely redeemed from the effects of it, but he still finds himself guilty of his own individual sins, the penalty of which is a second death, not a dissolution of body and spirit like that of the first death, but a banishment from the presence of God, and from the glory of his power. <\/div><div class=\"paragraph jod\" id=\"v1n1683\"> Redemption from the second death, as we have already observed, is conditional. Man having voluntarily committed sin, must voluntarily comply with the conditions of redemption; otherwise, he must suffer the penalty. If any should feel disposed to doubt whether the second penalty will be inflicted, let them look at the infliction of the first, during the last 6,000 years. The first death, with all its attendant evils, has extended its ravages among all nations and generations since the first law was broken. If God, then, has fulfilled His word in the first provocation, to the very letter, why should anyone suppose that He will not inflict the second death as a penalty of the second provocation? <\/div><div class=\"paragraph jod\" id=\"v1n1684\"> All generations bear witness to the faithfulness of His word spoken in the garden of Eden. Why, then, should we suppose that justice shall be frustrated, and His word become null and void in regard to any future penalty with which the sinner is threatened? If the sin of one man brought the first death upon unnumbered millions, why not the sin of each man bring the second death upon himself? There is no escape for the sinner from the second death, only through the conditions of the Gospel. All who will believe in Christ, and repent of their sins, and be baptized by immersion for the remission of them  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and receive the Holy Ghost through the ordinance of the laying on of hands, and continue faithful unto the end, shall escape the penalty of the second death. All who reject these conditions must suffer it, for the word of God cannot become void, and justice be thwarted from his stern decrees. <\/div><div class=\"paragraph jod\" id=\"v1n1686\"> Though all mankind are to be fully redeemed from the effects of the original sin, yet we have great reason to fear that but few will be redeemed from their own sins. Those few who are redeemed will receive the earth for an eternal inheritance; for the earth, as we have already observed, will be unconditionally redeemed from the curse of the original sin, and so far as that sin is concerned, it will be no obstacle to the earth's entering into the presence of God. But as the earth has been corrupted by other sins than the original, it must partake of the curses of the second death, after it is redeemed from the curses of the first, unless God has provided a way for its sanctification and redemption therefrom. It has seemed good unto the great Redeemer to institute ordinances for the cleansing, sanctification, and eternal redemption of the earth, not from the original sin, but from the sins of the posterity of Adam. <\/div><div class=\"paragraph jod\" id=\"v1n1687\"> The first ordinance instituted for the cleansing of the earth, was that of immersion in water; it was buried in the liquid element, and all things sinful upon the face of it were washed away. As it came forth from the ocean flood, like the newborn child, it was innocent, it arose to newness of life;<span class=\"citation\" id=\"124664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124664)\">Rom. 6:4<\/a><\/span> it was its second birth from the womb of mighty waters&#x2014;a new world issuing from the ruins of the old, clothed with all the innocency of its first creation. As man cannot be born again of water, without an administrator, so the earth required an agency independent of itself, to ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minister this grand cleansing ordinance, and restore it to its infant purity. That administrator was the Redeemer himself. <\/div><div class=\"paragraph jod\" id=\"v1n1688\"> The second ordinance instituted for the sanctification of the earth, is that of fire and the Holy Ghost. The day will come when it shall burn as an oven, and all the proud, and all that do wickedly shall be as stubble;<span class=\"citation\" id=\"62486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62486)\">Mal. 4:1<\/a><\/span> after which, the glory of God shall cover the earth, as the waters cover the deep.<span class=\"citation\" id=\"58125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58125)\">Isa. 11:9<\/a><\/span><span class=\"citation\" id=\"62233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62233)\">Hab. 2:14<\/a><\/span> Here then is a baptism of fire first, then of the Holy Spirit. As man receives the baptism of fire and the Holy Spirit through the laying on of the hands of a legal administrator, so the earth receives the same, not through its own agency, but through the agencies ordained of God. As man becomes a new creature<span class=\"citation\" id=\"124666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124666)\">1 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"124667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124667)\">Gal. 6:15<\/a><\/span> by being born again, first of water, then of the spirit,<span class=\"citation\" id=\"124665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124665)\">John 3:5<\/a><\/span> in the same manner the earth becomes a new earth by being born again of these cleansing and purifying elements. As man becomes a righteous man by the new birth, so the earth becomes a righteous earth through the same process. <\/div><div class=\"paragraph jod\" id=\"v1n1689\"> Righteousness will abide upon its face, during a thousand years, and the Savior will bless it with his personal presence: after which the end soon comes, and the earth itself will die, and its elements be dissolved through the agency of a fire. This death, or dissolution of the earth is a penalty of the original sin. Infants and righteous men die, not as a penalty of their own sins, but because Adam sinned; so the earth dies, or undergoes a similar change, not because of the transgressions of the children of Adam, but because of the original transgression. But all mankind are made alive from the first death through the resurrection, so the earth will again be renewed,<span class=\"citation\" id=\"124668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124668)\">Rev. 21:1<\/a><\/span> its elements will again be collected, they will be recombined and reorganized as when it first issued from the womb of chaos.  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>As the bodies of the righteous are made immortal, eternal, unchangeable, and glorious, so the earth itself will be so constructed as to be capable of everlasting endurance. Immortality will be indelibly stamped upon every department of this creation. It will be crowned with the presence of God the Father, and shine forth in all the splendors of celestial glory. But who will be its inhabitants? Those who have passed through the same process of purification, and none else. As all who partake of the second death must be banished from the presence of God, it necessarily follows, that they must be banished from the glorified earth; for that is redeemed into the presence of God, and enjoys the glory of His power; and no beings can inhabit it but those who are sanctified by the same ordinances and law. <\/div><div class=\"paragraph jod\" id=\"v1n1691\"> As the earth passes through its great last change, two of its principal cities&#x2014;the Old Jerusalem of the eastern continent, and the new Jerusalem of the western continent,<span class=\"citation\" id=\"124669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124669)\">Rev. 3:12<\/a><\/span><span class=\"citation\" id=\"124670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124670)\">Rev. 21:2<\/a><\/span><span class=\"citation\" id=\"124671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124671)\">Rev. 21:10-27<\/a><\/span><span class=\"citation\" id=\"124672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124672)\">Ether 13:3-6<\/a><\/span> will be preserved from the general conflagration, being caught up into heaven. These two cities, with all their glorified throng, will descend upon the redeemed earth, being the grand capitals of the new creation. &#x201C;Without&#x201D; (or exterior to these holy cities, and upon other creations of an inferior order, far separated from the glorified earth) &#x201C;will be dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie. (Rev. xxii. 15.)&#x201D;<span class=\"citation\" id=\"80876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80876)\">Rev. 22:15<\/a><\/span> These are they who are banished from the presence of God, and from the glory of a celestial earth. <\/div><div class=\"paragraph jod\" id=\"v1n1692\"> It is the meek only who shall receive the promised inheritance&#x2014;they are the lawful heirs. &#x201C;Blessed are the meek: for they shall inherit the earth,&#x201D;<span class=\"citation\" id=\"62903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62903)\">Matt. 5:5<\/a><\/span> was the promise of the great Redeemer. <\/div><div class=\"paragraph jod\" id=\"v1n1693\"> But who are the meek? By what peculiarities are they distinguished <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from other men? There must be some qualities about them far superior to the generality of mankind, or they would not become the exclusive heirs of the new earth. The law of meekness includes all the laws of the Gospel, with its ordinances and blessings, Priesthood and powers, through obedience to which mankind become justified, sanctified, purified, and glorified. Such are the meek of the earth, and none others. And as the Gospel has not been preached nor administered by authority on the eastern hemisphere for the last seventeen centuries, consequently, during that time, there have been none possessed of the requisite qualities of meekness sufficient to entitle them to the promised inheritance upon the new earth. A few only will be saved&#x2014;a few only will receive the law of meekness and continue therein. <\/div><div class=\"paragraph jod\" id=\"v1n1694\"> Different portions of the earth have been pointed out by the Almighty, from time to time, to His children, as their <span class=\"italic\">everlasting<\/span> inheritance.<span class=\"citation\" id=\"53094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53094)\">Gen. 15:9 (JST)<\/a><\/span> As instances&#x2014;Abraham and his posterity, that were worthy, were promised Palestine.<span class=\"citation\" id=\"53465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53465)\">Gen. 28:4<\/a><\/span><span class=\"citation\" id=\"54474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54474)\">Ex. 32:13<\/a><\/span> Moab and Ammon&#x2014;the children of righteous Lot&#x2014;<span class=\"citation\" id=\"54931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54931)\">Deut. 2:9,19<\/a><\/span>were promised a portion not far from the boundaries of the twelve tribes. The meek among the Jaredites, together with a remnant of the tribe of Joseph, were promised the great western continent.<span class=\"citation\" id=\"83321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83321)\">Ether 1:38<\/a><\/span><span class=\"citation\" id=\"83349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83349)\">Ether 2:15<\/a><\/span><span class=\"citation\" id=\"81202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81202)\">2 Ne. 1:5<\/a><\/span> The righteous of all nations who shall in this dispensation be gathered to that land, will receive their inheritance in common with the meek who formerly sojourned upon the land.<span class=\"citation\" id=\"81203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81203)\">2 Ne. 1:5<\/a><\/span><span class=\"citation\" id=\"124673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124673)\">D&amp;C 38:17-20<\/a><\/span> In the resurrection, the meek of all ages and nations will be restored to that portion of the earth previously promised to them. And thus, all the different portions of the earth have been and will be disposed of to the lawful heirs; while those who cannot prove their heirship to be legal, or who cannot prove that they have received any portion of the earth by promise, will be  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cast out into some other kingdom or world, where, if they ever get an inheritance, they will have to earn it by keeping the law of meekness during another probation. <\/div><div class=\"paragraph jod\" id=\"v1n1696\"> How great will be the disappointment to the rich, the high and the noble, who have rejected the messages of eternal truth, sent forth in different ages for the redemption of men, when they find that there is not a foot of the new earth that they can call their own; the whole of it having been lawfully disposed of to the poor and the meek. <\/div><div class=\"paragraph jod\" id=\"v1n1697\"> Howl, then, ye rich men, who reject the message of the servants of God; for your portion is in this life, and you have no claim upon the everlasting inheritance. God will rescue the earth from under your dominion, and give it to those unto whom it is promised. Howl, for the miseries that shall come upon you! <\/div><div class=\"paragraph jod\" id=\"v1n1698\"> It has been conjectured by some, that the earth will not be sufficiently capacious to accommodate the nations of the righteous. But such a conjecture will appear erroneous to anyone who will exercise his reasoning powers sufficient to calculate the superficial contents of our globe, and compare the same with the probable number of inhabitants who are destined for this creation. <\/div><div class=\"paragraph jod\" id=\"v1n1699\"> In round numbers, the surface of our terrestrial spheroid contains 197,000,000 of square miles, or over one hundred and twenty-six thousand millions of acres. Now, if from the creation of the earth to its final glorification, there should elapse a period of eight thousand years, or eighty centuries, and if we should suppose the population to average one thousand millions per century (which is probably an average far too great), yet there would be an abundance of room upon the new earth for all this vast multitude. There would be over <span class=\"italic\">one acre and a half<\/span> for every soul. <\/div> <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1700\"> But when we reflect how few will be saved&#x2014;how few have received the plan of redemption, even when it has been proclaimed by authority in their ears, and how many generations have passed away unto whom the Almighty has sent no message, we are compelled to believe that not one out of a hundred will receive an inheritance upon the new earth. But even though we suppose one percent of all this immensity of population shall, through obedience to the Gospel, become lawful heirs to the new earth, then there will be over one hundred and fifty acres for every soul. If the new earth contains only the same proportion of land as the old, there would still be about <span class=\"italic\">forty<\/span> acres for every redeemed soul. But the new earth is represented by the Apostle John, as being without any sea,<span class=\"citation\" id=\"80670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80670)\">Rev. 21:1<\/a><\/span> which increases its capacity for inhabitants above the old four fold. The farmer who is looking forward to the new earth for his everlasting inheritance, need have no fears of being too much limited in his possessions. There will be ample room for the delightful pursuits of the agriculturist. He can have his pleasure grounds; his orchards of the most delicious fruits; his gardens decorated with the loveliest flowers; and still have land enough for the raising of the more staple articles, such as manna to eat, and flax for the making of fine robes, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v1n1701\"> Who, in looking upon the earth as it ascends in the scale of the universe, does not desire to keep pace with it, that when it shall be classed in its turn, among the dazzling orbs of the blue vault of heaven, shining forth in all the splendors of celestial glory, he may find himself proportionably advanced in the scale of intellectual and moral excellence? Who, but the most abandoned, does not desire to be counted worthy to associate with those higher orders of beings who have been redeemed, exalted, and glorified, to<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gether with the worlds they inhabit, ages before the foundations of our earth were laid? O man, remember the future destiny and glory of the <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, and secure thine everlasting inheritance upon the same, that when it shall be glorious, thou shalt be glorious also. <\/div>\n<\/div>\n<\/div>"}