{"ID":10044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Privileges and Blessings of the Gospel.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered at the Tabernacle, Great Salt Lake City, Feb. 20, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Privileges and Blessings of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/20\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v1n1574\"> Truly happy is that man, or woman, or that people, who enjoys the privileges of the Gospel of the Son of God, and who know how to appreciate his blessings. Who is that person, or that people? We are ready to reply, &#x201C;The Latter-day Saints are the only people on earth, that we have any knowledge of, to whom the everlasting Gospel has been given in these days; they are the only people who are the heirs to it, with all its blessings and privileges. Not to our knowledge is there any other people on the face of this globe, that enjoy this inestimable blessing.&#x201D; True, all mankind enjoy to a certain degree its influence, the manifestations of the Author, Proprietor, and Giver of the Gospel of life and salvation to fallen man. All the offspring of Adam from his day to this, have enjoyed, to a greater or less degree, the light, the glory, and the manifestations of the countenance of their Lord. But they have not enjoyed in all ages the Gospel, with its ordinances, blessings, and privileges. This is the <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> only people that now enjoys such signal favors. The Priesthood has been upon the earth from time to time, and the kingdom of God has been organized to certain degrees, but we can truly say, this is the time of times, we live in the day of days, we enjoy the blessings of the blessed, and have bestowed upon us, in the fulness of times, privileges that surpass all privileges hitherto bestowed upon mankind. In this dispensation all things will be gathered together in one,<span class=\"citation\" id=\"124655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124655)\">Eph. 1:10<\/a><\/span> and, strange and marvelous as it may appear to the world, these are the people who are the instruments in the hand of God to bring it to pass. This is a truth that no arguments can successfully bear down. No matter how it is despised, persecuted, or neglected, as a frivolous, trifling, and childish work, it is true, and it will remain; it is the kingdom of heaven upon the earth. Here is the plan of salvation, here are the words of life, here is the light of eternity, here is the intelligence that will instruct kings, and impart judgment to rulers. It is em<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bodied here in the midst of this people, and from them the rays of heavenly light, wisdom, and intelligence have spread upon the wide earth; and the Spirit of the Lord, that fills immensity, has been poured out upon its face, giving light to every man and woman that cometh into this world.<span class=\"citation\" id=\"68516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68516)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87780)\">D&amp;C 84:46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1576\"> Brethren and sisters, can we realize its greatness? Arouse the reflecting and reasoning faculties with which you are endowed, reason upon your past experience in this Church, and then inquire if you are as happy as you anticipated you would be, if you have received that which you desired, if you enjoy that which was once in the future to you&#x2014;and what will be your reasonable conclusions? What would an enlightened judgment tell you? What would the spirit of truth decide? That here are the pure rays of light, here is heaven on earth; and no argument, no intelligence, no influence of earth and hell combined could disprove it, or produce one good reason to the contrary. You may then ascend to the powers supreme, and consult the intelligence that fills the bosom of eternity; you may inquire of the Creator, Organizer, and Preserver of the Universe, our Father who is in heaven; you may associate with the glorious retinue of Saints, angels, martyrs, and the spirits of just men made perfect; and they will all, with one voice as it were, testify to the truth of this work in which we are engaged. On the other hand, nothing short of the power of the Almighty, nothing short of the Holy Spirit of Jesus Christ, can prove to you that this is the work of God. Men uninspired of God cannot by their worldly wisdom disprove it, or prevail against it; neither can they by wisdom alone prove it to be true, either to themselves or to others. Their not being able to prevail against it does not prove it to be the kingdom of God, <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for there are many theories and systems on the earth, incontrovertible by the wisdom of the world, which are nevertheless false. Nothing less than the power of the Almighty, enlightening the understandings of men, can demonstrate this glorious truth to the human mind. <\/div><div class=\"paragraph jod\" id=\"v1n1577\"> When you were in your native homes in the old countries and in the United States, before you gathered with the people of God, what were your thoughts and expectations, when you looked forward to the period of your being embodied with the Saints? What were the vision of your mind, and the operations of the Spirit upon your understanding? When you were gathered with the Saints of the Most High, and became associated as a brother, a sister, and a neighbor with that blessed society, you expected to enjoy the manifestations of the Lord Jesus Christ, to walk in the light of his countenance,<span class=\"citation\" id=\"57004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57004)\">Ps. 89:15<\/a><\/span> and by the power of the Holy Ghost have the oracles of truth revealed to you continually, and that you would be in heaven, and in the Zion of the Lord. These were your expectations. You did not expect to hear the name of the God we serve blasphemed from morning until evening; you expected to be delivered from hearing the blasphemies of your wicked shopmates, from the tyranny of your ungodly employers, and from the persecutions of the bigoted religionists, who were all united to pick you to pieces, and destroy you both temporally and spiritually, if it were possible; on one side you were sheared, and on the other shaved. You were annoyed with the ungodly conversation and filthy deeds of your neighbors, your peace was destroyed, and you could not enjoy that happiness held out to you in the Gospel; yet you felt the influence of the spirit of truth burning in your heart, which kindled in you a longing desire to mingle with the Saints; you would  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>exclaim, &#x201C;Oh! that I could enjoy the society of the Saints, and make my escape from this ungodly place. Oh! that I had means to gather up my little family, and journey to the place of the gathering of the Saints of the Most High.&#x201D; This was your feeling, and this your prayer. You anticipated deliverance from hell, to find a heaven with the Saints; you expected to exchange confusion for a Zion of order and beauty, misery for peace and happiness, blasphemy and tumult for quietness and reverence to the name of God, starvation for plenty; in short, you expected to find a place where all evil had ceased, and iniquity and sorrow were brought to an end, and where you would bask undisturbed in the smiles of the countenance of your Lord from day to day. I think I have drawn a faithful picture of what were the thoughts of the majority of this people, before they were gathered to the body of the Church. <\/div><div class=\"paragraph jod\" id=\"v1n1579\"> Now, brethren and sisters, what hinders you from enjoying all you anticipated? The calm reflections of your own minds, and the conclusions of a well balanced judgment, enlightened by the Spirit of the Lord, will give you a correct answer to this question. I can answer it for myself, and perhaps for many of you. If I do not enjoy all I anticipated, if my happiness is not as complete as I anticipated, if the light of the Holy Spirit is not in my heart to that degree which I expected it would be, if I have not obtained all I anticipated when I was down in yonder world, mingled with the wicked, <span class=\"italic\">the cause is in myself<\/span>, in my own heart, in my own disposition, in the weakness of human nature; it is my own will that prevents me from enjoying all I anticipated, and more. It is a mistaken idea to suppose that others can prevent me from enjoying the light of God in my soul; all hell cannot hinder me from enjoying Zion in my own <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart, if my individual will yields obedience to the requirements and mandates of my heavenly Master. He has set me a pattern to copy, which, if I imitate faithfully, will yield to me all and more of heaven in my own heart than I can anticipate. This is my answer. <\/div><div class=\"paragraph jod\" id=\"v1n1580\"> Brother Erastus Snow asked a question&#x2014;&#x201C;If my neighbor shall do wrong to me, am I thereby compelled to do wrong to my next neighbor?&#x201D; I say, no. If a brother shall tread down my grain, that is ripening in the field, am I thereby compelled to run through and tread down yours? No. When a person steals my poles from the fence, am I compelled to steal yours? If my neighbor, or my brother in the Church, shall swear, and take the name of God in vain, does it necessarily follow that I must use the same language? If my brother shall do wrong in any way, it does not follow that I shall be justified in committing one single evil in all the acts of my life. Let each Latter-day Saint examine himself, and inquire, &#x201C;Am I one of those persons who will do right in all things, though others may do wrong? Am I that person that will serve the Lord with my house, that will cease from every evil act, and from every evil word, though my neighbors, or my brethren and sisters, may do the opposite?&#x201D; Let the spirit within you reply to these questions, and in every breast the response is, &#x201C;Let me be that person, let me do right from this time henceforth and forever, without committing another evil.&#x201D; Then what, have you got? You have got heaven in your own bosoms, you have got Zion in your hearts, you have obtained all the glory, all the peace, all the joy, all the comfort, and all the light you anticipated when you were mingling with the wicked world. If you are deceived, who will deceive you? If you are wronged, who wrongs you?  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If you are cheated out of your crown at last, who has cheated you? These questions may apply in different ways. They may apply to the business operations of the world, as well as to the grace of God in the heart, and the salvation of the soul. It is to the latter I wish them more particularly to apply. Who has influence over any one of you, to cause you to miss salvation in the celestial kingdom of God? I will answer these questions for myself. If brother Brigham and I shall take a wrong track, and be shut out of the kingdom of heaven, no person will be to blame but brother Brigham and I. I am the only being in heaven, earth, or hell, that can be blamed. <\/div><div class=\"paragraph jod\" id=\"v1n1582\"> This will equally apply to every Latter-day Saint. Salvation is an individual operation. I am the only person that can possibly save myself. When salvation is sent to me, I can reject or receive it. In receiving it, I yield implicit obedience and submission to its great Author throughout my life, and to those whom He shall appoint to instruct me; in rejecting it, I follow the dictates of my own will in preference to the will of my Creator. There are those among this people who are influenced, controlled, and biased in their thoughts, actions, and feelings by some other individual or family, on whom they place their dependence for spiritual and temporal instruction, and for salvation in the end. These persons do not depend upon themselves for salvation, but upon another of their poor, weak, fellow mortals. &#x201C;I do not depend upon any inherent goodness of my own,&#x201D; say they, &#x201C;to introduce me into the kingdom of glory, but I depend upon you, brother Joseph, upon you, brother Brigham, upon you, brother Heber, or upon you, brother James; I believe your judgment is superior to mine, and consequently I let you judge for me; your spirit is <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better than mine, therefore you can do good for me; I will submit myself wholly to you, and place in you all my confidence for life and salvation; where you go I will go, and where you tarry there I will stay; expecting that you will introduce me through the gates into the heavenly Jerusalem.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1583\"> I wish to notice this. We read in the Bible, that there is one glory of the sun, another glory of the moon, and another glory of the stars.<span class=\"citation\" id=\"73933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73933)\">1 Cor. 15:41<\/a><\/span> In the Book of Doctrine and Covenants, these glories are called telestial, terrestrial, and celestial,<span class=\"citation\" id=\"87102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87102)\">D&amp;C 76:70-71,81<\/a><\/span> which is the highest. These are worlds, different departments, or mansions, in our Father's house. Now those men, or those women, who know no more about the power of God, and the influences of the Holy Spirit, than to be led entirely by another person, suspending their own understanding, and pinning their faith upon another's sleeve, will never be capable of entering into the celestial glory, to be crowned as they anticipate; they will never be capable of becoming Gods. They cannot rule themselves, to say nothing of ruling others, but they must be dictated to in every trifle, like a child. They cannot control themselves in the least, but James, Peter, or somebody else must control them. They never can become Gods, nor be crowned as rulers with glory, immortality, and eternal lives. They never can hold scepters of glory, majesty, and power in the celestial kingdom. Who will? Those who are valiant and inspired with the true independence of heaven, who will go forth boldly in the service of their God, leaving others to do as they please, determined to do right, though all mankind besides should take the opposite course. Will this apply to any of you? Your own hearts can answer. Do you know what is right and just, as well as I do? In some things you do, and in some things you  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may not know as well; but I will explain what I mean, in the following words&#x2014;I will do all the good I can, and all I know how to do, and I will shun every evil that I know to be an evil. You can all do that much. I will apply my heart to wisdom, and ask the Lord to impart it to me; and if I know but little, I will improve upon it, that tomorrow I may have more, and thus grow from day to day, in the knowledge of the truth, as Jesus Christ grew in stature and knowledge from a babe to manhood;<span class=\"citation\" id=\"67102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67102)\">Luke 2:52<\/a><\/span> and if I am not now capable of judging for myself, perhaps I shall be in another year. We are organized to progress in the scale of intelligence, and the least Saint by adhering strictly to the order of God, may attain to a full and complete salvation through the grace of God, by his own faithfulness. <\/div><div class=\"paragraph jod\" id=\"v1n1585\"> I know how it was in Jackson County. There are families in this city that went to that county twenty-one or twenty-two years ago last fall, if I mistake not. I know what their feelings were. All their desire was to got into the town of Independence, Jackson County, where they expected to find all sin and iniquity dried up, heaven begun on earth, and an end to all their mortal griefs. That was the motive that prompted them to go there. Poor souls, how little they knew about salvation and its mode. I might have gone there too, but I wanted to thunder and roar out the Gospel to the nations. It burned in my bones like fire pent up,<span class=\"citation\" id=\"60541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60541)\">Jer. 20:9<\/a><\/span> so I turned my back upon Jackson County to preach the Gospel of life to the people. Such were the feelings of those who went up to Jackson County, but I did not want to go there, nothing would satisfy me but to cry abroad in the world, what the Lord was doing in the latter days. After awhile this undercurrent began to work two ways; and they had more trouble in Independence than we had in York State; it came foaming, and <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bellowing, and pressing upon them until they had to fly. <\/div><div class=\"paragraph jod\" id=\"v1n1586\"> I wish to ask those persons who were driven from Jackson County, if they suffered as much in the actual driving as they would have done in the anticipation of it a year before it took place? You will all reply that, if you had known it a year beforehand, you would not have endured the thought. I wish to apply this both ways. You that have not passed through the trials, and persecutions, and drivings, with this people from the beginning, but have only read of them, or heard some of them related may think how awful they were to endure, and wonder that the Saints survived them at all. The thought of it makes your hearts sink within you, your brains reel, and your bodies tremble, and you are ready to exclaim, &#x201C;I could not have endured it.&#x201D; I have been in the heat of it, and I never felt better in all my life; I never felt; the peace and power of the Almighty more copiously poured upon me than in the keenest part of our trials. They appeared nothing to me. I hear people talk about their troubles, their sore privations, and the great sacrifices they have made for the Gospel's sake. It never was a sacrifice to me. Anything I can do or suffer in the cause of the Gospel, is only like dropping a pin into the sea; the blessings, gifts, powers, honor, joy, truth, salvation, glory, immortality, and eternal lives, as far outswell anything I can do in return for such precious gifts, as the great ocean exceeds in expansion, bulk, and weight, the pin that I drop into it. Had I had millions of wealth, and had I devoted it all to the building up of this people, and said, &#x201C;Take it, and build temples, cities, and fortifications with it,&#x201D; and left myself pennyless, would it have been a sacrifice? No, not to my feelings. Suppose I should be called to preach the Gospel until my head is  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>white, and my limbs become weak with age, until I go down into my grave, and never see my family and friends again in the flesh, would it be a sacrifice? No, but one of the greatest blessings that could be conferred upon mortal man, to have the privilege of calling thousands, and perhaps millions, from darkness to light, from the power of Satan and unrighteousness to the principles of truth and righteousness in the living God.<span class=\"citation\" id=\"72130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72130)\">Acts 26:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1588\"> I was as ready to pass through the scenes of mobbing and driving in Jackson County, as I was to pass through the troubles in Kirtland, Ohio; in Davis and Caldwell Counties, Missouri; in Illinois; and up to this place. And what of it? I have not known or seen a single sacrifice that this people have made. There has not been one such providence of the Almighty to this people, that was not calculated to sanctify the pure in heart, and enrich them with blessings instead of curses&#x2014;enrich them not only with earthly blessings, but with crowns of glory, immortality, and eternal lives in the presence of God. Where, then, is the sacrifice this people have ever made? There is no such thing&#x2014;they have only exchanged a worse condition for a better one, every time they have been moved&#x2014;they have exchanged ignorance for knowledge, and inexperience for its opposite. <\/div><div class=\"paragraph jod\" id=\"v1n1589\"> I want you to look at the Saints before they first gathered to be mobbed; they expected all sin to be at an end at the place of gathering. These were my own feelings, though I did not gather with them at that time. I had to go out and preach, lest my bones should consume within me. But I will tell you what I did do, I commenced to contract my business operations and dealings, and laid away my ledger, and notebooks, saying, &#x201C;I shall never want you any more.&#x201D; I believe that those who want<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed to be Saints indeed, should do everything to promote righteous principles and peace among men, and be perfectly of one heart and of one mind.<span class=\"citation\" id=\"124656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124656)\">Moses 7:18<\/a><\/span> I laid aside my old account books, because I expected we should be one family, each seeking to do his neighbor good, and all be engaged to do all the good possible. To carry out this principle faithfully, would crown the people of God with good to overflowing. It is easy for us to think how things should be, but the difficulty is, things are not always as we would like to have them. Though if the Saints at that time could have rightly judged of appearances, could have understood the aspect around them, it was clear that sorrow and trouble were impending. It was right they did not see the dark cloud that was ready to burst with violence upon their heads. <\/div><div class=\"paragraph jod\" id=\"v1n1590\"> In the short speech of not more than five minutes, which I delivered in the old Bowery, when that judge publicly insulted this people, there were men and women in the congregation who suffered more in the anticipation of what might be the result of it in future, than the generality of this people have suffered in being actually mobbed. They could see, in imagination, all hell let loose upon us, themselves strung up, their ears cut off, their bowels torn out, and this whole people cut to pieces. After they had had time to think, they found themselves still alive and unhurt, to their great astonishment. They suffered as much as though they had been sent to the bottom of the bottomless pit. They suffered all this, because I told that corrupt man, that he ought to be kicked out of the territory for his insolence and barefaced presumption. I know this people have suffered more by the contemplation of trouble, than they have when actually passing through it. <\/div><div class=\"paragraph jod\" id=\"v1n1591\"> As they have magnified future  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trouble almost infinitely beyond its real dimensions, so they have imagined to themselves a greater heaven than they can find in Zion, at its present stage of progression. You do not enjoy the Zion you anticipated. That mankind make mistakes in these two ways must be apparent to those who have felt the workings of hope and fear in their nature. People suffer more in the anticipation of death, than in death itself. There is more suffering in what I call borrowed trouble, than in the trouble itself. On the other hand, you have anticipated more Zion, more happiness, and more glory in the flesh than you will ever realize in this mortality. Those who are apt to go to one extreme, are almost sure to go to the other, which always causes disappointment, either agreeably, or disagreeably. These two extremes have caused the Saints much trouble; and some, for want of patience, and a little reasonable thought, have laid the blame of their disappointments in the wrong quarter, and have apostatized from the Church, never thinking the blame was in themselves. Upon these weaknesses of human nature the devil works sometimes very successfully. But brethren, we cannot escape from ourselves; and while we remain in this tabernacle, our onward course will be obstructed, more or less, by the weakness to which the mortal flesh is subject. By and by our bodies will go to their mother earth, and receive a resurrection, and become glorious; then we shall enjoy all, and more than the heart of man can conceive,<span class=\"citation\" id=\"124657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124657)\">1 Cor. 2:9<\/a><\/span> unless it is inspired by the Holy Ghost. This will be the inheritance of the faithful. <\/div><div class=\"paragraph jod\" id=\"v1n1593\"> There is much room for improvement in all. If we commence from this day, and do all the good we can, and never do another evil, we shall come to that which I want the brethren to preach about, and endeavor to establish. I wish it preached by the Bishops, by the Deacons, and by  <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every officer in the Church; I wish fathers to teach it to their children; and I desire the subject to be taken up by all bodies of the Saints throughout the world, viz., establish <span class=\"small-caps\">confidence in each other<\/span>. Take this for a text if you like, and preach upon it, both verbally and practically, until confidence in each other reigns universally among the Saints, and then will be accomplished what I wish to see. If we wish to establish a confidence such as the Gods enjoy, let us cease from every evil act, and from the contemplation of every evil design; never infringe upon another's right, but let each one sustain his brother in the enjoyment of his privileges and rights, holding them as sacred as our own salvation. If confidence has been lost, this is the surest and only successful way to restore it. Hear it, ye preachers, ye Apostles, and Prophets; ye Elders, High Priests, and Seventies; ye Priests, Teachers, Deacons, and Bishops; every man and woman in the Church of God throughout the world; commence to preach this discourse at home, beginning with your own heart; then teach your wives and your children; then let it spread its warming and cheering influence, like the genial sunbeam, from family to family, until the whole Church of Jesus Christ of Latter-day Saints is united as the heart of one man.<span class=\"citation\" id=\"55573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55573)\">2 Sam. 19:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1594\"> I will illustrate the method of establishing confidence in each other by taking, for example, the child of four or five years of age. The mother allows that child to own a small chest in which to keep his little trinkets, such as little bosom pins, ribbons, doll clothes, &amp;c. This is considered by all the family the child's chest. Now let none go into that chest and take anything from it, without the consent of the child. This is a very small matter, some may think; but begin at as small a point as this to create confidence, and let it grow up from little  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to much. Wives, let your husband's stores alone, if they have not committed them to your charge. Husbands, commit that to your wives that belongs to them and never search their boxes without their consent. I can boast of this. I have lived in the marriage relation nearly thirty years, and I never was man to open my wife's chest, without her consent, except once and that was to get out a likeness that I wanted on the instant, and she was not at home to get it for me. That was the first time I ever opened a trunk in my life, that belonged to my wife, or to my child. The child's little chest, with its contents, is as sacred to him, as mine is to me. If this principle were strictly carried out by every man, woman, and child among the Saints, it would make them a blessed people indeed. We should seek to preserve our neighbor's horse <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or ox from starving in the cold of winter, and if we see any of his property in jeopardy, we should be as careful of it as if it were our own; our object should be to save everything we can, both of our neighbor's and our own. <\/div><div class=\"paragraph jod\" id=\"v1n1596\"> Let every man pay his just debts. The editor of the <span class=\"italic\">News<\/span> has published a piece in the paper about owing no man anything; read it, reflect upon and practice it. I can owe everybody everything; that is one side of the matter, and to pay everybody is the other. I mean to owe every man a debt of gratitude. <\/div><div class=\"paragraph jod\" id=\"v1n1597\"> I have perhaps spoken too long I have given you all a text to preach upon, and to act upon in your lives; do it faithfully, and it will do you good. <\/div><div class=\"paragraph jod\" id=\"v1n1598\"> May the Lord God of Israel bless you, and save you in His kingdom, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}