{"ID":10040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Temples.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered on the Temple Block, Great Salt Lake City, Feb. 14, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Building Temples.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/14\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v1n1416\"> If the congregation will give me their attention, I will detain them but a short time. Our history is too well known to render it necessary for me to enter into particulars on the subject this morning. Suffice it to say, to this congregation, that we shall attempt to build a temple to the name of our God. This has been attempted several times, but we have never yet had the privilege of completing and enjoying one. Perhaps we may in this place, but if, in the providence of God, we should not, it is all the same. It is for us to do those things which the Lord requires at our hands, and leave the result with Him. It is for us to labor with a cheerful good will; and if we build a temple that is worth a million of money, and it requires all our time and means, we should leave it with cheerful hearts, if the Lord in His providence tells us so to do. If the Lord permits our enemies to drive us from it, why we should abandon it with as much cheerfulness of heart as we ever enjoy a blessing. It is no matter to us what the Lord does, or how He disposes of the labor of His servants. But when He commands, it is for His people to obey. We should be as cheerful in building this temple, if we knew beforehand that we should never enter into it when it was finished, as we would though we knew we were to live here a thousand years to enjoy it.<span class=\"citation\" id=\"86007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86007)\">D&amp;C 51:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1417\"> If the inquiry is in the hearts of the people&#x2014;&#x201C;Does the Lord require the building of a temple at our hands?&#x201D; <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I can say that He requires it just as much as ever He required one to be built elsewhere. If you should ask, &#x201C;Brother Brigham, have you any knowledge concerning this? Have you ever had a revelation from heaven upon it?&#x201D; I can answer truly, it is before me all the time, not only today, but it was almost five years ago, when we were on this ground, looking for locations, sending our scouting parties through the country, to the right and to the left, to the north and the south, to the east and the west; before we had any returns from any of them, I knew, just as well as I now know, that this was the ground on which to erect a temple&#x2014;it was before me. <\/div><div class=\"paragraph jod\" id=\"v1n1418\"> The Lord wished us to gather to this place, He wished us to cultivate the earth, and make these valleys like the Garden of Eden, and make all the improvements in our power, and build a temple as soon as circumstances would permit. And further, if the people and the Lord required it, I would give a written revelation, but let the people do the things they know to be right. Permit me to ask the question&#x2014;do you not know that it is your duty to accumulate your daily bread, to cease your wickedness? Are not these duties required at your hands? Do you not know this of yourselves? There is not an individual in this assembly that does not understand this, that is not as well convinced of it as I am. <\/div><div class=\"paragraph jod\" id=\"v1n1419\"> Concerning revelations pertaining to building temples, I will give you  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the words of our beloved Prophet while he was yet living upon the earth. Many of us that are here today, were with him from the commencement of the church. He was frequently speaking upon the building of temples in Kirtland, Missouri, and Illinois. When the people refused in Kirtland to build a temple, unless by a special revelation, it grieved his heart that they should be so penurious in their feelings as to require the Lord to command them to build a house to His name.<span class=\"citation\" id=\"89146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89146)\">D&amp;C 97:15<\/a><\/span><span class=\"citation\" id=\"90042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90042)\">D&amp;C 105:33<\/a><\/span><span class=\"citation\" id=\"90399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90399)\">D&amp;C 109:2<\/a><\/span> It was not only grievous to him, but to the Holy Spirit also. He frequently said, that if it were not for the covetousness of the people, the Lord would not give revelations concerning the building of temples, for we already knew all about them; the revelations giving us the order of the Priesthood make known to us what is wanting in that respect at our hands. If you should go to work to build a dwelling house, you know you would want a kitchen, a buttery, sitting rooms, bedrooms, halls, passages, and alleys. He said, you might as well ask the Lord to give revelation upon the dimensions and construction of the various apartments of your dwelling houses, as upon the erection of temples, for we know before hand what is necessary. <\/div><div class=\"paragraph jod\" id=\"v1n1421\"> Concerning this house, I wish to say, if we are prospered we will soon show you the likeness of it, at least upon paper, and then if any man can make any improvement in it, or if he has faith enough to bring one of the old Nephites along, or an angel from heaven, and he can introduce improvements, he is at liberty so to do. But wait until I dictate, and construct it to the best of my ability, and according to the knowledge I possess, with the wisdom God shall give me, and with the assistance of my brethren; when these are exhausted, if any improvement can be made, all good men upon the earth are at liberty to intro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duce their improvements. But I trust this people do not require commanding, every day of their lives, to pray, to do unto others as they would that others should do unto them:<span class=\"citation\" id=\"124641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124641)\">Matt. 7:12<\/a><\/span> I trust they do not want a special command for this; if not, upon the same principle, they will not want any commandment upon the subject of building a temple, more than what is before them. <\/div><div class=\"paragraph jod\" id=\"v1n1422\"> A few words to this people, upon the principles which were laid before them yesterday, in the tabernacle. One thing is required at the hands of this people, and to understand which there is no necessity for receiving a commandment every year, viz.&#x2014;to pay their tithing. I do not suppose for a moment, that there is a person in this Church, who is unacquainted with the duty of paying tithing, neither is it necessary to have a revelation every year upon the subject. There is the law&#x2014;pay one tenth. I wish to say to you, and I wish you to tell your neighbors, if there is any man or woman who do not want to pay their tithing, we do not want they should. It is for your particular benefit, and that of every individual upon the face of the earth. To me, as an individual, it is no matter whether you build a temple or not; I and my brethren have received our endowments, keys, blessings&#x2014;all the tokens, signs, and every preparatory ordinance, that can be given to man, for his entrance into the celestial gate. <\/div><div class=\"paragraph jod\" id=\"v1n1423\"> The Prophet's feelings were often wounded because he was under the necessity of giving commandments concerning duties that were already before the people, until the temple was completed; but had he not done so, the temple would not have been built; had he waited until the minds of the people were opened, and they were led to see and do their duty, without commandment, he would have been slain before the keys of the  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood could have been committed to others, but the Lord put it into his heart to give this power to his brethren before his martyrdom. <\/div><div class=\"paragraph jod\" id=\"v1n1425\"> If the people will pay their tithing, we have all the means we can ask or wish for. If the tithing is paid, we do not want the brethren and sisters to give up their surplus property,<span class=\"citation\" id=\"90729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90729)\">D&amp;C 119:1<\/a><\/span> for there will be a great surplus in the storehouse of the Lord. This is what is required of this people, not to give all they have, though it should be constantly upon the altar, but to be ready, if required; but if the people will pay their tithing punctually, there will be an abundance, yes, and a surplus. For me to ask the people if they will give their surplus property, would be useless. I shall not ask any such question, but I shall now ask the people to pay their labor tithing, that we may excavate this foundation, and prepare for the stone work by the 1st of April. I expect to see a great turn out, no doubt we shall have all the help we can require. <\/div><div class=\"paragraph jod\" id=\"v1n1426\"> While the brethren are before me, let me say, that we cannot commence to lay rock here without time, and we cannot get the stone for the foundation without the railroad from this place to the quarry is completed; these two items must be attended to. This is sufficient to say upon that matter. <\/div><div class=\"paragraph jod\" id=\"v1n1426\"> Let us revert for a moment to the past, to the years we have spent in toil and labor, though very agreeably. Seven years ago tomorrow, about eleven o'clock, I crossed the Mississippi River, with my brethren, for this <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place, not knowing, at that time, whither we were going, but firmly believing that the Lord had in reserve for us a good place in the mountains, and that He would lead us directly to it. It is but seven years since we left Nauvoo, and we are now ready to build another temple. I look back upon our labors with pleasure. Here are hundreds and thousands of people that have not had the privileges that some of us have had. Do you ask, what privileges? Why, of running the gauntlet, of passing through the narrows. They have not had the privilege of being robbed and plundered of their property, of being in the midst of mobs and death, as many of us have. <\/div><div class=\"paragraph jod\" id=\"v1n1427\"> Only be faithful, brethren and sisters, and I promise that you shall have all such privileges as shall be for your good. You need not be discouraged, or mourn, because you were not in Jackson County persecutions, or were not driven from Ohio, Missouri, and Illinois, and stripped, robbed, and plundered of all your property. Do not mourn and feel bad, because you were not in Nauvoo; have no fears, for if the word of the Lord is true, you shall yet be tried in all things,<span class=\"citation\" id=\"92061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92061)\">D&amp;C 136:31<\/a><\/span> so rejoice, and pray without ceasing, and in everything give thanks,<span class=\"citation\" id=\"75736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75736)\">1 Thes. 5:17-18<\/a><\/span> even if it is in the spoiling of your goods, for it is the hand of God that leads us, and will continue so to do. Let every man and woman sanctify themselves before the Lord, and every providence of the Almighty shall be sanctified for good to them. I will now close my remarks. <\/div>\n<\/div>\n<\/div>"}