{"ID":10053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Men Eternal Beings&#x2014;Darkness, Ignorance, and Weakness of the World&#x2014;Privileges of the Saints.<\/div>\n<div class=\"subtitle\">A Discourse by Elder John Taylor, Delivered in the Tabernacle, Great Salt Lake City, April 19, 1854.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Men Eternal Beings, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/19\/1854<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v1n1878\"> Having been called upon by President Grant to address you this morning, I do so with pleasure. How long I shall speak, I do not know, for I have been quite unwell for some time past, and whether my strength will hold out <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or not, I am unprepared to say; I can tell you better when I have tried. <\/div><div class=\"paragraph jod\" id=\"v1n1879\"> I have been much interested during the Conference that is past; and although I was not able to take an active part in the business that was going on,  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>yet my spirit rejoiced to hear the principles of truth that were advanced, and in the things that were developed and fully made manifest by the Spirit of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v1n1881\"> Associated as we are with the kingdom of God, we may reasonably expect, so long as we do our duty before the Lord, to have continual developments of light, truth, and intelligence, that emanate from the great God, for the guidance, direction, salvation, and exaltation of this people, whether it relates to time, or to eternity; for everything we have to do with is eternal; and when we speak of time and eternity, they are only relative terms which we attach to things that are present; and things that are to come, and things that are past. But in relation to ourselves as individuals, we are eternal beings, although we occupy a certain space of eternity called time; in relation to the Gospel we preach, it is eternal; in relation to the Priesthood, it is eternal; in relation to our covenants and obligations, they are eternal; in relation to our promises, prospects, and hopes, they are eternal. And while we are acting upon this stage of being, we are merely commencing a state of things that will exist while countless ages shall roll along; and if we have right views and right feelings, and entertain correct principles as eternal beings, all our thoughts, our actions, our prospects&#x2014;all our energies and our lives, will be engaged in laying a foundation upon which to build a superstructure that will be permanent, lasting, and enduring as the throne of the great Jehovah; and if anything is short of this, it is short of the mark of the high calling whereunto we may or ought to arrive; and many of the little incidents and occurrence of life that we have to pass through, are transient in comparison to the things that are to come; and yet all these little things are so many links in the <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great chain of our existence, of our hopes and prospects. <\/div><div class=\"paragraph jod\" id=\"v1n1882\"> There are many things that seem to us trials and difficulties, that perplex, annoy, and harass our spirits; yet these very things, as one justly observed, are blessings in disguise, so many helps to us to develop our weaknesses and infirmities, and lead us to put our trust in God, and rely upon Him to give us a knowledge of ourselves, of our neighbors, and of the work of God; they have a tendency to develop principles of worth to our minds, and thus they serve as schoolmasters, helps, and instructors, and are to us as many blessings in disguise. In fact all things that we have to do with in the world, whether they are adversity or prosperity, whether they relate to ourselves or to others, if rightly appreciated and understood, may teach us a lesson that will be to our joy, probably not only in time, but in all eternity. We must know ourselves, learn what is in our nature&#x2014;our weakness, our strength, our wisdom, our folly; and the like things that dwell in others, that we may learn to appreciate true and correct principles, and be governed by them whenever they are developed; that we may learn to set a just value upon all sublunary things, that we may not value them above their real value, and that we may neither value ourselves nor others above our or their worth; that we may learn to look upon ourselves as eternal beings, acting in everything with a reference to eternity; that we may by and by secure to ourselves eternal exaltations, thrones, principalities, and powers in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v1n1883\"> These are some of my feelings in relation to everyday affairs and occurrences in life, and the things with which I am surrounded, and I feel anxious every day, when I feel right, to make an improvement today, in something that will benefit me or others in relation to eternity, as well  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as to time; for while we are eternal beings we are also temporal beings, and have to do with temporal things, as well as with spiritual or eternal things. Taking this view of the subject, it is of very little importance whether we are rich or whether we are poor, whether we are placed in adverse or in prosperous circumstances. It may, however, be of more importance than we think of. I think adversity is a blessing in many instances; and in some, prosperity; but nothing is a blessing to us that is not calculated to enlighten our minds, and lead us to God, and put us in possession of true principles, and prepare us for an exaltation in the eternal world. <\/div><div class=\"paragraph jod\" id=\"v1n1885\"> In regard to God and the things of God, could the world of mankind see aright, and understand aright; could they know what was for their true interests; or could they have known it for generations, there are none of them but what would have feared God with all their hearts, minds, soul, and strength, that is, if they had had power to do so; that would have been their feeling, and more especially so among the Saints. If the Saints could understand things correctly; if they could see themselves as God sees them; if they could know and understand and appreciate the principles of eternal truth as they emanate from God, and as they dwell in His bosom; if they could know their high calling's glorious hope, and the future destiny that awaits them, inasmuch as they are faithful; there is not a Saint of God, there is not one in these valleys of the mountains, but would prostrate himself before Him; he would dedicate his heart, and his mind, and his soul, and his strength to God, and his body, and spirit, and property, and everything he possesses of earth, and esteem it one of the greatest privileges that could be conferred upon mortal man. If there are those who do not see these things aright, it is because <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they see in part, and know in part;<span class=\"citation\" id=\"73708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73708)\">1 Cor. 13:12<\/a><\/span> it is because their hearts are not devoted to God, as they ought to be; it is because their spirits are not entirely under the influence of the Spirit of the Most High; it is because they have not so lived up to their privileges, as to put themselves in possession of that light and truth that emanate from God to His people; it is because the god of this world has blinded their minds that they cannot fully understand, that they cannot be made fully acquainted with the great and glorious principles of eternal truth.<span class=\"citation\" id=\"74059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74059)\">2 Cor. 4:4<\/a><\/span> When we look at ourselves aright, when we understand the principles of truth aright, what is there we would not give for salvation? When the Spirit has beamed forth powerfully upon the hearts of the Saints, when the light and intelligence of heaven have manifested themselves, when the Lord has shone upon the souls of the Saints when assembled together, what have they felt like? That they are the blessed of the Lord. How oft, when they have met together on special occasions to receive certain blessings from the hands of God, has the spirit of revelation rested upon them, and the future been opened to their view in all its beauty, glory, richness, and excellency; and when their hearts have been warmed up by that spirit, how have they felt to rejoice? How have they looked upon the things of this world, and the prospect that awaited them&#x2014;upon their privileges as Saints of the Most High God, and upon the glory they will inherit if they are faithful to the end! You may have experienced the feeling that such thoughts and prospects would naturally create in the human heart. Why is it we feel otherwise at any time? It is because we forget to pray, and call upon God, and dedicate ourselves to Him, or because we fall into transgression, commit iniquity, and lose the Spirit of God; and forget our calling's  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glorious hope. But if we could all the time see, and realize, and understand our true position before God, our minds would be continually on the stretch after the things of God, and we should be seeking to know all the day long what we could do to promote the happiness and salvation of the world; what we could do to honor our calling&#x2014;to honor the Priesthood of the Son of God, and what to do to honor our God, and to improve the remaining time we have upon the earth, and the energies of our bodies, for the accomplishment of His purposes, for the rolling forth of His kingdom, for the advancement of His designs, that when we stand before Him He may say to us&#x2014;&#x201C;Well done, thou good and faithful servant, enter into the joy of thy Lord; thou has been faithful over a few things, I will make thee ruler over many things.&#x201D;<span class=\"citation\" id=\"66095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66095)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1887\"> These would be our feelings, and no doubt this is what we came into the world for. I know of no other object, no other design, that God had in view in sending us here. We came forth from our Father in heaven, having the privilege of taking bodies in this world. What for? That our bodies and spirits together might accomplish the will of our heavenly Father, and find their way back again into His presence; that while we are upon the earth, we might be governed by His wisdom, by the intelligence and revelations that flow from Him; that He might be a guide and dictator of our steps while we sojourn here; and that we might fill up the measure of our creation in honor to ourselves, in honor to our progenitors, and in honor to our posterity; and finally, find our way back into the presence of God, having accomplished the object for which we came into the world, having filled up the measure of our creation, having obtained honor to ourselves, honor for our posterity and for our progenitors, and become an honor to  <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God our heavenly Father, by walking humbly before Him, fulfilling His laws, and accomplishing this the object of our creation. <\/div><div class=\"paragraph jod\" id=\"v1n1888\"> I say, as I said before, if we understood ourselves aright, this would be our main object; but we know in part,<span class=\"citation\" id=\"73709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73709)\">1 Cor. 13:12<\/a><\/span> and see in part, and comprehend in part; and many of the things of God are hid from our view, both things that are past, things that are present, and things that are to come. Hence the world in general sit in judgment upon the actions of God that are passing among them, they make use of the weak judgment that God has given them to scan the designs of God, to unravel the mysteries that are past, and things that are still hid, forgetting that no man knows the things of God but by the Spirit of God;<span class=\"citation\" id=\"73011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73011)\">1 Cor. 2:11<\/a><\/span> forgetting that the wisdom of this world is foolishness with God;<span class=\"citation\" id=\"73171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73171)\">1 Cor. 3:19<\/a><\/span> forgetting that no man in and of himself is competent to unravel the designs and know the purposes of Jehovah, whether in relation to the past, present, or future; and hence, forgetting this, they fall into all kinds of blunders; they blunder over things that are contained in the Scriptures, some of which are a representation of the follies and weaknesses of men, and some of them perhaps may be the wisdom and intelligence of God, that are as far above their wisdom and intelligence as the heavens are above the earth.<span class=\"citation\" id=\"59788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59788)\">Isa. 55:8-9<\/a><\/span> How often have I heard individuals, for instance, exclaiming against the harshness, the cruelty, and tyranny of God in destroying the antediluvians, the people of Sodom and Gomorrah,<span class=\"citation\" id=\"53254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53254)\">Gen. 19:24<\/a><\/span> and other cities and places, and against other judgments and cruelties that befell the people. How little do such persons understand about it. According to their own systems of philosophy, they would act precisely upon the same principles if they only understood the principles He acted upon; whereas in ignorance of them they think it cruel indeed for God to de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stroy the inhabitants of the old world, the cities of Sodom and Gomorrah, or other places. Why? Because it was the destruction of so much human life. But do they know the whys and the wherefores of that? No. In the same way they look upon Moses, Joshua, and some other eminent men of God, who were called forth to execute His judgments, and accomplish His designs&#x2014;root out the wicked, destroy the ungodly, and establish the principles of righteousness. They would look upon their acts as acts of cruelty, tyranny and oppression. Why so? Because they can conceive of no other idea than that which dwells in their own bosoms; there dwells the principle of revenge, or ambition, and they know of no other motive that could prompt God to do as He has in the destruction of the wicked at sundry times. In the same way men judge us in relation to our matrimonial relations; if a man is associated with more females than one in the world, they cannot look upon it in any other way than lasciviousness and adultery, the very principles that predominate in themselves; they have no other idea. Our situation, our conduct, and our proceedings, to their feelings and views, are outrageous and abominable and this they believe in all sincerity. Why? Because they know of no other principle than that, they have not been enlightened, they do not understand the end from the beginning, the whys and the wherefores; if they did, they would know that virtue, purity, and strict integrity dwell in the bosoms of the Saints, and that they are governed by correct, virtuous, and holy principles, and a thousand times more so than ever they dreamed of in their lives. This is so with regard to their views of the transactions of God with the wicked in former ages. <\/div><div class=\"paragraph jod\" id=\"v1n1890\"> The whole antediluvian world was enveloped in corruption; they had <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forsaken God, the Father and fountain of their existence, and the giver of every good and perfect gift,<span class=\"citation\" id=\"77448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77448)\">James 1:17<\/a><\/span> yielding submission to the powers of the adversary in a state of darkness and ignorance, living and propagating their species innumerable in that state of corruption, depraving themselves morally and intellectually, forsaking God, and teaching nothing but principles that were corrupt and abominable. Look at the world in that state, and consider God as their Father, and themselves as eternal beings, and propagating eternal beings in a state of the deepest depravity; look at things that awaited them in the future, the position they stood in, the misery they must endure in the future after they had lived here, the trouble and position they had got to be placed in before ever they could get back to the presence of their Father; think of millions and millions of people living and dying in this, and bringing millions of individuals into the world, that had got to bear their fathers' sins, cursed with their curse, and living and dying in their corruption still more increased, to be damned and go to hell, to be redeemed before they could be brought back again into the presence of their Creator&#x2014;taking this view of the matter, can you say that God was unjust, cruel, and tyrannical for destroying such a people as that? No; for there were millions of unborn spirits to come into this world and inhabit these depraved bodies, and become subject to the corruptions of a depraved parentage; for there was not a righteous generation, for the whole earth had corrupted themselves. He had power to put a stop to the propagation of such corruption, but, had He not done it, would He have acted righteously to those yet unborn? Would He be doing justice to His creation upon the earth to let the devil bear rule and universal sway, and never put forth His hand to stop mankind in their mad  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>career? Every man of reflection would look upon the destruction of such depraved beings as an act of mercy, thus stopping those growing evils by cutting off the life of man from the earth, and stopping the onward course of that vile seed. <\/div><div class=\"paragraph jod\" id=\"v1n1892\"> What is the reason men form wrong judgments about such things? It is because they do not understand and comprehend correct principles, because they do not possess the visions of the Almighty; they understand not the end from the beginning, neither do they comprehend the designs of the Great Jehovah; if they did, they would have very different feelings and ideas in relation to the destruction of Sodom and Gomorrah and the old world, with all their abominations and corruptions, and in relation to the doings of Moses and Joshua, and other men of God, who were set apart to keep in order affairs pertaining to the kingdom of God, and establish righteousness, and do the will of heaven. If they had not done these things, they themselves would have been corrupted, and their children after them, they would have suffered the evil to overcome the good, and suffered Satan to triumph over God, and to bear rule, and have dominion, and corrupt the whole of the human family. There are thousands of such things as these that men form wrong ideas about, and wrong judgments; whereas, if they only understood the mind of God, and correct principles, they would come to other conclusions, and say&#x2014;&#x201C;God acts with wisdom and prudence, and righteously, in all His dealings with the human family.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1893\"> It is necessary that men should possess the Spirit of God before they can know the things of God:<span class=\"citation\" id=\"73012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73012)\">1 Cor. 2:11<\/a><\/span> hence the great difficulty that the servants of God have had to labor under, in different ages of the world, in the propagation of the truth, is, what would be right in the eyes of God would seem <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wrong to the understanding of mankind; hence His servants have been persecuted, afflicted, tried, driven, hunted, put to death, and endured every kind of torment and affliction that the ingenuity of wicked men, and the hellish malice of demons could contrive, and all this for the lack of understanding and of love for the principles of truth. It has been difficult in every age of the world for the servants of God to accomplish His purposes upon the earth. It has been difficult for those who have professed to be Saints of God, in every age, to do His will faithfully without being molested, such has been the influence of the powers of darkness, the weakness of man's intellect, and the lack of knowledge in the things of God. Because of this, it has been a difficult matter for those who have professed godliness, to discriminate between right and wrong; they would feel inclined to do right, but as it was with Paul on certain occasions, when he would do good, evil was present with him.<span class=\"citation\" id=\"72489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72489)\">Rom. 7:21<\/a><\/span> I expect he ought to have overcome it, and I expect we ought likewise; but such is the case, we cannot look anywhere but we can see the weakness and infirmity of human nature. <\/div><div class=\"paragraph jod\" id=\"v1n1894\"> We can sit down and reason calmly and dispassionately upon this matter, guided by the Spirit of God, and reflect back to the time of Enoch, and read some of the revelations given to that people, and look at the struggles and trials they had to pass through; then look also at the length of time that elapsed, after he had gathered His people from the corrupt world, before they were prepared to be caught up into the heavens; for Enoch was translated, and the city with him,<span class=\"citation\" id=\"92991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92991)\">Moses 7:21<\/a><\/span> and the Saints, its inhabitants, those who believed in him as a Prophet of God, and worked righteousness. <\/div><div class=\"paragraph jod\" id=\"v1n1895\"> Look again at the time that Noah came from the ark, after he and his household were saved from the flood that drowned the world;<span class=\"citation\" id=\"52937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52937)\">Gen. 8:18<\/a><\/span> they were  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the only ones that were righteous. When Noah and his family had seen the dreadful wreck, the awful calamity, the heartrending scenes of distress and anguish, trouble and death, that overwhelmed the world&#x2014;with all this staring them in the face, how soon his posterity departed from correct principles, and bowed their necks to the power of the adversary; how soon was the weakness of human nature made manifest! Consider the trouble, afflictions, war, and bloodshed that have come in consequence of all this, the fostering of evil passions in the human heart, and giving way to every kind of iniquity, being led captive by the devil at his will, until nation has been arrayed against nation, kingdom against kingdom, power against power, and authority against authority. Witness the human beings that have been slain, and the human carcasses that have been left to rot upon the battlefields; all this has been in consequence of not adhering to what is righteous, true, and holy. <\/div><div class=\"paragraph jod\" id=\"v1n1897\"> Again, see the old Israelites. Abraham had been set apart, and selected by the Almighty, as a man who had proved faithful in all things, after being tried to the uttermost extremity. God positively said, &#x201C;I know Abraham will fear me and command his children after him.&#x201D;<span class=\"citation\" id=\"53215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53215)\">Gen. 18:19<\/a><\/span> Yet look at his children, and look at their seed in the wilderness, and when the arm of God had been stretched out in their behalf, see their rebellion, idolatry, and lasciviousness, and you will see fair specimens of poor, fallen, depraved human nature. Such was the case with them, and such has been the case in every age of the world. We cannot account for it upon any other principle, than that the God of this world has blinded, and does continue to blind, the hearts of the children of men, lest the light of the glorious Gospel of peace should shine in upon them, and they should be saved.<span class=\"citation\" id=\"74060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74060)\">2 Cor. 4:4<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1898\"> Wherein are we better than many of those of which we have spoken? God has revealed His truth to us; He has opened the heavens and sent forth His holy angels, has restored the holy Priesthood in as great power as ever it was in any age, and in fact greater; for we are now living in the dispensation of the fulness of times, when God has determined to gather all things in one, whether they be things in heaven or things in the earth;<span class=\"citation\" id=\"74777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74777)\">Eph. 1:10<\/a><\/span> notwithstanding all this, are we much better than the ancient people we have just noticed? We can read the history of the people of this continent, in the Book of Mormon, of their faithfulness to God, and the principles of truth and righteousness, and the hand of God was stretched out in mighty power to save them from their enemies; and we read again of their destruction and overthrow in consequence of their departure from God. And among this people, who have been blessed with the light and revelations of God, who have been gathered from different nations, who have traveled thousands of miles for the privilege of listening to the oracles of eternal truth, of securing to themselves salvation, who have hailed with joy the message of mercy that has been extended to them, whose hearts in former times beat high with prospects of mingling with the Saints of God in Zion, and listening to the words of eternal life, what do we see even among them? The same specimen of fallen human nature; the same weakness, infirmities, and follies that have characterized men who have lived in former ages. <\/div><div class=\"paragraph jod\" id=\"v1n1899\"> How many of us have fallen on the right hand and on the left; those we have judged to be men of intelligence, some of them have stepped aside in one shape and some in another. Some have given way to their corrupt appetites and passions, and have fallen in an evil hour, have lost the Spirit of  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, have destroyed themselves, and have destroyed others; corrupted, weak, fallen, degenerate, and abominable, they have sunk to their own place. How much of this has there been both among men and women, to the violation of the most sacred covenants they have made before God, angels, and men. They have broken their covenants, corrupted themselves, departed from the right way, lost the Spirit of God, and they are anxious to go here and there, and everything is wrong with them, and every place fails to yield them comfort, because a consciousness of their guilt is continually with them; everything is out of place to them, and their understandings are darkened. At one time they were quick to comprehend truth by the light of the Spirit, but now they walk in darkness. <\/div><div class=\"paragraph jod\" id=\"v1n1901\"> This reminds me of a remark made once in Far West by a man; says he, &#x201C;I know Joseph Smith is a false Prophet, and that the Book of Mormon and Covenants are false.&#x201D; How do you know it? &#x201C;Why, says he, if a man commit adultery, he shall apostatize; and I have done it, and have not apostatized.&#x201D; That is a good sample of the intelligence that is manifested by many. Do people think they can commit acts of iniquity, transgress the laws of God, and break their covenants, after being admitted to great privileges in the kingdom of God, and retain His Spirit, and a knowledge of His purposes? I tell you, no; but their very conduct and spirit give the lie to their profession all the day long, just as much as this Missouri man's did which I have mentioned. <\/div><div class=\"paragraph jod\" id=\"v1n1902\"> Well, what is it we are engaged in? Is the object of our being, in this life, attained by thinking of nothing else but horses, to look to nothing else but our little interests, our little farm or house, a few cattle, and the like? Is this all we are concerned in, ye Latter-day Saints? And if some of these  <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>things do not come smooth and square according to your notions; and if you have made your golden or some other darling idol, and a Moses should come along and break it to pieces and stamp it under his feet, and scatter it abroad, and say, &#x201C;Arise, Israel, and wake from your slumbers;&#x201D; do you feel very much grieved? Do you feel as though some dreadful calamity had happened to you? Have you forgot who you are, and what your object is? Have you forgot that you profess to be Saints of the Most High God, clothed upon with the Holy Priesthood? Have you forgot that you are aiming to become Kings and Priests to the Lord,<span class=\"citation\" id=\"78940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78940)\">Rev. 1:6<\/a><\/span> and Queens and Priestesses to Him? Have you forgot that you are associated with the Saints of God in Zion, where the oracles of truth are revealed, and the truths of God are made manifest, and clearly developed; where you and your posterity after you can learn the ways of life and salvation; where you are placed in a position that you can obtain blessings from the great Eloheim, that will rest upon you and your posterity worlds without end? Have you forgot these things, and begun to turn again to the beggarly elements<span class=\"citation\" id=\"74601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74601)\">Gal. 4:9<\/a><\/span> of the world, and become blind, like others we have spoken of, turning like the sow that was washed to her wallowing in the mire?<span class=\"citation\" id=\"78418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78418)\">2 Pet. 2:22<\/a><\/span> We ought to reflect sometimes upon these things, and understand our true position. Have you forgot that you came from God, that He is your Father? Have you forgot that you are aiming to get back to His presence? If you have forgot all this, your conduct and actions now are fraught with eternal consequences to yourselves, to your progenitors, and to your posterity after you. Have you forgot that thousands who have possessed the Holy Priesthood here, still exist in the eternal world, and look with interest upon your conduct and proceedings? Have you forgot  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that God has set His hand again the second time to gather the remnants of His people?<span class=\"citation\" id=\"58198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58198)\">Isa. 11:11<\/a><\/span> Have you forgot that He is preparing a people that shall be pure in heart;<span class=\"citation\" id=\"62946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62946)\">Matt. 5:8<\/a><\/span> be blessed with light, life, and intelligence; with knowledge of things past, present, and to come? Have you forgot that you are standing in the midst of brethren who have gone behind the veil, who are watching your actions, and are anxious for your welfare, prosperity, and exaltation? Have you forgot that we are living in the last time, wherein a mighty struggle will have to take place between the powers of darkness that are in the world, and the children of light; that it is necessary for us as individuals to gird ourselves with the principles of truth, and be girt about with righteousness<span class=\"citation\" id=\"75387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75387)\">Eph. 6:14<\/a><\/span> on the right hand and on the left, to enable us to stand in the midst of desolation, ruin, and misery, that are overhanging a devoted earth; and that as eternal beings we ought to have our eyes open to eternal things, and not be dreaming away our existence, forgetful of what we came into the world to accomplish? <\/div><div class=\"paragraph jod\" id=\"v1n1904\"> Well, here we are, and who are we? We are Saints of the Most High God, are we not? And after all our weakness and infirmities, we are the best people there is under the face of the heavens, by a thousand fold. Poor as we are, weak as we are, changeable, afflicted as we are, still we are the best people God has upon the earth. If truth is revealed anywhere, it is here; if God communicates His will to the human family anywhere, it is here. If anybody can enlighten mankind, this people can; and if the nations of the earth, with their kings, potentates, and powers, are ever exalted in the kingdom of God, ever receive the light, truth, and intelligence of heaven, it will be through the means of this people. We are His servants; we are enlisted for life in the kingdom of <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, to do His bidding, and to walk in obedience to His laws, to sustain His kingdom, to roll forth His purposes, and do whatsoever He shall think fit to require of us. <\/div><div class=\"paragraph jod\" id=\"v1n1905\"> We have had some things presented to us during the Conference, about which I am ignorant of the feelings of this people, neither do I care what are their feelings; it is a matter of no moment to me, neither is it to my brethren, nor to any who do the will of God. But one thing I know, and one thing you know, you are not competent, in and of yourselves, to regulate anything pertaining to your eternal welfare; I do not care how wise and intelligent you may be, there is not one among you independent of God, or of the teachings of His servants. That I know, and that you know. <\/div><div class=\"paragraph jod\" id=\"v1n1906\"> We have noticed some things this morning, wherein the world are at fault, because of their lack of experience. Take, for instance, one half of the world, I mean China, and the great majority in Europe. Notice their position at the present time, and can any of you point out a remedy that will restore amity and peace among them? Is there a master mind, or spirit&#x2014;a man possessed of sufficient intelligence, to walk forth among the nations of Europe, and say to the hydra-headed monster, &#x201C;War, lie still and be thou quiet?&#x201D; Is there a man who can go into China and do the same thing, and straighten out the snarled condition of the world? <\/div><div class=\"paragraph jod\" id=\"v1n1907\"> Let us come nearer home; can any of you regulate the affairs of this nation and put them right? I do not believe you can; and if you cannot do such small things, that are associated with time, things that we can see, know, and understand, how are you going to put in order the things of God? How are you going to order ends that are to come? To know what will be the best course to pursue, when the nations shall be convulsed,  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thrones cast down, and empires destroyed; when nation shall rush madly upon nation, and human blood shall flow as rivers of water? What would we do in such circumstances? Some people have thought we were in a dreadful condition, when the Indian difficulties were among us in these mountains; and our distant neighbors have been surprised how we have existed; but what would you think if you were in some of the European nations at the present time? Suppose you were one of the kings of those nations, or one of the counselors, and some of the largest nations should undertake to command you to supply a number of men to help fight their battles, and you would say, &#x201C;We wish to remain neutral;&#x201D; the reply would be, &#x201C;But we will make you fight, and if you do not do it we will exterminate you, to begin with.&#x201D; Suppose you were in a position like that. I think we are no worse off in these mountains, than the world are. We may be in some circumstances, but in many other respects we are much better off than they. I think our young men, for instance, would think it very hard if they were obliged to spend from three to five years in soldiering in times of peace, which they have to do in many of the nations of Europe, or bring a substitute to go in their place. I think sometimes we might be a great deal worse off than we are; and I think it is necessary men should be tried in order that they may be proved, and that they may know themselves; and that some should be destroyed, as they have been on this continent, or on the other; it is all in the wise providence of God; life and death are of little moment to Him. It is a matter of great importance to know the truth, and obey it, to have the privilege of learning, at the mouths of the servants of God, His will, and then to have the privilege of doing it unmolested, no matter what it is, whether to live or <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> die, or whatever course we may have to pursue. I think it is a great privilege for us to be associated with the kingdom of God. I esteem it so myself, and I feel to bless God my heavenly Father, all the day long, that He has counted me worthy to obtain the Priesthood, and to be associated with His servants, who are the most honorable, pure, and philanthropic men upon the earth; and I feel to bless and praise my heavenly Father all the day long; my heart is full of praise, and I rejoice exceedingly that I have been counted worthy to be associated with His people and kingdom. <\/div><div class=\"paragraph jod\" id=\"v1n1909\"> Should we not all feel alike in this? We all profess to be full of love for, and manifest a great amount of confidence in, the Holy Priesthood. It reminds me of some of the missionaries among the churches of the day; they always have a great deal of faith about the spiritual welfare of the people, but they never had faith enough to trust their time and their friends in the hands of God, while they were engaged in His work; but there must be missionary boxes to swallow up the money put into them, and if they go abroad, they must be well supplied with money, but they call upon the people to trust them for their spiritual welfare, while they cannot trust God for a piece of Johnny cake. I think we are very like them sometimes; we have a good supply of faith, we can speak and sing in tongues, and some of us have the gift of prophecy, and are full of religion and zeal. We pray fervently for the President, and for the Twelve, and for the rolling forth of God's kingdom, and we seem all alive in it in this way; but what about our temporal interests? &#x201C;O, I do not know so much about them, I think we are the best judges in these matters, but in spiritual matters I do not meddle as a judge, they are in the hands of the Lord's servants, and I  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can attend to my temporal affairs myself.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1911\"> &#x201C;Yes, we have a great deal of faith, we can speak in tongues, and cast out devils in thy name.&#x201D; But take care he does not say at last, &#x201C;I do not know you.&#x201D; &#x201C;Why, Lord? Did we not cast out devils, and were we not full of thy religion, and did we not pray unto thee often?&#x201D; Yet He will say, &#x201C;I never knew you.&#x201D;<span class=\"citation\" id=\"63964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63964)\">Matt. 7:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1912\"> I will tell you how I feel about the principle of consecration, that has been presented by the President before the Conference; but there is one thing that will perhaps make a difference with me, I have not much to consecrate or sacrifice, consequently I cannot boast much in these matters. No matter about that, let it come; for I feel I am enlisted for the war, and it is going to last for time, and throughout all eternity; and if I am a servant of God, I am under the direction of those servants of God, whom He has appointed to guide and counsel me by revelation from Him; it is their right to dictate and control me amid all the affairs of those associated with the kingdom of God; and I feel moreover that everything, whether spiritual or temporal, relating to time or to eternity, is associated with the kingdom of God. Feeling in that way, it makes very little difference to me which way things go; it is not a matter of great moment whether they take that side, this side, or the other side; whether the path is rough or smooth; it will only last a certain time, and I can only last a certain time; but the chief thing with me is, how to hold on to my faith, and maintain my integrity, and honor my calling, and see to it that I am found faithful at the latter end, not only of this life, but in worlds without end; and continue to grow in all intelligence, knowledge, faith, perseverance, power, and exaltation; that is a matter of some importance to me, but the other is scarcely worth a thought. <\/div> <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1913\"> The principle that was laid before us has been published years ago in the revelations of God, and the Saints have anxiously looked forward to the time when it would be fully entered into by them. But there is one thing you may set down for a certainty&#x2014;if a man has not confidence in one revelation of God, he has not in another; and if a man feels right in one, he will in all the revelations from that source. I would hate, after struggling, and trying to master the evil around me, and to conquer the evil disposition that besets me, to let some little thing upset me, and root me up, and cause me to lose my high calling's<span class=\"citation\" id=\"75508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75508)\">Philip. 3:14<\/a><\/span> glorious hope, and make a shipwreck of my faith,<span class=\"citation\" id=\"75837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75837)\">1 Tim. 1:19<\/a><\/span> and send me down to perdition; and I know you would hate it also. We have got to follow the oracles of heaven in all things; there is no other way but to follow him God has appointed to lead us and guide us into eternal salvation. He is either delegated from heaven to do this, or he is not; if he is, we will follow his counsel; if he is not, then we may kick up our heels, and every man help himself the best way he can. If I came from my Father in heaven, and am seeking to find my way back to His presence again, and I do not know the way myself, I feel, for one, by the grace of God, to yield to the intelligence He gives, and go forward in the name of the great Eloheim, that I may obtain the object of my creation, and not make a fool of myself, and destroy myself, but be a blessing to myself, to my progenitors, and my posterity, and obtain a seat in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v1n1914\"> These ought to be our feelings. I know the majority of this people feel right, and I pray God to increase this good feeling in every bosom, that our hearts may expand, and that the blessings of the great God may rest upon us, and that we may all ultimately be saved in His kingdom. <span class=\"small-caps\">Amen<\/span>. <\/div>\n<\/div>\n<\/div>"}