{"ID":10050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Life and Death, or Organization and Disorganization.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, July 10, 1853.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Life and Death, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/10\/1853<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v1n1800\"> Life and death are set before us, and we are at liberty to choose which we will. <\/div><div class=\"paragraph jod\" id=\"v1n1801\"> I have frequently reflected upon these two principles, but were I to explain in full my own views upon them, they might perhaps come too much in contact with the feelings and views of many people. <\/div><div class=\"paragraph jod\" id=\"v1n1802\"> To me, these principles are like the vision of open day upon this beautiful earth. Life and death are easily understood in the light of the Holy Ghost, but, like everything else, they are hard to be understood in its absence. <\/div><div class=\"paragraph jod\" id=\"v1n1803\"> To choose life is to <span class=\"italic\">choose<\/span> an eternal existence in an organized capacity: to refuse life and choose death is to <span class=\"italic\">refuse<\/span> an eternal existence in an organized capacity, and be contented to become decomposed, and return again to native element. <\/div><div class=\"paragraph jod\" id=\"v1n1804\"> Life is an accumulation of every property and principle that is calculated to enrich, to ennoble, to enlarge, and to increase, in every particular, the dominion of individual man. To me, life would signify an extension. I have the privilege of spreading abroad, of enlarging my borders, of increasing in endless knowledge, wisdom, and power, and in every gift of God. <\/div> <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1805\"> To live as I am, without progress, is not life, in fact we may say that is impossible. There is no such principle in existence, neither can there be. All organized existence is in progress, either to an endless advancement in eternal perfections, or back to dissolution. You may explore all the eternities that have been, were it possible, then come to that which we now understand according to the principles of natural philosophy, and where is there an element, an individual living thing, an organized body, of whatever nature, that continues as it is? <span class=\"small-caps\">It cannot be found<\/span>. All things that have come within the bounds of man's limited knowledge&#x2014;the things he naturally understands, teach him, that there is no period, in all the eternities, wherein organized existence will become stationary, that it cannot advance in knowledge, wisdom, power, and glory. <\/div><div class=\"paragraph jod\" id=\"v1n1806\"> If a man could ever arrive at the point that would put an end to the accumulation of life&#x2014;the point at which he could increase no more, and advance no further, we should naturally say he commenced to decrease at the same point. Again, when he has gained the zenith of knowledge, wisdom, and power, it is the point at which he be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gins to retrograde; his natural abilities will begin to contract, and so he will continue to decrease, until all he knew is lost in the chaos of forgetfulness. As we understand naturally, this is the conclusion we must come to, if a termination to the increase of life and the acquisition of knowledge is true. <\/div><div class=\"paragraph jod\" id=\"v1n1808\"> Because of the weakness of human nature, it must crumble to the dust. But in all the revolutions and changes in the existence of men, in the eternal world which they inhabit, and in the knowledge they have obtained as people on the earth, there is no such thing as principle, power, wisdom, knowledge, life, position, or anything that can be imagined, that remains stationary&#x2014;they must increase or decrease. <\/div><div class=\"paragraph jod\" id=\"v1n1809\"> To me, life is increase; death is the opposite. When our fellow creatures die, is <span class=\"italic\">it<\/span> the death we talk about? The ideas we have of it are conceived in the mind, according to a false tradition. Death does not mean what we naturally think it means. Apparently it destroys, puts out of existence, and leaves empty space, but there is no such death as this. Death, in reality, is to decompose or decrease, and life is to increase. <\/div><div class=\"paragraph jod\" id=\"v1n1810\"> Much is written in the Bible, and in the other revelations of God, and much is said by the people, publicly and privately, upon this subject. Life and death are in the world, and all are acquainted with them more or less. We live, we die, we are, we are not, are mixed up in the conversation of every person, to a lesser or a greater degree. Why is it so? Because all creation is in progress; coming into existence, and going out of existence, <span class=\"italic\">as we use the terms<\/span>; but another form of language fits this phenomenon of nature much better, (viz.) <span class=\"italic\">forming, growing, increasing<\/span>, then begins the opposite operation&#x2014;<span class=\"italic\">decreasing, decomposition<\/span>, returning back to native ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment, &amp;c. These revolutions we measurably understand. <\/div><div class=\"paragraph jod\" id=\"v1n1811\"> But to simply take the path pointed out in the Gospel, by those who have given us the plan of salvation, is to take the path that leads to life, <span class=\"italic\">to eternal increase<\/span>; it is to pursue that course wherein we shall <span class=\"small-caps\">never, never<\/span> lose what we obtain, but continue to collect, to gather together, to increase, to spread abroad, and extend to an endless duration. Those persons who strive to gain <span class=\"small-caps\">eternal life<\/span>, gain that which will produce the increase their hearts will be satisfied with. Nothing less than the privilege of increasing eternally, in every sense of the word, can satisfy the immortal spirit. If the endless stream of knowledge from the eternal fountain could all be drunk in by organized intelligences, so sure immortality would come to an end, and all eternity be thrown upon the retrograde path. <\/div><div class=\"paragraph jod\" id=\"v1n1812\"> If mankind will choose the opposite to life held out in the Gospel, it will lead them to dissolution, to decomposition, to death; they will be destroyed, but not as it is commonly understood; For instance, we would have <span class=\"italic\">destroyed<\/span> more of the material called flour, had we possessed it this spring in greater abundance. We should have <span class=\"italic\">destroyed<\/span> more of the wood that grows on the mountains, could we have got it with more ease, which seems to us to be utterly <span class=\"italic\">destroyed<\/span> when it is consumed with fire. But such is not the case, it will exist in native element. That which is consumed by eating, or by burning, is nothing more than simply reduced to another shape, in which it is ready for another process of action. We grow, and we behold all the visible creation growing and increasing, and continuing to increase, until it has arrived at its zenith, at which point it begins to decompose. This is the nature of all things which constitute this organized world. Even the solid rocks in the mountains continue to  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grow until they have come to their perfection, at which point they begin to decompose. The forests grow, increase, extend, and spread abroad their branches until they attain a certain age. What then? Do they die? Are they annihilated? No! They begin to decompose, and pass into native element. Men, and all things upon the earth, are subject to the same process. <\/div><div class=\"paragraph jod\" id=\"v1n1814\"> We say this is natural, and easy to comprehend, being plainly manifested before our eyes. It is easy to see anything in sight; but hard, very hard, to see anything out of sight. <\/div><div class=\"paragraph jod\" id=\"v1n1815\"> If I look through my telescope, and my friends inquire how far I can see, I tell them I can see anything in sight, no matter how far from me the object may be; but I cannot see anything out of sight, or that which is beyond the power of the instrument. So it is in the intellectual faculties of mankind; it is easy for them to see that which is before their eyes, but when the object is out of sight, it is a difficult matter for them to see it; and they are at a loss how to form an estimate of it, or what position to put themselves in, so as to see the object they desire to see. <\/div><div class=\"paragraph jod\" id=\"v1n1816\"> In regard to eternal things, they are all out of sight to them, and will so remain, unless the Lord lifts the curtain. The only reason why I cannot see the heavy range of mountains situated in the Middle States of the American Confederacy, is because of the natural elevations that raise themselves betwixt me and them, above the level of my eye, making them out of sight to me. Why cannot we behold all things in space? Because there is a curtain dropped, which makes them out of sight to us. Why cannot we behold the inhabitants in Kolob, or the inhabitants in any of those distant planets? For the same reason; because there is a curtain dropped that interrupts our vision. So it is, some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing intervenes between us and them, which we cannot penetrate. We are short sighted, and deprived of the knowledge which we might have. I might say this is right without offering any explanation. <\/div><div class=\"paragraph jod\" id=\"v1n1817\"> But there are many reasons, and much good sound logic that could be produced, showing why we are thus in the dark touching eternal things. If our agency was not given to us, we might, perhaps, now have been enjoying that we do not enjoy. On the other hand, if our agency had not been given to us, we could never have enjoyed that we now enjoy. Which would produce the greatest good to man, to give him his agency, and draw a veil over him, or, to give him certain blessings and privileges, let him live in a certain degree of light, and enjoy a certain glory, and take his agency from him, compelling him to remain in that position, without any possible chance of progress? I say, the greatest good that could be produced by the all wise Conductor of the universe to His creature, man, was to do just as He has done&#x2014;bring him forth on the face of the earth, drawing a veil before his eyes. He has caused us to forget everything we once knew before our spirits entered within this veil of flesh. For instance, it is like this: when we lie down to sleep, our minds are often as bright and active as the mind of an angel, at least they are as active as when our bodies are awake. They will range over the earth, visit distant friends, and, for aught we know, the planets, and accomplish great feats; do that which will enhance our happiness, increase to us every enjoyment of life, and prepare us for celestial glory; but when we wake in the morning, it is all gone from us; we have forgotten it. This illustration will explain in part the nature of the veil which is over the inhabitants of the earth; they have forgotten that they once knew. This is right; were it  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different, where would be the trial of our faith? In a word, <span class=\"italic\">be it so; it is as it should be<\/span>. <\/div><div class=\"paragraph jod\" id=\"v1n1819\"> Now understand, to choose life is to choose principles that will lead you to an eternal increase, and nothing short of them will produce life in the resurrection for the faithful. Those that choose death, make choice of the path which leads to the end of their organization. The one leads to endless increase and progression, the other to the destruction of the organized being, ending in its entire decomposition into the particles that compose the native elements. Is this so in all cases, you inquire? Yes, for aught I know. I shall not pretend to deny but what it is so in all cases. This much I wanted to say to the brethren, with regard to life and death. <\/div><div class=\"paragraph jod\" id=\"v1n1820\"> As to the word <span class=\"italic\">annihilate<\/span>, as we understand it, there is no such principle as to put a thing which exists, entirely out of existence, so that it does not exist in any term, shape, or place whatever. It would be as reasonable to say that <span class=\"small-caps\">endless<\/span>, which is synonymous to the word eternity, has both a beginning and an end. For instance, supposing we get one of the best mathematicians that can be found, and let him commence at one point of time, the operation of multiplication when he has exhausted all his knowledge of counting in millions, &amp;c., until he can proceed no further, he is no nigher the outside of eternity than when he commenced. This has been understood from the beginning. The ancients understood it, it was taught by Jesus and his Apostles, who understood the true principles of eternity. In consequence of some expressions of the ancient servants of God, has come the tradition of the Elders of the Church of Jesus Christ of Latter-day Saints. You hear some of them preach and teach that which I never taught; you hear them preach people into hell. Such a doctrine never en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tered into my heart; but you hear others preach, that people will go there to dwell throughout the endless ages of eternity. Such persons know no more about eternity, and are no more capable of instructing others upon the subject, than a little child. They tell about going to hell, where the worm dieth not, and the fire is not quenched,<span class=\"citation\" id=\"66585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66585)\">Mark 9:43-44<\/a><\/span> where you must dwell. How long? Why, I should say, just as long as you please. <\/div><div class=\"paragraph jod\" id=\"v1n1821\"> One thing more. The beauty of our religion, <span class=\"italic\">that very erroneous doctrine<\/span>, which the world call &#x201C;Mormonism,&#x201D; we had set before us this morning by Elder Parley P. Pratt. The whole object of my existence is, to continue to live, to increase, to spread abroad, and gather around me to an endless duration. What shall I say? You may unite the efforts of the best mathematicians the world can produce, and when they have counted as many millions of ages, worlds, and eternities, as the power of numbers within their knowledge will embrace, they are still as ignorant of eternity as when they began. Then ask people of general intelligence; people who understand in a great degree, the philosophical principles of creation, which, they have studied and learned by a practical course of education, and what do they know about it? It is true they know a little, and that little every other sane person knows, whether he is educated or uneducated; they know about that portion of eternity called <span class=\"small-caps\">time<\/span>. Suppose I ask the learned when was the beginning of eternity? Can they think of it? No! And I should very much doubt some of the sayings of one of the best philosophers and writers of the age, that we call brother, with regard to the character of the Lord God whom we serve. I very much doubt whether it has ever entered into his heart to comprehend eternity. These are principles and ideas I scarcely ever meddle with. The prac<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tical part of our religion is that which more particularly interests me. Still my mind reflects upon life, death, eternity, knowledge, wisdom, the expansion of the soul, and the knowledge of the Gods that are, that have been, and that are to be. What shall we say? We are lost in the depth of our own thoughts. Suppose we say there was once a beginning to all things, then we must conclude there will undoubtedly be an end. Can eternity be circumscribed? If it can, there is an end of all wisdom, knowledge, power, and glory&#x2014;all will sink into eternal annihilation. <\/div><div class=\"paragraph jod\" id=\"v1n1823\"> What is life to you and me? It is the utmost extent of our desires. Do you wish to increase, to continue? Do you wish to possess kingdoms and thrones, principalities and powers;<span class=\"citation\" id=\"91571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91571)\">D&amp;C 132:19<\/a><\/span> to exist, and continue to exist; to grow in understanding, in wisdom, in knowledge, in power, and in glory throughout an endless duration? Why, <span class=\"italic\">yes<\/span>, is the reply natural to every heart that has been warmed with the lifegiving influences of the Holy Ghost. And when we have lived, and gathered around us more kingdoms and creations than it is possible for the mind of mortals to comprehend, (just think of it, and how it commenced like a grain of mustard seed,<span class=\"citation\" id=\"64600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64600)\">Matt. 13:31-32<\/a><\/span> cast into the ground!) then, I may say we could comprehend the very dawning of eternity, which term I use to accommodate the idea in my mind, not that it will at all apply to eternity. When you have <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reached this stage in the onward course of your progression, you will be perfectly satisfied not to be in a hurry. <\/div><div class=\"paragraph jod\" id=\"v1n1824\"> The inquiry should not be, if the principles of the Gospel will put us in possession of the earth, of this farm, that piece of property, of a few thousand pounds, or as many thousand dollars, but, if they will put us in possession of principles that are endless, and calculated in their nature for an eternal increase; that is, to add life to life, being to being, kingdom to kingdom, principle to principle, power to power, thrones to thrones, dominions to dominions, and crowns to crowns. <\/div><div class=\"paragraph jod\" id=\"v1n1825\"> When we have lived long enough by following out the principles that are durable, that are tangible, that are calculated in their nature to produce endless life&#x2014;I say, when we have lived long enough in them to see the least Saint, that can be possibly called a Saint, in possession of more solar systems like this than it is possible for mortals to number, or than there are stars in the firmament of heaven visible, or sands on the seashore, we shall then have a faint idea of eternity, and begin to realize that we are in the midst of it. <\/div><div class=\"paragraph jod\" id=\"v1n1826\"> Brethren, you that have the principles of life in you, be sure you are gathering around you kindred principles, that will endure to all eternity. <\/div><div class=\"paragraph jod\" id=\"v1n1827\"> I do not desire to talk any more at this time. <\/div>\n<\/div>\n<\/div>"}