{"ID":10052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Weaknesses of Man&#x2014;Loyalty of the Saints&#x2014;Corruption of the World&#x2014;True Liberty&#x2014;Conduct of the American People.<\/div>\n<div class=\"subtitle\">A Discourse by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, August 1, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Weaknesses of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/1\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v1n1844\"> As there is still a little time which may be occupied to our benefit this morning, I arise to improve it. <\/div><div class=\"paragraph jod\" id=\"v1n1845\"> These are happy days to the Saints,  <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and we should rejoice in them; they are the best days we ever saw; and in the midst of the sorrows and afflictions of this life, its trials and temp<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tations, the buffetings of Satan, the weakness of the flesh, and the power of death which is sown in it, there is no necessity for any mortal man to live a single day without rejoicing, and being filled with gladness. I allude to the Saints, who have the privilege of receiving the Spirit of truth, and have been acquainted with the laws of the new covenant. There is no necessity of one of these passing a day without enjoying all the blessings his capacities are capable of receiving. Yet it is necessary that we should be tried, tempted, and buffeted, to make us feel the weaknesses of this mortal flesh. We all feel them; our systems are full of them, from the crown of the head to the soles of the feet; still, in the midst of all these weaknesses and frailties of human nature, it is the privilege of every person who has come to the knowledge of the truth, to rejoice in God, the rock of his<span class=\"citation\" id=\"55602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55602)\">2 Sam. 22:47<\/a><\/span><span class=\"citation\" id=\"57022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57022)\">Ps. 95:1<\/a><\/span><span class=\"citation\" id=\"81326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81326)\">2 Ne. 4:30<\/a><\/span> salvation, all the day long. We rejoice because the Lord is ours, because we are sown in weakness for the express purpose of attaining to greater power and perfection. In everything the Saints may rejoice&#x2014;in persecution, because it is necessary to purge them, and prepare the wicked for their doom; in sickness and in pain, though they are hard to bear, because we are thereby made acquainted with pain, with sorrow, and with every affliction that mortals can endure, for by contrast all things are demonstrated to our senses. We have reason to rejoice exceedingly that faith is in the world, that the Lord reigns, and does His pleasure among the inhabitants of the earth. Do you ask if I rejoice because the Devil has the advantage over the inhabitants of the earth, and has afflicted mankind? I most assuredly answer in the affirmative; I rejoice in this as much as in anything else. I rejoice because I am afflicted. I rejoice because I am poor. I rejoice because I am cast <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down. Why? Because I shall be lifted up again. I rejoice that I am poor, because I shall be made rich; that I am afflicted, because I shall be comforted, and prepared to enjoy the felicity of perfect happiness, for it is impossible to properly appreciate happiness, except by enduring the opposite. <\/div><div class=\"paragraph jod\" id=\"v1n1847\"> I was glad to hear brother Babbit speak this morning. He wondered why he had been called to the stand to speak, and could not conceive of any other reason, except it was that the people might know whether he was in the faith or not. He guessed pretty nigh right. He has been gone some time, and travels to and fro in the earth, playing into law up to the eyes, mingling with the bustle of the wicked world. Has he got any faith? We think he has. I wanted to hear him speak, and to know what his feelings were, and if the root of the matter was in him; so we had him come before the public congregation, to exhibit it there. My reasons for pursuing such a course are known to myself; but one thing is certain, if we magnify our calling as Elders in Israel, we are the saviors of the children of men,<span class=\"citation\" id=\"88143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88143)\">D&amp;C 86:11<\/a><\/span><span class=\"citation\" id=\"89729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89729)\">D&amp;C 103:10<\/a><\/span> instead of being their destroyers. We were ordained to save the people, and to save them in the manner the Lord has pointed out. The Savior came not to call the righteous, but sinners to repentance;<span class=\"citation\" id=\"64057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64057)\">Matt. 9:12-13<\/a><\/span> and we preach to the people, and call upon them to be saved&#x2014;not the righteous, but we call upon sinners; for those that are well, need no physician, but they that are sick.<span class=\"citation\" id=\"66504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66504)\">Mark 2:17<\/a><\/span> With those who are saved already, we have nothing to do. But it is those who are in sin and transgression, who are in darkness and in weakness, those who are wrapt up in the superstitions and false traditions of the nations that have lived and passed away,<span class=\"citation\" id=\"90950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90950)\">D&amp;C 123:7-12<\/a><\/span> whom we must plead with and try to save; and if they begin to see, continue to anoint their eyes with truth, that they may see clearly; and put  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them in every possible condition we can place them in, to encourage them to call upon the Lord, and trust in Him alone; for those who will trust in the Lord will be made strong. <\/div><div class=\"paragraph jod\" id=\"v1n1849\"> As for the weaknesses of human nature, we have plenty of them; weakness and sin are with us constantly; they are sown in the mortal body, and extend from the crown of the head to the soles of the feet. We need not go to our neighbors for sin, to palliate all our crimes, for we ourselves have plenty of it; we need not crave weakness from our fellow man, we have our own share of it; it is for us to trust in the Lord, and endeavor to deliver ourselves from the effects of sin, plead with every person to take the same course, and propose and plan every possible means to become friends of God,<span class=\"citation\" id=\"77592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77592)\">James 2:23<\/a><\/span> that we may thereby become friends of sinners, and receive a great reward in a day to come. <\/div><div class=\"paragraph jod\" id=\"v1n1850\"> I am satisfied with the remarks of brother Babbitt and if we sum them all up, and make a close calculation upon the whole, looking over the lives of Prophets, Patriarchs, and Apostles; not overlooking the circumstance of Peter denying his Lord,<span class=\"citation\" id=\"66254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66254)\">Matt. 26:34,75<\/a><\/span> or any of the old ancients faltering in their steps, transgressing, falling into weaknesses, turning away from the commandments of the Lord, or being overtaken in any fault whatever&#x2014;sum up the whole, and add the weaknesses and sins of modern Prophets, Apostles, and Saints; then sum up all the weaknesses and sins of mankind, and bring them together, and you will find that it will never justify you nor me one moment in doing a wrong thing, in forsaking the Lord, and serving the devil, or any of his emissaries. Consequently, I feel to urge upon every person who has named the name of Christ,<span class=\"citation\" id=\"94273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94273)\">Eph. 1:21<\/a><\/span><span class=\"citation\" id=\"126153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126153)\">2 Tim. 2:19<\/a><\/span> the necessity of his being faithful to the requirements of his religion, and of shunning all evil, as quick as he becomes acquainted with the principle by  <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which he can discriminate between good and evil; and cleave unto the good, follow after it, pray for it, and cling to it by day and by night, if he wants to enjoy the blessings of a celestial kingdom. I wish this for myself and for my brethren. Never think that the Lord will permit you to commit a little sin here, and a little sin there; that He will permit you to lie a little, serve yourselves or somebody else a little, besides Him, because you have faith, and are a professed friend of God, and have a desire to see His kingdom prevail, thinking you will be saved at last.<span class=\"citation\" id=\"81501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81501)\">2 Ne. 28:8<\/a><\/span> This throws a person, at least, upon the ground where he is liable to be overthrown by the enemy. It is a risky position to stand in, to say the least of it, for a Saint of God to say he can serve himself, or the enemy, or anything else in this world, for gold; those who do it, stand upon slippery ground, and if they are saved at all, it will be by the skin of their teeth; so I will not justify any person in pursuing such a course. Brother Babbit has to law it here, and law it there; though he may not feel justified in doing so, I rejoice to hear him declare that the root of the matter is in him. Would I not rather see him an almighty man before God, thundering out the truths of eternity, and living in the flame of revelation, than see him engaged in the paltry business of pettifogging? I thank the Lord for all the good and for all the faith there is in him. Brother Babbit is near to my heart, for notwithstanding all the faults of the brethren, I love them&#x2014;the old, middle-aged, and young; if they have a particle of love in them for the truth, they are near to my heart. I wish to bind them to the Lord, and to His cause upon the earth, that they may secure to themselves salvation. <\/div><div class=\"paragraph jod\" id=\"v1n1851\"> I am happy, and am made glad this day. If you wish to know what I think of brother Babbit, I will tell you.  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If we could keep him here a few months, and in our councils a few years, I think that he would despise litigation as he would the gates of hell. If we had him here, we would wrap him up in the Spirit and power of God, and send him to preach glad tidings to the nations of the earth, instead of his being engaged in the low and beggarly business of pettifogging. If he would dwell among us, doubtless he would despise it, for it is from hell, and it will go there. <\/div><div class=\"paragraph jod\" id=\"v1n1853\"> We have heard good remarks, but let me forewarn you again, that the Elders in Israel need never flatter themselves that they can serve the devil, because they think the root of the matter is in them, for before they are aware, they will be led captive by him, and he will lead them down to hell. That is my exhortation, not only to the Elders in Israel, but to all Saints. <\/div><div class=\"paragraph jod\" id=\"v1n1854\"> There is one thing in the sayings of brother Babbit, which I will refer to, in relation to the loyalty of this people. I am at the defiance of the rulers of the greatest nation on the earth, with the United States all put together, to produce a more loyal people than the Latter-day Saints. Have they, as a people, broken any law? No, they have not. Have the United States? Yes! They have trampled the Constitution under their feet with impunity, and ridden recklessly over all law, to persecute and drive this people. Admit, for argument's sake, that the &#x201C;Mormon&#x201D; Elders have more wives than one, yet our enemies never have proved it. If I had forty wives in the United States, they did not know it, and could not substantiate it, neither did I ask any lawyer, judge, or magistrate for them. I live above the law, and so do this people. Do the laws of the United States require us to crouch and bow down to the miserable wretches who violate them? No. The broad law of the whole earth <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is that every person has the right to enjoy every mortal blessing, so far as he does not infringe upon the rights and privileges of others. It is also according to the acts of every legislative body throughout the Union, to enjoy all that you are capable of enjoying; but you are forbidden to infringe upon the rights, property, wife, or anything in the possession of your neighbor. I defy all the world to prove that we have infringed upon that law. You may circumscribe the whole earth, and pass through every Christian nation, so called, and what do you find? If you tell them a &#x201C;Mormon&#x201D; has two wives, they are shocked, and call it dreadful blasphemy; if you whisper such a thing into the ears of a Gentile who takes a fresh woman every night, he is thunderstruck with the enormity of the crime. The vile practice of violating female virtue with impunity is customary among the professed Christian nations of the world; this is therefore no marvel to them, but they are struck with amazement when they are told a man may have more lawful wives than one! What do you think of a woman having more husbands than one? This is not known to the law, yet it is done in the night, and considered by the majority of mankind to be all right. There are certain governments in the world, that give women license to open their doors and windows to carry on this abominable practice, under the cover of night. Five years ago the census of New York gave 15,000 prostitutes in that city. Is that law? Is that good order? Look at your Constitution, look at the Federal law, look at every wholesome principle, and they tell you that death is at your doors, corruption in your streets, and hell is all open, and gaping wide to enclose you in its fiery vortex. To talk about law and good order while such things exist, makes me righteously angry. Talk not to me about law. <\/div> <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1856\"> Suppose that the things they are pleased to say about this people are true, do you suppose I care about it? I do not, for I ask no odds of them. This people have treated them kindly. Did we not pay for our land honorably when we settled in Missouri and other places? We have paid them millions of dollars for land, of which we have been basely robbed; and shall I crouch down, and say I dare not speak of it? I would rather have my head severed from my body in this room, than be compelled to be silent on this matter. I am a green mountain boy, I was born in the State of Vermont, and plead for my rights, and the rights of this people, upon the broad Constitution of the United States, which we shall certainly maintain, in spite of the poor, rotten, political curses that pretend to enforce the Constitution. I ask no odds of them. I will feed them, if they come hungry to my door, for they are flesh of my flesh.<span class=\"citation\" id=\"52517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52517)\">Gen. 2:23<\/a><\/span> The King upon the throne, and the President in his chair, are the same to me as these poor emigrants, who are lying around my doors&#x2014;when they are hungry, I feed them; when they are sick, I nurse them; the same as I would the President of the United States, or any of the kings of Europe, unless they were better men. <\/div><div class=\"paragraph jod\" id=\"v1n1857\"> As for the pride that is in the world, I walk over it, it is beneath me. To see men who are called gentlemen of character, sense, taste, and ability, who pass through this city, and come bending with their recommendation, saying, &#x201C;Governor Young this,&#x201D; and &#x201C;Governor Young that&#x201D;&#x2014;it makes me feel to loathe such hypocritical show, in my heart. I shall not say all I think about it. If they would come to me, and say, &#x201C;Brigham, how are you?&#x201D; or, &#x201C;I want to speak to you, &amp;c.,&#x201D; with a good honest heart in them, instead of, &#x201C;Governor Young,&#x201D; &#x201C;Governor Young,&#x201D; in a canting tone, with hearts as black and deceitful as hell, they <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would command that esteem from me which is due to an honest man. <\/div><div class=\"paragraph jod\" id=\"v1n1858\"> A blackleg is a polished rascal. If you go to the polished circles of society, you will find the greatest scape-graces and pickpockets concealed under the most polished gentlemen in appearance. A man never can be a polished scoundrel, until he can figure in polished society. It proves the truth of the saying, that it takes all the revelations of God, and every good principle in the world, to make a man perfectly ripe for hell. <\/div><div class=\"paragraph jod\" id=\"v1n1859\"> You will not see in the nature of a man who has a soul in him, and who is filled with the Holy Ghost, a disposition to bow and scrape to every blackguard that may come in the shape and address of a gentleman. But if you are thirsty, hungry, or destitute, I will assist you. How many have I helped away to California, and given them bread and meat, notwithstanding they wanted to go to the devil; this made no difference to me; I have helped them, and told them to go, if they wished to. There is no tyranny here, but perfect liberty, which is a boon held sacred to all men. They have a right to come and go as they please. I do not ask you to be a &#x201C;Mormon.&#x201D; Can you point out one person who has entreated any of the emigrants to become &#x201C;Mormons,&#x201D; since they came into our midst? Since their arrival here, we have been kind and hospitable to them, and have not cared whether they have been &#x201C;Mormons&#x201D; or Methodists. They can come and hear preaching, if they think proper; but we shall never put them to any trouble because they are not &#x201C;Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1860\"> You may say you do not believe in God. Well, it is your privilege to believe as you like; you can believe in the Methodists' God, that has neither body, parts, nor passions (which amounts to nothing at all), if you please. <\/div><div class=\"paragraph jod\" id=\"v1n1861\"> But one may say, &#x201C;I belong to the  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy Catholic Church.&#x201D; You have a right to belong to what Church you please. Another may say he believes in and worships a white dog, for he has lived with the nations who have a tradition teaching them to do so. It is all right; you are as welcome to worship a white dog as the God I do, if it is your wish. I am perfectly willing you should serve the kind of a god you choose, or no god at all; and that you should enjoy all that is for you to enjoy. <\/div><div class=\"paragraph jod\" id=\"v1n1863\"> There are some things, however, I am not willing you should do. For instance, I am not willing you should steal the money out of my pocket, and then cry, &#x201C;Bad dog;&#x201D; and get somebody to kill me. I am not willing you should enter my house to defile my bed, or endeavor to bring death upon an innocent people. I am not willing you should drive me and my brethren from our houses and farms, as has been the case in former times. There are scores of thousands, I may say hundreds of thousands, of acres of land in the United States, for which we have paid money, but which we cannot possess. I am not willing you should drive your cattle into my corn field, which has been done before my eyes, by men who have thought, &#x201C;You are only poor damned Mormons anyhow, and we'll tread you down.&#x201D; I am willing every man should worship God as he pleases,<span class=\"citation\" id=\"94102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94102)\">A of F 1:11<\/a><\/span> and be happy. But the measure that has been meted to this people, will be measured to that people;<span class=\"citation\" id=\"63689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63689)\">Matt. 7:2<\/a><\/span> and it will be heaped up, pressed down, and running over;<span class=\"citation\" id=\"67270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67270)\">Luke 6:38<\/a><\/span> and then as much again thrown in; all this good measure I am willing they should have when the Lord will. I shall not exult in the miseries that will come upon them, but weep over them; whereas I have seen a mob with their rifles pointed at me by hundreds, and could not be moved to tears, but I felt like Daniel of old, &#x201C;<span class=\"italic\">I will worship my God, and pray with my windows open,<span class=\"citation\" id=\"61569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61569)\">Dan. 6:10<\/a><\/span> if my life<\/span> <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>  <span class=\"italic\">should be the penalty<\/span>.&#x201D; I would not be afraid if the whole artillery of the United States, with the best engineers that could be raised to manage it, were arrayed against me for righteousness' sake, knowing that the God of heaven, in whom I trust, would not suffer a ball to touch me, if it was His will that I should yet live. This I have felt time and time again. <\/div><div class=\"paragraph jod\" id=\"v1n1864\"> I do not desire to harass the feelings of the people by reiterating the past, but if you want these things buried up, treat us like men and human beings, and they will be forgotten, but if you still want to probe us with the hot iron of persecution, probe on. <\/div><div class=\"paragraph jod\" id=\"v1n1865\"> We came here ourselves, unassisted by any power, but that of God, and walked through the Indian tribes as independent as I am this day. We dug our way through the canyons, and made the roads to this place; while at the same time five hundred of our most energetic men were fighting the battles of the United States in Mexico. <\/div><div class=\"paragraph jod\" id=\"v1n1866\"> When our women and children were left on the banks of the Missouri, in a helpless condition, I said to one of the United States officers, who had been threatening those who were left behind&#x2014;&#x201C;While I am gone to find a home for my family, if you meddle with them, or insult them in the least, by the Gods of Eternity I will be on your track.&#x201D; And had their threats been executed, I would have slain them, even though I should have had to go into the heart of Washington city to do it. Says he, &#x201C;Mr. Young, you talk strangely.&#x201D; &#x201C;Well,&#x201D; I said, &#x201C;let my family alone;&#x201D; for they wanted to persuade them back to the other side of the river, to afflict them still more. <\/div><div class=\"paragraph jod\" id=\"v1n1867\"> Five hundred of our best men were then in the United States' army, traversing the sandy deserts and scorching plains of the South, without shoes to their feet, or clothes to cover them. <\/div> <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1869\"> There are scores in this congregation who can prove this declaration. On one occasion they traveled day and night for ninety miles, through the scorching sands, without one drop of water. And now, as payment for this arduous service, they try to taunt us by saying&#x2014;&#x201C;We don't want to give you Mormons anything.&#x201D; I care not if you should never give us one dime. <\/div><div class=\"paragraph jod\" id=\"v1n1870\"> Now let me tell you the great killing story&#x2014;&#x201C;Governor Young has sixteen wives, and fourteen babies.&#x201D; Now they did not see that sight; but the circumstance was as follows. I took some of my neighbors into the large carriage, and rode down to father Chase's, to eat watermelons. When driving out of the gate in the evening, brother Babbit walks up, and I invited him into the carriage, and he rode up into the city with me, and I suppose he told the United States' officers. That I believe is the way the story of sixteen wives and fourteen children first came into circulation. But this does not begin to be the extent of my possessions, for I am enlarging on the right hand and on the left, and shall soon be able, Abraham like, to muster the strength of my house, and take my rights, asking no favors of Judges or Secretaries. <\/div><div class=\"paragraph jod\" id=\"v1n1871\"> Do you think we shall all die in Utah? If so, why have we not died ere this, when we dwelt in the midst of a people that cherished hostile feelings against the Latter-day Saints? Who delivered Joseph Smith from the hands of his enemies to the day of his death? It was God; though he was brought to the brink of death time and time again, and, to all human appearance, could not be delivered, and there was no probability of his being saved. When he was in jail in Missouri, and no person expected that he would ever escape from their hands, I had the faith of Abraham, and told the brethren, &#x201C;As the Lord God liveth, he shall come out of their hands.&#x201D; <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Though he had prophesied that he would not live to be forty years of age, yet we all cherished hopes that <span class=\"italic\">that<\/span> would be a false prophecy, and we should keep him forever with us; we thought our faith would outreach it, but we were mistaken&#x2014;he at last fell a martyr to his religion. I said, &#x201C;It is all right; now the testimony is in full force; he has sealed it with his blood, and that makes it valid.&#x201D;<span class=\"citation\" id=\"76893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76893)\">Heb. 9:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v1n1872\"> I would be happy, exceedingly happy, to let our past experience and afflictions sleep forever; but the Lord will not suffer me to let them sleep. I would be willing to forget them, but I cannot. The Lord will never suffer this people to dwindle down, and be hid up in a corner; it cannot be; neither does He want any person to help them but Himself. Satan and the Lord never can shake hands, and He will let the nation know it; for He has got servants who will do His righteous will, and that faithfully. I would rather be chopped to pieces at night, and resurrected in the morning; each day throughout a period of threescore years and ten, than be deprived of speaking freely, or be afraid of doing so. I <span class=\"italic\">will<\/span> speak for my rights. I would just as soon tell a government officer of his meanness and filthy conduct, as I would any other person; they are all alike to God,<span class=\"citation\" id=\"81469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81469)\">2 Ne. 26:33<\/a><\/span> and to those who know His will. <\/div><div class=\"paragraph jod\" id=\"v1n1873\"> I have studied the law, and say again, I defy the united authorities of the earth to show where this people have not been loyal, wherein they have not proved loyal, in Germany, in France, in England, or in the United States; for they are the best people upon the face of the earth to observe the law and keep order. I want to live perfectly above the law, and make it my servant, instead of its being my master. That is the way to live; to be humble before God, and observe the laws; for there is no necessity of breaking the laws in America, in keep<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the commandments of God.<span class=\"citation\" id=\"86142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86142)\">D&amp;C 58:21<\/a><\/span> When the law is our master, the yoke is hard to bear; but when it is our servant, it works easy; whereas, if it be our master, we are continually compelled and driven by it. <\/div><div class=\"paragraph jod\" id=\"v1n1875\"> There is not a single constitution of any single state, much less the constitution of the Federal Government, that hinders a man from having two wives; and I defy all the lawyers of the United States to prove the contrary. <\/div><div class=\"paragraph jod\" id=\"v1n1876\"> Let the past experience be buried in the land of forgetfulness, if the Lord will; but if this is done at all, it will be by showing kindness towards us in the future. If they wish us to forget the past, let them cease to make and circulate falsehoods about us, and let all the good people of the Government say&#x2014;&#x201C;<span class=\"italic\">Let us do this people good for the future, and not try to crush them down all the day long by continuing to persecute them<\/span>.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v1n1877\"> If we are a company of poor, ignorant, deluded creatures, why do not they show us a better example? Why not send the money to pay the expenses of our legislature, and the expenses of the expeditions against the <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Indians, as they do to other territories? Their present course towards us, put in language, is, &#x201C;We will squeeze them still, and dig out their eyes if it be possible.&#x201D; While they continue to pursue that course towards us, we shall continue to tell them of it. It makes me think of what an old farmer said in Boston, who had been in the habit of paying his merchant's bills very punctually, but, from some cause, he did not continue to meet his payments as usual. The merchant sent for him, and said&#x2014;&#x201C;I have always found you to be a very honest man, why do you now lie to me?&#x201D; The farmer replied&#x2014;&#x201C;Because I am pinched.&#x201D; The merchant asked&#x2014;&#x201C;How hard should an honest man be pinched to make him lie?&#x201D; The farmer replied&#x2014;&#x201C;Just pinch him till he lies.&#x201D; They want to pinch us till we are led to do something to bring the whole nation down upon us, according to the plan of old Tom Benton, but, gentlemen, this cannot be done, for there is a God in Heaven, and He rules, thank His Holy Name; and we will be wise enough to keep His commandments, that we may be saved. Amen. <\/div>\n<\/div>\n<\/div>"}