{"ID":10054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints&#x2014;A House for the Lord.<\/div>\n<div class=\"subtitle\">An Address by President Brigham Young, Delivered at the Christmas Festival of the Public Hands, in the Carpenters' Hall, Great Salt Lake City, Dec. 16, 1851.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/16\/1851<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v1n1916\"> Five years ago we were menaced on every side by the cruel persecutions of our inveterate enemies; hundreds of families, who had been forced from their homes, and compelled to leave behind them their all, were wandering as exiles in a state of abject destitution: but, by the favor of heaven we have been enabled to surmount all these difficulties, and can assemble here today in the chamber of these mountains, where there are none to make us afraid, far from our persecutors, far from the turmoil and confusion of the old world. <\/div><div class=\"paragraph jod\" id=\"v1n1917\"> Brethren and sisters, has not the Lord poured out His blessings upon you to surpass all former times? Your barns and presses are filled with fine wheat, and other productions of these valleys; your tables groan under the abundance of the blessings of the Almighty. Is there room for one complaint or murmur by this people? No! You are full with the blessings of God; you can sit down and eat and drink until you are satisfied. There are hundreds of thousands in the old world who can say they never did have enough to satisfy the cravings of nature. There are thousands at this time, who would crawl upon their hands and knees, or travel on foot over the mighty ocean, were there an highway cast up, carrying their little children upon their backs, to obtain the blessings that we this day enjoy. That day of peace and plenty which the Saints have looked for from the commencement of this Church, has in a great measure come to pass. <\/div><div class=\"paragraph jod\" id=\"v1n1918\"> This is a party for the public hands, those who are laboring for the public good. I am a public hand, and myself and all I possess belong to the  <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord; all I possess is tithing, from the cap upon my head to the soles of the pumps upon my feet. When my Bishop came to value my property, he wanted to know what he should take my tithing in. I told him to take anything I had got, for I did not set my heart upon any one thing; my horses, cows, hogs, or any other thing he might take; my mind was not set upon any of them. My heart is set upon the work of my God, upon the public good of His great kingdom. If there be any public hands who feel contrary to this, they had better leave, and seek to build up themselves; let them try if they can accomplish any more in that way, than by dedicating themselves to the Lord, in the building up of His works. Those who wish to try this, will meet with a signal disappointment. <\/div><div class=\"paragraph jod\" id=\"v1n1919\"> Brethren, we are the Lord's, and all we possess; and I have determined, by the help of the Lord and this people, to build Him a house. You may ask, &#x201C;Will He dwell in it?&#x201D; He may do just as He pleases; it is not my prerogative to dictate to the Lord. But we will build Him a house, that if He pleases to pay us a visit, He may have a place to dwell in, or if He should send any of His servants, we may have suitable accommodations for them. I have built myself a house, and the most of you have done the same, and now shall we not build the Lord a house? (The deep-toned voices of the public hands answered, &#x201C;Aye.&#x201D;) I will not interrupt your enjoyments by saying more, though, on such an interesting occasion as this, much more might be said. <\/div><div class=\"paragraph jod\" id=\"v1n1920\"> Brethren and sisters, I feel to bless you in the name of the Lord. Amen. <\/div>\n<\/div>\n<\/div>"}