{"ID":10051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of the People&#x2014;Control of the Body&#x2014;Individual Responsibility&#x2014;Heaven and Hell&#x2014;Building a Temple.<\/div>\n<div class=\"subtitle\">A Discourse by President Heber C. Kimball, Delivered in the Tabernacle, Great Salt Lake City, Nov. 14, 1852.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of the People, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/14\/1852<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v1n1829\"> The hymn which has been sung, I think, is a very appropriate one, and if we can all put it in practice, if we all say we will commence to do it from this day, I imagine that we have created a heaven already in our own minds. If we would forsake everything that is unrighteous, that creates sorrow and misery in this world, you will all admit that I and you would be at once in possession of a heaven of happiness. <\/div><div class=\"paragraph jod\" id=\"v1n1830\"> The discourse we have heard from brother Taylor was a rehearsal of a great many things we have passed through, that is, many of us. Those who have passed through these things have appreciated them, and they are actually in possession of more knowledge and experience than those who have not passed through them. Still, we find, in the course of our experience, that many think they have more experience, and know more and comprehend more, than their neighbors. However, I will let time suffice to give them an experience in that matter&#x2014;time is necessary to bring it about. I have said it many times, that I had no doubt that every man and every woman would, perhaps, get all the experience they wanted. And as for this people, I do not say to what they can be brought; but sometimes I have thought, or had my doubts, whether or no the majority of them will take a course to keep peace in our midst, and secure to us continually the comfort and consolation we now enjoy. <\/div> <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v1n1831\"> The majority of you enjoy greater blessings this day than you ever did in your lives. I have traveled over a great portion of the earth in days that are past. I have seen the sorrows of the world. I have seen this people, or many of them, very poor, and penniless. I have dwelt in England, and a part of the time in London, and established the Gospel there, when I have lived upon my two penny loaves per day, with a glass of water. You that have come from there, know what kind of a thing a penny loaf is; there certainly is not that substance existing in it that there is in a piece of good solid bread the breadth of my three fingers; it is not all bread, but it is a mixture, a combination of other fixings, something like their milk in London, which they make from chalk; so if any of you are destitute of milk cows, I am telling you how you can make milk. I speak of these things because I have experienced them. I want to know if there are any people brought to that, in this community? Do you live as poor and as penniless as you did there? No, you do not. There are many here that did live there and they have now their abundance, and they eat so much here that they are almost disabled, their minds are not so active, and this is the cause many times they are not to be found in this hall&#x2014;they eat so much, they are under the necessity of going to bed, not to rest themselves, but to rest the food they have taken. This is  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>too much the case. If I take food in the afterpart of the day, it is disagreeable for me to speak in the afternoon; it is hard and laborious. When you go from this place and return to your homes, you eat so much, that when you return here again, those that do, you are as void of receiving intelligence and the Spirit of the Lord God as a stone. This I know to be true; that is, with many of that portion that do return. There is nearly one-half of this congregation who disable themselves, and are obliged to go to bed to rest their food, on the Sabbath afternoon. I am not speaking of this thing as though it is practiced here any more than it is in the whole world. You do not train your bodies, and cultivate your minds, in eating and drinking, in partaking of the fruits of the earth; your lives are wasted away, not in a useful manner, but in a very useless manner. You throw away your lives. I could prove it to you very easily if I had you in a place where I knew who you were. I know I cannot teach here, and come upon little matters, that, nevertheless, are important to be known. Why? Because it would be considered ridiculous. What did brother Brigham say here one day, when he was speaking upon the works of the human family, and that they would have to give an account of their works? Said he, &#x201C;It is ridiculous for me to recount their works, or speak them before any public assembly.&#x201D; So you would consider, many of you, that the holy order of God, or what I would say to you, is ridiculous; on the other hand, many of you would consider it the most consistent. But allow me to say, that your salvation and exaltation depend upon what you consider indelicate for a man to speak in a public congregation. <\/div><div class=\"paragraph jod\" id=\"v1n1833\"> Brethren, there is not anything I fear, sisters, there is not anything I fear, in this world, but that we shall <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prosper, and dwell upon the earth, and continue in the Valleys of the mountains, and never be removed, that is, if we will be faithful, and do as well as we know how, and follow the dictates of the Holy Spirit of God, and of him and his brethren who preside over us. If we do this, we never shall be overcome. These things have been talked about many times, and I might split my lungs, and my brethren might do the same, unto some people in the world; for the more you talk to them, the more light that is revealed to them, the less they seem to appreciate it. If they do seem to appreciate it, they do not obey it, they do not walk in the path marked out; but they will receive instructions from day to day, and enter into the most solemn obligations, before God and angels, that they will observe them, but before they get home they forget them. Is not this true, gentlemen? Is it not true, ladies? I will tell you my feelings plainly about these matters. I wish to God that this people would do as they are told, as brother Taylor has said today. You know what my belief is, and I am satisfied it is the belief of every person here. Many are willing to eat and drink, wear clothing, and lie down to sleep, and they think they are going to be ushered into the Kingdom of God by that portion of men and women that are faithful. This is a mistake, gentlemen and ladies. If you do not cultivate yourselves, and cultivate your spirits in this state of existence, it is just as true as there is a God that liveth, you will have to go into another state of existence, and bring your spirits into subjection there. Now you may reflect upon it, you never will obtain your resurrected bodies, until you bring your spirits into subjection. I am not talking to this earthly house of mine, neither am I talking to your bodies, but I am speaking to your spirits. I am not  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>talking as to people who are not in the house. Are not your spirits in the house? Are not your bodies your houses, your tabernacles or temples, and places for your spirits? Look at it; reflect upon it. If you keep your spirits trained according to the wisdom and fear of God, you will attain to the salvation of both body and spirit. I ask, then, if it is your spirits that must be brought into subjection? It is; and if you do not do that in these bodies, you will have to go into another estate to do it. You have got to train yourselves according to the law of God, or you will never obtain your resurrected bodies. <span class=\"italic\">Mark it!<\/span> You do not think of these things, you only think of today. If you can pass along today, it is all right, thinking that brother Brigham, brother Heber, brother Willard, and the Twelve, with brother Joseph at our head, will lead you all into the celestial world. We cannot do it. Why? Because Justice sits at the door, and will not admit a single soul until he has paid the uttermost farthing.<span class=\"citation\" id=\"63159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63159)\">Matt. 5:26<\/a><\/span> Do you think we can pass you in there clandestinely? If you do, you will find justice sitting at the door, and she will require justice at your hand, and mercy will claim all that is due to her,<span class=\"citation\" id=\"88500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88500)\">D&amp;C 88:40<\/a><\/span> but mercy will not rob justice,<span class=\"citation\" id=\"82379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82379)\">Alma 42:24-25<\/a><\/span> not one whit, neither will justice rob mercy; they are united together, just as much as the Father, Son, and Holy Ghost ever were. As brother Brigham said here, if you sin against God, you have got to satisfy Him; and if you sin against Jesus Christ, you have got to make confession to Jesus, and He and the Father can forgive you; and if you sin against the Holy Ghost, you have got to satisfy the Holy Ghost, for neither the Father nor the Son can forgive that sin.<span class=\"citation\" id=\"64397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64397)\">Matt. 12:31-32<\/a><\/span> Is not that good law? That is the law of Deseret, gentlemen. And when you sin against brother Brigham, will the Father forgive you? No: you have got to ask forgiveness of brother <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Brigham. And when you sin against me, you have got to seek forgiveness of me, before you get it from the Father. You have got to repent of your sins, and turn unto the Lord your God, with full purpose of heart,<span class=\"citation\" id=\"81880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81880)\">Mosiah 7:33<\/a><\/span><span class=\"citation\" id=\"82561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82561)\">3 Ne. 10:6<\/a><\/span> and cease your murmuring and complaining, that you may be forgiven. <\/div><div class=\"paragraph jod\" id=\"v1n1835\"> I could not get a company here last Conference, I could not get one solitary vote for a man to preside over a company, of murmurers. You cannot organize ten murmurers in this whole city; for if you can get them together, they cannot agree, and that is the difficulty. <\/div><div class=\"paragraph jod\" id=\"v1n1836\"> I will tell you what will be good for us, and it will bestow upon us all the luxuries of this life, of heaven and earth. You are talking about heaven and about earth, and about hell, &amp;c.; but let me tell you, you are in hell now, and you have got to qualify yourselves here in hell to become subjects for heaven; and even when you have got into heaven, you will find it right here where you are on this earth. When we escape from this earth, we suppose we are going to heaven? Do you suppose you are going to the earth that Adam came from? That Eloheim came from? Where Jehovah the Lord came from? No. When you have learned to become obedient to the Father that dwells upon this earth, to the Father and God of this earth, and obedient to the messengers He sends&#x2014;when you have done all that, remember you are not going to leave this earth. You will never leave it until you become qualified, and capable, and capacitated to become a father of an earth yourselves. Not one soul of you ever will leave this earth, for if you go to hell, it is on this earth; and if you go to heaven, it is on this earth; and you will not find it anywhere else. Is it not hard to bring these truths home to you. I tell you I am at home now, and I am in heaven; but  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the heaven I have to enjoy is the heaven I make myself. Do you know it? Well, if this be the case, which you will probably all admit, for it will be the case with me, it will be the same with you, and you cannot help yourselves&#x2014;I want to know if you have any peace at home, in your families, only what your wife and children make? You have not. If you make peace and a heaven in your habitations, then you are in heaven, both you and your families. Now suppose we apply this principle to the house of every man in Israel, who is a father of a family, and they all agree they will make heaven at home, and after that they all conclude to come together and make a general heaven. But the first place to begin to make a heaven, is to make it at home, and then we will club together, and conclude to have it all over. Do you understand my logic? Do you, brother Hyde? [Elder Hyde, &#x201C;Yes, sir.&#x201D;] These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v1n1838\"> Now let us go to work, every one of us, and pull together, and put means into the hands of the Trustee-in-trust, pay up our tithing, and then if we have a surplus which we do not want to put out to usury now, put it in the hands of the Trustee-in-trust. Go to work, not only next spring, but now make preparations, and let us build a temple. What say you? I do not want you to say yes, unless you calculate to do it, but, as brother Joseph used to say, &#x201C;Yankee doodle do it.&#x201D; Now go to work, and do the thing right up, and when next fall comes to pass, let us see the walls of the temple erected, and the roof on it. What say you? It is just as you say. No one man has the capacity and power to do it himself, but if you say it, and you will do it, there will be a temple next fall, with a roof upon it. Do you believe it? You do. You nod your heads; come, nod them a little lower still; none of your <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> half winks here, but whole winks or nothing. We can do it just as easily as I have built a little house on the corner there. How do you feel, brethren? Do you feel, do it? Don't you say yes, or give me a half wink, without meaning it; but, as the girls say, give me a whole heart or nothing. I do not want you should have my heart, and I do not want you should have the hearts of my brethren, because if you have their hearts, they will do nothing for God or His cause. You know I talk just as I have a mind to, when I get up to talk here. Do you consider it sensible, that we go to work, and rear a temple to the name of the Lord, and have the roof on it next fall? Say? None of your half winks to me again; is it not reasonable to say, it cannot be done unless you do it? <\/div><div class=\"paragraph jod\" id=\"v1n1839\"> It is necessary to unite and cultivate the hearts of this people together, more than anything else. The subject of building a temple alone will not do it, or your means; but to bring this to a focus, your hearts must be where your treasure is.<span class=\"citation\" id=\"63519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63519)\">Matt. 6:21<\/a><\/span> If you place your treasure in the temple, your hearts must be there, they are wherever you place your treasure. The Scripture says so, and so say I. I am a servant of God, a man of truth, and President Young is my brother, my leader, and governor, and shall be forever and ever, and you cannot unhorse me if you try, and we will unhorse the whole of you if you do not do right. Shall we go to work, and build a temple, and a wall around it? Now, gentlemen, if we do it at all, we have got to commence the work, and continue to progress in it until we have completed it. You must put your means and labor in it. How many hands do we see here on the public works weekly? Why there is scarcely a man to be seen, except regularly employed hands. Do not talk to me about doing a thing, when  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you do not do it. As brother Hyde said, it is punctuality that will save you. The Lord said, through Joseph, in the Book of Doctrine and Covenants, that a covenant breaker never could be saved.<span class=\"citation\" id=\"87751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87751)\">D&amp;C 84:41<\/a><\/span><span class=\"citation\" id=\"89829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89829)\">D&amp;C 104:5<\/a><\/span> You never can be saved, only in truth and faithfulness to God, and those whom He has appointed and selected to govern the affairs of His Church on the earth. Now, you say, &#x201C;Brother Kimball, you talk rather barefaced, the Gentiles will hear you.&#x201D; That is what they dread. Bless your souls, we want they should hear it more and more and more, until the kingdom of our God brings under subjection every kingdom in the world. Can we do it; gentlemen and ladies, upon any other principle than by being one? Tell me if any of you have got an argument to prove to the contrary? I know you have not got it; if you have, I am ready for it today. <\/div><div class=\"paragraph jod\" id=\"v1n1841\"> I am perhaps trespassing upon your time and patience; well, I do not care whether I am or not, you seem to sit very easy notwithstanding. It is not very cold; though your faces appear rather blooming; your eyes are bright and your spirits look cheerful. I do <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD01\/JoD01_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/1553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not think you are cold; you never saw a man or a woman have the blues yet, but they looked black, and their flesh looked blue, like the green fly. I have got the start of you, for I have on a great coat. I have not spoken in public for some time, and I did not know if ever I should again, my lungs are so injured by speaking in private meetings. <\/div><div class=\"paragraph jod\" id=\"v1n1842\"> What do you say now, casting away the blues and everything of this kind, what do you say about going to, ye Bishops, with your several wards, after this day&#x2014;tomorrow morning, with light hearts, and cheerful spirits, and glad countenances, to prepare for the erection of a temple to the name of the Almighty. We want to get stone on the ground, and other preparations are necessary to be made, to lay the foundation for this work. What do you say? I will have no half winks, neither will I call a vote without you go it as the heart of one man.<span class=\"citation\" id=\"55574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55574)\">2 Sam. 19:14<\/a><\/span> What do you say, brethren and sisters? Will you say, &#x201C;Yankee doodle do it?&#x201D; If you do, say aye. [All said, &#x201C;Aye.&#x201D;] <\/div><div class=\"paragraph jod\" id=\"v1n1843\"> There, Bishops, I will deliver up the meeting into your hands. <\/div>\n<\/div>\n<\/div>"}