{"ID":110007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation in the Church&#x2014;Necessity of Obedience to Counsel&#x2014;Confidence in the Future of the Saints&#x2014;Duty of Striving to Increase Our Faith.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in the Tabernacle, Great Salt Lake City, Sunday afternoon, Nov. 27, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation in the Church.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/27\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v11n146\"> The remarks made by the brethren this afternoon, and all through the day, have been to me exceedingly edifying and instructive. If I could impart to you one tenth of the feelings and reflections that have been awakened in me by them, I would be satisfied. So many points have been touched upon that I think every person present has felt to rejoice for the outpouring of the Holy Spirit which we have enjoyed. There is one point in relation to the great work with which we are identified, and its further movements, to which I wish to refer. It has been alluded to this afternoon that some entertain the idea that we may have to leave these upper valleys and retire to the more southern ones before our enemies. For my part, I cannot believe this. I never have believed it. I believe we are in the very place which God designed we should occupy; and I believe with all my heart the words of President Young, when he spoke respecting our movement south and the sacrifice we made of our homes here, which we were willing to put the torch to and burn sooner than our enemies should possess them. He said, when we came back again, that we had begun to return&#x2014;to retrace our steps in the path we had been compelled to tread by the inhumanity of our enemies, and we would not stop returning until we should <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> re-occupy the lands from which we have been driven. I felt then that it was true, and still feel so; and, to me, it looks like childishness for any of us to cease improving the advantages our Father and God has given us in this valley and in the valleys north, south, east, and west. <\/div><div class=\"paragraph jod\" id=\"v11n147\"> The Lord has blessed us to a very great extent. He has constantly poured out upon his servants the spirit of instruction and revelation. There has been no move that it has been necessary for us, as a people, to make that we have not been forewarned of by our leaders; and when they counsel us to take measures for the improvement of our city or the adjacent country, or for doing anything that will make us great and powerful, it is our duty, being the mind and will of God, to adhere to and obey their counsels and instructions; and he who would think by word, or thought, or expression to weaken the effect of that counsel, is an enemy to the Zion of our God&#x2014;he who would try to weaken the counsels of the Presidency is an enemy in disguise, and unless he drives that spirit from his heart, he will sooner or later be found arrayed in the ranks of the enemies of God and truth. There is but one course that can be pursued in safety, and that is the course pointed out by those who are placed to preside over us. It may  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seem unnecessary to say so; but it is necessary. It seems, at times, as though we had not sufficiently learned the lesson of obedience, and it requires the servants of God to continually remind us of these things, and impress it upon us that in this path alone can we obtain salvation. <\/div><div class=\"paragraph jod\" id=\"v11n149\"> The Lord told us years ago that we were called to lay the foundation of a great work.<span class=\"citation\" id=\"86549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86549)\">D&amp;C 64:33<\/a><\/span> The Latter-day Saint who looks to his own benefit alone, and does not recognize the extent of the work and its influence upon the people&#x2014;not only upon the people gathered together here, but upon the nations of the earth, has failed to comprehend the position he occupies as a servant of God; and, unless he changes his course, instead of increasing in the things of God, he will decrease, and the Spirit of the Lord will not be with him to the extent it would be, were he alive to his duties and responsibilities as a servant of God. We are engaged in a work that affects ourselves, our neighbors, our posterity, and progenitors, and all the nations of the earth, and it will not do to be blinded by petty interests; to think in relation to the counsel to bring out the waters of Jordan, for instance, is it going to benefit my farm or my city lot? To reason in this way betrays a narrowness of mind that does not harmonize with the greatness of the work we are engaged in. If we look at matters in this light, we are not worthy to occupy the position we hold. <\/div><div class=\"paragraph jod\" id=\"v11n150\"> While Brother Joseph W. Young and Brother Gates were speaking, my mind reverted to the history of Joseph, who was sold into Egypt, the progenitor, perhaps, of the greatest portion of this congregation. An axiom came to my mind, that history repeats itself. And the great majority of us who are his descendants are not unlikely to accomplish a work similar to that which he accomplished. You <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know what has been meted out to us by our brethren. It has been our fortune, like him, to be dreamers. Like him, we related our dreams to our brethren, and they acted towards us as his brethren did towards him.<span class=\"citation\" id=\"53578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53578)\">Gen. 37:1-36<\/a><\/span> They said, &#x201C;We will not have this dreamer to rule over us.&#x201D;<span class=\"citation\" id=\"53587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53587)\">Gen. 37:8<\/a><\/span> They put him into a pit, and afterwards sold him to the Ishmaelites, and he was carried to Egypt, where they thought they would never see him or hear from him again. But God overruled their acts, and the fulfillment of the dreams for which they sold him into slavery was brought about by that very means. So our brethren, instead of owning the truth of our visions, acted towards us as the brethren of Joseph did towards him. They would not own the power of God, nor look upon us as their benefactors, but abused us and treated us cruelly, driving us from their midst; yet out of it God will bring salvation to the remnant which is left of them. <\/div><div class=\"paragraph jod\" id=\"v11n151\"> You may depend upon it, we are repeating the history of the past. We will yet have to feed our brethren in the flesh; we will yet be the head and will extend unto them the salvation and deliverance, spiritually and temporally, which they need. We can see plainly that the Lord is overruling circumstances for the accomplishment of this end. Shall we not, then, be willing agents in his hands, and seek with all the energy of our nature to do what he requires of us? I believe this is the feeling of every Latter-day Saint, and those who love righteousness are determined in their hearts to do all that is required of them by the servants of God. There is no one under the sound of my voice today but has felt happiness in doing what has been required of him by the servants of God. This is the secret of the power wielded by President Young over this people. Because they have a living and abiding testi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mony of the Spirit with them when doing their duty, their hearts are filled with joy, thanksgiving, and happiness; but when they take an opposite course, and go contrary to what is required of them by the servants of God, they feel miserable, they know they have taken a wrong course, and, if they are wise, they repent speedily of their sins and are obedient to the counsel given. <\/div><div class=\"paragraph jod\" id=\"v11n153\"> I hope to see the day when we will have land and water, food and fruit, and everything that is pleasing and useful, everything that is necessary for the comfort and well-being of man, to enjoy ourselves and share with those who come to us and live with us. And I know the measures taken by our leaders now will be attended with these results, if we abide their counsels. Whenever there has been a failure in carrying out any measure that has been counseled, it has been because of a lack of faith on the part of those to whom the counsel has been given. It is time we should begin to think what we are going to be, and rise above those little petty feelings that are characteristic of the world. We should allow our minds to be filled with the Spirit of God to such an extent that we can have enlarged thoughts and views. We should feel to say that &#x201C;anything which benefits my brethren and sisters, whether it furthers my interests or not, let it be done; let the community be blessed, whether my personal interests are prospered or not by the course taken.&#x201D; The person who cherishes this feeling will be sure to receive temporal prosperity. <\/div> <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n154\"> I know we live in the kingdom of God and serve a liberal Master, and though we may be called upon to make what we may view as sacrifices, if we do so willingly and liberally, God will give to us a liberal reward. &#x201C;The liberal deviseth liberal things; and by liberal things shall he stand,&#x201D;<span class=\"citation\" id=\"58979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58979)\">Isa. 32:8<\/a><\/span> was said by one of old, and can be said in truth of the day in which we live. If we act upon this principle, God will deal with us in a similar manner. I know this to be true, and that God will reward us with every blessing we need, as a people, if we take the course that is pointed out. There is no circumstance or difficulty we have to contend with but what is for our good; and will ultimately prove so, if we are faithful. No matter what labor we are required to perform, we are in the very position, and doing the very work, God requires at our hands. It is necessary for our development and increase in the faith of the Lord Jesus. This is a glorious consolation to me. <\/div><div class=\"paragraph jod\" id=\"v11n155\"> I know that everything will be overruled for our good if we do right. No matter how difficult circumstances may be to bear at the time, they are for our good, and God watches over us; his angels are round about us all the time.<span class=\"citation\" id=\"87919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87919)\">D&amp;C 84:88<\/a><\/span> The spirit of prophecy and the angels of God are continually with His servant Brigham; and when the people receive and act upon his counsel, it results in good to them. May God bless us, and fill us with more faith and power, that we may go forth in mighty strength to accomplish the work of our God on the earth. Amen. <\/div>\n<\/div>\n<\/div>"}