{"ID":110021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufacturing, Merchandising, and General Economy.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, at the General Conference, Great Salt Lake City, Oct. 9, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufacturing, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/9\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v11n515\"> I wish now to deliver a few short discourses to the Latter-day Saints, and it does not matter which of them I deliver first, because they are all of equal interest and importance to the Saints, and will be spread upon the pages of the <span class=\"italic\">Deseret News<\/span> for them to read at their leisure in that order that may suit them. <\/div> <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n516\"> The first item that presents itself to me is, to call upon these sisters&#x2014;they forming an important element of the kingdom of God in the last days&#x2014;to listen to the will of God concerning them, that they go to now and manufacture from straw, grass, or any other fitting material that grows in these valleys, their bonnets  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and hats, and cease to sell the barley, the oats, the wheat, etc., to buy imported ones, or when the wheat, and the oats, and the barley are all sold, get your husbands to run into debt for that which you can as well make yourselves as not. I am satisfied that we can make, from material grown in these valleys, bonnets and hats as beautiful to look upon as any that have ever been imported to this Territory. I am addressing myself to the ladies of the kingdom of God, to those who know how to keep their houses, furniture and beds pure and clean, who can cook food for their husbands and children in a way that it will be clean, tasteful and wholesome. The woman that can do this I call a lady. In this view I differ from the world generally; for the lady of the world is not supposed to know anything about what is going on in the kitchen; her highest ambition is to be sure and be in the fashion, at no matter what cost to her husband or father; she considers that she may as well be out of the world as out of the fashion. <\/div><div class=\"paragraph jod\" id=\"v11n518\"> There has been a great deal said upon the subject of Home Manufacturing; and the article of straw is the readiest to come at of any other material of which clothing is made. Now, my sisters, will you hearken to those who spend all their time to do you good, who traverse the world over to gather the Saints, to preach the Gospel, make believers and gather them together that they become Saints&#x2014;will you hearken to this counsel and obey it? Rye should be sown in the spring, and cut in the proper season, and cured as it should be to make good straw for hats and bonnets, and our boys and girls should braid it, and have it made up, and save the immense amount of ready means which we have to pay out for that article alone. Will the sisters belonging to the kingdom of <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God do this? I might call for a vote of those who are present, and no doubt you would enter into a covenant to perform this duty, and many very likely would not give the matter another thought. I will not ask you to vote; but I will ask you to do this as a duty, and to commence right away in this city by wards, and form yourselves into societies for the accomplishment of this purpose, and see that the little boys and girls, instead of their running wild in the streets, throwing the dust and dirt into their hair and garments from morning until night, are brought into the house, their skins and clothes washed clean, their hair combed neatly, and they set to braiding straw. This will teach them to be industrious, and save them from contracting habits of indolence and slothfulness, and be the means of introducing an important branch of industry into our country. How much better this would be than to let our children waste their time in unnecessary play; they need time to study, time for recreation, and time to be engaged in some useful employment. It is the duty of parents to see that the time of their children is properly appropriated to pursuits of usefulness, profit, and advantage to themselves, to their parents or guardians, and to the kingdom of God at large, that they may grow up to become efficient and worthy citizens of that kingdom. <\/div><div class=\"paragraph jod\" id=\"v11n519\"> Bishops, will you see that enough rye is sown to supply the wants of the people of your wards, and see that the crop is harvested when it should be to make good straw for braiding? If you will do this, and the people will not avail themselves of making their own hats and bonnets, there is no complaint can be attached to you. I have raised crops of rye from year to year, and invited the people to use the straw for making bonnets and hats; but no;  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the merchants had imported bonnets, and our ladies preferred going to the stores and buying them. When will this people become Saints indeed? Not until they observe every counsel that is given to them of this kind, doing with their might the things that are required of them. I know it is the will of the Lord that this people should manufacture what they wear and consume; and, in addition to its being the will of the Lord, the liability of our being cut off from supplies, through being so far distant from the great manufacturing districts, teaches us that it is wisdom and true economy that we should adopt this course. The money which this community has expended in hats and bonnets for men, women, and children in the last year would bring scores and hundreds of the poor Saints from the old countries to these valleys of Utah. Is it wise in us, and pleasing to the Lord, for us to place the means he has blessed us with where it does not belong, while our sons and our daughters, instead of idling away their time or being employed in that which does not profit them or us, might be engaged in preserving such means among us to be applied in the further progress of the work of God? <\/div><div class=\"paragraph jod\" id=\"v11n521\"> My next discourse will be upon merchandising. We are here in these valleys of the mountains organized as a people; and we know how we came to be here; and we know the designs of God,<span class=\"citation\" id=\"83787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83787)\">D&amp;C 3:1<\/a><\/span> and the designs of our enemies concerning us; we know the distinction which is drawn between this people and the world; these things we understand. Now, we propose to the Bishops, presiding Elders and leading members of the church, who are here assembled to represent the kingdom of God upon the earth, and to all those who are not here, who act in these capacities in the various places where there are Saints gathered together, to do their <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own merchandising and cease to give the wealth which the Lord has given us to those who would destroy the kingdom of God and scatter us to the four winds,<span class=\"citation\" id=\"60726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60726)\">Jer. 49:36<\/a><\/span> if they had the power. Cease to buy from them the gewgaws and frivolous things they bring here to sell to us for our money and means&#x2014;means that we should have to bring the poor here, to build our temples, our towers, ornament our public grounds and buildings, and to beautify our cities. For, as merchandising has been generally conducted here, instead of having our means to perform these public works, it has been borne away by our enemies by the million. <\/div><div class=\"paragraph jod\" id=\"v11n522\"> I wish the brethren, in all our settlements, to buy the goods they must have, and freight them with their own teams; and then let every one of the Latter-day Saints, male and female, decree in their hearts that they will buy of nobody else but their own faithful brethren, who will do good with the money they will thus obtain. I know it is the will of God that we should sustain ourselves, for, if we do not, we must perish, so far as receiving aid from any quarter, except God and ourselves. If we have not capital ourselves, there are plenty of honorable men whom our brethren can enter into partnership with, who would furnish and assist them whenever they should receive an intimation to that effect. I know it is our duty to save ourselves; the enemy of all righteousness,<span class=\"citation\" id=\"71840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71840)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"82238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82238)\">Alma 34:23<\/a><\/span> will do nothing to help us in that work, neither will his children; we have to preserve ourselves, for our enemies are determined to destroy us. I know it is the duty of this people to build up themselves; for our enemies will not build us up, but they will do their uttermost to tear us down. This will not apply to all; but there are enough to bark, and yelp, and growl, and snarl till the peaceable, good  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>meaning man dare not open his mouth. We have thousands of warm-hearted friends who dare not say anything in favor of this people. We have friends in Congress who wish us to become a State in the Union; but they dare not tell of it. No, let them only say in their own districts that they would vote for Utah to become a State, and that would be their political grave, and they know it. If nobody will speak for us, let us speak for ourselves; if no person else will do anything for us, let us do something for ourselves. This is right; it is politically right, religiously right, nationally right, socially and morally right, and it is right in every sense of the word for us to sustain ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n524\"> Let us save that money which we spend for bonnets and hats, and the trimmings that are upon them. You may ask me if I think my family will start out with a good example in this direction; I hope they will. If we will be diligent in this kind of economy, and make all we can within ourselves, and send out as little of our ready means as possible, it will place at our control means, which we do not now command, to gather thousands of the poor Saints. <\/div><div class=\"paragraph jod\" id=\"v11n525\"> What I am now about to say is on the subject of the use of tobacco. Let us raise our own tobacco, or quit using it. In the years '49, '50, '51, '52, and '53, and so long as I kept myself posted respecting the amount expended yearly by this people at the stores for articles of merchandise, we spent upwards of 100,000 dollars a year for tobacco alone! We now spend considerably more than we did then. Let us save this ready means in our country by abstaining from the use of this narcotic, or raise it ourselves. By so doing we will have that amount of means to circulate in channels of usefulness and profit which will add to our strength, to <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our permanency, and to our influence and importance as a great people. But when we place hundreds of thousands of dollars in the hands of those who are not of us, whose homes are not with us, who spend nothing to build up our country, but come here merely to make fortunes to spend elsewhere, we give them so much of our strength, and we are proportionately weakened. This is poor economy, and is displeasing to the Lord, because it retards the development of His purposes. <\/div><div class=\"paragraph jod\" id=\"v11n526\"> I will not call upon you to enter into a covenant to do this, for some might break their covenants and that would be a sin, but I want what you do in this matter to be prompted by a desire to bring to pass some permanent profit and good to yourselves and to the cause which we represent. I want you to do it as I have done it myself. I have never made a covenant since I entered this Church only to do good and serve the Lord our God, and in every possible way aid in developing His purposes. The Lord gave me strength to lay aside tobacco, and it is very rarely indeed that I taste tea or coffee; yet I have no objection to aged persons, when they are fatigued and feel infirm, taking a little stimulus that will do them good. It is wrong to use narcotics, for the nervous system is destroyed or injured thereby; but we should maintain a healthy action of all the powers of the body, which should be devoted to the service of our Father and God in building up His kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n527\"> Now, brethren, bishops, presiding elders, influential men, men of property and money, will you go to now and gather up the means in your settlements and set some good reliable men to merchandising in every settlement, men who, if they make anything, will devote it to the building up of the kingdom of God upon  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth. I care not how much a man makes, if he only devotes it to proper uses, or how rich he may be if he make a right application of his riches. It is the bad use that men make of their wealth which God objects to. Go to, my brethren, and prepare yourselves forthwith to import the goods you must have, and never admit of a store being started in your neighborhood again that you cannot control. It may be asked how can you prevent it? By never spending a dollar with any who will not aid in developing the country and in building it up. <\/div><div class=\"paragraph jod\" id=\"v11n529\"> It is the duty of this people to do their own merchandising, and, if I had the power, I would prevail upon them to take care of themselves, to provide for themselves, and use their means in a way to benefit and bless themselves, instead of pouring into the laps of those who will squander and make an ill use of it, who will use it to sustain the power of the enemy in his operations against the kingdom of God. This is right, and who can say aught against it? Nobody but a faultfinder or an accuser. As it has always been, and will be yet for some time, when the sons of God assemble together, Satan will be on hand as an accuser of the brethren,<span class=\"citation\" id=\"79606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79606)\">Rev. 12:10<\/a><\/span> to find fault with those who are trying to do good. What I have said on this matter will answer my purpose. <\/div><div class=\"paragraph jod\" id=\"v11n530\"> There is another item which I will now notice, and until we learn such things I will promise you that we shall never inherit the Celestial Kingdom. We are gathered together for the purpose of learning what to do with this present life and with the present blessings bestowed upon us. If we do not learn these lessons, how can we expect to be trusted with the riches of eternity;<span class=\"citation\" id=\"67755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67755)\">Luke 16:11<\/a><\/span><span class=\"citation\" id=\"85196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85196)\">D&amp;C 38:39<\/a><\/span> for he that is faithful over a few things shall be made ruler over many things.<span class=\"citation\" id=\"66109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66109)\">Matt. 25:21<\/a><\/span> The <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> item I wish to refer to is the great loss which the people of this Territory suffer yearly in stock. I have talked about it heretofore many times, and tried to prevail upon the brethren to save their stock. When we are blessed with an increase of cattle, and we disregard this blessing which the Lord bestows upon us, we thereby incur His displeasure, and lay ourselves liable to punishment. What earthly father would bestow blessings upon a son with satisfaction and pleasure while that son would continue to squander them and gamble them away for nothing? After a time that father would withhold his favors, and bestow them upon the more worthy child. The Lord is more merciful than we are; but there may be a termination to His gifts, if we do not receive them with gratitude and take good care of them when we have them in our possession. Let the people take care of their cattle and horses, and the man who does not do it will lay himself liable to censure in the eyes of justice. <\/div><div class=\"paragraph jod\" id=\"v11n531\"> Listen to this advice, for here is economy. We have to gather the people, to send our Elders forth into the world to preach the Gospel to every creature;<span class=\"citation\" id=\"66730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66730)\">Mark 16:15<\/a><\/span> and when the people are gathered, there is probably not one family to fifty out of those who are brought here that knows anything about cultivating the earth, raising cattle, or doing anything to sustain themselves; we have to teach them this after they come here. We have importuned and plead with and instructed the people on these topics all the day long, rising early and continuing late until now; and many, a great many, have profited by our labors. The citizens of this city are tolerably comfortable; a great many of them have an abundance of fruit, and they enjoy it. It is very healthy for them and their children to eat in the season thereof, and it  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>helps many to sustain their families pretty comfortable; and then they raise a few chickens, and they have one or two pigs in the pen, and a cow to give them milk and butter; though as the cows are now fed they are not very profitable to their owners. <\/div><div class=\"paragraph jod\" id=\"v11n533\"> I have lamented much that the people do not take the precaution to feed their cows. Let those who have cows in the city, sow a little lucerne seed in their gardens, say three or four rods square, and see that it is well cultivated, and you can feed your cows with a little of this two or three times a day, and take a little oats or wheat for your labor and get it chopped, and feed them a little of that everyday, and give them the weeds you pull out of the garden, and the slops from the kitchen. In this way it is not difficult to keep a cow the year round. But take a cow six or seven miles over Jordan for a few dry weeds, and be all day, or as long as she remains there, without water and without shade, when she returns to the river she fills herself with water and comes home looking very full, yet hungry enough to crop the currant bushes where she can reach them, and eat the weeds from under our fences. This is not right. Raise lucerne, plant a few hills of corn, and take off the outside leaves of your cabbages and give to her; sow your beets and carrots, and what you do not use for greens, save and give to the cow. Save everything that she will eat, and feed it to her in a way that she will relish it and eat it all up; feed it to her fresh, and not suffer it to rot about the kitchen and the doors to become a sickly nuisance to your children. <\/div><div class=\"paragraph jod\" id=\"v11n534\"> By taking this course, you can as well milk eight quarts of milk twice a day as two, according to the quality of the cow and the kind of feed you give her. Thus you have your milk and a little butter, and your meat of <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your own raising, and your eggs and chickens, and your fruit; and you have a living here off an acre and a quarter of land. Such a little farm well tilled and well managed, and the products of it economically applied, will do wonders towards keeping and educating a small family. Let the little children do their part, when they are not engaged in their studies, in knitting their stockings and mittens, braiding straw for their hats, or spinning yarn for their frocks and underclothing. If this people would strictly observe these simple principles of economy, they would soon become so rich that they would not have room sufficient to hold their abundance: their storehouses would run over with fullness, and their vats with new wine. <\/div><div class=\"paragraph jod\" id=\"v11n535\"> Now, cultivate your farms and gardens well, and drive your stock to where they can live through the winter, if you have not feed for them. Do not keep so many cattle, or, in other words, more than you can well provide for and make profitable to yourselves and to the kingdom of God. We have hundreds and thousands of fat cattle upon the ranges, and yet we have no beef to eat, or very little. Kill your cattle when they are fat, and salt down the meat, that you may have meat to eat in the winter and some to dispose of to your neighbors for their labor to extend your improvements. Lay up your meat, and not let it die on your hands. Such a course is not right. Cattle is made for our use, let us take care of them. <\/div><div class=\"paragraph jod\" id=\"v11n536\"> I have now a proposition to make to the Latter-day Saints; and here is the strength and power of Israel to listen to it. It is to send five hundred teams to the Missouri River next season&#x2014;five hundred good teams, with four yoke of oxen forward of a good wagon, to bring all the poor who have a mind to come to these  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>valleys. There are hundreds of the Saints who can get to the frontiers, but no further; and rather than leave their homes in the old countries and be left among strangers in a strange land,<span class=\"citation\" id=\"53774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53774)\">Ex. 2:22<\/a><\/span> they stay at home. What do you say, shall we send down five hundred teams next season? [The Conference was unanimously in favor of this movement.] I would suggest that we take cattle and wagons from <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Utah. The wagons that are made in the east now are not so good as they were years ago. The demand has made good wagon timber scarce, and it is rather difficult now to get as good wagons as we got a few years ago. Before the time of starting, you will be furnished with a circular of instructions. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}