{"ID":110010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Influence of the Moral Law&#x2014;Degeneracy of Mankind&#x2014;Blessings to Be Gained By Keeping the Commandments of God&#x2014;Nations Will Be Punished for Their Iniquity&#x2014;Necessity of the Saints Living Their Religion.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Tabernacle, Great Salt Lake City, Sunday, Jan. 22, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Righteous.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/22\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v11n194\"> I am called upon to occupy a little time this afternoon. I will found my remarks upon the following words, viz.&#x2014;He that walketh in the paths of godliness, righteousness, and truth hath not fellowship with the blasphemer and the ungodly. I am satisfied that in whatever path the children of men walk, whether that path be good or evil, the longer they follow it the more desire they will have to remain therein; and I am perfectly satisfied, also, that any servant of God who faithfully keeps his commandments and enjoys the spirit of the Lord, and walks in the light thereof continually, feels that anything which is contrary to this is unpleasant and disagreeable to him. No man who thus walks can be pleased and edified in hearing the name of God blasphemed, or in associating with the ungodly and with those who honor not the name of the Lord. Every person has more or less influence in the society where he moves, and becomes responsible not only for his acts, but for the influence he exercises over others. Those persons who will not receive the Gospel of Christ, and do not keep the commandments of God, and will not lay these things to heart, are entirely ignorant of the joy, the consolation, the gratification, and the blessings which are received and enjoyed by <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> walking in the paths of the righteous and the godly. <\/div><div class=\"paragraph jod\" id=\"v11n195\"> The good and the evil is presented to all, and the light of Christ enlighteneth all that cometh into the world,<span class=\"citation\" id=\"68527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68527)\">John 1:9<\/a><\/span> according to their capacity and the position they occupy upon the face of the earth; the spirit of the Lord operates upon all persons, more or less, throughout the course of their days, whether they live under a gospel dispensation or not. Those who live under what is called civilized rule are taught the moral law&#x2014;the ten commandments&#x2014;<span class=\"citation\" id=\"54180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54180)\">Ex. 20:3-17<\/a><\/span>they are taught not to lie, not to swear, not to steal, in short, not to do those things that are counted ungodly, unholy, and unrighteous in the midst of society. When parents teach their children these principles in early youth, they make an impression upon their minds, and as quick as children arrive at years of accountability,<span class=\"citation\" id=\"84393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84393)\">D&amp;C 20:71<\/a><\/span> early impressions will have an influence upon their actions and throughout the rest of their lives. Children so impressed and so trained are ever after shocked when they hear their associates swear and take the name of God in vain; and if ever they learn to swear, it first requires a great effort to overcome their early impressions. Persons who are addicted to stealing, if they have not been actually taught to steal in their youth,  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their minds have not been sufficiently imbued with the principles of honesty by their parents and guardians. <\/div><div class=\"paragraph jod\" id=\"v11n197\"> There is a great responsibility resting upon parents in all communities and societies, and especially with the Latter-day Saints. I was brought up under the Blue Laws of Connecticut, when Presbyterianism ruled throughout the State as the religion of that State; and I dared no more go out to play on a Sunday than I dared put my hand in the fire&#x2014;it would have been considered an unpardonable sin. We could not attend a ball and dance; we durst not attend a theater, and from Saturday night, at sundown, to Monday morning, we must not laugh or smile, but we must study our catechism; this we had to do whether we were members of the church or not. My father was not a member of any church. This early teaching had its effect upon me. Where Presbyterians, Baptists, and other sects have taught the youth and mankind in general good wholesome principles of morality, so far it has had a good effect upon the generation around them. It is true they had not the gospel, apostles, pastors, teachers, and presidents&#x2014;inspired men to teach them how to be saved. Their religion was according to the tradition of their fathers; the true Gospel was not manifested in their time, yet they had a great many good moral principles which had a good effect and a salutary influence upon all those who were affected and influenced by them. Wherever there is an influence that leads anybody to good, or to do good, so far I feel to acknowledge the hand of God in it; for I believe that everything that leads to good and to do good is of the Lord, and everything that leads to evil and to do evil is of the wicked one.<span class=\"citation\" id=\"83556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83556)\">Moro. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n198\"> I feel to thank the Lord for any good moral principles which have been taught me in my childhood. I <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am satisfied there have been tens of thousands of the human family since Jesus Christ and the ancient apostles were slain and the church went into the wilderness, who have acted up to the best light they had; for they have had moral principles among them, and they have lived up to their religion, millions of them, according to the best light they had, and they will have their reward for so doing. In the early days of my life, if a man cursed or swore, lied or stole, or broke any of the moral commandments of the Lord, it was looked upon as a disgrace, as not being comely and good, or right, in the sight of moral people in that day. Whenever a man did do wrong, so far he had an influence more or less, and those that were good would not hold fellowship with him. <\/div><div class=\"paragraph jod\" id=\"v11n199\"> We now live in another age and dispensation, and most of us who live in the valleys of the mountains have received the Gospel of Christ, which has been revealed unto us in our day and generation, and we have great respect unto the name of the Lord according to the light and knowledge which we have; we have respect unto the ordinances of the house of God, and that respect is increased with us according to the increased light and knowledge which we have. We wish to carry out the commandments of the Lord as far as we have knowledge in the things of the kingdom of God, and feel disposed always to do that which is right. It grates upon the ears of the faithful Latter-day Saint when he hears the name of the Lord blasphemed; he cannot fellowship the person who does it, and you do not find him in that kind of company, no matter whether the blasphemer is a professed Mormon or of the wicked world. No matter what their profession, if men live their religion and honor God, they will not fellowship the ungodly. There is no man that  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lives his religion in this church and kingdom that can associate with any person who blasphemes the name of God; he will not stay in any such society, but feels himself disgraced if he were to countenance by his presence such blasphemy, and this is so with all men who love the Lord and desire to honor his name, no matter where they may be, or what their position on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n201\"> We live in a wicked generation. There is a change in the world now from what it was fifty years ago. There is a great change in comparison to the days of my youth.<span class=\"citation\" id=\"82444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82444)\">Hel. 7:7-9<\/a><\/span> There is more sin committed now in one Gentile city in twenty-four hours than used to be committed in a hundred years. From the time I can remember until I was twenty years of age, there was but one murder committed in the New England States. When it was generally known that a man had murdered his wife and had to be hung up between the heavens and the earth,<span class=\"citation\" id=\"55571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55571)\">2 Sam. 18:9-10<\/a><\/span><span class=\"citation\" id=\"82000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82000)\">Alma 1:15<\/a><\/span> it caused a great sensation throughout that country. The murders committed today have become so numerous that they do not think it worth while to publish them; newspaper editors would rather give the space in their papers to advertisements, they pay better. Wickedness of every kind has increased upon the face of the earth; darkness covers the earth, and gross darkness the minds of the people.<span class=\"citation\" id=\"59915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59915)\">Isa. 60:2<\/a><\/span> The whole earth seems to be deluged with profanity and abominations of almost every kind. This is as true as it is lamentable to think about. The Lord has sent his Gospel in its fulness; we have preached it to the nations, and sin and iniquity have increased a thousand fold since the Gospel has been offered to them and they have rejected it. The light which they formerly had is withdrawn from them, and the powers of evil have taken possession of them,<span class=\"citation\" id=\"63547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63547)\">Matt. 6:23<\/a><\/span> and reign universally over <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the nations; yet, notwithstanding this it is no reason why we should follow in the same path. It is for us to walk in the path of virtue, righteousness, truth, and godliness, honoring God and those things that will exalt men to His favor. This way is open before us&#x2014;it is open to all men. The Gospel of Jesus Christ has been revealed in its fulness, glory, and beauty, and offered to this generation; and every man and woman who has been willing to accept the Gospel can see and understand the blessings there are to be enjoyed in embracing it. There are blessings offered to this generation in the Gospel which they have had no knowledge of before. There are blessings pertaining to the Gospel in every age that the world were ignorant of until the Gospel was first presented to them. <\/div><div class=\"paragraph jod\" id=\"v11n202\"> The Lord gave the holy Priesthood to Adam and to his sons; he gave to him the keys of the kingdom, and all things pertaining to salvation and eternal life. Adam and all his posterity for some centuries possessed and held the priesthood, even down to the days of Enoch and Noah, and the Lord saved the world as far as he could by those principles; but the hearts of men desired to do evil,<span class=\"citation\" id=\"125560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125560)\">Gen. 6:5<\/a><\/span> and evil increased in the world until men became subject to vanity, to sin, and to the temptations of the devil; they yielded to his influence, and the consequence was, after a few generations, and during the days of Noah, they hardly could find a righteous man&#x2014;a man who was willing to walk in the path of righteousness and truth, and so the Lord brought a judgment upon the world. <\/div><div class=\"paragraph jod\" id=\"v11n203\"> The Lord has introduced the Gospel in a number of dispensations, and few have embraced it. It is so in this age of the world. The Lord has commenced to warn the world in our day, and has commenced to save all who will obey his word, that they  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may receive an exaltation and glory in his presence. He has revealed his Gospel and established his kingdom to save the nations, as far as they will be saved; and we have the same Gospel and Priesthood that Adam had, and the same apostleship that has ever been revealed to any generation of men. This we present to the world&#x2014;it is in our midst; and the Lord has sent forth his proclamation to save this generation, which is submerged in wickedness, and corruption and abominations of every description. <\/div><div class=\"paragraph jod\" id=\"v11n205\"> Many of us have embraced this Gospel, and I will say again, if we live our religion we will have no disposition to walk in the paths of sinners, to blaspheme the name of God, nor will we have fellowship for persons who do it. Dollars and cents will not buy or lead those astray who have embraced the Gospel and live their religion. I know that a man who has been faithful in his prayers, and has become acquainted with the operations of the Holy Spirit and the blessings of it, has no desire to turn from the paths of truth to walk in the ways of the ungodly, for the path of truth and righteousness is the only path of safety. <\/div><div class=\"paragraph jod\" id=\"v11n206\"> We are sent into this world to accomplish a great purpose, and to fulfil the object of our creation we must observe the commandments of God, and obey the ordinances of his house, and walk in them while we live in the flesh, that when we have done with this body we can go back into the presence of our Father and our God and receive in fulness the blessings and promises made to his children. Any man or woman that falls short of this, falls short of fulfilling the object of their creation. We have everything to encourage us to do right, and to keep the commandments of God, and to be faithful unto death, that we may have a crown of <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life.<span class=\"citation\" id=\"79055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79055)\">Rev. 2:10<\/a><\/span> We have but little time to live here&#x2014;the labor of this probation is very short; and when we can really understand that our future destiny&#x2014;future happiness, exaltation, and glory, or our future misery, debasement, and sorrow all depend upon the little time we spend in this world, I can say that it is not to the advantage of any man under the heavens to spend his time in doing wrong&#x2014;it is no advantage to any man to blaspheme the name of God, he makes no money by it, it brings him no joy, happiness, or honor. And again, if a man ever obtains any blessings from any quarter, he has got to obtain them from the Lord, for the devil has no disposition to bless, and will not bless the children of men; but he labors to lead them astray from the paths of righteousness and truth. <\/div><div class=\"paragraph jod\" id=\"v11n207\"> Those persons who will not walk according to the light they have, must sooner or later inherit sore afflictions to themselves; they do not have joy, and happiness, and salvation like that person who obeys the commandments of God and constantly does that which is right. The wicked are always in fear. There is no inducement for a man or a woman to commit sin&#x2014;it is not a paying business. It is better for us to serve the Lord; for those who serve the Lord morning, noon, and night are happy, whether they be rich or poor. I have often thought that I never saw this people more happy than in their seasons of greatest poverty, drivings, and afflictions for the word of God and the testimony of Jesus.<span class=\"citation\" id=\"78989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78989)\">Rev. 1:9<\/a><\/span> The Spirit of God has been with them, and in their humility and sufferings the Holy Ghost, the Comforter, has been their constant companion, and they have been filled with joy and consolation, and have rejoiced before the Lord for all these things. They would not have felt so if they had  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not been trying to keep the commandments of the Lord. <\/div><div class=\"paragraph jod\" id=\"v11n209\"> As a people, we never were as greatly blessed in this world's goods as at the present time. The Lord has planted our feet in the valleys of these mountains, where we can worship our God in safety and peace, where we can kneel down in our family circles in the morning and at evening, and offer up our prayers and thanksgivings before the Lord, and we can teach these principles to our children, and attend our meetings to listen to the servants of the Lord teaching the principles of eternal life. I trust that the Latter-day Saints will not suffer a desire for the wealth of this world to turn their footsteps aside from the paths of their duty towards God and one another&#x2014;from rectitude, righteousness, holiness, and godliness before the Lord. If we should see a man that holds the Priesthood mingling with the profane who blaspheme the name of God, and seems to fellowship that kind of society, you may mark that man; he enjoys not the spirit of his religion, the Holy Ghost dwells not with him, or, if he enjoys it at all, it is but in a small degree, and when he enters into that kind of society it will leave him. <\/div><div class=\"paragraph jod\" id=\"v11n210\"> It does not pay any person to do wrong, and the present generation will suffer the chastening hand of God, and that severely, because that wickedness predominates throughout the whole world, and the name of the God of Israel is not honored, but is almost forgotten by the children of men, only when they remember him to blaspheme his holy name. As wickedness increases in the world, we should increase in righteousness, in faith, and in knowledge, that we may have an increased degree of the spirit of God dwelling with us, and it will take of the things of the Father and show them unto us,<span class=\"citation\" id=\"70500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70500)\">John 16:15<\/a><\/span> that we may be <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strengthened to magnify our calling as Saints of the Most High, doing the will of God and building up his kingdom. We should in our lives show that we are the friends of God<span class=\"citation\" id=\"77605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77605)\">James 2:23<\/a><\/span> and each other's friends, and in doing this we shall be happy; and whether Jacob is great or small,<span class=\"citation\" id=\"61936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61936)\">Amos 7:2,5<\/a><\/span> in righteousness the kingdom of God will gain strength, for the heavens are full of knowledge,<span class=\"citation\" id=\"58139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58139)\">Isa. 11:9<\/a><\/span><span class=\"citation\" id=\"87281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87281)\">D&amp;C 77:4<\/a><\/span> to be revealed for the use of the children of God as fast as they are prepared to receive it.<span class=\"citation\" id=\"90591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90591)\">D&amp;C 111:11<\/a><\/span><span class=\"citation\" id=\"125561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125561)\">D&amp;C 121:33<\/a><\/span> We shall never see the time when we shall cease to progress and increase in knowledge, for we are the children of God, and if we are faithful in fulfilling the object of our creation, keeping the commandments of God as we are guided and directed to do, the knowledge is boundless that this people have yet to receive. We are in the school, and in a great measure we are still little children in the knowledge of the things of the kingdom of God;<span class=\"citation\" id=\"87369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87369)\">D&amp;C 78:17<\/a><\/span> yet, how great and glorious are those principles that we are in possession of today when we compare them with our position and advancement ten years ago, or before we heard the Gospel of Jesus Christ. We were then under the traditions of our fathers&#x2014;many of them good, though some of them were false and of no profit. With all the teachings we had and the Bible before us, we did not know the first step to take to secure to ourselves eternal life, for there was no man to teach us. Since that day we have heard the voice of apostles and prophets, some on this side and some on the other side of the veil, and they are all engaged in building up the kingdom of God in this the dispensation of the fulness of time. <\/div><div class=\"paragraph jod\" id=\"v11n211\"> These principles are worth more than gold and silver to us, and are sweeter than honey or the honeycomb to the faithful,<span class=\"citation\" id=\"56431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56431)\">Ps. 19:10<\/a><\/span> for in them we receive exaltation and salvation both  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the living and the dead. They are the same principles that saved our fathers, the prophets and saints of old, and they, without us, cannot be made perfect,<span class=\"citation\" id=\"77117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77117)\">Heb. 11:40<\/a><\/span> nor we without them.<span class=\"citation\" id=\"91179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91179)\">D&amp;C 128:15,18<\/a><\/span> I rejoice in the Gospel, for it is the power of God unto salvation to all those that believe, both Jew and Greek.<span class=\"citation\" id=\"72184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72184)\">Rom. 1:16<\/a><\/span> When men reject the Gospel they injure themselves, not God or his Saints; they turn the key against themselves that opens the door of salvation to all believers. Anciently, the world was at war with the Savior, and there has always been a great opposition to the introduction of the Gospel of Jesus Christ from the beginning of time to this day. There has always been in the unregenerated world a spirit of warfare against the kingdom of God. Joseph Smith was an obscure individual when Moroni, the Angel of God, revealed unto him the Gospel of Jesus Christ, and gave into his hands the records of the Nephites. The hearts of men were stirred up against him, and the devil is a personage that has knowledge and great power, and he possesses that power, and has ever since he has been upon the earth. He has so much power that he leads at his will almost the whole of the generations of the earth. By his power the hearts of men were stirred up against Joseph Smith when he received the administration of an angel, because it was the germ of the establishment of the kingdom of God. The devil knew when the angel delivered that record to Joseph Smith that it was the foundation of a system that would overthrow his kingdom. The drivings, etc., that this people have passed through has not been because they have been breakers of the law, nor because they have been more wicked than others, but because they were laying the foundation of the kingdom of God that would grow, and increase, and rule, and reign until it fills the <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole earth<span class=\"citation\" id=\"61084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61084)\">Dan. 2:35<\/a><\/span> and brings the world into subjection to its authority and sway, and prepare the way for the coming of the Lord Jesus Christ, who is king of kings and Lord of Lords,<span class=\"citation\" id=\"80423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80423)\">Rev. 19:16<\/a><\/span> who will come and reign over the whole earth; and all other kingdoms, and presidents and governors, and their subjects will be obliged to acknowledge that Jesus is the Christ.<span class=\"citation\" id=\"75446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75446)\">Philip. 2:10-11<\/a><\/span> The Latter-day Work which we represent will bind the power of the devil which has held sway among the children of men for 180 generations. Then it is not strange that the devil should become mad and stir up the wicked to make war against it. The Lord will inspire his servants and give them ability to maintain this kingdom upon the earth. He is at the helm. I would not give much for it if He was not the author of it; it could not stand without Him against the great power that is waged against it. <\/div><div class=\"paragraph jod\" id=\"v11n213\"> Why is this warfare? It is not because it is Satan's kingdom or any part of it; if so, his kingdom would be divided against itself;<span class=\"citation\" id=\"64365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64365)\">Matt. 12:25-26<\/a><\/span> but it is because it is the kingdom of God, and it has got to be planted in the earth, and it will continue until the scene is wound up, and Christ descends in the clouds of heaven,<span class=\"citation\" id=\"65810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65810)\">Matt. 24:30<\/a><\/span> and the holy angels with him,<span class=\"citation\" id=\"85654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85654)\">D&amp;C 45:44<\/a><\/span><span class=\"citation\" id=\"93554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93554)\">JS&mdash;M 1:1<\/a><\/span> and the dead in Christ shall rise first to meet him at his coming.<span class=\"citation\" id=\"75679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75679)\">1 Thes. 4:16-17<\/a><\/span> The Lord Almighty will sustain the kingdom and back up his servants and their testimony, and he will send judgments, and plagues, and afflictions, and destroying angels, and visit the wicked nations with an overwhelming destruction. All this is the work of God, and we cannot help it if we would. The Lord has decreed that he will build up his kingdom in this day and age of the world,<span class=\"citation\" id=\"86483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86483)\">D&amp;C 63:36<\/a><\/span> and he has decreed that it shall accomplish the work it is intended to do, and stand forever.<span class=\"citation\" id=\"125562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125562)\">Dan. 2:44<\/a><\/span> The earth belongs to the Lord.<span class=\"citation\" id=\"125563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125563)\">Ps. 24:1<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n215\"> When the devil and his host were sent from heaven because of disobedience, they came to this world. And wherever the children of men are, there also those evil spirits exist to tempt the children of men to do evil, and everything that leads to destruction, and misery, and woe originates from that source, and everything that leads to exaltation, virtue, holiness, goodness, glory, immortality, and eternal life is from the hand of God. The Lord is the strongest power, and he will prevail at last. In this I rejoice, because the earth belongs to him, and we belong to him, and if we have any blessing, we have got to receive it at his hands. When the first missionaries went to England, disembodied spirits sought to destroy them, and had there not been an angel of salvation present, they would have been slain;<span class=\"citation\" id=\"93623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93623)\">JS&mdash;H 1:16<\/a><\/span> nothing but the power of God saved them. The visions of their minds were opened, that they saw many of the devils that sought their destruction, although not in the body but in the spirit, and they stood before them like wicked, hideous men, come to destroy them. We had this same power to contend with in London. Sometimes they are invisible, and sometimes they are in the tabernacles of men. In Carthage jail they came in the bodies of men, and were under the influence of the devil, and succeeded in shedding the blood of the Prophet, and thought they would overthrow the Church <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and kingdom of God. This evil power is manifest and visible more and more as we progress in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v11n216\"> Let us try to live our religion, and try to be the friends of God;<span class=\"citation\" id=\"77606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77606)\">James 2:23<\/a><\/span> and let us make war<span class=\"citation\" id=\"80397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80397)\">Rev. 19:11<\/a><\/span> against the works of the devil.<span class=\"citation\" id=\"125564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125564)\">1 Jn. 3:8 (JST)<\/a><\/span> Let us seek to overcome ourselves, and all our evil impressions, and bring our bodies in subjection to the law of Christ, that we may walk in the light of the Lord, gain power with him, and assist in sanctifying the earth and in building up temples, and in attending to the ordinances of the house of God, that we may be saviors of men,<span class=\"citation\" id=\"89712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89712)\">D&amp;C 103:9<\/a><\/span> both of the living and the dead.<span class=\"citation\" id=\"125565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125565)\">D&amp;C 128:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n217\"> These are our privileges, and the blessings which the God of heaven has put in our hands. Is there anything in all the dominions of the devil of more value to us than the blessing of our God, given to us through the organization of his kingdom? We have everything to encourage us, and to give us faith and perseverance in the work of God. If we do our duty we shall prosper, and progress, and spread abroad, and the stakes of Zion will be strengthened and her cords lengthened,<span class=\"citation\" id=\"59679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59679)\">Isa. 54:2<\/a><\/span> and ere long we shall have power to return and build up the Center Stake of Zion,<span class=\"citation\" id=\"86091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86091)\">D&amp;C 57:3<\/a><\/span> and the waste places<span class=\"citation\" id=\"59843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59843)\">Isa. 58:12<\/a><\/span><span class=\"citation\" id=\"89440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89440)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89735)\">D&amp;C 103:11<\/a><\/span> thereof, and we shall accomplish all we have been called to do. May God bless us and give unto us his Spirit to guide us in all things. Amen. <\/div>\n<\/div>\n<\/div>"}