{"ID":110019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personality of God&#x2014;His Attributes&#x2014;Eternal Life, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, June 18, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Personality of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/18\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v11n441\"> I wish the strict attention of the congregation, which is so large and widely spread under this low bowery that I fear it will be with difficulty that I can make myself heard by all. To persons who wish to understand and improve upon what they hear, <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it must be very annoying to only hear the sound of the speaker's voice and not be able to comprehend its signification. <\/div><div class=\"paragraph jod\" id=\"v11n442\"> The gospel of life and salvation has again been committed to the children of men, and we are made  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the happy partakers of its blessings, and my sincere desire is that all may improve upon the words of life which have been revealed from the heavens in our day. It is written, &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70573)\">John 17:3<\/a><\/span> All nations, tribes and communities of men worship something, it may be a stump, a stock, a tree, a stone, a figure molded in brass, iron, silver, or gold, or some living creature, or the sun, the moon, the stars, or the god of the wind and other elements,<span class=\"citation\" id=\"55842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55842)\">2 Kgs. 17:29<\/a><\/span><span class=\"citation\" id=\"57029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57029)\">Ps. 96:5<\/a><\/span> and while worshiping gods which they can see and handle, there dwells within them a crude and undefined impression of a great Supreme and universal Ruler whom they seek to represent and worship in gods made with their own hands; but where he is located, what his shape and dimensions and what his qualifications are they know not. The Apostle Paul found the city of the Athenians wholly given to idolatry; and they called him a &#x201C;babbler,&#x201D;<span class=\"citation\" id=\"71929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71929)\">Acts 17:18<\/a><\/span> because he preached unto them Jesus and the resurrection. He disputed in the synagogue with the Jews and with the devout persons, and in the market daily with them who met with him;<span class=\"citation\" id=\"71928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71928)\">Acts 17:17<\/a><\/span> and standing, in the midst of Mars hill, he said, &#x201C;Ye men of Athens, I perceive that in all things ye are too superstitious. For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD.&#x2019; Whom therefore ye ignorantly worship, him declare I unto you.&#x201D;<span class=\"citation\" id=\"71930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71930)\">Acts 17:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n444\"> The Athenians knew not what to worship, and it seems they were willing to worship a god unknown to them,<span class=\"citation\" id=\"71938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71938)\">Acts 17:23<\/a><\/span> very likely under the impression that he might be the true God, whom they had tried to represent no doubt in various ways. <\/div><div class=\"paragraph jod\" id=\"v11n445\"> Wherever the human family dwell <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the face of the earth, whether they are savage or civilized, there is a desire implanted within them to worship a great, Supreme Ruler, and not knowing Him, they suppose that through offering worship and sacrifice to their idols they can conciliate his anger which they think they see manifested in the thunder, in the lightning, in the storm, in the floods, in the reverses of war, in the hand of death, etc., etc.; thus they try to woo his protection and his blessing for victory over their enemies, and at the termination of this life for a place in the heaven their imaginations have created, or tradition has handed down to them. I have much charity for this portion of the human family called heathens or idolaters; they have made images to represent to their eyes a power which they cannot see, and desire to worship a Supreme Being through the figure which they have made. <\/div><div class=\"paragraph jod\" id=\"v11n446\"> There is a Power that has organized all things from the crude matter that floats in the immensity of space. He has given form, motion and life to this material world; has made the great and small lights that bespangle the firmament above; has allotted to them their times and their seasons,<span class=\"citation\" id=\"88533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88533)\">D&amp;C 88:42<\/a><\/span> and has marked out their spheres. He has caused the air and the waters to teem with life, and covered the hills and plains with creeping things, and has made man to be a ruler over His creations.<span class=\"citation\" id=\"52134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52134)\">Gen. 1:26<\/a><\/span> All these wonders are the works of the Almighty ruler of the universe, in whom we believe and whom we worship. &#x201C;The earth rolls upon her wings, and the sun giveth his light by day, and the moon giveth her light by night, and the stars also giveth their light, as they roll upon their wings in their glory, in the midst of the power of God.&#x201D;<span class=\"citation\" id=\"88544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88544)\">D&amp;C 88:45<\/a><\/span> &#x201C;Behold, all these are kingdoms, and any man who hath seen any or the  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>least of these hath seen God moving in his majesty and power.&#x201D;<span class=\"citation\" id=\"88552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88552)\">D&amp;C 88:47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n448\"> All people are conscious of the existence of a Supreme Being:<span class=\"citation\" id=\"72248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72248)\">Rom. 1:20<\/a><\/span> they see Him or His power in the sun, in the moon and in the stars, in the storm, in the thunder and in the lightning, in the mighty cataract, in the bursting volcano, or in the powerful and disgusting reptile, etc. He is also described by some as having no form, attributes, or power, or in other words, &#x201C;without body, parts or passions,&#x201D; and, consequently, without power or principle; and there are persons who suppose that He consists entirely of attributes universally diffused. Not knowing God they worship His works that manifest His power and His majesty, or His attributes which manifest His goodness, justice, mercy, and truth. According to all that the world has ever learned by the researches of philosophers and wise men, according to all the truths now revealed by science, philosophy and religion, qualities and attributes depend entirely upon their connection with organized matter for their development and visible manifestation. <\/div><div class=\"paragraph jod\" id=\"v11n449\"> Mr. Abner Kneeland, who was a citizen of Boston, and who was put into prison for his belief, in an essay which he wrote, made this broad assertion: &#x201C;Instead of believing there is no God, I believe that all is God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n450\"> We believe in a Deity who is incorporated&#x2014;who is a Being of tabernacle,<span class=\"citation\" id=\"91361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91361)\">D&amp;C 130:22<\/a><\/span> through which the great attributes of His nature are made manifest. It is supposed by a certain celebrated philosopher that the most minute particles of matter which float in space, in the waters, or that exist in the solid earth, particles which defy the most powerful glasses to reveal them to the vision of finite man, possess a portion of divinity, a portion of infinite power, knowledge, goodness, and truth, and that these qualities are God, and should be <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worshipped wherever found. I am an infidel to this doctrine. I know the God in whom I believe, and am willing to acknowledge Him before all men. We have persons in this church who have preached and published doctrines on the subject of the Deity which are not true. Elder Orson Pratt has written extensively on the doctrines of this church, and upon this particular doctrine. When he writes and speaks upon subjects with which he is acquainted and understands, he is a very sound reasoner; but when he has written upon matters of which he knows nothing&#x2014;his own philosophy, which I call vain philosophy&#x2014;he is wild, uncertain, and contradictory. In all my public administration as a minister of truth, I have never yet been under the necessity of preaching, believing, or practicing doctrines that are not fully and clearly set forth in the Old and New Testaments, Book of Doctrine and Covenants, and Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v11n451\"> The Book of Mormon, which we firmly believe to be the word of God<span class=\"citation\" id=\"94067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94067)\">A of F 1:8<\/a><\/span> to nations that flourished upon this continent many centuries ago, corroborates the testimonies of the writers of the Old and New Testaments, and proves these books to be true. They were given to us in weakness, darkness and ignorance; I will, however, give the translators of King James' version of the Bible the credit of performing their labor according to the best of their ability, and I believe they understood the languages in which the Scriptures were originally found as well as any men who now live. I have in my lifetime met with persons who would persist in giving different renderings, and make quotations from the dead languages to show their scholarship, and to confuse and darken still more the minds of the people. To all such I have always felt like saying, there  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is the Bible, if you are capable of giving us a more correct translation of it than we have, it is your duty to do so. The Old and New Testaments have always answered my purpose as books of reference. Many precious parts have no doubt been taken from them;<span class=\"citation\" id=\"81054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81054)\">1 Ne. 13:26<\/a><\/span> but the translation which we have, has been translated according to the best knowledge the translators possessed of the languages in which the ancient manuscripts were written, yet as uninspired men they were not qualified to write the things of God. <\/div><div class=\"paragraph jod\" id=\"v11n453\"> I believe in one God to us; as it is written, &#x201C;For though there be that are called gods, whether in heaven or in earth (as there be gods many, and lords many,) But to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him,&#x201D;<span class=\"citation\" id=\"73277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73277)\">1 Cor. 8:5-6<\/a><\/span> and, &#x201C;They were called gods, unto whom the word of God came.&#x201D;<span class=\"citation\" id=\"69734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69734)\">John 10:35<\/a><\/span> I believe in a God who has power to exalt and glorify all who believe in Him, and are faithful in serving Him to the end of their lives, for this makes them Gods, even the sons of God,<span class=\"citation\" id=\"68578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68578)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"87043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87043)\">D&amp;C 76:58<\/a><\/span> and in this sense also there are Gods many, but to us there is but one God, and one Lord Jesus Christ&#x2014;<span class=\"citation\" id=\"73278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73278)\">1 Cor. 8:5-6<\/a><\/span>one Savior who came in the meridian of time to redeem the earth and the children of men from the original sin that was committed by our first parents, and bring to pass the restoration of all things through His death and sufferings, open wide to all believers the gates of life and salvation and exaltation to the presence of the Father and the Son to dwell with them for evermore. Numerous are the scriptures which I might bring to bear upon the subject of the personality of God. I shall not take time to quote them on this occasion, but will content myself by quoting two passages in the 1st chapter of Genesis, 26th and 27th <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> verses. &#x201C;And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. So God created man in his own image, in the image of God created he him; male and female created he them.&#x201D;<span class=\"citation\" id=\"52178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52178)\">Gen. 1:26-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n454\"> I believe that the declaration made in these two scriptures is literally true. God has made His children like Himself to stand erect, and has endowed them with intelligence and power and dominion over all His works, and given them the same attributes which He Himself possesses. He created man, as we create our children; for there is no other process of creation in heaven, on the earth, in the earth, or under the earth, or in all the eternities, that is, that were, or that ever will be. As the Apostle Paul has expressed it, &#x201C;For in him we live, and move, and have our being.&#x201D; &#x201C;Forasmuch then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art or man's device.&#x201D;<span class=\"citation\" id=\"72016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72016)\">Acts 17:28-29<\/a><\/span> There exist fixed laws and regulations by which the elements are fashioned to fulfill their destiny in all the varied kingdoms and orders of creation, and this process of creation is from everlasting to everlasting. Jesus Christ is known in the scriptures as the only begotten of the Father, full of grace and truth,<span class=\"citation\" id=\"68597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68597)\">John 1:14<\/a><\/span> and it is written of Him as being the brightness of the Father's glory and the express image of His person.<span class=\"citation\" id=\"76355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76355)\">Heb. 1:3<\/a><\/span> The word image we understand in the same sense as we do the word in the 3rd verse of the 5th chapter of Genesis, &#x201C;And Adam lived an hundred and thirty years, and begat a son in his own likeness, after his image.&#x201D;<span class=\"citation\" id=\"52560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52560)\">Gen. 5:3<\/a><\/span> I am quite satisfied to be made aware by the scriptures, and  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the Spirit of God, that He is not only the God and Father of Jesus Christ,<span class=\"citation\" id=\"74288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74288)\">2 Cor. 11:31<\/a><\/span> but is also the Father of our spirits<span class=\"citation\" id=\"77199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77199)\">Heb. 12:9<\/a><\/span> and the Creator of our bodies which bear His image<span class=\"citation\" id=\"52179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52179)\">Gen. 1:26-27<\/a><\/span> as Seth bore the image of his father Adam.<span class=\"citation\" id=\"52757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52757)\">Gen. 5:3<\/a><\/span> Adam begat many children who bore His image,<span class=\"citation\" id=\"52761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52761)\">Gen. 5:4<\/a><\/span> but Seth is no doubt more particularly mentioned, because he was more like his father than the rest of the family. <\/div><div class=\"paragraph jod\" id=\"v11n456\"> We bear the image of our earthly parents in their fallen state, but by obedience to the gospel of salvation, and the renovating influences of the Holy Ghost, and the holy resurrection, we shall put on the image of the heavenly, in beauty, glory, power and goodness.<span class=\"citation\" id=\"75634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75634)\">Col. 3:10<\/a><\/span><span class=\"citation\" id=\"82021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82021)\">Alma 5:14<\/a><\/span> Jesus Christ was so like His Father that on one occasion in answer to a request, &#x201C;Show us the Father,&#x201D; He said, &#x201C;He that hath seen me hath seen the Father.&#x201D;<span class=\"citation\" id=\"69935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69935)\">John 14:8-9<\/a><\/span> The strongest testimony that can be borne to the minds of men is the testimony of the Father concerning the Son,<span class=\"citation\" id=\"62793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62793)\">Matt. 3:17<\/a><\/span> and the testimony of the Son concerning the Father, by the power of the revelations of the Spirit, which every man who is born of woman possesses more or less, and which, if mankind would listen to it, would lead them to the knowledge of God, and ultimately, assisted by the ordinances of the gospel, into His presence. <\/div><div class=\"paragraph jod\" id=\"v11n457\"> If there is anything that is great and good and wise among men, it cometh from God.<span class=\"citation\" id=\"82051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82051)\">Alma 5:40<\/a><\/span> If there are men who possess great ability as statesmen, or as philosophers, or who possess remarkable scientific knowledge and skill, the credit thereof belongs to God, for He dispenses it to His children whether they believe in Him or not, or whether they sin against Him or not; it makes no difference; but all will have to account to Him for the way and manner in which they have used the talents committed unto them.<span class=\"citation\" id=\"66089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66089)\">Matt. 25:15<\/a><\/span> If we believe the plain, broad statements of the Bible, we <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must believe that Jesus Christ is the light that lighteth every man that cometh into the world;<span class=\"citation\" id=\"68530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68530)\">John 1:9<\/a><\/span> none are exempt. This applies to all who possess the least degree of light and intelligence, no matter how small; wherever intelligence can be found, God is the author of it. This light is inherent according to a law of eternity&#x2014;according to the law of the Gods, according to the law of Him whom we serve as the only wise, true, and living God<span class=\"citation\" id=\"75832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75832)\">1 Tim. 1:17<\/a><\/span><span class=\"citation\" id=\"91654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91654)\">D&amp;C 132:24<\/a><\/span> to us. He is the author of this light to us. Yet our knowledge is very limited; who can tell the future, and know it as the past is known to us? It is a small thing, if we were acquainted with the principle. Were we acquainted with this principle, we could just as well read the future as the past. <\/div><div class=\"paragraph jod\" id=\"v11n458\"> The Latter-day Saints believe in Jesus Christ, the only begotten Son of the Father, who came in the meridian of time,<span class=\"citation\" id=\"85237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85237)\">D&amp;C 39:3<\/a><\/span><span class=\"citation\" id=\"92766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92766)\">Moses 6:62<\/a><\/span> performed his work, suffered the penalty and paid the debt of man's original sin by offering up Himself, was resurrected from the dead, and ascended to His Father;<span class=\"citation\" id=\"70857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70857)\">John 20:17<\/a><\/span> and as Jesus descended below all things, so He will ascend above all things.<span class=\"citation\" id=\"88253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88253)\">D&amp;C 88:6<\/a><\/span> We believe that Jesus Christ will come again, as it is written of Him: &#x201C;And while they looked steadfastly toward heaven as he went up, behold, two men stood by them in white apparel; Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken from you unto heaven, shall so come in like manner as ye have seen him go unto heaven.&#x201D;<span class=\"citation\" id=\"71043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71043)\">Acts 1:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n459\"> Strange as it may appear to many we believe that Jesus Christ will descend from heaven to earth again even as He ascended into heaven. &#x201C;Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him.&#x201D;<span class=\"citation\" id=\"78978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78978)\">Rev. 1:7<\/a><\/span> He will come to  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive His own, and rule and reign king of nations<span class=\"citation\" id=\"60435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60435)\">Jer. 10:7<\/a><\/span> as He does king of saints;<span class=\"citation\" id=\"80078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80078)\">Rev. 15:3<\/a><\/span> &#x201C;For he must reign, till he hath put all enemies under his feet. The last enemy that shall be destroyed is death.&#x201D;<span class=\"citation\" id=\"73856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73856)\">1 Cor. 15:25-26<\/a><\/span> He will banish sin from the earth and its dreadful consequences, tears shall be wiped from every eye<span class=\"citation\" id=\"79355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79355)\">Rev. 7:17<\/a><\/span> and there shall be nothing to hurt or destroy in all God's holy mountain.<span class=\"citation\" id=\"58141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58141)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n461\"> In view of the establishment of the kingdom of God upon the earth by Jesus Christ, John the Baptist proclaimed, that the kingdom of heaven is at hand.<span class=\"citation\" id=\"62665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62665)\">Matt. 3:2<\/a><\/span> &#x201C;Prepare ye the way of the Lord, make his paths straight;&#x201D;<span class=\"citation\" id=\"62669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62669)\">Matt. 3:3<\/a><\/span> and, &#x201C;John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.&#x201D;<span class=\"citation\" id=\"125569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125569)\">Mark 1:4<\/a><\/span><span class=\"citation\" id=\"67114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67114)\">Luke 3:3-4<\/a><\/span> Jesus Christ sent His disciples to preach the gospel to every creature,<span class=\"citation\" id=\"66729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66729)\">Mark 16:15<\/a><\/span> to the king and the peasant, to the great and the small, to the rich and the poor, to the bond and the free, to the black and the white;<span class=\"citation\" id=\"81470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81470)\">2 Ne. 26:33<\/a><\/span> they were sent to preach the gospel of repentance and remission of sins to all the world, and &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66885)\">Mark 16:16-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n462\"> The Latter-day Saints, this strange people as they are called, believe and practice this gospel; they believe that the acts of the creatures, in the performance of the ordinances, prove to the heavens, to God, to angels and to the good who are upon the earth&#x2014;to their brethren and to those who are not their brethren in a church capacity&#x2014;to those who believe and to those who do not believe, that they are sincere in their belief before God <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and man. Every doctrine and principle that is laid down in the Old and New Testaments for salvation, this people will persist in believing and practicing; and, for so doing, they have become a byword,<span class=\"citation\" id=\"55187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55187)\">Deut. 28:37<\/a><\/span> and are wondered at by the orthodox Christians of the 19th century, who are truly astonished that anybody, in this enlightened age, should emphatically believe that the Lord and His servants anciently spoke the truth, and intended their words should be believed and practiced by all who desire salvation. It is our privilege, if we so wish, to disbelieve the words of God or a part of them; but we choose rather to believe all the words of God, and are trying to observe all of His precepts, to purify the Lord God in our hearts.<span class=\"citation\" id=\"77910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77910)\">1 Pet. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n463\"> There cannot be found a people upon the face of the whole earth who are more perfect in the belief and practice of the gospel of Jesus Christ than are the Latter-day Saints, and there exists no people who are more easily governed. We have been gathered from many nations, and speak many languages; we have been ruled by different nationalities, and educated in different religions, yet we dwell together in Utah under one government, believe in the same God and worship Him in the same way, and we are all one in Christ Jesus.<span class=\"citation\" id=\"74581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74581)\">Gal. 3:28<\/a><\/span> The world wonder at this, and fear the union that prevails among this, as they are called, singular people. Why is this? It is because the Spirit of the Lord Almighty is in the people, and they follow its dictates, and they hearken to the truth, and live by it; this unites them in one, and causeth them to dwell together in peace; and were it not for pettifogging lawyers and judges who are among us, a lawsuit would not be heard of in Utah from one year's end to another. When many of these people come to Utah  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they are poor and houseless, but they go to work and labor away with all their might, without a murmur, under wise and judicious guidance, and in a short time they are able to gather from the soil, the water and the air, the essential and solid comforts of life. <\/div><div class=\"paragraph jod\" id=\"v11n465\"> When a lawyer comes into the church, if he happens to have a little common sense left, and will take to ploughing and cultivating the soil, there is a chance for him to make a man of himself; but if he follows his former customs and habits, the chances are against him, he may ruin himself, lose the Spirit of the Lord, if he ever possessed it, and go back into midnight darkness. <\/div><div class=\"paragraph jod\" id=\"v11n466\"> It is through the proclamation of the gospel that this great people have been gathered from their homes in distant parts of the earth. It is not in the power of man to accomplish such a work of gathering thousands of men, women, and children from different nations to a distant inland country, and unite them together and make of them a powerful nation. They heard the sound of the gospel, they repented of their sins, and were baptized for the remission of them, and received the Holy Ghost by the laying on of hands; this Spirit caused them to gather themselves together for the truth's sake; they came here because the voice of the Lord called them together from the ends of the earth. They needed not to be persuaded to gather themselves together, for they knew it was the will of God by the power of the Spirit which they had received through the ordinances of the gospel. Here sits brother George D. Watt, our reporter, who was the first man to receive the gospel in a foreign land; there had not been a word spoken to him about gathering to America; but he prophesied that the land of America was the land <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Zion, and that the Lord would gather His people to that land in the last days, and thus he prophesied by the Spirit of prophecy which he had received by embracing the gospel. <\/div><div class=\"paragraph jod\" id=\"v11n467\"> Wherever the gospel is preached in all the world, and the people repent, are baptized, and receive the Holy Ghost by the laying on of hands, that Spirit teaches them that America is the land of Zion, and they begin straightway to prepare to gather, and thus the Lord is building up His kingdom in our day. Were it not that I possess the Spirit of truth which reveals to me the purposes of God, it would appear to me a strange work and a wonder; but I can understand that the Lord is feeling after the inhabitants of the earth, and teaching the honest in heart the truth, and diffusing His Spirit among them, and offering to all men life and salvation. <\/div><div class=\"paragraph jod\" id=\"v11n468\"> If the message which the Lord is sending among the nations is rejected by them, they will crumble and fall, and cease to exist. The set time has come for the Lord to favor Zion;<span class=\"citation\" id=\"57057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57057)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90967)\">D&amp;C 124:6<\/a><\/span> He is sending His servants to the uttermost parts of the earth to declare the truth to the inhabitants thereof,<span class=\"citation\" id=\"86262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86262)\">D&amp;C 58:64<\/a><\/span> which they can receive or reject, and be saved or be damned. This is a hard saying&#x2014;who can hear it?<span class=\"citation\" id=\"69301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69301)\">John 6:60<\/a><\/span> A gentleman asked the Prophet Joseph once if he believed that all other sects and parties would be damned excepting the Mormons. Joseph Smith's reply was, &#x201C;Yes, sir, and most of the Mormons too, unless they repent.&#x201D; We believe that all will be damned who do not receive the gospel of Jesus Christ; but we do not believe that they will go into a lake which burns with brimstone and fire, and suffer unnamed and unheard of torments, inflicted by cruel and malicious devils to all eternity. <\/div><div class=\"paragraph jod\" id=\"v11n469\"> The sectarian doctrine of final rewards and punishments is as strange  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to me as their bodiless, partless, and passionless God. Every man will receive according to the deeds done in the body, whether they be good or bad.<span class=\"citation\" id=\"74139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74139)\">2 Cor. 5:10 (JST)<\/a><\/span> All men, excepting those who sin against the Holy Ghost,<span class=\"citation\" id=\"64389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64389)\">Matt. 12:31<\/a><\/span> who shed innocent blood or who consent thereto,<span class=\"citation\" id=\"91678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91678)\">D&amp;C 132:27<\/a><\/span> will be saved in some kingdom; for in my father's house, says Jesus, are many mansions.<span class=\"citation\" id=\"69872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69872)\">John 14:2<\/a><\/span> Where is John Wesley's abode in the other world? He is not where the Father and the Son live, but he is gone into what is called Hades, or paradise, or the spirit world. He did not receive the gospel as preached by Jesus Christ and His apostles; it was not then upon the earth. The power of the Holy Priesthood was not then among men; but I suppose that Mr. Wesley lived according to the best light he had, and tried to improve upon it all the days of his life. Where is the departed spirit of that celebrated reformer? It occupies a better place than ever entered his heart to conceive of when he was in the flesh. This is a point of doctrine, however, which I have not time to speak upon at large now, even if I had strength to do so. <\/div><div class=\"paragraph jod\" id=\"v11n471\"> The Lord sent His angel and called and ordained Joseph Smith, first to the Aaronic<span class=\"citation\" id=\"83993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83993)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129354)\">D&amp;C 27:8<\/a><\/span> and then to the Melchizedek Priesthood,<span class=\"citation\" id=\"84573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84573)\">D&amp;C 27:12<\/a><\/span> and Joseph Smith ordained others. He baptized believers and confirmed them and organized the church. The Lord revealed to him that order which is now in our midst with regard to our organization as a people, and there is no better among men. It is the government of the Lord Almighty, and we think it is very good. The Lord is again speaking to the children of men, who have opened their ears to hear, and their hearts to understand; He communicates His will to this people, although they may be ignorant and guilty of a thousand wrongs, and some will apostatize; yet we are the best people <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the earth, the most peaceable, the most industrious, and know the best how to take care of ourselves of any people now living who are not the people of God; and what we do not know God will teach us, and what we cannot do He will help us to perform, if we continue to do His will and keep His commandments; for in doing this we shall live, grow and increase in numbers and in strength, and I pray that we may grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"78505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78505)\">2 Pet. 3:18<\/a><\/span> for without this we are nothing. To me it is the kingdom of God or nothing upon the earth. Without it I would not give a farthing for the wealth, glory, prestige and power of all the world combined; for, like the dew upon the grass,<span class=\"citation\" id=\"125570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125570)\">Prov. 19:12<\/a><\/span> it passeth away and is forgotten, and like the flower of the grass it withereth, and is not.<span class=\"citation\" id=\"59296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59296)\">Isa. 40:7<\/a><\/span> Death levels the most powerful monarch with the poorest starving mendicant; and both must stand before the judgment seat of Christ to answer for the deeds done in the body.<span class=\"citation\" id=\"74140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74140)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n472\"> To us life is the sweetest of all enjoyments. A man will give all that he has for his life, yet it is compared to a span length, and is swift to its termination like the shuttle that passeth over the weaver's beam. Even when denied the enjoyment of health and of worldly comforts and conveniences, still will men cling to life to the last. The kingdom of God secures unto the faithful eternal life, with wives, children, and friends, in glory immortal, and in eternal felicity and bliss. Life eternal in His presence is the greatest gift that God can bestow upon His children.<span class=\"citation\" id=\"84090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84090)\">D&amp;C 14:7<\/a><\/span> This life is nothing in point of duration in comparison with the life which is to come to the faithful, and for that reason we say that in this life it is the kingdom of God or nothing to us. With the kingdom of God and the facilities it offers for an everlasting  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>progression in godliness until we know all things as our Father in Heaven knows them, there is no life of greater importance than this life, for there is no life in heaven or on earth to the true followers of Jesus Christ that is not incorporated in His gospel. Those who reject the gospel, when it is proclaimed to them by the authority of heaven, cannot know the Father and the Son, and are cut off from the eternal life which this knowledge alone gives. <\/div><div class=\"paragraph jod\" id=\"v11n474\"> We are in the hands of the Almighty as a people, and He is able to take care of us. We entertain no antipathies against any person or community upon this earth; but we would give eternal life to all, if they would receive it at our hands&#x2014;we would preach the truth to them and administer to them the ordinances of the gospel. But, it is said, you believe in polygamy, and we cannot receive the gospel from your hands. We have been told a great many times that polygamy is not according to Christianity. The Protestant reformers believed the doctrine of polygamy. Philip, Landgrave of Hesse, one of the principal lords and princes of Germany, wrote to the great reformer Martin Luther and his associate reformers, anxiously imploring them to grant unto him the privilege of marrying a second wife, while his first wife, the princess, was yet living. He urged that the practice was in accordance with the Bible, and not prohibited under the Christian dispensation. Upon the reception of this letter, Luther, who had denounced the Romish church for prohibiting the marriage of priests, and who favored polygamy, met in council with the principal Reformers to consult upon the letter which had been received from the Landgrave. They wrote him a lengthy letter in reply, approving of his taking a second wife, saying&#x2014;  <\/div> <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n475\"> &#x201C;There is no need of being much concerned for what men will say, provided all goes right with conscience. So far do we approve it, and in those circumstances only by us specified, for the gospel hath neither recalled nor forbid what was permitted in the law of Moses with respect to the marriage. Jesus Christ has not changed the external economy, but added justice only, and life everlasting for reward. He teaches the true way of obeying God, and endeavors to repair the corruption of nature.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n476\"> This letter was written at Wittemburg, the Wednesday after the feast of St. Nicholas, 1539, and was signed by Martin Luther, Philip Melancthon, Martin Bucer, and five other Reformers, and was written in Melancthon's own handwriting. <\/div><div class=\"paragraph jod\" id=\"v11n477\"> The marriage was solemnized on the 4th of March, 1540, by the Rev. Denis Melanther, chaplain to Philip. Philip's first wife was so anxious &#x201C;that the soul and body of her dearest spouse should run no further risk, and that the glory of God might be increased,&#x201D; that she freely consented to the match. <\/div><div class=\"paragraph jod\" id=\"v11n478\"> This letter of the great Reformers was not a hasty conclusion on their part that polygamy was sanctioned by the gospel, for in the year 1522, seventeen years before they wrote this letter, Martin Luther himself, in a sermon which he delivered at Wittemburg for the reformation of marriage, clearly pronounced in favor of polygamy. <\/div><div class=\"paragraph jod\" id=\"v11n479\"> These transactions are published in the work entitled, &#x201C;History of the variations of the Protestant churches.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n480\"> Ladies and gentlemen, I exhort you to think for yourselves, and read your Bibles for yourselves, get the Holy Spirit for yourselves, and pray for yourselves, that your minds may be divested of false traditions and early impressions that are untrue. Those who are acquainted with the history  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the world are not ignorant that polygamy has always been the general rule and monogamy the exception. Since the founding of the Roman empire monogamy has prevailed more extensively than in times previous to that. The founders of that ancient empire were robbers and women stealers, and made laws favoring monogamy in consequence of the scarcity of women among them, and hence this monogamic system which now prevails throughout all Christendom, and which has been so fruitful a source of prostitution and whoredom throughout all the Christian monogamic cities of the Old and New World, until rottenness and decay are at the root of their institutions both national and religious. Polygamy did not have its origin with Joseph Smith, but it existed from the be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ginning. So far as I am concerned as an individual, I did not ask for it; I never desired it; and if I ever had a trial of my faith in the world, it was when Joseph Smith revealed that doctrine to me; and I had to pray incessantly and exercise faith before the Lord until He revealed to me the truth, and I was satisfied. I say this at the present time for the satisfaction of both saint and sinner. Now, here are the commandments of the Lord, and here are the wishes of wicked men, which shall we obey? It is the Lord and them for it. <\/div><div class=\"paragraph jod\" id=\"v11n482\"> I pray that the Spirit of Truth may find its way to each heart, that we may all love the truth more than error, and cling to that which is good that we may all be saved in the kingdom of our God. Amen. <\/div>\n<\/div>\n<\/div>"}