{"ID":110034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Religion is From God.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 7, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Our Religion is From God.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/7\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v11n832\"> It is good for the Saints to meet together; it is good to reflect upon the work of God; it is good to be in possession of His blessings; it is a great privilege to enjoy the light of <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eternal truth, and to be delivered from the darkness, the error, the confusion, and the iniquity that prevails generally throughout the world. There are but very few men in the  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world who can realize the blessings which we enjoy unless their minds are enlightened by the Spirit of the living God. There are, in fact, comparatively few among the Saints who realize their true position, and who can comprehend correctly the blessings and privileges that they are in possession of; for men can only grasp these things as they are enlightened by the spirit of truth,<span class=\"citation\" id=\"70254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70254)\">John 15:26<\/a><\/span> by the spirit of revelation&#x2014;by the Holy Ghost&#x2014;which has been imparted to the Saints by the laying on of hands, and through their obedience to the principles of the everlasting Gospel. If men are in the dark in relation to any of these principles, it is because they do not live their religion; because they do not walk according to that light which has been given to them; because, as we have heard here, they do not pray sufficiently, they do not deny themselves of evil, and cleave close enough to the principles of eternal truth. The Gospel is calculated to lead us on from truth to truth, and from intelligence to intelligence, until that Scripture will be fulfilled which declares that we shall see as we are seen and know as we are known,<span class=\"citation\" id=\"73716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73716)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87168)\">D&amp;C 76:94<\/a><\/span> until one will not have to say to another, know ye the Lord, but all shall know Him from the least unto the greatest,<span class=\"citation\" id=\"60683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60683)\">Jer. 31:34<\/a><\/span> until the light and intelligence of God shall beam forth upon all, and all shall bask in the sunlight of eternal truth. <\/div><div class=\"paragraph jod\" id=\"v11n834\"> It is a blessing to have the privilege of meeting together in our general Conference, where the Authorities of the Church can assemble from different parts of the Territory, and of the earth, to learn the law of God, to transact business pertaining to His Church and kingdom, and to build up and establish righteousness on the earth. We cannot realize the extent of the blessings that we enjoy. We are situated differently from any other people under the face of the <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heavens. There is no people, no government, no kingdom, no nation, no assembly of people, civil, religious, political, or otherwise, that enjoy the blessings that we are in possession of this day; for whilst others are groping in the dark<span class=\"citation\" id=\"55180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55180)\">Deut. 28:29<\/a><\/span> and laboring in a state of uncertainty in relation to the position that they occupy, whether political or religious, we are free from any surmises or doubts concerning these matters. <\/div><div class=\"paragraph jod\" id=\"v11n835\"> As it regards our political status, we are well acquainted with that; we know the destiny of this Church and kingdom; we know the position that we occupy towards God and towards the world; we know that the Lord will accomplish His own purposes; and having this knowledge, we rest perfectly easy in relation to the result. We know that the kingdom of God, which is established among us, will continue to spread, increase, and extend, until it covers the earth; and we know that all the plotting, and machinations, and designs, and combinations of men and devils will not be able to stop it in its progress; but as it has begun to roll forth, its speed will continue to accelerate until it has accomplished all for which it is designed of God, and until the kingdoms of this world shall become the kingdoms of our God and His Christ, and He shall reign with universal empire over this earth,<span class=\"citation\" id=\"79449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79449)\">Rev. 11:15<\/a><\/span> and to Him every knee shall bow and every tongue confess.<span class=\"citation\" id=\"75448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75448)\">Philip. 2:10-11<\/a><\/span> Therefore, we have no trembling, no feeling of fear, no anxiety or care as to the result. All that we have to care about in relation to these matters is, that we, individually and collectively, do our duty; that we maintain our integrity before God; that we honor our Priesthood and our calling; that we pursue a course that shall at all times receive the smiles and approbation of the Most High, and then as to the result we care not for we know what the result will be. <\/div> <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n837\"> As it regards our religious status, we feel just the same in relation to that, for everything is connected with our religion and our God. We are not indebted to any church in existence for the position which we occupy, nor for the intelligence we are in possession of. We have no need to trace our authority through the Popes, or through any other medium, we care nothing about them. We do not need either to go to the Roman or to the Greek Church to find out whether we are right or wrong, where our religion commenced, and whether we are placed on the right or on the wrong foundation. We are not under the necessity of searching the Jewish records, or any other records, in relation to these matters. We are not indebted to any of the schools, academies, or systems of divinity, or theology, or any of the religious systems extant, nor to any of the heathen nations. There is no nation, people, kingdom, government; no religious or political authority of any kind that is of an earthly nature, that we have to go to in relation to this matter. We disclaim the whole of them; claim no affinity to any of them; are not of them nor from them; and, consequently, so far as they are concerned, we are perfectly independent of them. Our religion came from God; it is a revelation from the Most High; it is that everlasting Gospel which John saw an angel bring to be preached in all the earth, and to every people, nation, kindred, and tongue, crying with a loud voice, fear God and give glory to Him, for the hour of His judgment is come.<span class=\"citation\" id=\"79884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79884)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n838\"> Then God is the author of our religion; He has revealed it from the heavens; He has sent His holy angels for that purpose, who communicated it to Joseph Smith and others.<span class=\"citation\" id=\"83674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83674)\">D&amp;C 1:17<\/a><\/span> Having restored the everlasting Gospel, He has sent it forth to all the world, and those men who have delivered <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that Gospel to us have received it by revelation directly from God, and have been ordained by that authority. If God has not spoken, if the heavens have not been opened, if the angels of God have not appeared, then we have no religion&#x2014;it is all a farce; for, as I have said before, we claim no kindred, no affinity, or relationship with them&#x2014;God forbid that we should, we do not want it. This, then, is the platform we stand upon; this is the position that we occupy before God; for this is God's work that we are engaged in. If He has given any authority in the last days to mankind, we are in possession of that authority; and if He has not, then we have no authority, nor any true religion, nor any true hope. I shall not this morning enter into all the arguments concerning these matters. All that I can say to you is what Paul said in his day, &#x201C;Ye are his witnesses of these things; and so is the Holy Ghost, whom God hath given to them that obey him.&#x201D;<span class=\"citation\" id=\"71484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71484)\">Acts 5:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n839\"> Brethren, is your religion true, and do you know it? (Voices, yes). Yes, you know and realize it; it is written in living, indelible characters on your hearts, which nothing can remove.<span class=\"citation\" id=\"60664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60664)\">Jer. 31:33<\/a><\/span> We are living witnesses of the truth of God and the revelations which He has given to His people in these last days. Well, then, we are not concerned about what the nations of the world can do against it, for they will crumble and totter, and thrones will be cast down,<span class=\"citation\" id=\"61594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61594)\">Dan. 7:9<\/a><\/span> as it is written in the Scriptures. The empires of the earth may be dissolved, and all the nations may crumble to pieces, and wars, and pestilence, and famine may stalk through the earth; this is not our affair; they are not our nations; they are not God's nations. Religionists may squabble, and contend, and quarrel, and live in difficulty, doubt, and uncertainty in relation to their affairs; but that is none of our business, it is  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>entirely their own affair. There may be written upon the whole world, religious and political, &#x201C;MENE, MENE, TEKEL, UPHARSIN.&#x201D;<span class=\"citation\" id=\"61512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61512)\">Dan. 5:25<\/a><\/span> (Thou art weighed in the balances, and art found wanting.)<span class=\"citation\" id=\"61582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61582)\">Dan. 5:27<\/a><\/span> What is that to us? It is none of our affair. We are not associated with them; our interest is not bound up with them; they have nothing which we can sustain. In relation to all these matters we feel perfectly easy. If war goes forth and desolates the nations; if confusion exist among religious denominations; and if they should continue to act as they are doing, like perfect fools, it is their own business. The Pope may tremble on his throne, and be afraid that France or some other power will not sustain him; it is not our affair; we feel perfectly easy and tranquil; all is right with us, for we are in the hands of God, and it is his business to take care of his Saints;<span class=\"citation\" id=\"89858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89858)\">D&amp;C 104:15<\/a><\/span> therefore, we feel perfectly easy, quiet, and peaceable in relation to all these matters. <\/div><div class=\"paragraph jod\" id=\"v11n841\"> Would they try to injure us? Yes. They never tried anything else, and we are not indebted to them for anything which we enjoy. Did any of them help us along in our religious matters? Who are we indebted to in this world? Is there a religious society under the heavens that we are indebted to for any ideas or intelligence which we possess? Not one. Is there any priest in Christendom that has helped us forward in the least in our religious career? Not one. You cannot find one. Are we indebted to anybody for our political status? We are not. Who is there that helps us? There has never been a man yet who dared, at any time, to advocate our principles and rights in the legislative halls of this or any other nation; there has never been a man who has had the honesty, and truthfulness, and integrity to do it; they dare not do it, because it is unpopular. We dare advocate our prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples, and God dare help us; and if we enjoy any rights, and privileges, and peace&#x2014;if there are any blessings of any kind that we enjoy&#x2014;we derive them from our Heavenly Father, and we are not indebted to any power, government, rule, or authority, religious, political, or otherwise, throughout the whole of this habitable globe, for any blessings or privileges we enjoy, excepting sometimes, by a little persecution they help us to be a little more united, that's all; and we do not thank them for this, for it does not come with their good will. If their lies shall make the truth of God abound to his glory,<span class=\"citation\" id=\"72295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72295)\">Rom. 3:7<\/a><\/span> all right; they will lie on, because they are of their father the devil,<span class=\"citation\" id=\"69499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69499)\">John 8:44<\/a><\/span> and his work they will do. He was a liar from the beginning; he is the father of lies,<span class=\"citation\" id=\"92492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92492)\">Moses 4:4<\/a><\/span> and they are his children. Therefore, in relation to all of these matters we feel perfectly easy. <\/div><div class=\"paragraph jod\" id=\"v11n842\"> I was asked the other day if I would like to go and bear testimony before the court in relation to whether polygamy was a religious ordinance or not. I answered yes, if they subpoena me. They have not done it yet, and I do not know whether they will or not. I am quite willing to go and testify to that matter at any time. I think I will testify to you here. To begin with, there is nothing that I know of, or am acquainted with in this world, but what is a part of my religion and mixed up with it. It is all religion with me. I was told that the parties desired to know whether or not I believed that polygamy was a religious ordinance or institution. If this question had been put to me, I should have been inclined to ask the parties what they understood by the word religion; because, if I could not find out what their view of religion was, of course I could not tell whether I, in their estimation, had any or not. <\/div><div class=\"paragraph jod\" id=\"v11n843\"> This consideration led me to a few reflections in relation to this matter.  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I had recourse to some of our dictionaries, to find out what popular lexicographers said about it. I referred to the standard works of several different nations, which I find to be as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v11n845\"> Webster (American), &#x201C;Religion includes a belief in the revelation of his (God's) will to man, and in man's obligation to obey his command.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n846\"> Worcester (a prominent American). &#x201C;1. An acknowledgement of our obligation to God as our creator. 2. A particular system of faith or worship. We speak of the Greek, Hindoo, Jewish, Christian, and Mahomedan religion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n847\"> Johnson (English), &#x201C;Religion, a system of faith and worship.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n848\"> Dictionary of the French Academy, &#x201C;La croyance que l'on a de la divinite' et le culte qu'on lue rend en consequence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n849\"> Foi croyance. <\/div><div class=\"paragraph jod\" id=\"v11n850\"> The belief we have in God and his worship. <\/div><div class=\"paragraph jod\" id=\"v11n851\"> Faith&#x2014;belief. <\/div><div class=\"paragraph jod\" id=\"v11n852\"> German Dictionary of Wurterbuch, by Dr. N. N. W. Meissner, a standard work in Germany. <\/div><div class=\"paragraph jod\" id=\"v11n853\"> &#x201C;Religion, glaube, faith, persuasion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n854\"> Here, then we have the opinion of four of the great leading nations of the earth, as expressed by their acknowledged standard works, on what they consider to be the meaning of the word religion. <\/div><div class=\"paragraph jod\" id=\"v11n855\"> The German has it&#x2014;faith, persuasion. The French&#x2014;faith, belief; faith in God and his worship. The English&#x2014;a system of faith and worship. These three are very similar. <\/div><div class=\"paragraph jod\" id=\"v11n856\"> Next we have Webster, American, which is our acknowledged standard, and he says, &#x201C;Religion includes a belief in the revelations of God's will to man, and in man's obligation to obey his commands.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n857\"> This is, indeed, very pointed; and if this definition be correct, it would <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessarily lead us to inquire, as did Paul of old. &#x201C;Whether it is better to obey man or God, judge ye.&#x201D;<span class=\"citation\" id=\"71449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71449)\">Acts 4:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n858\"> Worcester, another prominent American lexicographer, speaks of &#x201C;Religion as an acknowledgement of God as our creator, and a particular system of faith or worship.&#x201D; Here he agrees with the French, German, and English. He then quotes from a prominent work&#x2014;&#x201C;We speak of the Greek, Hindoo, Jewish, Christian, and Mahomedan religions.&#x201D; He might very properly have added Mormon. <\/div><div class=\"paragraph jod\" id=\"v11n859\"> Faith, belief, and worship seem to be the prominent idea advanced, with the addition of our popular lexicographer Walker, who adds to the faith in God, that it must be in the revelations of His will to man, and in man's obligations to obey His commands. <\/div><div class=\"paragraph jod\" id=\"v11n860\"> Having now found out what the meaning of religion is, we shall be the better prepared to inquire whether a plurality of wives, or, as it is sometimes called, polygamy, is a part of our religious faith or not. <\/div><div class=\"paragraph jod\" id=\"v11n861\"> The Constitution of the United States says that &#x201C;Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof.&#x201D; I have thought of the law which Congress has made in relation to polygamy. The question, however, necessarily arises, is it constitutional for Congress to interfere with religious matters&#x2014;with the establishment of religion, or the free exercise thereof? The Constitution says no. Then is polygamy a religious question or is it not? Is it a marriage ceremony or is it not? Marriage is received by the Greek church as a solemn sacrament of the church; the Roman Catholic church and the Church of England also admit marriage to be a religious sacrament; and so it is admitted by the great mass of religious sects now in the world. These are facts that need no proof; everybody is acquainted with  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them. It is true that in France and in the United States magistrates are authorized to officiate in solemnizing marriages. But in France, to this day, unless they are married by a minister of religion, many of the more conscientious feel that they are living in a state of adultery. <\/div><div class=\"paragraph jod\" id=\"v11n863\"> Now, in relation to the position that we occupy concerning plurality, or, as it is termed, polygamy, it differs from that of others. I have noticed the usage of several nations regarding marriage; but, as I have said, we are not indebted to any of them for our religion, nor for our ideas of marriage, they came from God. Where did this commandment come from in relation to polygamy? It also came from God. It was a revelation given unto Joseph Smith from God, and was made binding upon His servants. When this system was first introduced among this people, it was one of the greatest crosses that ever was taken up by any set of men since the world stood. Joseph Smith told others; he told me, and I can bear witness of it, &#x201C;that if this principle was not introduced, this Church and kingdom could not proceed.&#x201D; When this commandment was given, it was so far religious, and so far binding upon the Elders of this Church, that it was told them if they were not prepared to enter into it, and to stem the torrent of opposition that would come in consequence of it, the keys of the kingdom would be taken from them. When I see any of our people, men or women, opposing a principle of this kind, I have years ago set them down as on the high road to apostasy, and I do today; I consider them apostates, and not interested in this Church and kingdom. It is so far, then, a religious institution, that it affects my conscience and the consciences of all good men&#x2014;it is so far religious that it connects itself with time and with eternity. What are <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the covenants we enter into, and why is it that Joseph Smith said that unless this principle was entered into this kingdom could not proceed? We ought to know the whys and the wherefores in relation to these matters, and understand something about the principle enunciated. These are simply words; we wish to know their signification. <\/div><div class=\"paragraph jod\" id=\"v11n864\"> Where is there in the world a people that make any pretensions to have any claim upon their wives in eternity? Where is there a priest in all Christendom that teaches anything of this kind? You cannot find them. Marriage is solemnized until death do them part, and when death comes to either party, then there is an end to the whole matter, and what comes after death is in the dark to them. It was so with us up to the time of the giving of that revelation; we had no claim upon one wife in eternity. They had obeyed the Gospel as we had; they had been baptized in the name of Jesus Christ for the remission of sins as we had; we had been married to them according to the laws of the land, and were living as other Gentiles were, but we had no claim upon them in eternity. It was necessary that one grand truth should be unlocked, which is, that man and woman are destined to live together and have a claim upon each other in eternity. The Priesthood being restored, the key was turned in relation to this matter, and the privilege was placed not only within the reach of the Elders of this Church, but within the reach of all who should be considered worthy of it, to make covenants with their partners that should be binding in the eternal worlds; that in this respect, as well as in other respects, we might stand as a distinguished people, separate and apart from the rest of the earth, depending upon God for our religion. <\/div><div class=\"paragraph jod\" id=\"v11n865\"> Previous to this revelation, who in  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all the world had any claim upon their wives in the eternal world, or what wife had a claim upon her husband? Who ever taught them any such principle? Nobody. Some of the novel writers have noticed it, but they did not claim authority from heaven; they merely wrote their own opinions and followed the promptings of their own instincts, which led them to hope that such a thing might be the case; but there was no certainty about it. Our position was just as Joseph said: if we could not receive the Gospel which is an everlasting Gospel; if we could not receive the dictum of a Priesthood that administers in time and eternity; if we could not receive a principle that would save us in the eternal world, and our wives and children with us, we were not fit to hold this kingdom, and could not hold it, for it would be taken from us and given to others.<span class=\"citation\" id=\"61214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61214)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"66152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66152)\">Matt. 25:28-30<\/a><\/span> This is reasonable, proper, consistent, and recommends itself to the minds of all intelligence when it is reflected upon in the light of truth. Then, what did this principle open up to our view? That our wives, who have been associated with us in time&#x2014;who had borne with us the heat and burden of the day,<span class=\"citation\" id=\"65278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65278)\">Matt. 20:12<\/a><\/span> who had shared in our afflictions, trials, troubles, and difficulties, that they could reign with us in the eternal kingdoms of God, and that they should be sealed to us not only for time, but for all eternity. This unfolded to us the eternal fitness and relationship of things as they exist on the earth, of man to man, and of husband to wife; it unfolds the relationship they should occupy in time to each other, and the relationship that will continue to exist in eternity. Hence it is emphatically a religious subject so deep, sacred, and profound, so extensive and far-reaching, that it is one of the greatest principles that was ever revealed to man. Did we know anything about <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it before? No. How did we get a knowledge of it? By revelation. And shall we treat lightly these things? No. The Lord says that his servants may take to themselves more wives than one. Who gives to them one wife? The Lord. And has he not a right to give to them another, and another, and another? I think he has that right. Who has a right to dispute it, and prohibit a union of that kind, if God shall ordain it? Has not God as much right today to give to me, or you, or any other person two, three, four, five, ten, or twenty wives, as he had anciently to give them to Abraham, Isaac, David, Solomon, etc.?<span class=\"citation\" id=\"91402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91402)\">D&amp;C 132:1<\/a><\/span> Has not the Lord a right to do what he pleases in this matter, and in all other matters, without the dictation of man? I think He has. Every principle associated with the Gospel which we have received is eternal, hence our marriage covenant is an eternal covenant given unto us of God. Then, when poor, miserable, corrupt men would endeavor to trample us under their feet because of the principles of truth which we have received from God, shall we falter in the least? No, never. Its opposers may croak against it until they go down to the dust of death; God will defend his work which he has introduced in the latter days; and, the Lord being our helper,<span class=\"citation\" id=\"56786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56786)\">Ps. 54:4<\/a><\/span> we will help him to sustain it. <\/div><div class=\"paragraph jod\" id=\"v11n867\"> Associated with this is another important principle&#x2014;the baptism for the dead. One of the prophets has said that, &#x201C;I will send you Elijah the prophet before the coming of the great and terrible day of the Lord: And he shall turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62558)\">Mal. 4:5-6<\/a><\/span> This Elias signifies a restorer. Jesus said of John the Baptist, in his day, &#x201C;And if ye will receive it, this is the Elias (or restorer), which was  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for to come.&#x201D; &#x201C;He that hath ears to hear, let him hear.&#x201D;<span class=\"citation\" id=\"64257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64257)\">Matt. 11:14-15<\/a><\/span> But they would not hear: they did not receive it. They beheaded John,<span class=\"citation\" id=\"64734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64734)\">Matt. 14:10<\/a><\/span> crucified Jesus, killed his apostles, and persecuted his followers; and their temple, nation, and polity were destroyed. But the times of restitution spoken of by the prophets<span class=\"citation\" id=\"71368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71368)\">Acts 3:21<\/a><\/span> must take place; the restorer must come &#x201C;before that great and terrible day of the Lord.&#x201D;<span class=\"citation\" id=\"62544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62544)\">Mal. 4:5<\/a><\/span> The hearts of the fathers must be turned to the children, and the hearts of the children to the fathers, or the earth will be cursed.<span class=\"citation\" id=\"62584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62584)\">Mal. 4:6<\/a><\/span> This great eternal marriage covenant lays at the foundation of the whole; when this was revealed, then followed the other. Then, and not till then, could the hearts of the fathers be turned to their children, and the hearts of the children to the fathers; then, and not till then, could the restoration be effectually commenced, time and eternity be connected, the past, present, and future harmonize, and the eternal justice of God be vindicated. &#x201C;Saviors come upon mount Zion&#x201D;<span class=\"citation\" id=\"61981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61981)\">Obad. 1:21<\/a><\/span> to save the living, redeem the dead, unite man to woman and woman to man, in eternal, indissoluble ties; impart blessings to the dead, redeem the living, and pour eternal blessings upon posterity. <\/div><div class=\"paragraph jod\" id=\"v11n869\"> Let us now go back to the action of Congress in relation to plural marriage, of which these eternal covenants are the foundation. The Lord says, &#x201C;I will introduce the times of the restitution of all things;<span class=\"citation\" id=\"71369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71369)\">Acts 3:21<\/a><\/span> I will show you my eternal covenants, and call upon you to abide in them; I will show you how to save yourselves, your wives and children, your progenitors and posterity, and to save the earth from a curse.&#x201D; Congress says, &#x201C;if you fulfill that law we will inflict upon you pains and penalties, fines and imprisonments; in effect, we will not allow you to follow God's commands.&#x201D; Now, if Congress possessed the constitutional right to do so, it would <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> still be a high-handed outrage upon the rights of man; but when we consider that they cannot make such a law without violating the Constitution, and thus nullifying the act, what are we to think of it? Where are we drifting to. After having, with uplifted hands to heaven,<span class=\"citation\" id=\"88821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88821)\">D&amp;C 88:132<\/a><\/span> sworn that they will &#x201C;make no law respecting the establishment of religion, or prohibiting the free exercise thereof,&#x201D; to thus sacrilegiously stand between a whole community and their God, and deliberately debar them, so far as they have the power, from observing his law, do they realize what they are doing? Whence came this law on our statute books? Who constituted them our conscience keepers? Who appointed them the judge of our religious faith, or authorized them to coerce us to transgress a law that is binding and imperative on our consciences? We do not expect that Congress is acquainted with our religious faith; but, as members of the body politic, we do claim the guarantees of the Constitution and immunity from persecution on merely religious grounds. <\/div><div class=\"paragraph jod\" id=\"v11n870\"> What are we to think of a United States judge who would marry a man to another man's wife. He certainly ought to know better. We are told that she was a second wife, and, therefore, not acknowledged. Indeed, this is singular logic. If she was not a wife, then polygamy is no crime in the eyes of the law; for Congress have passed no law against whoredom. A man may have as many mistresses as he please, without transgressing any law of Congress. The act in relation to polygamy contemplates punishing a man for having more wives, not mistresses. If she was simply his mistress, then the law is of no effect; and the very fact of Congress passing such a law is the strongest possible proof, in law, of the existence of a marriage covenant,  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which, until that law was passed, was by them considered valid. If, then, she was not his wife, no person could be punished under that law for polygamy. If she was his wife, then the judge transgressed the law which he professionally came to maintain. <\/div><div class=\"paragraph jod\" id=\"v11n872\"> In relation to all these matters, the safe path for the Saints to take is, to do right, and, by the help of God, seek diligently and honorably to maintain the position which they hold. Are we ashamed of anything we have done in marrying wives? No. We shall not be ashamed before God and the holy angels, much less before a number of corrupt, miserable scoundrels, who are the very dregs of hell. We care nothing for their opinions, their ideas, or notions; for they do not know God, nor the principles which he has revealed. They wallow in the sink of corruption, as they would have us do; but, the Lord being our helper,<span class=\"citation\" id=\"56787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56787)\">Ps. 54:4<\/a><\/span> we will not do it, but we will try to do right and keep the commandments of God, live our religion, and pursue a course that will secure to us the smiles and approbation of God our Father. Inasmuch as we do this He will take care of us, maintain His own cause, and sustain His people. We have a right to keep <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4535\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His commandments. But what would you do if the United States were to bring up an army against you on account of polygamy, or on account of any other religious subject? We would trust in God,<span class=\"citation\" id=\"56828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56828)\">Ps. 56:11<\/a><\/span> as we always have done. Would you have no fears? None. All the fears that I am troubled with is that this people will not do right&#x2014;that they will not keep the commandments of God. If we will only faithfully live our religion, we fear no earthly power. Our safety is in God. Our religion is an eternal religion. Our covenants are eternal covenants, and we expect to maintain the principles of our religion on the earth, and to possess them in the heavens. And if our wives and children do right, and we as fathers and husbands do right in this world, we expect to have our wives and children in eternity. Let us live in that way which will secure the approbation of God, that we, his representatives on the earth, may magnify our calling, honor Him, and maintain our integrity to the end; that we may be saved in His celestial kingdom, with our wives, and children, and brethren, from generation to generation, worlds without end. Amen. <\/div>\n<\/div>\n<\/div>"}