{"ID":110015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternity of the Kingdom of God&#x2014;Continued Faithfulness of the Saints&#x2014;Honesty to Be Practiced By Them.<\/div>\n<div class=\"subtitle\">Remarks made by President Heber C. Kimball, April 31, 1859.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternity of the Kingdom of God.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/31\/1859<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v11n319\"> It is some time since I have occupied much time in this stand. I want you, brethren, sisters, and friends, and all that live, to understand that the Church of Jesus Christ of Latter-day Saints, the kingdom of God, is the same today as it was thirty years ago. <\/div><div class=\"paragraph jod\" id=\"v11n320\"> I think it is twenty-seven or twenty-eight years since I came into this Church. My friends and relatives said it would come to naught probably in about a year. I told them it was a Church and kingdom which God had set up, and it never would come to naught; and I now say, it never will be overcome worlds without end. I know this just as well as I know I see you today. I knew it when I first became a member of this Church, but not so well as I do today. All the nations upon this earth will crumble back to their mother earth, but this Church will stand forever;<span class=\"citation\" id=\"61213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61213)\">Dan. 2:44<\/a><\/span> so you may set your hearts at rest upon that point. <\/div><div class=\"paragraph jod\" id=\"v11n321\"> Things are as we see them to prove our integrity towards God and his cause; for everything that can be shaken and overthrown will not stand, and that which cannot be shaken will remain.<span class=\"citation\" id=\"77333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77333)\">Heb. 12:27<\/a><\/span><span class=\"citation\" id=\"91515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91515)\">D&amp;C 132:14<\/a><\/span> And those who stand will be like the gleaning of grapes<span class=\"citation\" id=\"58312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58312)\">Isa. 17:6<\/a><\/span> after the vintage is done.<span class=\"citation\" id=\"58478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58478)\">Isa. 24:13<\/a><\/span> So it will be with this people. It mattereth not what takes place, for it cannot affect the truth, but makes it shine brighter and brighter in the eyes of <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those who cleave to it, and bring forth the fruits of righteousness. <\/div><div class=\"paragraph jod\" id=\"v11n322\"> Joseph Smith was a prophet of the Most High, and laid the foundation of this great Work, and established the holy Priesthood upon the earth, and God gave many revelations through him for our guidance. He said many a time while he was living, &#x201C;I am laying the foundation, and you, Brother Brigham, and your brethren the Twelve Apostles, with those who are connected with you in the holy Priesthood, will rear a great and mighty fabric upon it; you will bear off the kingdom.&#x201D; And so it will be. Wicked men and wicked spirits may bring into requisition all the wisdom and cunning they possess to devise plans to overthrow this kingdom, but all their deep-laid plots will fail. They cannot do a thing to hinder the progress of this Work, but everything they do will promote it and bring it more and more into notice, from this time henceforth and forever. I know it, and all hell cannot prevail against it; for Jesus says, &#x201C;And upon this rock will I build my church, and the gates of hell cannot prevail against it.&#x201D;<span class=\"citation\" id=\"64852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64852)\">Matt. 16:18<\/a><\/span> It is the same church that he established in his day which he has renewed unto us, with the same Priesthood and the same authority, and the Lord God will back up this kingdom and cause it to spread like a thrifty plant, and bring about his  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great purposes by the hands of those who cleave to it. <\/div><div class=\"paragraph jod\" id=\"v11n324\"> You may think me too absolute in my language; but how can I be too positive in that which I know? Were I to say I know you are in this tabernacle, would any language be too absolute? Just as certainly do I know that this Work is true and cannot be overthrown by the world; although they may seek to kill, and destroy, and persecute the Saints of God to the death, they never will prevail against it. <\/div><div class=\"paragraph jod\" id=\"v11n325\"> It would be well for every one of us to live the religion we profess and let our light so shine that others may see our good works and be led to honor the Lord,<span class=\"citation\" id=\"63083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63083)\">Matt. 5:16<\/a><\/span> and do unto one another as we would wish others to do unto us,<span class=\"citation\" id=\"63811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63811)\">Matt. 7:12<\/a><\/span> and stick to the faith and principles of the Gospel of Jesus Christ. As the Apostle Paul says in his epistle to the Hebrews, &#x201C;Therefore (not) leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith towards God, Of the doctrine of baptisms, and of laying on of hands, and of resurrection from the dead, and of eternal judgment.&#x201D;<span class=\"citation\" id=\"76690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76690)\">Heb. 6:1-2<\/a><\/span><span class=\"citation\" id=\"125568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125568)\">Heb. 6:1-2 (JST)<\/a><\/span> But let us go on unto perfection, keeping our covenants and vows we have made with each other, with our God, and with the holy angels, and then we shall be blessed all the day long. <\/div><div class=\"paragraph jod\" id=\"v11n326\"> When a man backslides and loses the spirit of the Gospel, it is a hard case for that man to redeem himself and gain that communion with his God, with angels, and with the Holy Ghost, which he had in the beginning. Therefore, continue in the faith, progressing from grace to grace unto perfection. This is my exhortation and teaching unto you who profess the faith of Jesus Christ. Let us live our religion, repent and forsake all our sins, lie not, deceive not, steal not. <\/div><div class=\"paragraph jod\" id=\"v11n327\"> There is not a horse, ox, cow, sheep, <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or anything else that is stolen in this Territory, but what it is said the Mormons have done it. Though, doubtless, there are men who profess to be Latter-day Saints that are thieves. And as I said the other day to a person while talking on this matter, if a man will steal from a Gentile, he will steal from me, and <span class=\"italic\">vice versa<\/span>. An honest man will be honest with all men. <\/div><div class=\"paragraph jod\" id=\"v11n328\"> This is the religion I have believed and practiced ever since I have been a member of this Church, and before I embraced any religious profession, I was taught this by my mother and teachers; for I came from a Christian country&#x2014;from old Vermont&#x2014;and they are all Christians there, of course. How can those of the New England States be otherwise who have held up so nobly for their Christianity? They are much extolled for their righteousness. I was there taught to be righteous, and I used to say, like many others there, it was pretty hard for a man to be a righteous man and get any property; for they, in that country, were a pack of knaves who would take the teeth out of your head if you did not keep your mouth shut. That was the kind of Christianity I was brought up amongst, and I came to these mountains to get among a people that worship the Lord God in spirit and in truth.<span class=\"citation\" id=\"69081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69081)\">John 4:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n329\"> Then armies, merchants, gamblers, the scum of the Eastern States followed upon our trail; but this is no excuse for me to do wrong and be unrighteous. If the strangers who are passing through to California wish to trade with me, I will deal as righteously with them as with my brethren. This kind of religion I have practiced from my youth up. <\/div><div class=\"paragraph jod\" id=\"v11n330\"> As for the emigration this year that is passing through our country to California, let me tell you they are pretty fine fellows; they are as civil  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a set of men as I ever saw pass through these mountains; they mind their own business; they are not damning everybody and swearing they will kill the first Mormon they come across. Why is this? I expect all those kind of characters came with the army, and all the rest are civil men traveling west to find riches. May God bless them and help them to do right. There is not one of them but what will be blessed in doing unto others as they wish others to do unto them.<span class=\"citation\" id=\"63812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63812)\">Matt. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n332\"> Would there be any trouble in this world if all would take that course? Would there be any war, mobs, confusion, desolation, poverty, and distress, as you now see it in the United States and in the old countries? One half of the population of the world is starving for the want of the actual necessaries of life, while the other is living in pomp, and splendor, and extravagance; still, we all come from <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same Father and God. It is astonishing to see the wrangling and confusion of this world. I came here with my brethren to get rid of fighting and contention. I have been driven five times, and tamely submitted to be robbed of my home and possessions. I have but two articles now which I had when I was first married, except my wife; one is a tea canister of my own making, of brown earthenware, and the other is a chest made by President Brigham Young. <\/div><div class=\"paragraph jod\" id=\"v11n333\"> God bless you, peace be with you, brethren and sisters, and with all the righteous, wherever they be, in this Church or out of it, it mattereth not to me; for I love a good and virtuous man, of whatever profession, who would do to me as he would wish me to do by him.<span class=\"citation\" id=\"63813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63813)\">Matt. 7:12<\/a><\/span> Even so. Amen. <\/div>\n<\/div>\n<\/div>"}