{"ID":110004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the People of God&#x2014;Power of Evil and Unseen Influences&#x2014;Ministration of Angels&#x2014;Faith Necessary First As A Preparation for Greater Things&#x2014;Holy Spirit Necessary for the Right Performance of Temporal Duties.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in Kaysville, Sunday, November 13, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Evil Influences, Their Power, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/13\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v11n91\"> It is with very peculiar feelings, my brethren and sisters, that I stand before you this morning to address you upon the principles of life and salvation. In rising before you I request your faith and prayers, that I may have the Spirit of the Lord to dictate unto me those thoughts and reflections and instructions, which will be profitable unto us. I feel myself that the Spirit of the Almighty is here; I have enjoyed it very much this morning. While listening to the singing, I felt that the singers had the Spirit of God resting upon them. <\/div><div class=\"paragraph jod\" id=\"v11n92\"> We can enjoy ourselves while we are met together today; it is our privilege to have a goodly outpouring of that Spirit which fills our hearts with joy, with peace, light and intelligence. If we concentrate our minds upon the object which has called us together, exercising faith in our Father and God, these meetings will be counted among the most delightful associations of our lives. I do not know that I ever enjoyed myself so happily under any circumstances, as I have in meeting with my brethren and sisters in conferences and in meetings like these that we have had yesterday and today. At these meetings we can throw aside the cares that press us from day to day, and concentrate our minds upon the blessings which pertain to the kingdom of God and to the Gospel of Jesus <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ, and understand to a greater extent than we can probably on ordinary occasions, how much the Lord our God has favored us in revealing unto us His everlasting Gospel, and in sending unto us His servants, authorized to administer unto us the ordinances thereof. When we are in meetings like the present, we can think about these things and ponder upon them, and our hearts are filled with renewed feelings of thanksgiving and gratitude to God for His abundant mercies to us as individuals and as a people. Since my arrival home from abroad this last time, I think that I never have experienced such a feeling of thanksgiving, joy, and happiness as I have during the last two or three weeks. My feelings have been peculiarly solemn, and I have often felt as though it would be a great luxury to get off in some corner alone and weep for joy for all the blessings God has so bountifully bestowed on us as a people, and upon myself as an individual. The older we grow, and the more the kingdom becomes developed, the more apparent are the blessings heaven bestows upon us. He must be indeed blind who cannot see that we are a people highly favored of God our Father, especially if it should be his lot to go forth among the nations, and come in contact with the evil which abounds in other countries. I believe there is a  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feeling of gratitude and thanksgiving pervading the breasts of the Saints generally, which causes them to appreciate the kindness of the Lord towards them. This feeling should increase more and more within us every day we live. <\/div><div class=\"paragraph jod\" id=\"v11n94\"> The remarks which were made yesterday by the brethren who spoke were to me highly edifying; I rejoiced greatly in them, and I could echo the feeling expressed by Brother Woodruff when he said, we were the most blessed people on the face of the earth, in having a father in our midst who talks unto us in such plainness and simplicity the principles of life and salvation. While Brother Brigham was speaking unto us and dwelling upon the plain and simple principles of the Gospel, and those things necessary for us to observe in order that we may become developed before our heavenly Father, I felt that it requires constant teaching and admonition on the part of the servants of God to keep us in mind of our duty; it requires the servants of God to be stirred up continually to diligence in preaching the plain and simple principles of the Gospel to the people, that they may be duly impressed therewith. Notwithstanding all we have heard, and we have heard a great deal of the principles of righteousness, we still require to be admonished day by day concerning our duty. It seems to be one of the weaknesses of human nature that we are apt to forget the principles of truth and righteousness, and to give way to influences that are not of God. We are placed in this existence for the express purpose of learning to overcome all these things. One of the great objects, as I imagine, which God has in view in sending us here upon the earth, is to give us experience in the influences of the earth that we may contend with them successfully and overcome them, that <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when we pass beyond the veil we may be in a position to comprehend them to a greater extent than we could had we not come here and felt the influences to which human nature is subject. I have thought that we, as a people and as individuals, do not sufficiently realize the importance of keeping guard upon ourselves, and upon our feelings, and of resisting the influences that surround us. <\/div><div class=\"paragraph jod\" id=\"v11n95\"> While the brethren were speaking upon one point, namely, the disposition of some people to imbibe spirituous liquor, it brought some reflections to my mind connected with the influences that prevail throughout the various portions of the earth. I believe there are places and circumstances in which people can be placed, where there are influences of this character brought to bear upon them that are more difficult to resist than there would be under other circumstances and in other places. I have often heard it remarked by the brethren, and I have remarked it myself, that in some places there is a greater disposition entertained by the people to commit adultery and indulge in kindred sins of this description than there is in this country. There seem to be influences in the atmosphere in those lands of such a character, that unless a person is on his guard and constantly watching and resisting them, he will be led down to destruction by them. A spirit and disposition will creep over the people unless they are careful, to lead them astray in the direction which I have named. This is undoubtedly the case. There are spirits in the atmosphere that are filled with that disposition, and who seek to influence those with whom they are brought in contact, impressing those who are in the tabernacle of flesh to indulge in the same sin. <\/div><div class=\"paragraph jod\" id=\"v11n96\"> There are influences in the atmosphere that are invisible to us that, while we are here upon the earth, we  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ought to resist with all our might, mind, and strength&#x2014;influences which, if we would be led by them, would lead us to destruction&#x2014;influences that are opposed to the Spirit of God&#x2014;influences that would bring upon us destruction here and hereafter, if we would yield to them. These influences we have to resist. We have to resist the spirit of adultery, the spirit of whoredom, the spirit of drunkenness, the spirit of theft, and every other evil influence and spirit, that we may continually overcome; and, when we have finished our work on the earth, be prepared to govern and control those influences, and exercise power over them, in the presence of our Father and God. I have no doubt that many of my brethren and sisters have sensibly felt in various places and at various times evil influences around them. Brother Joseph Smith gave an explanation of this. There are places in the Mississippi Valley where the influence or the presence of invisible spirits are very perceptibly felt. He said that numbers had been slain there in war, and that there were evil influences or spirits which affect the spirits of those who have tabernacles on the earth. I myself have felt those influences in other places besides the continent of America; I have felt them on the old battle grounds on the Sandwich Islands. I have come to the conclusion that if our eyes were open to see the spirit world around us, we should feel differently on this subject than we do; we would not be so unguarded and careless, and so indifferent whether we had the spirit and power of God with us or not; but we would be continually watchful and prayerful to our heavenly Father for His Holy Spirit and His holy angels to be around about us to strengthen us overcome every evil influence.<span class=\"citation\" id=\"82263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82263)\">Alma 34:39<\/a><\/span><span class=\"citation\" id=\"83548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83548)\">Moro. 6:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n98\"> When I see young men indulging in drunkenness and in stealing, I <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> come to the conclusion that they are led captive by the evil spirits around them. We call it the spirit of the evil one;<span class=\"citation\" id=\"81324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81324)\">2 Ne. 4:27<\/a><\/span><span class=\"citation\" id=\"89097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89097)\">D&amp;C 93:37<\/a><\/span> but he has numerous agencies at work, even as the Lord has numerous agencies to assist him in bringing to pass the consummation of His great designs. The adversary has numerous agencies at his command, and he seeks to control and lead to destruction the inhabitants of the earth who will be subject to them. If we could see with our spiritual senses as we now see with our natural senses, we should be greatly shocked at the sight of the influences that prompt us to disobey the counsels of God or the Spirit of the Lord in our hearts. But we cannot see them, for they are spiritually discerned;<span class=\"citation\" id=\"73109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73109)\">1 Cor. 2:14<\/a><\/span> and he who discerns the most, is the most fully impressed by the Spirit of God; he who does not discern, has not profited by the instructions given to him, and yields to those evil influences in an unguarded moment, and is taken captive in his blindness. He who is imbued with the Spirit of God is sensibly aware when the evil power approaches; but he does not welcome it to his bosom; he resists it with all the might and strength God has given unto him, and he obtains power over it, and it no more troubles him; if it does, its influence is more weakened than previously. <\/div><div class=\"paragraph jod\" id=\"v11n99\"> We often talk about and desire to see angels. Every person who has joined this Church has had a desire to have revelations from God our Heavenly Father, and have knowledge poured out upon him as it was poured out in abundance upon the prophets of old. I merely suppose that this is so with everybody else, because I have these feelings myself, and judge others in this respect by myself. But, until we can learn to control and resist those evil influences that are now invisible, I think it would be unprofitable to have the administra<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion of angels personally or visibly unto us. Until we can do this, I do not expect that we can have those other blessings profitably bestowed upon us. I do not expect that in the providence of God we will be favored with those other blessings until we can listen unto and obey the counsels of those appointed to preside over us. I know it is natural for people to be anxious to have some ministering spirit wait on them, and reveal itself unto them. For my own part, my reflections have caused me to view this in a different light than I viewed it in the beginning. I then thought it would be a great blessing to have that favor bestowed upon me. But when I have reflected upon the character and calling of the men whom God has called and sent in this generation&#x2014;when I have thought of Brother Joseph Smith, and his greatness, his magnanimity, and his faith, I have thought, and still think, it is one of the greatest blessings of God upon me to have been permitted to behold his face and to listen to his teachings. I feel the same now towards the present leaders of Israel. I am satisfied that this generation has been honored by as great prophets as ever stood before God upon the earth, excepting the Lord Jesus Christ;<span class=\"citation\" id=\"91968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91968)\">D&amp;C 135:3<\/a><\/span> and how could I expect, if I disobeyed Brother Joseph Smith's counsel, that I could be favored with the presence and instruction of any being farther advanced than he was when he was in the flesh? And so I feel in relation to Brother Brigham, whom we now have with us; he is one of the noblest sons of God, a man whom God has endowed with the wisdom of eternity, with the power in part that is exercised in its fulness by the Gods of eternity. If we disobey his counsel, disregard his warning voice, and are careless respecting his teachings and the teachings of those associated with him, we are indeed unworthy of the <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presence of personages who have been glorified and who now dwell in the presence of God. I do not expect the day to come when this people will be favored with the administration of angels&#x2014;with the presence of those holy and immortal beings&#x2014;until we can learn to appreciate the teachings and instructions of the men of God in our midst. When that day does come that this people will implicitly obey the voice of those whom God has placed over them, and give heed to every instruction imparted to them by the spirit of revelation through the servants of God, then I shall expect visits from holy angels, and the glory and power of God to rest upon us to that extent it has never done hitherto; but I cannot well expect it before that time arrives, because if these blessings were to be bestowed upon us before we are prepared to receive them, I should fear they would turn to our condemnation, as they have done to many in the early history of this Church. <\/div><div class=\"paragraph jod\" id=\"v11n101\"> There is nothing that we, as a people, have needed since our settlement in these valleys, and I may say since the organization of the Church, connected with the kingdom of God, in intelligence, in wisdom and counsel, that we have had to wait for. We have had line upon line, precept on precept, here a little and there a little,<span class=\"citation\" id=\"58561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58561)\">Isa. 28:10,13<\/a><\/span> from the beginning unto the present time, and there never was a day, an hour, a moment, from the organization of this Church unto the present time that we, as a people, have been destitute of the voice of God and the instruction of the Holy Ghost. While this is the case, and we have abundance of teachings poured out upon us, and we should refuse to obey any of them, we need not expect visitations from higher personages, coming down to administer unto us and impart unto us things that we could know, if we would only learn to be obedient  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the counsels and instructions we now receive. It is necessary that we should be taught and instructed in the things of the kingdom of God, and that our faith should be developed to such an extent that we will have great confidence in those who labor in our midst and who preside over us. It is for this purpose that the Gospel is sent forth by the hand of the servants of God unto the inhabitants of the earth. The Lord says through his servant Joseph Smith, in the Book of Doctrine and Covenants, &#x201C;Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave him commandments; And also gave commandments to others, that they should proclaim these things unto the world; and all this that it might be fulfilled, which was written by the prophets&#x2014;The weak things of the world shall come forth and break down the mighty and strong ones, that man should not counsel his fellow man, neither trust in the arm of flesh&#x2014;But that every man might speak in the name of God the Lord, even the Savior of the world; That faith also might increase in the earth; That mine everlasting covenant might be established; That the fulness of my Gospel might be proclaimed by the weak and the simple unto the ends of the world, and before kings and rulers.&#x201D;<span class=\"citation\" id=\"83682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83682)\">D&amp;C 1:17-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n103\"> This is the reason of the Gospel being preached, that faith might increase within us, and that the New and Everlasting Covenant might be established in our midst. These things were preached unto us in the beginning, because it is necessary that man should be impressed with the importance of the Gospel and plan of salvation which God has revealed, and that he might have confidence in the words of the servants of God. We <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have to learn that those who are worthy to be entrusted with our salvation, and with the direction of the affairs of the kingdom of God, are also worthy to be entrusted with the guidance of temporal affairs in the same kingdom. It was a difficult lesson to learn in the beginning. The people of God could not understand, in the beginning, that Brother Joseph had wisdom sufficient to direct them in their temporal affairs as well as in their spiritual affairs. While the Church was in Kirtland it was a lesson they had not learned; they could admit that Joseph was a prophet of God, and chosen of Him to establish His kingdom on the earth, but they would not admit that he had wisdom sufficient to direct them in temporal affairs, and they had to be whipped, scourged, and driven from place to place before they could really believe that the servants of God had this wisdom; but, by-and-by, this knowledge dawned upon them, and they began to see that men, chosen of God to establish righteousness<span class=\"citation\" id=\"83660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83660)\">D&amp;C 1:16<\/a><\/span> and build up His kingdom, had also wisdom concerning temporal affairs, and that the same God who made the earth so beautiful for the habitation of His saints&#x2014;He who organized the heavens and controls the movements of the heavenly bodies, that same God had power to give Brother Joseph Smith wisdom to guide them in temporal affairs. This is a lesson that we have had taught unto us from that time until the present; and today I feel as though we were but poor scholars, and that there are many things yet to be impressed upon our understandings connected with this lesson. <\/div><div class=\"paragraph jod\" id=\"v11n104\"> We have to learn that, in the first place, the Lord sent His servants forth to preach the principles of the Gospel, to impress upon the inhabitants of the earth the necessity of believing in Jesus Christ as the Savior of the  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, repenting of their sins, and being baptized for the remission of them, and receive the Holy Ghost by the laying on of hands, and it was hoped and expected that when the Holy Ghost descended upon men and women they would be filled with the spirit of obedience, and that their understandings would be so awakened that they would begin to comprehend the object God had in view in restoring the everlasting Gospel to the earth. It has had that effect, but it has been slowly manifested; it has dawned upon us ray by ray, gradually opening our minds to the comprehension of the great work the Lord has established on the earth; and today, after years of experience, the Church of Christ has barely commenced to comprehend the great work God had in view in establishing His kingdom on the earth. But we are learning it now more rapidly than we have in past years. The knowledge is being brought home to us to a greater extent, because we are in a position where we can be better taught these things than before. We are beginning to understand that there is something, besides that which concerns our spiritual welfare, needed for the upbuilding of the kingdom of God on the earth; we begin to understand that the Lord wishes us to be a people wise in the arts and sciences, full of understanding and wisdom in the building up of cities, in the erection of beautiful habitations and magnificent temples, and in the exhumation of minerals from the bowels of the earth, and their proper application for the beautifying of the cities of Zion and the convenience of God's people. We begin to understand that the Gospel has been revealed to show unto us the object of our existence, that it affects every action of our lives from birth to the grave, and that we cannot do anything but what is comprehended in the Gospel. We hope <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our children will learn this lesson better than we have, and to a greater perfection than we have learned it. As I have said, it is necessary in the first place that we should have confidence in the servants of God&#x2014;in the affairs that pertain unto our eternal salvation, and we would suppose we might trust them with the direction of our temporal affairs, if, indeed, temporal and spiritual can be divided, which really cannot be done. <\/div><div class=\"paragraph jod\" id=\"v11n106\"> There is one point we should be guarded against, and the brethren have endeavored to impress it upon our minds, that is, in our seeking to develop the resources of the earth and build up cities and temples and the various works that are incumbent on us, that we should not forget to keep our minds right before the Lord, that we should have his Holy Spirit abiding within us. When the cares of everyday life increase upon us, in the business of forming settlements, pioneering and performing our labors from day to day, we are too apt to forget that we should constantly seek to God with the same fervor and diligence for His aid as we do for spiritual blessings. I find that I have to be careful while engaged in business, for I know that the tendency of my mind is to devote all my thoughts and all my time and attention to the business that is in hand&#x2014;that happens to occupy my attention at the time. This is the tendency of people generally, and we have to guard against it, and for which we have to be reproved, that we may not yield to it to so great an extent as to drive the Spirit of God from us. There is no necessity for this. If we grieve the Spirit of God when we are performing our temporal duties, it is because we allow the one idea to absorb our attention too much. While we are engaged in these duties, we should have the Spirit of God resting  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon us, as if we were engaged in preaching the Gospel. <\/div><div class=\"paragraph jod\" id=\"v11n108\"> It is recorded in the Book of Mormon that when the Nephites were oppressed by the Lamanites, who would not suffer them to pray orally unto God, they prayed in their hearts, while engaged in their labors, for the blessings of God to be granted unto them, for His deliverance to be extended to them, and that their enemies might not have power to hold them in bondage; and the word of the Lord came to them and whispered peace, and told them that the day of their deliverance was nigh at hand, the day in which He would emancipate them from the thralldom of their enemies.<span class=\"citation\" id=\"81965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81965)\">Mosiah 24:10-17<\/a><\/span> This is a good example for us to follow. It is possible for us to bring ourselves into such a condition that we can pray unto God in our hearts, no matter what labor we are performing.<span class=\"citation\" id=\"81966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81966)\">Mosiah 24:12<\/a><\/span> We are exhorted to pray constantly unto Him,<span class=\"citation\" id=\"75729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75729)\">1 Thes. 5:17<\/a><\/span> and it is possible for us to concentrate our thoughts on the things of God while we are doing our labor, and our thanksgivings can ascend silently unto God, and they are not unheard by Him, and His blessing can descend upon us, and His joy can fill our hearts, and we can become the happiest and the <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> most blessed people upon all the face of the earth. I know it requires a struggle to concentrate our thoughts on the things of the kingdom of God, while we are engaged in business; but this is one of the things which we have to train ourselves to and to overcome. <\/div><div class=\"paragraph jod\" id=\"v11n109\"> I am pleased to see our people developing the resources of the earth as they are. It is gratifying to see them enjoying the blessings of the earth, to see them wearing clothing of home manufacture, and to see their houses carpeted with homemade carpets; to see the sisters wearing beautiful dresses, spun with their own hands, is more pretty to my mind than brocade silk or satin, or fine cloth imported from foreign parts. In these things I can see the independence of our people being gradually secured. <\/div><div class=\"paragraph jod\" id=\"v11n110\"> I will bring my remarks to a close, praying God to bless you, my brethren and sisters, and those who may speak unto us, and to fill them with His Holy Spirit, and also those who listen to their sayings, that their hearts may rejoice together with exceeding great joy before Him, which is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}