{"ID":110025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation From God, True Knowledge.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the Bowery, Great Salt Lake City, General Conference, Oct. 7, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation From God, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/7\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v11n590\"> It is good to meet together as we are met on the present occasion. It is good to speak on the goodness of God, and it is pleasant and instructive to hear; we enjoy a privilege <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is not possessed by any of the inhabitants of the earth except ourselves; it is a privilege which, when properly understood by the Saints, they will esteem to be greater than  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any other earthly blessing that can be bestowed upon them. We assemble together in a different capacity from that of any other people; we meet here as the representatives of God upon the earth. Yet occupying the high position that we do, blessed as we are with the light of truth, with the Holy Priesthood, with the fulness of the everlasting Gospel; in possession of light and intelligence that is not imparted unto others, but of which they are ignorant, we stand emphatically as God's elect,<span class=\"citation\" id=\"87729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87729)\">D&amp;C 84:34<\/a><\/span> as His representatives on the earth; at the same time, there is mixed up with us a great amount of weakness, infirmities, and follies, and we need continually the aid, teaching, and protection of the Almighty God to govern, guide, lead, and direct us in the right path. <\/div><div class=\"paragraph jod\" id=\"v11n592\"> As I before stated, we stand in a different position to the Almighty and to the world from that of any other people. To us God has revealed his will; He has opened the heavens to us; among us He has organized the Holy Priesthood, and revealed those principles which exist in the eternal world; of us He has made messengers of life and salvation, to us He has communicated his law, and from us He expects obedience and a ready cooperation with Him in bringing to pass those great events that must transpire in the building up and establishment of the kingdom of God in the last days. The Lord is anxious to do us good, to enlighten our minds, to inform our judgment, to unfold unto us His will, and to strengthen us and prepare us for the great events that must transpire in these last days. He is desirous to show us how to save ourselves, how to bless ourselves, temporally and spiritually, intellectually, morally, physically, politically, and in every possible way that He is capable of bestowing his blessings upon fallen <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> humanity. He is desirous to perform a great work upon the earth, to bring about a great revolution among men; to establish correct principles of every kind, and to make the earth and the inhabitants thereof fulfil the measure of their creation, and prepare all that are capable or worthy to receive everlasting life and exaltation in the celestial kingdom where he dwells. He is desirous of making use of us as his instruments in the development of this great work in which He has engaged. <\/div><div class=\"paragraph jod\" id=\"v11n593\"> We have been in the habit of reading the words of the prophets in relation to the establishment of the kingdom of God, and what they have said, and the Spirit, by which they were inspired. We have reflected a good deal upon what the Lord would do in relation to establishing correct principles upon the earth in the last days. We have read about these things, and we have believed them in part; and as the Spirit of God has beamed upon our minds, lately we have been enabled to comprehend more fully some of the things that the prophets in ancient times wrote about, but of which they understood very little, and we can only understand them as we are taught; we can only comprehend the designs of God<span class=\"citation\" id=\"83788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83788)\">D&amp;C 3:1<\/a><\/span> as he reveals them to us; we can only understand our duty as the Spirit of God makes it manifest, either through the Elders of Israel or by the revelations of God to ourselves, or both. <\/div><div class=\"paragraph jod\" id=\"v11n594\"> It is in vain for the Elders of Israel to teach the principles of truth unless the people are prepared to receive them; and it is vain for the Lord to communicate his will unto the people unless the people possess a portion of his Spirit, to comprehend something of that will and the designs of God towards them, and towards the earth upon which they dwell. Nor can the Lord work with them  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unless they are prepared to cooperate with him in the establishment of his kingdom upon the earth. <\/div><div class=\"paragraph jod\" id=\"v11n596\"> There are a great many things of which we speak that seem to be very simple, and very unnecessary, in the estimation of some, for us to talk about. We have heard in this Conference reports from different parts of the Territory about their crops, about the way the land is cultivated, about the kind of improvements the people are making, about the prospects that lie before them for sustaining themselves with all the common necessaries of life, etc. And some people think that we might, when we convene together, talk about something else&#x2014;about something which they would designate as being more spiritual. We meet together as men of intelligence, as men possessing natural wants, who have natural bodies, which bodies have to be clothed, to be fed and provided for; we meet together as rational individuals and as heads of families, who have children growing up that need, in the first place, to be instructed in the common laws of life, and in those things that are necessary to promote our common well-being. The first thing that devolves upon all human beings, so far as I can comprehend it, is to provide a way for their own sustenance. One of the very first commandments that God gave to Adam was, when He placed him in the garden, He told him to dress or till it,<span class=\"citation\" id=\"52462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52462)\">Gen. 2:15<\/a><\/span> so that he might be able to provide for his necessities. The fiat of the Almighty, at the time when Adam was expelled from the Garden of Eden was to him, &#x201C;In the sweat of thy face shalt thou eat bread;&#x201D;<span class=\"citation\" id=\"52636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52636)\">Gen. 3:19<\/a><\/span> that we cannot avoid. By this inscrutable law we are compelled to attend to some of the first necessary affairs of life, or to go without bread and necessarily die. Consequently, when we talk about land and posses<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sions, an inheritance, etc., we talk about things that are some of the first necessaries pertaining to human existence. We live by breathing the air that God gives us, by drinking the water that He causes to flow for our sustenance, and by cultivating the earth in order that we may partake of the products of the earth. This is one of the first duties pertaining to man, and hence when we meet together to form new settlements as part of the body politic&#x2014;as part of the kingdom of God, it devolves upon all of us always to ascertain how we can sustain ourselves in the position in which we are placed. Hence, when we hear of any difficulties, such as we have heard of in the south at various times, and from other sources, pertaining to the existence of man, it causes a thrill of feeling to go through the whole of the people that form part of the kingdom of God; for if one member of the body suffers, they all suffer with it; and if one member of the body rejoices, the rest rejoice with it.<span class=\"citation\" id=\"73569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73569)\">1 Cor. 12:26<\/a><\/span> When we hear from the south, as at the present time, that they are raising their bread, and that there is every reasonable prospect of them being enabled to sustain themselves, we feel comforted by the report. When we hear from the north of the destruction made by the early frosts, and yet, notwithstanding this disaster, of the prospects that lie before them, and the encouragement that they hold out to us of the prosperity of their settlements there, and that they will be able to provide for themselves, we feel comforted thereby, and feel thankful to the God of Israel that He is providing for and taking care of his Saints. <\/div><div class=\"paragraph jod\" id=\"v11n597\"> We believe that the kingdom of God is a temporal kingdom as well as a spiritual and eternal kingdom, to use this expression according to our comprehension; and when men are  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deprived of the common necessaries of life, and have not wherewith to sustain themselves, they have but very little time to attend to religious matters, and they cannot be of much benefit to their brethren in helping to establish the kingdom of God upon the earth. But when, on the other hand, we see that the Saints are blessed in the north, in the south, in the east and in the west; when we see them industrious, persevering, diligent, and using all lawful measures to provide for themselves, and their families, and those that depend upon them; and when we see them cultivating the Spirit of God in them and living their religion, cleaving close to the Almighty and drawing blessings from his hand, then we acknowledge the hand of God in all things,<span class=\"citation\" id=\"86342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86342)\">D&amp;C 59:21<\/a><\/span> and feel to bless the name of the God of Israel. Every one of these things is of great importance to the Saints of God, and we feel interested in all these matters. Are they prospering in the south? We acknowledge the hand of God in it. Is the climate tempered in the north? We acknowledge the hand of God in it. Do the rains descend upon our parched land and cause it to bring forth luxuriantly? We acknowledge the hand of God in it; and so we do in everything that we see, and in everything that we have to do with; for we read &#x201C;that the wrath of the Almighty is kindled against none but those who do not acknowledge his hand in all things.&#x201D;<span class=\"citation\" id=\"86341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86341)\">D&amp;C 59:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n599\"> We are gathered together here as a peculiar people; we differ, as I stated before, in almost every respect from the world of mankind with which we are surrounded. The Lord gives to them seedtime and harvest,<span class=\"citation\" id=\"52943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52943)\">Gen. 8:22<\/a><\/span> summer and winter, and pours the rich blessings of heaven into their laps; He gives them mechanical talent and ingenuity; He inspires them with a knowledge of the arts and sciences; He has been pouring <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon them the rich blessings of intelligence and of plenty for ages, but they do not acknowledge his hand. Men boast of their own intelligence, of their own wisdom, of their own power, might, and understanding&#x2014;this is a general rule, with but few exceptions. They feel a good deal like the king of Babylon did when in his pride he rose up and said, &#x201C;Is not this great Babylon, that I have built? Have I not done these things by my wisdom, by my intelligence, by my power and might?&#x201D;<span class=\"citation\" id=\"61471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61471)\">Dan. 4:30<\/a><\/span> With us it is different. We are indebted to God for the first rays of light and intelligence that ever beamed upon us. Who among us knew the first principles of the Gospel of Christ until we heard them from the Elders of Israel? There is not a man among us that did; there is not a man in existence today that knows them, only as they have been communicated to him from God. Who told us that it was right to be baptized in the name of Jesus for the remission of sins? Who taught us it was right to receive the Holy Ghost by the laying on of hands?<span class=\"citation\" id=\"94049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94049)\">A of F 1:4<\/a><\/span> Who taught us that it was right that there should be an authority given by God to man to enable him to officiate legally in His name, and that everything in the shape of religion upon the earth was spurious and not of Him?<span class=\"citation\" id=\"93707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93707)\">JS&mdash;H 1:19<\/a><\/span> It was communicated to Joseph Smith by the opening of the heavens, by the ministering of Holy Angels, and by the voice of God. Until that voice was heard, until these communications were made known, the inhabitants of the world were wrapped in ignorance; they knew nothing about God nor the principles of eternity, nor the way to save themselves nor anybody else. <\/div><div class=\"paragraph jod\" id=\"v11n600\"> We have nothing to boast of in this particular. I do not speak of these things by way of boasting, but I speak of them to acknowledge the  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hand and mercy of God towards us as a people. What would a man give in exchange for his soul?<span class=\"citation\" id=\"64949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64949)\">Matt. 16:26<\/a><\/span> We are told that a man will give all he hath for his life;<span class=\"citation\" id=\"56052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56052)\">Job 2:4<\/a><\/span> what will he give, then, in exchange for his soul,<span class=\"citation\" id=\"64950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64950)\">Matt. 16:26<\/a><\/span> or has he anything to barter for it? What is it that hath loosed us from the shackles of ignorance, error, superstition, and folly with which we were bound? It is the light of heaven, the revelations of God, the ministration of the Holy Priesthood that has imparted to us intelligence in relation to these things; without this it is impossible that we could follow anything in relation to them. Who is there in the world that understands anything of God, or his will? They cannot be found; they know nothing of Him. It would be needless to talk about the folly of many of their priests, and their ideas and notions in relation to these matters. What do they know of God? They tell us he is a spirit.<span class=\"citation\" id=\"69092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69092)\">John 4:24<\/a><\/span> What else? That He is without &#x201C;body, parts, and passions.&#x201D; Some tell us that He sits on the top of a topless throne, etc. It is not necessary to enter into these matters; we know them, and we do not wish, at the present time, to reflect upon them. I am simply reflecting upon my own ignorance as one of them. When I was among them I was a teacher, and what did I know? Simply nothing. I knew nothing of God, of the principles of eternal truth and life, and I could not find anybody anywhere that knew any more than I did. I am indebted to &#x201C;Mormonism,&#x201D; to the light of truth, to the revelations of God, to the administrations of the Holy Priesthood, for all the knowledge, and light, and intelligence that I may possess in relation to these matters; and this is the case with all of us; we were all unacquainted with God, with the Holy Priesthood, and with the way to obtain eternal life; and the same ignorance that becloud<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ed our minds, previous to the opening of the heavens to Joseph Smith, and the coming forth of the fulness of the Gospel through him, beclouds the rest of the world at the present time. They know not where they are going to, nor where they came from. I used to ask myself sometimes questions like the following&#x2014;Who am I? Where did I come from? What am I doing here? What is the object of my existence? Who organized the world, and for what purpose was it organized? Could I answer them? No; and nobody else could answer them for me; for they know nothing about these things&#x2014;neither priest, nor philosopher, nor statesman, nor any man that I could associate with, could unravel these questions; they could not tell the whys and the wherefores in relation to some of these simple things that have been given to us. <\/div><div class=\"paragraph jod\" id=\"v11n602\"> The Gospel, we are told in one place, is &#x201C;the law of the Spirit of life in Christ Jesus,&#x201D; and &#x201C;it hath made us free from the law of sin and death.&#x201D;<span class=\"citation\" id=\"72501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72501)\">Rom. 8:2<\/a><\/span> We are told in another place that it is &#x201C;good news and glad tidings;&#x201D;<span class=\"citation\" id=\"71867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71867)\">Acts 13:32<\/a><\/span> but, if we comprehend it correctly, the Gospel holds the keys, through the Priesthood, of the mysteries of God;<span class=\"citation\" id=\"87563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87563)\">D&amp;C 84:19<\/a><\/span> the Gospel &#x201C;brings life and immortality to light;&#x201D;<span class=\"citation\" id=\"76021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76021)\">2 Tim. 1:10<\/a><\/span> and wherever it exists, in whatsoever bosom it dwells, whoever has engaged in the propagation of the Gospel, has a knowledge of life and immortality; it is that which unveils the heavens, and without it men are ignorant in relation to the future, and of that salvation of which they talk so much. The Gospel places men in communication with the Lord, so that they can understand something of God, and something of His law, and without the Gospel they cannot understand anything about Him; and hence some will think one thing about Him and some another. Whoever has  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possessed the Gospel, whether in former or in latter times, it has brought life and immortality to light,<span class=\"citation\" id=\"76022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76022)\">2 Tim. 1:10<\/a><\/span> to them; it shows men who they are and what they are; it shows them something about God; and it was said in former times that, this is life eternal to know God, and Jesus Christ whom he hath sent.<span class=\"citation\" id=\"70574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70574)\">John 17:3<\/a><\/span> Without the Gospel it would be impossible for men to have any knowledge of God, or of Jesus Christ whom he hath sent. Hence, when Jesus asked the question of his disciples, &#x201C;Whom do men say that I the Son of man am?&#x201D; they answered him, &#x201C;Some say thou art Elias, and some say thou art Moses, and some that thou art one of the prophets risen from the dead.&#x201D; &#x201C;But whom say ye that I am?&#x201D; Peter answered, &#x201C;Thou art the Son of the living God.&#x201D; Jesus said unto him, &#x201C;Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed this unto thee, but my Father which is in heaven; and thou art Peter, and upon this rock will I build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64822)\">Matt. 16:13-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n604\"> How did Peter know that He was the Christ? He knew it by revelation; he had the Gospel, and the Gospel brings life and immortality to light,<span class=\"citation\" id=\"76023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76023)\">2 Tim. 1:10<\/a><\/span> and reveals unto the human family the existence of a God and their relationship to him. We are indebted to God for light, for the intelligence we enjoy, for the knowledge of the Gospel that is placed within our reach. <\/div><div class=\"paragraph jod\" id=\"v11n605\"> Now let us proceed a little further in relation to these matters. God is desirous of benefiting us, and for this reason he has revealed unto us his will; for this reason he has opened the heavens and communicated with us. God is desirous of establishing his law, his authority, his kingdom, his dominion among men. He is desirous to be obeyed by the human family, and to have them submit to <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his teachings, to his guidance, and to his direction. He is desirous of establishing correct principles among mankind that will do them good, that will bless them, that will exalt them, that will prepare them to fulfil their destiny upon the earth, and the first step that he has taken is to impart unto them, through obedience to the principles of the Gospel of Christ, the Holy Ghost, and only through that can they comprehend God or his laws. &#x201C;Except a man be born again, he cannot see the kingdom of God; and except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68761)\">John 3:3,5<\/a><\/span> We sometimes feel a little indignant at the actions of men around us; we think that they act strangely, and so they do. We think that they are very full of prejudice, and so they are; we think that they are very wicked and show a very malignant spirit toward us, and are desirous to injure us, and we have often been astonished at this when we have been abroad in the world; we have seen very honorable, high-minded men and women that fear God and work righteousness, and yet there is an array of prejudice and persecution against them that would almost astonish us. What is the matter? They do not see things as we see them; there is a thick veil over them; they are something like the people that Jesus spoke about in his day, when he prayed, &#x201C;Father, forgive them; for they know not what they do.&#x201D;<span class=\"citation\" id=\"68312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68312)\">Luke 23:34<\/a><\/span> They know not the light and intelligence of the Holy Ghost, and, consequently, they do not understand our position, and they are led by other influences they know nothing about. They do not see the kingdom of God, nor can they. I do not care what their wisdom is, nor their intelligence; I do not care what school they were taught in, or who was their teacher; I care nothing about the extent of their capacity, reading, or  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>intelligence acquired or possessed; unless they have possessed the Spirit of the living God, they cannot comprehend the affairs pertaining to the kingdom of God. Well, but are there not many very honorable and high-minded men in the world that are not Latter-day Saints? Yes; but they do not see the kingdom of God any more than Nicodemus did when he came to Jesus by night.<span class=\"citation\" id=\"68684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68684)\">John 3:1-2<\/a><\/span> We stand upon a different platform from what they do, and we have to make many allowances for their conduct and actions towards us. They do not understand our designs, nor what we are after. Why are we gathered together? Because God has called us and we are willing to obey him; because God sent a message to the nations of the earth, and we possessed a portion of the Spirit of God; and when the Elders of Israel came forth to teach us the words of life, as Jesus says, &#x201C;My sheep hear my voice, and they know me,&#x201D;<span class=\"citation\" id=\"69600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69600)\">John 10:3-4<\/a><\/span> etc., the word of life was sown broadcast among thousands, and millions of the human family arose and believed it at first, as much as you and I did; but the cares of the world, and the deceitfulness of riches,<span class=\"citation\" id=\"64535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64535)\">Matt. 13:22<\/a><\/span> and the influences with which they were surrounded, choked the precious seed, and it could not bring forth fruit. These influences, more or less to the present time, prey upon our minds and darken and benumb our feelings, and interpose between us and our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v11n607\"> What is it that we are aiming at, and who are we seeking to injure in the world? Who have been injured by us? There is no man living who can speak the truth and say he has been injured by this people. He does not exist; and whenever they make statements of that kind, you may brand them as liars. Who have we interfered with? What people have we deprived of their rights? Among whom have we sown the seeds of <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sedition or injury of any kind? Have we gone to the North or South and interfered with any of the Territories or States surrounding us? No man that tells the truth can say so, for we have never done it; we have no need to do it; it is not in our hearts to do it; we cannot do it while we live our religion. The Lord is trying to teach us, if he can, and we are trying to teach each other, if we can; so that we may be elevated and exalted in the scale of intelligence, morality, virtue, honesty, and truth; and with regard to anything and everything that tends to exalt and ennoble the human mind. This is what we are after, and what the Lord is desirous to make of us. <\/div><div class=\"paragraph jod\" id=\"v11n608\"> We emanated from Him; we are His children, and not only His children temporally and spiritually, but we are united to Him by covenant to serve Him; we have covenanted to serve Him in baptism; we have covenanted to serve Him in our endowments, to keep His commandments, and walk according to the laws of life. <\/div><div class=\"paragraph jod\" id=\"v11n609\"> The Lord is desirous to root out error from among us&#x2014;from me, and from you, and from all of us; to tear away error, and superstition, and vice, and vanity, and folly, and pride, and evil of every kind; to show us the beauty of holiness, the excellency of truth; to show us every principle that is calculated to build us up, and bless us with life and health, and our posterity after us, worlds without end. <\/div><div class=\"paragraph jod\" id=\"v11n610\"> And what does the Gospel show us? It shows us who our Father is; it shows us our relationship to Him, and to our earthly father; it shows us our duty towards our children, our duty towards our wives, and wives their duty towards their husbands; it enters into all the ramifications of human existence. <\/div><div class=\"paragraph jod\" id=\"v11n611\"> As God is our Father, and the organizer of these bodies, and of this  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth on which we live, He wants to teach us all, principles that will be calculated to exalt us and exalt the earth on which we live. If anybody has any fault to find with us in any part of the world, it is that we seek to fear God and work the works of righteousness;<span class=\"citation\" id=\"69216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69216)\">John 6:28<\/a><\/span><span class=\"citation\" id=\"69549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69549)\">John 9:4<\/a><\/span> and if we cannot be swayed from the principles of truth by any power under heaven, our society is ignored. <\/div><div class=\"paragraph jod\" id=\"v11n613\"> How often has it been told us, &#x201C;Gentlemen, if you would only lay aside your religion and become like us, and live as we do, then we will all be good neighbors together.&#x201D; How often have we had to listen to such stuff and nonsense; <span class=\"italic\">like them<\/span>, serve the devil, commit iniquity, go down to darkness and the shades of death, and live and die without God and without hope in the world,<span class=\"citation\" id=\"74927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74927)\">Eph. 2:12<\/a><\/span> as they would have us to do, and die and be damned. God forbid, we will not do it. (Amen.) Our desire is to serve God; we know the ways of life, for God has taught them to us. We know in whom we have believed, for God has revealed it to us. We know the Gospel is true, because the Gospel has made manifest itself to us, and we feel satisfied with regard to the course we are taking, and God being our helper,<span class=\"citation\" id=\"56784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56784)\">Ps. 54:4<\/a><\/span> we will pursue it to the end. God is our friend, and we are the friends of God.<span class=\"citation\" id=\"77607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77607)\">James 2:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n614\"> It was said this morning that we might all be Abrahams. Abraham was the friend of God;<span class=\"citation\" id=\"77608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77608)\">James 2:23<\/a><\/span> we are the friends of God, and if we are not his friends, he cannot find them on the earth; if we are not his friends, he cannot find friends who dare do as we do&#x2014;who dare cleave to the truth in the midst of shame, obloquy, persecution, and reproach. But we still live, and the truth still lives, and the kingdom of God still exists; and when the kingdoms of the world crumble to pieces and &#x201C;become like the chaff of the summer threshing<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>floor, and no place found for them,&#x201D;<span class=\"citation\" id=\"61085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61085)\">Dan. 2:35<\/a><\/span> we shall still live; for we have within us the seeds of eternal life, and no man can take them from us. <\/div><div class=\"paragraph jod\" id=\"v11n615\"> We have begun to live forever, and feel to rejoice and be glad under all circumstances, and to sing &#x201C;Hallelujah, for the Lord God omnipotent reigned,<span class=\"citation\" id=\"80332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80332)\">Rev. 19:6<\/a><\/span> and will reign, until he hath put all enemies under his feet.&#x201D;<span class=\"citation\" id=\"73851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73851)\">1 Cor. 15:25<\/a><\/span> We are striving to help God to do that which he desires to do; and what is that? It is to benefit mankind. <\/div><div class=\"paragraph jod\" id=\"v11n616\"> How often have we heard President Young, President Kimball, and others say to the people, &#x201C;Why not go to work and plant orchards, it is a very little thing to talk about; why will you not make good fences, and make good gardens, and build good, comfortable houses, and try to make yourselves happy and comfortable.&#x201D; We now see the fruits of these things, and we begin to eat the fruits of our obedience to those instructions and to realize the benefit of them: our fields teem with plenty, our peach trees, and apple trees, and plum trees are laden down with fruit, and we possess the good things of this earth<span class=\"citation\" id=\"86278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86278)\">D&amp;C 59:3<\/a><\/span> in abundance. Is there any harm in all this? We are taught, also, to love one another; there is nothing bad about that. Husbands are taught to love their wives,<span class=\"citation\" id=\"75340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75340)\">Eph. 5:25<\/a><\/span> and wives are taught to love their husbands,<span class=\"citation\" id=\"81676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81676)\">Jacob 3:7<\/a><\/span> and children to obey their parents;<span class=\"citation\" id=\"125574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125574)\">Eph. 6:1<\/a><\/span> these are good principles, and they have been taught to us all the day long. We have been taught to pay our tithing, that we might acknowledge to God that we are his people, and that if he gave us all we ask, we might give one-tenth back to him, and by that act acknowledge his hand. Does the Lord care about these things? No. Yes. No. Yes. Yes. No. He does not care about them, so far as they benefit Him, but He does, so far as they develop perfection in the Saints of God, and show that they acknowledge his  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hand as the author and the giver of every blessing they enjoy. One of the prophets says, &#x201C;The gold and the silver are His,<span class=\"citation\" id=\"62249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62249)\">Hag. 2:8<\/a><\/span> and the cattle upon a thousand hills.&#x201D;<span class=\"citation\" id=\"56716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56716)\">Ps. 50:10<\/a><\/span> If you want gold, you will have to go a little further away from here. People think it is strange that the &#x201C;Mormons&#x201D; do not develop the gold in these mountains; but those who understand the mind of God, understand that he has a protecting care over his people, and that we are in his hands, and that he will sustain us. <\/div><div class=\"paragraph jod\" id=\"v11n618\"> That we do not develop the gold in these mountains is not strange to the Saints of God. He has wisely planned for our sakes in a thousand ways. We can remember the time when we could not raise peaches to eat, and it was a doubt whether an apple tree would grow or not. Now go and look at your orchards; there is not a better peach growing country in the world than this. How is this? God has blessed the elements for our sakes, and also the earth; but let the Saints leave this place, and it would return again to its wilderness condition; the wicked could not live here; they could not live here before we came, and they could not if we went away; consequently, if any of them think that they could by any means or stratagem drive us away to possess themselves of our property, it would not do them one particle of good if they got it, for God blessed it for our sakes. He blesses the land for our sakes. <\/div><div class=\"paragraph jod\" id=\"v11n619\"> It is hard sometimes to realize this. What does the Lord say to ancient Israel in one place? &#x201C;Wherefore it shall come to pass, if ye hearken to these judgments, and keep, and do them, that the Lord thy God shall keep with thee the covenant and the mercy which He sware unto thy fathers: And He will love thee, and bless thee, and multiply thee: he will also bless the fruit of thy womb, <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the fruit of thy land, thy corn, and thy wine, and thine oil, the increase of thy kine, and the flocks of thy sheep, in the land which he sware to thy fathers to give thee. Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.&#x201D;<span class=\"citation\" id=\"54999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54999)\">Deut. 7:12-14<\/a><\/span> &#x201C;The Lord shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.&#x201D;<span class=\"citation\" id=\"55149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55149)\">Deut. 28:7<\/a><\/span> Then the curses are enumerated that should come upon them if they forsook the Lord their God and observed not his statues.<span class=\"citation\" id=\"55153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55153)\">Deut. 28:15-68<\/a><\/span> While the children of Israel obeyed the Lord their God the land abounded in wine, corn, and oil, and they vanquished their enemies. When they departed from God and disobeyed his laws, those calamities which were promised them through disobedience fell upon them to the very letter even to this day. Their temple was destroyed, and not one stone left upon another, as the Savior told,<span class=\"citation\" id=\"65629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65629)\">Matt. 24:1-2<\/a><\/span> and the ground upon which it stood was plowed up by the Romans in search for gold which they expected to find there.<span class=\"citation\" id=\"60588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60588)\">Jer. 26:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n620\"> It is sometimes hard for us to realize that we are in the hands of God, and that he controls, and manages, and guides our affairs. This is the thing we wish to understand, and wish the people to understand that our confidence is in Him. People talk sometimes about what they are going to do with the &#x201C;Mormons,&#x201D; and the rumor flies that we are going to be rooted out, destroyed, and overthrown. We shall, when God says so, and not before. The Lord knew in former times how to put a hook into the jaws of the enemies of Israel,<span class=\"citation\" id=\"60784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60784)\">Ezek. 29:4<\/a><\/span> and he knows just as well where to place it today. The nation in which we live and all nations are in the hands of God; and so are we, and our enemies cannot help themselves  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nor avert the destiny that awaits them. He will accomplish his purposes towards them, and they cannot help it, and towards us, and they cannot help it. Then we are all in the hands of God, like clay in the hands of the potter,<span class=\"citation\" id=\"60537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60537)\">Jer. 18:6<\/a><\/span> to be molded, and trained, and fashioned according to the designs of God and according to his will. <\/div><div class=\"paragraph jod\" id=\"v11n621\"> As it regards any of those outside influences, we need not fear in relation to them; we need not fear anything they can say and do, for they can do nothing but what God permits. He will let them wander about on Ham's Fork, and live on mule flesh for a while; and they were a little independent about things and would not take a little salt when we sent it to them; did they harm us? Did they destroy us? No. Why? Because God would not let them. He controlled them, and He now controls and governs kings, and rulers, and magistrates, and generals, and officers, and authorities, though they may not know it; but He says unto them, as He said to the waves of Jordan, &#x201C;Hitherto shalt thou go, and no further: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56268)\">Job 38:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n622\"> We are in the hands of God, and we are trying to do the things God <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> requires of us to do, and that is, to establish his kingdom and his laws&#x2014;his government. Where do we get the laws of God from? We get them by revelation through the medium He has appointed; and if we keep these laws, the blessing of God will be with us, His Spirit will attend us, He will bless us in all our endeavors, and we shall bring to pass the great designs of the Almighty that have been spoken of by the Holy Prophets. It is for us to keep the commandments of God, whether they refer to temporal or to spiritual things; whether they relate to this world or to the world to come. We should seek to know God and cleave unto him, carry out all his purposes, and he will lead us in the paths of life. <\/div><div class=\"paragraph jod\" id=\"v11n623\"> I am glad that the Spirit of the Lord rests upon the President and people at this Conference. We are here to talk about these things, to preach, and sing, and pray, and commune with one another and with the Lord, and to try to get full of the Spirit of light, that we may go from this Conference and communicate it to others. <\/div><div class=\"paragraph jod\" id=\"v11n624\"> May God help us to do his will and keep his commandments, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}