{"ID":110029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Exhortation to Home Manufacture.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, at the General Conference, Great Salt Lake City, Oct. 9, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Exhortation to Home Manufacture.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 10\/9\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v11n719\"> I feel grateful for this opportunity of speaking a few words at this Conference, and for the blessings that have been conferred upon us during its session. <\/div><div class=\"paragraph jod\" id=\"v11n720\"> We have had a very interesting Conference, and there has been a great deal said which is of vital interest to the kingdom of God. We have come here to receive instruction for our further progress in prosecuting the purposes of God in the future, and for our present individual and mutual benefit. Can we carry the spirit of these instructions home with us, and diffuse it in our families, in our wards, and in the different settlements where we, as delegates to this Conference, reside? If we can do this, then the Saints in the different settlements who have not been at this Conference will be equally benefited with us. <\/div><div class=\"paragraph jod\" id=\"v11n721\"> Can we not only treasure up, but carry out, what we have heard this afternoon, and manufacture at home all we possibly can? Yes, we can do it; and we all feel that we can; and we now feel determined in our hearts to commence to do it when we go home from this Conference, that we may be benefited and enjoy the blessings that it is our privilege to enjoy. Who has made this request of us? The President and Prophet of the Church of Jesus Christ of Latter-day Saints, whom we have raised our <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hands to heaven to sustain. There is not an Elder in this vast assembly that would refuse to go to Europe, or to the islands of the sea, were he called to do so by this Conference. To refuse to respond to such a call would be a disgrace to him, and a sure token that he was weak in the faith, and if he possessed any influence among the Saints he would lose it. Now, it is the same Priesthood, the same power and authority, that has called upon us unitedly as a people, as parents, as children, as families and settlements, as the Saints of the Most High, to produce and make among ourselves that which we consume, to carry out to the best of our ability in all our settlements this very excellent counsel. It is a faithful attention to such instructions that will insure our salvation here, and our salvation in the celestial kingdom of God hereafter; for it is by means of the Holy Priesthood, and the keys and power of it, that we shall be led back into His presence. <\/div><div class=\"paragraph jod\" id=\"v11n722\"> The great object and purpose of the religion of Jesus Christ is to bring all the faithful back into the presence of their Father and God; for all who will abide a celestial law shall have a celestial glory,<span class=\"citation\" id=\"88393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88393)\">D&amp;C 88:22<\/a><\/span> and a celestial glory is the highest glory that we have any knowledge of&#x2014;it is where our Heavenly Father dwells; and no faithful  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saint can ever feel satisfied short of reaching His presence and beholding His face. We are banished from our Father in Heaven in this low, sinful world; but we are not altogether lost, for He is feeling after us, and if we will listen to and obey the counsels of His servants, we shall be saved. <\/div><div class=\"paragraph jod\" id=\"v11n724\"> The brethren have spoken to us with great power during this Conference; I never have seen, in all my life, more power resting upon the Elders. I feel to bear my testimony to the truth of &#x201C;Mormonism,&#x201D; as the world call it, to the truths that the Prophet Joseph Smith has brought forth, and to the truth that President Brigham Young reveals to this people; these are the truths of heaven, and they will lead all who obey them to the possession of eternal life. Let us give diligent heed to these things. There is plenty for us to do if we are diligent in the things of the kingdom of God. How simple and plain are the principles of salvation! They pertain to us as mortals, and to this mortal world, and they show us that our heaven is here and will be of our own making, for we are of the earth, earthy;<span class=\"citation\" id=\"73974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73974)\">1 Cor. 15:47<\/a><\/span> we came from the earth, and the meek will inherit it.<span class=\"citation\" id=\"62907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62907)\">Matt. 5:5<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n725\"> We have got to learn how to take care of ourselves, and to organize the elements around us for our own comfort, and cease going to New York, Boston, and other places for supplies. Let our young ladies take pride in wearing bonnets made of straw raised in the country, and braided with their own hands. In doing this they have the satisfaction of following the counsel of the servants of God, and of aiding a little in attaining our independence of foreign markets. Such a course as we have been advised to take at this Conference, with regard to home manufactures, will affect us for the better more sensibly in the future than in the present; but we are apt to think of the present and let the future take care of itself.<span class=\"citation\" id=\"63665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63665)\">Matt. 6:34<\/a><\/span> When shall we be fully delivered from the corruptions of the world and from the influence of the false traditions which our fathers have taught us? The sooner we can overcome these, and follow faithfully and to the letter the instructions of the Holy Spirit, the better it will be for us as individuals and as a people. <\/div><div class=\"paragraph jod\" id=\"v11n726\"> May God bless you, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}