{"ID":110050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Elders to Labor for the Unity of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in the Tabernacle, Great Salt Lake City, April 6, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Unity of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v11n1359\"> I recollect a few years ago, while we were holding Conference in the Bowery, that the brethren who addressed the congregation were in the habit of turning to the right to preach, and then to the left, and then preaching to those behind them, so that only one portion of the congregation could hear them at once. I set up a mark, and told them to preach to it, right straight ahead, and not turn to the right or to the left, as I wanted all the people to hear. I am now going to set up a mark for the Elders of Israel to preach to. It will not be an old table or a board; but the mark I shall set up for the Elders to preach to is this: Never to cease their labors until they get this people, called Latter-day Saints, to be of one heart and one mind.<span class=\"citation\" id=\"92899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92899)\">Moses 7:18<\/a><\/span> That is the mark. We hear Elders in Israel praying and praying that the Lord would preserve us from the wicked, and probably <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> within an hour after they will be found coaxing perhaps one of the most ungodly men in the world to trade with them, to rent their houses, or to let them build houses for him, and to be his servant or servants. Such individuals will keep praying to the Lord to preserve us from the wicked when their constant effort is to mingle with, and to call into the midst of this people the wicked and the ungodly; and they are so blind to the mind and will of the Lord that their efforts in this direction would never cease until there was enough of the wicked to overthrow the Kingdom of God, or to break us up and drive us somewhere else. I have very frequently said to the Latter-day Saints that I am willing to try to do my utmost to carry out the designs of Heaven concerning myself, my friends, and the Kingdom of God. Certain ideas arise in our minds, and questions are proposed.  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>What would you do in such and such cases if the wicked, the ungodly, and those who have persecuted and driven us from our homes, and have consented to the death of the Prophets and the innocent, will still follow us, and will have a place among us? What would you do? I would do, I think, about as the Lord does; He lets them alone to take their own course. They have life and death set before them, and can choose between the two. They can refrain, and turn away from wickedness and become righteous, if they are so disposed; but if they are not, why the Lord permits them to take their own course. Then why are we under the necessity of praying the Lord to shield us in this place and in that place? <\/div><div class=\"paragraph jod\" id=\"v11n1361\"> Perhaps this application is not agreeable to many, and they wish to be sanctified in the midst of the ungodly and in the most wicked place that can be found. To people of this class we say, just come forward and we will give you a mission to go into the world to live, preach, labor, and toil until you pass into the spirit world, if this is your desire; but do not stay here praying the Lord to deliver you from the wicked, and then get up off your knees, and, precisely like the sectarians, let your acts give the lie to the prayers you have offered to God. You know, among the New School Presbyterians, for instance, and the Reform Baptists and Methodists, and the Wesleyan Methodists, the ministers get into the pulpit and pray for the Lord to come into their midst, and that the Holy Ghost may be shed upon the people; and they will pray most fervently that angels may come and dwell with them, that the heavens may be opened that the people may see and understand aright, and when they get through praying, they <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will declare in their sermons that there is no Holy Ghost given, and that they worship a god without body, parts, and passions. How in the world can such a god come into their midst? If he could come, what would there be? Nothing. What can they comprehend concerning such a god? Nothing; for there is nothing of him. They will pray most fervently for the Lord to give them revelation, and then will get up and say that no such thing as revelation is needed. Do not their sermons give the lie to their prayers? And do not the lives of the Elders of Israel, in many instances, give the lie to their faith and prayers? They do. Can you go to work and make a people of one heart and mind<span class=\"citation\" id=\"92900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92900)\">Moses 7:18<\/a><\/span> while they are possessed of the spirit of the world? You cannot. Can they feel the same interest in the Kingdom of God while possessing the spirit of the world that they would if they were filled with the Spirit of Christ? They cannot. How can they devote their lives to the building up of the Kingdom of God when they do not delight in it, but delight in building themselves up, in making gain, and in gathering around them the riches of the world? The Latter-day Saints, in their conduct and acts with regard to financial matters, are like the rest of the world. The course pursued by men of business in the world has a tendency to make a few rich, and to sink the masses of the people in poverty and degradation. Too many of the Elders of Israel take this course. No matter what comes they are for gain&#x2014;for gathering around them riches; and when they get rich how are those riches used? Spent on the lusts of the flesh, wasted as a thing of nought, and they who were once rich are left in poverty, as they are this day. <\/div> <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n1363\"> To give an example: Suppose that one year ago today&#x2014;the 6th of April, 1866&#x2014;we had asked the brethren and sisters at the head of families, and then asked those who were not heads of families, to sit down and make an estimate of what it cost them through the fiscal year 1865-6 for the tobacco they chewed, and the tea, coffee, and liquor they drank; and after footing it up in round numbers, and seeing what it amounted to, suppose the proclamation had been made that we must all observe the Word of Wisdom,<span class=\"citation\" id=\"88833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88833)\">D&amp;C 89:1<\/a><\/span> and that in consequence of that proclamation we each of us had said that for the year to come&#x2014;the fiscal year of 1866-67&#x2014;I will lay by in the drawer the money that it costs me for tobacco, tea, coffee, and liquor. If we had each adopted this course we would have seen a people at this Conference&#x2014;April, 1867&#x2014;with means enough to have purchased and secured their pre-emption right to the land in this Territory, provided that we were permitted to do so. But how is it today? Suppose that today news were to come by telegraph that within six weeks a Land Office for this Territory would be established in Great Salt Lake City, whereby actual settlers would have the privilege of paying the pre-emption payment and obtaining the Government title to their land, and thus securing their inheritance, who is there amongst us that could buy the first section or quarter-section? There are very few in the Territory who could do so. <\/div><div class=\"paragraph jod\" id=\"v11n1364\"> I merely mention this to illustrate my ideas, so that you can see for yourselves where we are. Instead of being united in our feelings to build up all, each one takes his own course; whereas, if we were united, we would get rich ten times faster than we do <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now. How are you going to bring a people to that point when they will all be united in the things of this life? By no other means than prevailing upon them to live their religion that they all may possess the Holy Ghost, the spirit of revelation, the light of Christ, which will enable them to see eye to eye.<span class=\"citation\" id=\"59572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59572)\">Isa. 52:8<\/a><\/span> Then their acts and all their dealings would be so connected that they would pull together, as Joseph used to say: &#x201C;A long pull, a strong pull, and a pull all together.&#x201D; This point gained, we could bear off the Kingdom victoriously, and we could do what we pleased; but there is no doctrine in existence, short of the gospel of the Son of God, by which a people can be brought to a oneness in their temporal matters. We are approaching this happy period, this delightful state of society; but to enjoy it in its fulness we must live so that the spirit of revelation will be within us a living preacher by day and by night continually, that we may be taught, led, governed, and controlled thereby. We must not get down and pray, and then get right up and let our actions say we do not believe a word of our prayer; but all the acts of our lives must be concentrated on the building up of the Kingdom of God, then we shall be His disciples in very deed. <\/div><div class=\"paragraph jod\" id=\"v11n1365\"> We will have a good many things to lay before the Conference; but I think I have given my brethren a mark to preach to. You may shoot when you please, and shoot from whatever point you please; but shoot at that mark. You may use what gun you please. I do not care, comparatively, whether it is a Henry's rifle, a shot gun, an old Kentucky rifle, or an old musket, but shoot at that mark, and in all your preaching let this thread&#x2014;the oneness of the people of God&#x2014;be preserved. <\/div>\n<\/div>\n<\/div>"}