{"ID":110009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Different Ideas of Nations in Regard to Government&#x2014;Views of the Latter-Day Saints: Their Philanthropy&#x2014;Reformation Effected By Them&#x2014;Liberty of Conscience Allowed to All.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, Jan. 18, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Government, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 1\/18\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v11n164\"> We have gathered out from the people of the world into these valleys to be distinct and separate from them as a Church and a people. If I can answer the desires of my mind, in relation to this matter, I should like to show you in what respect that separation consists; what relation we sustain to God, to his Church and kingdom, and to the world. It is a very broad and comprehensive subject, and one that requires our consideration. A good deal has been said lately about our associations with the world, and our being separate from the world, and about many of us being entangled with the world.<span class=\"citation\" id=\"78415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78415)\">2 Pet. 2:20<\/a><\/span><span class=\"citation\" id=\"84293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84293)\">D&amp;C 20:5<\/a><\/span> It is well for us, as events transpire, to try, if we can, to comprehend the position that we occupy in relation to these matters. We are really a peculiar people,<span class=\"citation\" id=\"77813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77813)\">1 Pet. 2:9<\/a><\/span> that is, our views differ from those of the rest of the world generally, and that is not confined alone to our religion, but to our social system, to our politics, and to most of the affairs associated with human life. As a people, we present today a strange anomaly among the nations of the world. Unlike the rest of the nations, we have come out here to be separate from all other people, and we have notions and principles of a religious nature, differing very materially from all the rest of mankind. <\/div><div class=\"paragraph jod\" id=\"v11n165\"> The continental nations of Europe <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are very differently constituted to what we are; they are generally a distinct people, but they have more or less become amalgamated years ago, and at present have assumed a degree of nationality, having their own peculiar theories, customs, and ideas of religion and politics, and their own notions and standards of a social system. Their systems have been codified to a certain extent&#x2014;have been taught in their schools, their lyceums, and their churches, and been discussed in their legislative assemblies, and form what is generally termed <span class=\"italic\">ideas nationale<\/span>&#x2014;they have been written about, thought about, lectured about, and preached about. There are certain mediums through which the ideas of those nations flow generally, which differ according to the position they occupy politically and religiously, and the kind of government which they are under. These theories and systems are peculiarly influenced and modified by the peculiar languages through which their ideas are conveyed. Those nations are organized under strictly political principles or systems&#x2014;their organizations are almost exclusively of a political nature, although they have arrangements pertaining to church government which regulate and control in many instances the consciences of their subjects. They have a certain kind of religion in which they  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>generally are, no doubt, conscientious, and which is sustained by law. <\/div><div class=\"paragraph jod\" id=\"v11n166\"> The United States differ from them; for, although organized on political principles, yet, they have no religion which they acknowledge as such, nationally, leaving the people free to worship as they please. <\/div><div class=\"paragraph jod\" id=\"v11n167\"> We differ from all the rest. We have come together simply upon religious principles; we believe that God has spoken, that the heavens have been opened, that a connection has been formed between the heavens and the earth in our day. We believe that God has commenced to establish his kingdom upon the earth, and to teach mankind those principles that are calculated to bless and exalt them in time and in eternity. For this reason we have assembled together, and for this reason we build temples and administer ordinances in those temples which have been revealed unto us from the Most High. Now, as there are no other people anywhere under the heavens that have these ideas but ourselves, we may, indeed, be called a peculiar people&#x2014;<span class=\"citation\" id=\"77814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77814)\">1 Pet. 2:9<\/a><\/span>a people separate and distinct from all others. We are not composed of one particular family of the human race; we cannot be called Germans, we cannot be called English, we cannot be called Americans, or French, or Italians, Swiss, Portuguese, or Scandinavians. You cannot call us by any nationality, in particular, for we are composed of the whole. The nationality we are now in possession of is brought about simply, in the first place, as I have already stated, upon religious grounds. <\/div><div class=\"paragraph jod\" id=\"v11n168\"> The Elders of this Church have gone forth to those different nations and have preached the words of life, and have made known unto the people of those nations the things which the Lord hath communicated unto them, and the people in those nations who have received the principles of truth <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preached to them, all who could have gathered themselves together as we find ourselves today in this Territory, a distinct, religious brotherhood&#x2014;if you please, a distinct nationality, differing from all others. True, we are associated with what is called the United States of America, in a territorial capacity, and acknowledge that authority and submit to its rule; we are really under the constitution of the United States. We have among us Federal officers who represent the United States government, and in this respect, so far as submission to law is concerned, and so far as the constitution of the United States is concerned, we are really associated with them, and form part and parcel of that government, and, at the same time, are just as loyal, and just as patriotic as any other portion of the United States; and we are bound always to admit another great fact, which is, that we are under the constitution of the law of Heaven. <\/div><div class=\"paragraph jod\" id=\"v11n169\"> There is a theory which has prevailed to a great extent in the United States lately, among what is called the dominant party of the present day, which is denominated the &#x201C;higher law.&#x201D; Whether they understand anything about that higher law or not I am not prepared to say; but there is a law that we are placed under that is really and emphatically a higher law. The higher law, of which those parties speak, refers particularly to the liberation of the negro, wherein they conceive that that is paramount to everything else, and that to it all barriers and obstacles, whether of constitution or law, shall give way; but that is a question which I shall not discuss here this afternoon, but leave it to other parties. <\/div><div class=\"paragraph jod\" id=\"v11n170\"> The position that we are placed in is very different; we are gathered together here, as I have stated before, on religious principles, which was the  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>first inducement to our gathering ourselves together. We furthermore believe, that being gathered together, it is our right to worship God according to the dictates of our consciences;<span class=\"citation\" id=\"94120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94120)\">A of F 1:11<\/a><\/span> we believe other things, also, that have been communicated unto us, that have been spoken and written about very plainly and extensively, viz., that God will establish his kingdom upon the earth, irrespective of what my opinion may be, or yours, or what the opinions of the government of France, of the United States, or any nation of the earth may be; we believe this is a deed that will actually be accomplished, and that God will introduce a rule and government of his own upon this earth, and that all nations, all rule, all power, all government, all authority, will have to submit to that rule, that government, and that authority; that is, this government will spread and extend until &#x201C;all nations (to use a very familiar expression among all parties) shall bow to the scepter of King Emmanuel.&#x201D; That expression is very commonly used, and very little understood; still, at the same time, it is in common use throughout the religious world generally. We believe it; we believe, too, that it will be literally fulfilled; that all nations will be overthrown; that these kingdoms, and governments, and powers, and authorities that exist on the earth, will be broken and destroyed, and that God will introduce a government and rule and dominion of his own. <\/div><div class=\"paragraph jod\" id=\"v11n172\"> These are some of our views. There are many people that have believed in these things, many religious parties have written about them; they have expected them, and believed in them; they have been part and parcel of their faith: there is nothing, remarkable, therefore, about this. But when we go a little further and say, we believe that we are the people, then it places things in another position. <\/div> <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n173\"> Theory is one thing in relation to these matters, and the practical part is another thing. We do believe it, and we honestly acknowledge that this is that kingdom which the Lord has commenced to establish upon the earth, and that it will not only govern all people in a religious capacity, but also in a political capacity. &#x201C;Well,&#x201D; say some, &#x201C;is not that treason?&#x201D; I do not know that it is; it is not treason against the Lord, and I do not know that it is treason against the government of the United States, or any other government. I have yet to learn that I, or any other person, or nation have power or authority to control the Almighty in his acts. I think that when he has a mind to, he will turn and overturn, and revolutionize, and bring to pass his purposes without asking me or any other person or power on the earth any odds, and we cannot help ourselves. It is merely a matter of faith with me and others, and it may be of knowledge also in regard to the designs and purposes of God in relation to this earth, and in relation to this people associated with him; but who do we interfere with politically, whose rights are proscribed by us, or what law is broken? None. We respect, honor, and obey the Constitution and laws of the nation with which we are associated.<span class=\"citation\" id=\"94206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94206)\">A of F 1:12<\/a><\/span> This is simply our faith or knowledge, as the case may be; it is the faith of this community that this is that kingdom that the Lord has commenced to establish upon the earth. The way that he has brought us together is, as stated before, by preaching the Gospel unto us through his servants, repentance and the remission of sins<span class=\"citation\" id=\"68458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68458)\">Luke 24:47<\/a><\/span> through baptism in water in the name of the Father, of the Son, and of the Holy Ghost, and the laying on of hands for the impartation of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v11n174\"> I remember some years ago being in the city of Paris, in France; there  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were a great many reformers there, as well as refugees from different parts of Europe. I had a long conversation with a Mr. Krolikeski, a gentleman from Poland, about the Gospel. He then was associated with a certain portion of the red republican party in France, with that particular branch of them that embraced the doctrines that those people professed that came to Nauvoo when we left&#x2014;the followers of Mr. Cabot. After talking with him for some time on the principles of the Gospel, and what was calculated to be brought about in the earth, he turned to me and said, &#x201C;Mr. Taylor, do you propose to bring about a revolution in the earth, and to introduce another state of things through the principle of repentance, of faith, and baptism, etc.?&#x201D; &#x201C;Yes, sir, that is the way we understand it.&#x201D; &#x201C;Well, I wish you every success, but I am afraid you will not be able to accomplish anything.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n176\"> I suppose he thought that the gate was very straight, and the road there too narrow to accomplish any national purposes, and, as Jesus said, &#x201C;that few there were that found it.&#x201D;<span class=\"citation\" id=\"63864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63864)\">Matt. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n177\"> Said I to him, you are trying to bring in a great reformation and you think you are going to accomplish something; we will compare notes. It is a number of years now since we left the city of Nauvoo; it was a large city then, and surrounded by a rich country, that we cultivated. In consequence of our religious views we could not stay there; we were persecuted and driven, and had to go into the wilderness, had to carry with us our husbandry utensils, seed, grain, tools of every kind, and provisions, a distance of over thirteen hundred miles by land, with ox-teams, into an unknown and unexplored country, among the savages of the desert. You and your people came to our vacated city, lived in our houses already built for you; you came to gardens and <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fields, already in a state of cultivation; you had every facility for improvement and progression. Now, sir, what is the difference between the two people? In reading your communications from Nauvoo, which I frequently read, every time you issue your paper you call for more money and means to help them to carry out their plans, and to progress in building up their city. On the other hand, our people, situated far away among the red skins of the forest, are sending out hundreds and thousands of dollars to help to gather the poor there. Now, which is progressing the most, you or they? &#x201C;Well,&#x201D; says he, &#x201C;I have nothing to say.&#x201D; I think he will have still less to say today than then. <\/div><div class=\"paragraph jod\" id=\"v11n178\"> We expect still to continue to progress and to advance in religious intelligence, in political intelligence; in religious power, and in political power; we are still expecting to carry out our social principles, which differ very materially from others. Our marriage system is different from that of others&#x2014;of that which is called the religious world at the present time&#x2014;the Christian world, if you please; and this marriage system of ours, at the first sight, appears to them as it did to us at first sight, the most revolting, perhaps, of anything that could be conceived of. Whatever others may have thought about it, I know what was thought about it by those who first embarked in it. If they could have plowed around the log, according to a facetious remark of President Lincoln, or burned it, or done anything else, they would have done it, rather than have entered into it; but they could not, and they had to take it up as the word of the Lord. It was not a matter of their own choice; it was the will and the commandment of the Almighty, for the guidance of his people. In this we differ materially from others; they  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>think that they are right in their views, we know that we are right in ours, and therefore we are satisfied. We expect, then, that these principles that we have received, and principles that will continue to be imparted unto us by our Heavenly Father, will spread, and increase, and go forth, and obtain the pre-eminence and a position among the nations of the earth. We do not expect that we shall ever be converted to any of their religious systems, or to any of their social systems. We know what we have received emanates from God; and knowing that, we stand upon it, and cleave to it as the rock of ages, knowing that no power under the heavens is able to overturn it, therefore we stand secure. The Lord has a design to speak, to instruct, to guide, to direct us in all our affairs, whether it relates to this world or to the world that is to come, and we are desirous to be taught of Him, and being taught of Him, we are then desirous to communicate the intelligence we receive unto others. <\/div><div class=\"paragraph jod\" id=\"v11n180\"> Some people will say, &#x201C;You are harsh, you are exclusive, you do not wish to associate and to mix with others.&#x201D; To a certain extent we do, and to a certain extent we do not. To a very great extent we feel very much interested in the welfare and happiness of the human family. I very much question whether greater philanthropy has been developed among any other people under the face of the heavens than among this people. I am at the defiance of any body, or class of men, or nation, to show that greater sacrifices, so to speak, have been made anywhere than have been made among the Elders of this Church to promulge among the people that dwell upon all the earth the things that God has revealed unto them. Can you point out another people who have exhibited the same degree of intelligence, earnestness, <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and zeal in traveling from nation to nation, from city to city, by land and sea, over mighty oceans and desert wastes, even to the ends of the earth in order to promote the happiness and well-being of their fellow men? There are no philanthropical societies existing in the world, that have done what the Elders of this Church have done, they cannot be produced. Are we misanthropists? No, We are cosmopolitans, citizens of the world, and have implanted in our bosoms the spirit of the living God, which prompts us to seek for the welfare and happiness of all the human family. All this, and more, we have done, and I very much question whether you can find anybody that would dispute it. They would say we are in error: that they have a right to say, and to think, if they please; but there is not one who can say in truth that we have not done all we claim to have done. We believe that God has spoken, and that he has organized his church and kingdom upon the earth; that he has and does communicate his will to his church; and believing that, we went forth as heralds of life and salvation to proclaim to the nations of the earth the things God has communicated unto us. Did we go to preach to the people for their gold, for their silver, and for their precious things; for their clothing, or for anything they possess; for honor or for fame? No; but we were pointed at as speckled birds,<span class=\"citation\" id=\"60459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60459)\">Jer. 12:9<\/a><\/span> we were opposed and persecuted in every town where we set our feet, and nothing but the power of God and the power of truth could have sustained the Elders in promulging those principles God gave them to communicate to the world. They had with them the power of God and the power of truth, which prevailed, so far as we see it this day&#x2014;so far as it has had its influence, and so far as it has operated upon the  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>human mind&#x2014;so far as it has gathered the Saints of God, and so far as it has preserved them in the position they now occupy. <\/div><div class=\"paragraph jod\" id=\"v11n182\"> This being the case, then, we cannot be charged with being narrow and contracted in our views&#x2014;we cannot be charged with seeking to injure any class of men, for we have sought to benefit everybody that would be benefited by us, we have sought to benefit them every way in regard to their circumstances&#x2014;in regard to their faith&#x2014;in regard to their politics, and in regard to their bodies, to their souls, in regard to time and to eternity. There are thousands in this Territory today that are now well off that never would have owned one foot of land in the world anywhere else. What have we done besides? We have helped one another, sent out our teams by the hundreds and by the thousands, and our means, to assist those who could not assist themselves. Why? Because they were desirous to come, and we were willing to help them to come. Millions of dollars have been expended in this thing alone among the people. Can we in justice be called niggardly and contracted in our feelings? Can it be said that we have not shown liberality? It would be folly and madness to talk so; and, to say the least of it, it would show a lack of knowledge of the history of this church and people, and the position they occupy. I say, further, that if this nation had listened to the voice of Joseph Smith in a political capacity, they would have been saved this war that has now overtaken them: but they would not be saved; and I have sometimes been reminded of the position that Jerusalem occupied on a certain occasion when Jesus Christ spake by the spirit of revelation prophesying the events about to take place, he said, &#x201C;O Jerusalem, Jerusalem, thou that killest the prophets, <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not! Behold, your house is left unto you desolate,&#x201D;<span class=\"citation\" id=\"65620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65620)\">Matt. 23:37-38<\/a><\/span> etc. He then went on to tell them that Jerusalem should be overthrown and not one stone should be left standing upon another,<span class=\"citation\" id=\"65641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65641)\">Matt. 24:2<\/a><\/span> that it should be trodden down of the Gentiles,<span class=\"citation\" id=\"125559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125559)\">Luke 21:24<\/a><\/span> etc. Could Joseph Smith or Jesus Christ help being the communicators of such tidings? They could not. Could Jesus Christ prevent the wrath of God overtaking the Jews and plunging them into irrevocable ruin? No. Could Joseph Smith, or this people, have hindered anything that has overtaken the nation of the United States? They could not. They have had warning of the approaching evil for the last thirty years, and they had the opportunity of knowing what would have saved them, but they would not be saved. Is it wrong, cruel, and oppressive to try and save a people when you see that people or nation rushing headlong to the brink of a precipice? Is it wrong to tell them to hold on or they will be destroyed? You would rather call it the voice of a friend; all good men would, and, as far as bad men are concerned, we care little about them. <\/div><div class=\"paragraph jod\" id=\"v11n183\"> Now, we are here, and those events spoken of are transpiring and will transpire, and we cannot help it, and President Brigham Young cannot help it; these judgments are the decrees of fate, they will roll on&#x2014;they have got to come and we cannot hinder them. What are we aiming at now? We want to save ourselves if we can, we want to know how to save ourselves as rational independent beings that have got souls to save&#x2014;beings that are eternal. We want to know how to save ourselves and how to save our families, and, if possible, save our  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>progenitors, and lay a foundation to save our posterity after us, and also to save all that can be saved of the world&#x2014;all that are in the reach of salvation, and, if possible, root out the chaos and confusion that everywhere exist in the political world; form and establish correct principles that shall emanate from the great Eloheim, and that shall elevate the nations of the earth from the degradation in which they are wallowing today, and exalt them on high, that they may be prepared to receive teachings and instructions from God, and, if possible, be saved in his kingdom. These are things that we are trying to accomplish; our hearts are full of blessings, full of kindness, full of consideration, full of long-suffering, full of a desire to save, bless, and exalt all that are within the reach of salvation. That is the worst injury that we ever did to any of the human family, and these are the worst desires that we ever had towards any of them. What do we wish to do for ourselves? We wish to purify ourselves from every kind of corruption&#x2014;from all the leaven of gentilism, so to speak (I make use of that term, because it is generally comprehended among us to mean the leaven of the world of corruption and of evil of every kind), and to try to save ourselves and purify ourselves in our spirits, in our bodies, in our feelings, and to seek for intelligence from God, and from all correct sources, that we may be of a truth representatives of God upon the earth. This is what we are aiming at, and we wish, if we can, so to conduct ourselves that God will not be ashamed of us, that holy angels will not be ashamed to associate with us, and that all our communications, doings, and associations may be of that nature that will at all times secure the smile and the approbation of our Heavenly Father, that when we get done with this <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work, and the world and the affairs of the world, so far as this present existence is concerned, we can say as Paul said, &#x201C;I have fought the good fight, I have finished my course, I have kept the faith.&#x201D; I have done my duty, honored my calling, and now there is a crown laid up for me, and for all who love the appearing of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"76272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76272)\">2 Tim. 4:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n185\"> These are some of the feelings that throb in our bosoms, and these are the things we wish to accomplish for ourselves and for others. Is there any lack of philanthropy in this, any lack of good feelings towards any of the human family? No. &#x201C;Then why do you not associate with everybody? Why do you not receive everybody into your houses? Why do you not let everybody do as they please, etc. Why do you not allow everybody to corrupt themselves if they wish to, and corrupt you if they please, and introduce their corruptions among your people?&#x201D; The reason why we do not do these things is, because we have not a mind to. We think there is a very great distinction between the one and the other&#x2014;we think there is a great difference between building up the kingdom of God and submitting to the power of the devil; we think there is a very material difference between associating with the Saints of God, or honorable men of the earth, than with the opposite class of persons. We think we have a perfect right always to choose what kind of company we keep and who we associate with. &#x201C;But Bishop Woolley denounces the Gentiles sometimes;&#x201D; perhaps he has good reason to. I do not know whether ever he denounces any of the folks called Mormons or not; but I know one thing, if he did his duty he would denounce them. I know that there are a great many, both among those that are called Gentiles and those that are called Mormons, that do not act as gentle<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men ought to act, much less as Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v11n187\"> I wish this people to understand one thing, that there is a very material difference between treating men with courtesy and kindness, acting in a spirit of civilization, and trying to introduce correct principles among them, and permitting them to introduce their devilism among us; there are rules of etiquette among other nations and peoples, just as much as there are here. I have seen things practiced here by men, both by saints and sinners, that would not be tolerated in any other nation more than they would be here. I have seen acts in public, and I was going to say in private&#x2014;although I do not enter much into the private acts of men, and do not wish to&#x2014;but I have seen acts in public that would not be tolerated upon any consideration in any decent society; but persons committing such acts would be promptly turned out of that society. It is not because a man has a few dollars in his pocket, anywhere that I have been, that he is allowed to push himself and crowd himself into anybody's family he thinks proper, and seek to corrupt that family; no such things are tolerated anywhere among people who profess to be guided by correct principles, and shall we tolerate them here? No. It is usual in other countries, before a man can be received into society, that he must bring with him a reputation from reputable men; he is expected to have introductory letters before he can be introduced to them and associate with them, and not because he is in the shape of a man and walks on two legs. Why, baboons do that. Before I should allow strangers to come into my family and mix with my wives and daughters, I should want to know who they were, where they came from, what their instincts were, and what was their moral and <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religious character. As a head of a family, I have a right to know these things; I have a right to know what influences are brought in and around my house, what spirits predominate there, and I have a right to know what a man's religion is. <\/div><div class=\"paragraph jod\" id=\"v11n188\"> &#x201C;But do you not allow liberty of conscience?&#x201D; Yes. You can worship what you please&#x2014;a donkey or a red dog&#x2014;but you must not bring that worship into my house; I do not believe in your gods, I believe in the God of Israel, in the Holy Ghost, in the spirit of truth and intelligence, and all good principles; and if you want to worship your gods, worship them somewhere else, and if anybody else wants to worship them, they can do so: you can go on to one of those mountains and worship your gods, or if you are living in a house here, you can be a worshipper of Buddha if you please; but I do not want it in my house, and I do not want the spirit that you have&#x2014;the spirit of those gods, visible or invisible; I do not want their teachings, spirit, nor influences. <\/div><div class=\"paragraph jod\" id=\"v11n189\"> Who does not know that the world is corrupted? Who does not know that it has been recommended by the authorities in the city of Washington, and unblushingly published in the public prints, to send to Utah a lot of nice young men to prostitute our young women? Shame on such a nation, yet such things have been published and proclaimed here. You may see people come here smiling and bowing, and very polite, and &#x201C;won't you let me take your daughter to a party?&#x201D; No, nor yourself either, not unless I have a mind to; I will have a say in that, for I want to know who dances with my wives and daughters, and whether they have a reputation or not, and if they have a reputation, what kind of people they are. This I have a right to do in a social capacity, independent of all  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>religion, and I mean to do it. I will now turn the tables another way round. Did you ever see any of the Elders of this Church out abroad among the nations try to crowd themselves upon any people, and seek to go into their balls and assemblies, or families, contrary to rule and to the principles laid down? No, never. Did you ever hear of them wanting to take their daughters to balls and parties, etc? No, never. We claim the same kind of treatment from you; if we want your company we will ask it; if we do not ask it, you may consider that you are not wanted. We know and understand the spirit of the times to a certain extent. <\/div><div class=\"paragraph jod\" id=\"v11n191\"> &#x201C;Do you mean to say that all the Gentiles are bad men?&#x201D; Not by any means; there are a great many good, honorable, high-minded men; we have met with many such abroad; we have met with gentlemanly, courteous treatment from strangers&#x2014;I have, and so have others&#x2014;and we have met with such here. We would not be behind any gentleman in reciprocating gentlemanly and courteous behavior; we wish to treat all good men as brothers, and no gentleman will object to what I now say. But I am sorry to say, that a great many are not of this class. Let us look at our position for a little while if you please. We are here in the midst of the mountains; there is a dreadful <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> war raging in the east, and all kinds of characters are flocking here from that war, good and bad, and who knows who they are? We know one thing; vigilant committees in neighboring mining settlements are cutting the throats of some and hanging others. How do we know who we have here? Very likely cutthroats, blacklegs, gamblers, guerillas, and murderers, all gathered here together; and here is an honest, industrious people, and we do not choose to associate with strangers until we know who they are, and we think we are perfectly right in so doing. <\/div><div class=\"paragraph jod\" id=\"v11n192\"> Our object is to serve God and keep his commandments, and let the right, and the might, and the truth bear rule, and that right, by the help of God, we will maintain. We do not choose such associates, we want to know who it is we are talking to. I would dislike very much to have a murderer to sit down at my table and be placed under the disagreeable necessity of dragging him out by the neck. We have a right to know these things, and we mean to know them. We mean to take care of ourselves and pursue a course that is right in the sight of God. We mean to purify ourselves as far as we have power, and by the help of God, and cleave to the right and maintain it. May God help us to do it, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}