{"ID":110056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building the Temple&#x2014;Mormonism Embraces All Truth.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, April 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Building the Temple&#x2014;Mormonism Embraces All Truth.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v11n1445\"> I want your attention. I do not know how long it will be prudent to continue our meeting, but we would like to say a great deal more to the people. I will talk to you a little with regard to building the Temple. When br. Heber asks you to come and join us in drawing rock, you turn round and say, &#x201C;I have paid my tithing; what more do you want? Do you want any donations or extra help? What do you do with the tithing?&#x201D; This is in the minds of the people, and it is something that I think about, too, but I confess to you that, although I am Trustee-in-Trust and have the management of all this, I know but little about what is done with the tithing. Br. Hunter is Bishop, and whether he could <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> give you a knowledge of what goes with the tithing I do not know. The brethren turn in their grain and their stock, and it is gathered up, but that does not bring the rock here to build the Temple. Br. Kimball and some others have assisted in bringing some rock here, and a few have been drawn with my teams. Now, the rock does not come as we want it. We have commenced a Temple that I want to see stand a thousand years when the earth rests.<span class=\"citation\" id=\"93173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93173)\">Moses 7:64<\/a><\/span> We do not calculate that that building will fall down. You know I was so distrustful about the foundation, there were so many things about it I did not like, that we took it up and had to commence it again. We have got started now, and I think it is safe.  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When the Temple is built I want it to stand through the millennium, in connection with many others that will yet be built, that the Elders may go in and labor for their dead who have died without the gospel, back to the days of Adam. But to see this Temple built and then pass into the hands of the wicked, I would rather that the walls should never rise another foot. I shall not tell you, today, all that I think about building temples and giving endowments. <\/div><div class=\"paragraph jod\" id=\"v11n1447\"> We have decided that this Temple shall be built of this beautiful granite rock, which, I think, will please everyone. We are preparing a canal to bring the rock to this city, still we shall have five or six miles to draw the rock to the canal, but the most of the distance where our bad roads are we shall float this rock on little boats that we shall have on this canal. We want all the brethren to pay their tithing or tax for the privilege of watering their lands from this ditch or canal according to the charter and organization of the company who are performing this labor. If the brethren will do this we can have the ditch finished up and in operation in a month or two. <\/div><div class=\"paragraph jod\" id=\"v11n1448\"> A great many want this Temple done that they may go in there and get their endowments. I want to say to the Latter-day Saints, one and all, that we have all the privileges and blessings conferred upon us that we live for. The Latter-day Saints are not prepared to receive the celestial kingdom at once, because they have not eyes to see and ears to hear;<span class=\"citation\" id=\"64509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64509)\">Matt. 13:15<\/a><\/span><span class=\"citation\" id=\"92078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92078)\">D&amp;C 136:32<\/a><\/span> and they do not understand the mind and will of the Lord on these subjects. If we did we would see at once that our blessings are greater than our labors merit, and we would not find fault nor be in a hurry, but we would move steadily along. As I told you the other day when talking <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the sayings of Joseph, &#x201C;the Latter-day Saints want to pull together&#x2014;a long pull, a strong pull, and a pull altogether.&#x201D; These were the words of Joseph. We want to labor unitedly that our labors may be successful. I want this Temple that we are now building to the name of our God, to stand for all time to come as a monument of the industry, faithfulness, faith, and integrity of the Latter-day Saints who were driven into the mountains. I want to see the Temple finished as soon as it is reasonable and practicable. Whether we go in there to work or not makes no difference; I am perfectly willing to finish it to the last leaf of gold that shall be laid upon it, and to the last lock that should be put on the doors, and then lock every door, and there let it stand until the earth can rest before the Saints commence their labors there. They receive more in the House of the Lord now than is their due. Our brethren and sisters, baptized three, four, or six months ago, go and get their endowments, the sealing blessings for all eternity, the highest that can be conferred upon them, yet how lightly they are treated! Many do not consider, they do not realize these things. They have not the spirit of revelation, they do not live for it, hence they do not see these things in their proper light, and we are not in such a hurry as many think we ought to be. <\/div><div class=\"paragraph jod\" id=\"v11n1449\"> Well, will we go to work and build this Temple? The brethren around say we will pay our tithing, and we will pay it willingly, and you may do what you please with it. Sometimes I have thought that our tithing is so great that it requires more looking after than it is worth. See a dozen men in the Tithing Office, and a dozen or fifteen in another place taking care of tithing; but how it is used I do not know.  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>One thing I do know, that when our tithing is paid in the north and in the south it costs almost as much to get it here as it is worth. What is paid here is clear profit, and is useful and beneficial for us to work upon. If the brethren pay their tithing, and pay it willingly, we are satisfied; that is all that is required of them. If my brethren who live near here, whom the Lord is blessing, have a mind to put in some teams extra for drawing rock, I give them the privilege. <\/div><div class=\"paragraph jod\" id=\"v11n1451\"> There are some things with regard to the general business of the Church that is hardly worth while for me to mention. I could name a few things; but I do not know that it would be any benefit. I do not know that doing so would relieve my feelings in the least. If it would be any satisfaction to my brethren, and would enlighten them at all, they are welcome to a few items. I will ask the Elders of Israel who it is that finds the money to defray all these expenses? I will ask them how much money they pay in on their tithing? &#x201C;Why,&#x201D; say they, &#x201C;we let you have our wheat and cattle, and they are just as good as money.&#x201D; Ask yourselves if you ever knew a bushel of wheat, a hundred pounds of flour, or a horse, an ox, a cow, a mule, a sheep, a load of potatoes, a load of onions, or anything else that comes in on tithing to be sold for money? Go and see if there ever was five dollars worth of this property sold for money. What did our emigration cost last season? We will make a rough guess (which will probably be below the mark by many thousand dollars), and say forty thousand dollars. Do the brethren living in the counties around or anywhere else pay any money in towards this? Where do you think it comes from? It is paid, there is no doubt of that, <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the poor are brought here; and there are over nine hundred thousand dollars owing to the Perpetual Emigration Fund for helping the poor here. <\/div><div class=\"paragraph jod\" id=\"v11n1452\"> Does this enlighten your mind any? &#x201C;Why, no,&#x201D; say some, &#x201C;unless we know where the money comes from.&#x201D; It would puzzle our astrologers to tell you; still, you can ask them if you wish; they can be just as sensible about that as anything else. Who pays this money? Who is it that buys every dollar's worth of goods that is brought here to pay to these hands who work on the public works? Is there a man at work there but who gets a portion of money and store pay? And with the exception of what the merchants here pay in on tithing, is there a dollar's worth of store pay to be got without paying the money for it? Is there a light of glass, a pound of nails, a pound of rope, or anything else brought here from the east that the money is not paid for? No, not one pound. Now, then, you astrologers, sit down and make your figures and see if you can tell where the money comes from; or you scholars and learned men enlighten the minds of the people on these matters if you can. I will tell you what you can do&#x2014;you can be economical, prudent, and saving, and help a great deal more than you now do. If we will go to work and finish this canal we can bring the rock here for the Temple. I have asked my brethren, and I will ask again, will not you who have sawmills bring on some lumber so that we can go on with this tabernacle? Will you not help a little in this telegraphic operation? We want lumber for this, that, and the other&#x2014;will you not bring on some? &#x201C;Yes,&#x201D; say they, &#x201C;if you will pay us money for it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1453\"> With regard to paying tithing, I  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will say that is becoming easier and more congenial to the minds of the people every year, and they pay it with a glad heart. This is a blessing to them. Let me say to you, just what the Lord requires of you, if you would only do it. He requires at our hands, each and every one of us, to begin and sustain the Kingdom of God, and to withdraw from the world and the business of the world. If our neighbors want our flour, let them come here to buy it, pay a good fair price for it, and take it away, but never carry it to them&#x2014;never, never, no, never! If we want goods, hats, boots, shoes, bonnets, coats, and so forth, we should send Latter-day Saints, Elders of Israel, with our money to markets where they have them for sale, and purchase them and bring them here; and we should buy of our brethren, and sustain the Kingdom of God. I say this is the mind and the will of God concerning this people, if they will hearken to it. Purchase no more of your enemies. I read a revelation here on this subject a few weeks since, given in Jackson County, Missouri, commanding br. Gilbert to go and purchase goods and sell them to the Saints without fraud.<span class=\"citation\" id=\"86109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86109)\">D&amp;C 57:8<\/a><\/span> I will take the liberty of saying that I consider some of our own merchants do not come up to the requirements of this revelation, for they would sell to the Latter-day Saints a piece of goods worth fifty cents for a thousand dollars if they could get it, without any regard to truth, righteousness, or justice, or the building up of anybody on God's earth but themselves. This is the case with some of our own merchants, while there are others who deal fairer. There are some amongst us who would not speculate, had they all the opportunity in the world, as much as some who are called Latter-day Saints. All this is true, but we can<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not begin to point out and individualize; that will not do here. But it is the will of the Lord that you and I live within ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n1455\"> Do you recollect that I made mention of our government yesterday? We have sued to them many times for our rights. We have asked for bread, and they have given us a stone; we have asked for a fish, and they have given us a serpent; we have asked for an egg, and they have given us a scorpion;<span class=\"citation\" id=\"67560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67560)\">Luke 11:11-12<\/a><\/span> so we have got to live within ourselves and trust in God. We will pay our taxes and we will pay our tithing. But there are some among us who, probably, would like to meddle with our tithing. I wonder if they would like to meddle with the tithing that is paid to build churches in the east, and with the donations made for that purpose? I wonder if they would not like to legislate upon them, and see who has been paying donations to build this church or that schoolhouse or academy. I wonder if they would not like to legislate as they do about schools for the freedmen. I suppose it will not be long before they will want to dictate in some other places, and say how much shall be raised for schools and so forth; and I suppose it will be but a little while before some of those officious characters will determine the number of beans that brother Kimball and I shall have in our porridge, and whether they shall be white or black. I think, if some of them had their way, they would have them all black. <\/div><div class=\"paragraph jod\" id=\"v11n1456\"> I have told you some few things with regard to the Temple. We want the tabernacle finished, and when a man is asked to go and work on it, do not begin to make a wry face, and say, &#x201C;I have got so much work to do.&#x201D; When you carpenters are asked to go and help to finish it, so that we can hold our October  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Conference in it, do not begin to say, &#x201C;I have so many jobs on hand, and so much work to do, and this engagement and that engagement,&#x201D; wherever they will pay you sixpence a day more; and &#x201C;I will work for the devil as quick as for the Lord Jesus Christ.&#x201D; Do not say that any more. The mechanics, by their conduct, have said hitherto, &#x201C;We will build up hell just as quick as we will heaven, if we can get sixpence a day more for doing it.&#x201D; Do you want to know the true policy of building up Zion, and what is required of us as a people? I can give it to you. It is to build up the Kingdom of God on the earth, to build temples and tabernacles, to preach the gospel, to sustain the families of the Elders abroad, and to sustain the Priesthood at home and abroad, whether we get a dollar a day or nothing, it is all the same. Work whether we get our pay or not, or whether we have money offered to us or not. You and I will find in the end that there is not a man on the earth who can give the increase to our labor; but it is the Lord who gives it.<span class=\"citation\" id=\"73144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73144)\">1 Cor. 3:6<\/a><\/span> No matter whether you make fifty cents or fifty dollars a day, the Lord gives the increase; and whatever He pleases to give He will give, and whatever He pleases to withhold He will withhold. I say to you again and again that the blessings of this people are more than they merit by their lives; but if we live every day of our lives so as to possess the Spirit of the Lord, and are dictated in all our business transactions and in every move we make by the spirit of revelation, we should merit, and justly and righteously obtain greater blessings than we now possess. <\/div><div class=\"paragraph jod\" id=\"v11n1458\"> Now, my brethren, you who have sinned, repent of your sins. I can say to you in regard to Jesus and the <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> atonement (it is so written, and I firmly believe it), that Christ has died for all.<span class=\"citation\" id=\"73782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73782)\">1 Cor. 15:3<\/a><\/span><span class=\"citation\" id=\"74187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74187)\">2 Cor. 5:15<\/a><\/span> He has paid the full debt, whether you receive the gift or not. But if we continue to sin, to lie, steal, bear false witness, we must repent of and forsake that sin to have the full efficacy of the blood of Christ. Without this it will be of no effect; repentance must come, in order that the atonement may prove a benefit to us. Let all who are doing wrong cease doing wrong; live no longer in transgression, no matter of what kind; but live every day of your lives according to the revelations given, and so that your examples may be worthy of imitation. Let us remember that we never get beyond the purview of our religion&#x2014;never, never! &#x201C;Mormonism,&#x201D; so-called, embraces every principle pertaining to life and salvation, for time and eternity. No matter who has it. If the infidel has got truth it belongs to &#x201C;Mormonism.&#x201D; The truth and sound doctrine possessed by the sectarian world, and they have a great deal, all belong to this church. As for their morality many of them are morally just as good as we are. All that is good, lovely, and praiseworthy belongs to this church and kingdom.<span class=\"citation\" id=\"94215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94215)\">A of F 1:13<\/a><\/span> Death, hell, and the grave only are outside of &#x201C;Mormonism.&#x201D; &#x201C;Mormonism&#x201D; includes all truth. There is no truth but what belongs to the gospel. It is life, eternal life; it is bliss; it is the fullness of all things in the gods and in the eternities of the gods. What is the difference, then, what we are called to do? Let us do it with a cheerful heart<span class=\"citation\" id=\"86316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86316)\">D&amp;C 59:15<\/a><\/span> and a willing mind,<span class=\"citation\" id=\"86561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86561)\">D&amp;C 64:34<\/a><\/span> that we may receive the blessing which the Lord has for the faithful. <\/div><div class=\"paragraph jod\" id=\"v11n1459\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}