{"ID":110049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Complete Difference Between the Saints and the World.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, March 31, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Difference Between the Saints and the World.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/31\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v11n1340\"> Brother Cannon stated this morning that we were the most independent people on the earth. That, I presume, is a correct statement, although the majority of the people on the earth think we are the most dependent. They consider that we are dependent on them for their good or bad opinion, that we are dependent upon the United States for peace and tranquility, and that we are dependent upon popular feeling for the existence of our institutions, whether political, religious, or social. Hence men come among us from time to time, and setting themselves up as standards of perfection, they wish to measure us by their ideas of politics <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and morality; whereas if they only understood the truth, they would know that we are very independent on these points, and that we care no more about their notions and opinions in regard to us than we care for the motion of a passing bird. <\/div><div class=\"paragraph jod\" id=\"v11n1341\"> We have no tremor in relation to the action of this or any other government. They do not know the true sentiments and feelings of the Latter-day Saints; hence they are not capable of judging us. We feel that we are dependent upon God only, for our existence, whether it be socially, politically, or morally. We do not look upon things as they exist in the world as being correct,  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in animadverting upon their acts we could tell a great many things that we believe are essentially wrong, whether relating to their morals, politics, religion, philosophy, or anything else; and some of us are pretty well acquainted with the ideas they entertain, and the morals that prevail amongst them. We did not come here to copy after anything that exists in the world; we had no such idea or intention, and if this fact is not understood by all the Latter-day Saints it ought to be. When men come among us we should be very sorry indeed if they found us like the world; we are not like them, neither do we wish to be. We did not come here to set up a government to be separate and distinct from other governments, and to seek to possess a certain power and influence over our own members or over other people; this never entered into our minds. We do not, today, try to imitate any of the governments of the earth; we do not admire their policy; we do not believe that their systems are correct. We believe that they have the seeds of dissolution within themselves, and through the lack of correct principles by which to regulate themselves, that they will eventually crumble to pieces. Neither do we believe in their religion, and we should be sorry if any of our people were like them, or even attempted to be like them in a religious point of view. Most of us have been associated with their varied systems of religion before we came here. We have been mixed up with them in the United States, England, France, Germany, Switzerland, Norway, Sweden, Denmark, and other parts of the earth, and have long ago renounced their religion, because we considered it false. We do not consider it any more true today, and, of course, men who think <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are right, and measuring us by their standard, must necessarily conclude that we are wrong; that is the only conclusion at which they can arrive. Having been associated with the various churches&#x2014;Roman Catholic, Greek, Episcopalian or English, Presbyterian, Baptist, Methodist, Quaker, and other churches and denominations of the day, we know what their ideas are religiously, and we did not leave them because we thought they were right, but because we believed them to be in error and that the whole of them had departed from the principles laid down in the Scriptures of truth. We left them because we conceived that they lacked the principles of life, vitality, intelligence, and revelation possessed by the religion that Jesus Christ introduced upon the earth. That, I confess, was the reason why I left them. <\/div><div class=\"paragraph jod\" id=\"v11n1343\"> I remember once calling at a man's house who was a Presbyterian. After talking to him a little about his religion, said he, &#x201C;You entertain curious notions.&#x201D; Said I, &#x201C;I believe I got my notions from the Bible.&#x201D; Afterwards an infidel came in with whom I had a long conversation, trying to prove to him that the Bible and the Christian religion were true, or at least that taught by the Bible. &#x201C;Well,&#x201D; said this gentleman to me, &#x201C;I am surprised; I thought you were an infidel.&#x201D; &#x201C;Why?&#x201D; said I. &#x201C;Because,&#x201D; he replied, &#x201C;I thought you did not believe in the Bible.&#x201D; Said I, &#x201C;You are laboring under a great mistake; I do believe in the Bible, but not in principles contrary to the Bible, and consequently as the religion of the present day does not agree with the Bible I do not agree with it.&#x201D; I suppose these have been the feelings, more or less, with the majority of the Saints, at least with those who reasoned upon and contemplated these matters. For  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instance, the Scriptures speak about there being &#x201C;One Lord, one faith, one baptism, and one God, who is above all, through all, and in you all;&#x201D;<span class=\"citation\" id=\"75000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75000)\">Eph. 4:5-6<\/a><\/span> and when men of reflection look around and see systems of religion as numerous as gods used to be among the old heathens, how could they suppose or believe that these were all inspired of God? It was impossible for a man of reflection and intelligence to entertain such an idea. We are in pursuit of principles that emanate from God, and we believe that God has spoken, and therefore we are here. We believe that He has revealed to us His will; that He has restored the ancient gospel with all its fullness, blessings, richness, power, and glory. We believe that this gospel will redeem all men who believe in it, and that it will elevate them to a knowledge of the true God, whom to know is life eternal.<span class=\"citation\" id=\"70584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70584)\">John 17:3<\/a><\/span> We believe that God has restored to the earth again Apostles and Prophets, Evangelists, Pastors, and Teachers the same as existed in His Church in former days;<span class=\"citation\" id=\"75049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75049)\">Eph. 4:11<\/a><\/span> and we believe that if men repent of their sins and be baptized in the name of Jesus Christ for their remission that they will receive the Holy Ghost through the laying on of hands. We believe that that Spirit leads them into all truth;<span class=\"citation\" id=\"70363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70363)\">John 16:13<\/a><\/span> that it brings things past to their remembrance,<span class=\"citation\" id=\"70031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70031)\">John 14:26<\/a><\/span> and shows them things to come;<span class=\"citation\" id=\"70364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70364)\">John 16:13<\/a><\/span> and in this respect we differ from the religions of the world, for they have no such idea as this; they do not believe in it. We believe that the Lord has commenced to establish His kingdom on the earth, and we look to Him for wisdom and intelligence in regard to all matters, whether they be of a political, social, or moral nature; hence, in these respects, we differ very materially from the rest of the world. In the various religious denominations their <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ministers are set apart by the will and dictum of men; their religions, too, are established by men. God had nothing to do with the matter. He never thought of them. It is no uncommon thing in the Church of England, with which I was associated in my early days, for a man who has three or four sons to educate one to be a doctor, another for a lawyer, another, perhaps, is assigned to the army or navy, as the case may be; and if there is one a little duller than the rest he is generally educated for the ministry and is called a Doctor of Divinity. And it is expected that that dull man, without common sense and without instruction from God, but simply because he is a fool, will point out the way to the kingdom of heaven. Among the Methodists, with whom I was afterwards associated because I thought the Church of England was not good enough, they tell us that &#x201C;God chooses the base things of the world to bring to nought the things that are.&#x201D;<span class=\"citation\" id=\"72939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72939)\">1 Cor. 1:28<\/a><\/span> That is true enough, but they come to wrong conclusions from these premises&#x2014;that is, they suppose because God can choose a man and endow him with wisdom, that therefore they can pick the biggest fools they have got and set them to work to preach. <\/div><div class=\"paragraph jod\" id=\"v11n1345\"> There is a wide difference between God choosing a man and endowing him with the spirit of intelligence, wisdom, and revelation, and sending him forth to preach the truths of heaven to the nations of the earth, and men picking up their weakest members and setting them to do the same thing; because God can inspire men with wisdom and intelligence from above, while men are incapable of so doing. Hence I do not wonder that men, who are accustomed to listen to, and who believe such teachings, should consider that we are a strange people, for our religious  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>notions evidently do not agree with theirs; if they did, as I said before, we should not have been here, for it was principally on religious grounds that we left them to come here. One of our judges, after leaving here, informed the Administration that the inhabitants of Utah were mostly &#x201C;Mormons,&#x201D; and were a very peculiar people. He thought he had made quite a discovery, and that he was putting the world in possession of important information. <\/div><div class=\"paragraph jod\" id=\"v11n1347\"> We have left the various churches and sects of the day, and infidel associations of all kinds, and have united ourselves with the &#x201C;Mormons,&#x201D; and have gathered together here simply because we believed they were all wrong, hence a man must be a fool to suppose that we are like them, for we have a faith that is entirely diverse from theirs. Our ideas, socially and morally, are entirely different from theirs, because ours come from God, and they get theirs from the notions that exist among men. <\/div><div class=\"paragraph jod\" id=\"v11n1348\"> Who that is acquainted with the moral state of Christendom at the present time does not shudder when reflecting upon the depravity, corruption, licentiousness, and debauchery that everywhere stalk around? We have left this state of things, and the Lord has introduced a new order amongst us, for we profess to be under His guidance and direction, and consequently our ideas and practices must be very different from those which obtain in the world. We have more wives than one. Why? Because God ordained it. And we maintain our wives and children; but they do not maintain their mistresses and children, yet they will prate to us about their beautiful systems. There is a great difference between their system and ours; they think their's is best, but we, who look at <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things from an entirely different point of view, prefer our system. If we have wives and children we are not afraid to acknowledge them as such. We do not have the children of one woman riding with us in a carriage, while those of another are sweeping the streets and asking us for a halfpenny; nor are they paupers on the community. We do not believe in any such morality as that, we discard it altogether. Many of those who do believe in and sustain it are ashamed of many of their own deeds, and act the hypocrite by trying to cover them up and keep them in the dark, and presenting the bright side only for us to copy after. But we want to take things as a whole, and we will receive no system but that which will bear the scrutiny of the world, and that is just, equitable, and honorable before God, angels, and men. I am not surprised at men, coming from the midst of scenes and practices, forming such incorrect notions in relation to us; but dare they acknowledge their acts as we dare acknowledge ours? No; they dare not; their own laws would punish them if their acts were brought to light. <\/div><div class=\"paragraph jod\" id=\"v11n1349\"> In relation to our political affairs, we are gathered together as a community, and being so numerous it is impossible but that we should form a part and parcel of the body politic. We have a city here, for instance, and numerous other cities throughout this Territory. We must have an organization in these cities. We want our Mayors and City Councilors and Aldermen, and municipal laws to protect the weak, the virtuous, the pure, and holy, and restrain the wicked, the riotous, the thief, and debauchee, and to maintain order in the community. We have a number of towns and cities extending for some five hundred miles, and it is ne<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cessary that we should have a government to regulate and manage affairs in our midst. We are forced into this position, we cannot help ourselves, and hence we become a Territory, and have our Governor, Judges, Marshal, and Secretary of State sent us by the United States; and our Representative in the Congress of the United States. <\/div><div class=\"paragraph jod\" id=\"v11n1351\"> Then we have our local Legislature, as other Territories have, to enact laws for the protection of the good and virtuous, for punishment of crime, the execution of justice, and the preservation of peace and good order throughout the Territory. Is there anything wrong in all this? Not that I am aware of. Whose rights have we interfered with? Who cannot obtain justice here? Who are deprived of their rights here? Is there any man, woman, or child, stranger or citizen deprived of his or her rights, or who cannot obtain a hearing for grievances real or imaginary? Who is there throughout the length and breadth of the Territory who cannot obtain the full benefit of law, equity, and justice? No one. Well, we are here in this capacity, and there are other things that underlie these, if you please. The Republicans, you know, in the States, have been very fond for a long time of talking about a higher law of some kind. We, too, have a higher law, not a negro law particularly, but a law that emanates from God; a law that is calculated to promote the best interests and the happiness of this people, and of the world when they will listen to it. Then do you profess to ignore the laws of the land? No; not unless they are unconstitutional, then I would do it all the time. Whenever the Congress of the United States, for instance, pass a law interfering with my religion, or with my reli<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gious rights, I will read a small portion of that instrument called the Constitution of the United States, now almost obsolete, which says&#x2014;&#x201C;Congress shall pass no law interfering with religion or the free exercise thereof;&#x201D; and I would say, gentlemen, you may go to Gibraltar with your law, and I will live my religion. When you become violators of the Constitution you have sworn before high heaven to uphold, and perjure yourselves before God, then I will maintain the right, and leave you to take the wrong just as you please. There are other things, too, that I, as an individual would do. There have been attempts made here to interfere with the trial by jury, a right guaranteed by the Constitution of the United States as well as by the Magna Charta of England. And we have had cases right in our midst where a judge has told the jury that if they did not bring in such a verdict as he had instructed them to, he would set it aside. Of what use, then, is a jury? Why not let the judge act without them; if they are to be dictated to by him what becomes of our freedom? If my services as a juryman were required, I would give my opinion frankly and honestly, and no judge should control me; but I would try to be a man, and would not be cowed by any man sent among us trying to pervert justice. No man should make a scapegoat of me; if he wished to violate constitutional rights he should do it on his own responsibility. Some men will endure a great deal in matters of this kind, and they will call it humility; but I desire no such humility. I want a principle that will maintain, uphold, and stand by the rights of man, giving to all men everywhere equal rights, and that will preserve inviolate the fundamental principles of the Constitution of our country. <\/div> <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n1353\"> After all, we, as a people, have not much to complain of; we have a great deal of liberty here, and we can do pretty much as we have a mind to if we will only do right. We can think, write, and worship as we please, and we are free from some things that some portions, even of our nation, are perplexed with at the present time. We have no military government, for instance, and we are free to exercise our judgment and to maintain our rights by jury if we have the manhood to do it, and I consider that after all we are very much blessed out here. It is true that the President and Congress quarrel down yonder sometimes; but before the sound reaches us it is so faint that it produces no electric shock; in fact, we scarcely feel it. In the South, too, they are laboring under many difficulties; but they are so far from us that we fail to realize matters as they exist there, and our affairs go on as usual. The smoke comes out of the chimneys, men walk on their feet, the sun rises and sets at proper time, and everything goes on perfectly natural, and I do not know that we have anything to complain of, and for the many blessings that we enjoy I feel thankful to Almighty God. Now, what are we as a people aiming at? To begin with, we are aiming to live our religion more faithfully. We have got the right principles, but I think, sometimes, that we do not live them as well as we might. We have been baptized in the name of Jesus for the remission of our sins, and have had hands laid upon us for the reception of the Holy Ghost; but in many instances we have failed to live our religion by giving way to our evil tempers, passions, and appetites, and we want to live our religion better than we have done. We must be more moral, and more honest with each other and be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore God; and we must pray more and swear less than we do. Our strength is from God; and if we do not have strength, wisdom, intelligence, and grace from Him we do not have it; and it is living our religion that leads us to Him. It is not altogether in ceremonials; it is not because I go to church or meeting; but it is because my heart is right before God, because I do my duty, because I love the Lord and His people and all men, and my desire is to promote the happiness and well-being of the human family. This is the feeling that all ought to have. I hear oaths sometimes issuing from the mouths of those who are called Saints, from our young boys, as though it made men of them, and was something great to imitate the Gentiles. It is low, mean, degrading, unhallowed, and it is in opposition to every sacred and holy principle. Some of our boys are fond of getting a cigar into their mouths, they think it makes them look manly; there is nothing at all manly about smoking and strutting; why, a monkey could do that. It shows weakness, shallowness, and, I was going to say, a species of idiocy; and for the children of Latter-day Saints to indulge in such things is low and degrading. We want, then, to live our religion more closely, and we should feel all the time that God sees us, that His eye is upon us watching our motions and actions, and that it is necessary for us to humble ourselves before Him, that we may obtain His Holy Spirit to guide us aright. We need to study our morals, to see that they are correct in every respect. Would you, Elders in Israel, who have families growing up, want to act in a manner that you would be ashamed of your sons and daughters copying after? Would it not be a shame, disgrace, and an outrage for you to  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>act so? Do we watch over the morals of our children? Do we pray to God for wisdom to train them aright? Do we pray for power to overcome our own evil passions and propensities that we may set before our children an example worthy of imitation? Or, are we letting them take any course they please and go down to the gates of death? What are you doing, you Elders in Israel? Ask yourselves the question and see how far your conduct is calculated to elevate and exalt your families. The Lord, in speaking of Abraham, said, &#x201C;I know that Abraham will fear me, and that he will command his children after him to do so.&#x201D;<span class=\"citation\" id=\"53220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53220)\">Gen. 18:19<\/a><\/span> Can the Lord say the same of you, ye Elders of Israel? We ought to be careful about how we act and speak, and our thoughts and feelings ought to be subject to the law of God. We ought to feel like one of old when he said, &#x201C;Search me, O Lord, and prove me, and if there is any way of wickedness within me, bid it depart, and let me stand accepted before thee.&#x201D;<span class=\"citation\" id=\"57323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57323)\">Ps. 139:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1355\"> Do we not expect by and by to associate with the Gods in the eternal worlds? Let us conduct ourselves, then, here upon the earth so that we may honor our religion and Priesthood. We differ entirely from the world in our political ideas. In the nation with which we are associated, the idea prevails generally that the voice of the people is the voice of God; hence the favorite maxim&#x2014;&#x201C;Vox populi, vox dei.&#x201D; The voice of the people, however, is not always the voice of God. Sometimes &#x201C;Vox populi, vox diaboli&#x201D; would more truthfully express it; that is, the voice of the people is the voice of the devil. The latter would more generally express the feelings of any people who are under a corrupt government or religion than &#x201C;Vox <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> populi, vox dei.&#x201D; We believe in the voice of God first, and in the voice of the people afterwards, and that in political as well as in religious matters all men ought to be guided by the Lord, and that because they have not been so guided, bloodshed, strife, dissension, and confusion have overspread the earth. The wisdom of God is necessary in controlling worldly affairs whether political or otherwise, as it is in controlling the planetary system. In the latter, everything moves harmoniously, and if in the political affairs of a nation, or of the world, the same wisdom dictated, the same harmony would exist. If the Lord were to copy after the examples of men, system would dash against system, and world against world in mad confusion, and there would be a crash of worlds and a wreck of matter. But God controls His own affairs, and if we can live so as to obtain His guidance, we will risk the results, and this is what we are aiming after. We are borne out in this by the Scriptures. They speak of a time when the Lord will reign, when His empire will be universal; when His dominion &#x201C;shall extend from the rivers to the ends of the earth,&#x201D;<span class=\"citation\" id=\"56849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56849)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"125611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125611)\">Zech. 9:10<\/a><\/span> and when, &#x201C;to Him every knee shall bow and every tongue confess.&#x201D;<span class=\"citation\" id=\"75451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75451)\">Philip. 2:10-11<\/a><\/span> They speak of, &#x201C;The law of the Lord going forth from Zion, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57765)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62147)\">Micah 4:2<\/a><\/span> They speak of a time when, &#x201C;He shall smite the nations as with a rod of iron, and when he will dash them to pieces like a potter's vessel,&#x201D;<span class=\"citation\" id=\"56318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56318)\">Ps. 2:9<\/a><\/span> and when He will introduce a new order of things. We have confidence in the Bible, and in the revelations of God; and there again we differ from the religious world, for they have not. We are anxiously waiting upon and praying to the Lord to give us wisdom that we may be able to carry out His designs. These are  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our feelings, but others think and feel differently; they put their trust in swords, guns, spears, and so forth. Our strength is in the Lord of Hosts,<span class=\"citation\" id=\"60728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60728)\">Jer. 50:34<\/a><\/span><span class=\"citation\" id=\"62285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62285)\">Zech. 12:5<\/a><\/span> and we believe we shall conquer. In all our operations in life we are trying to obtain wisdom from God to manage and direct all our affairs. We are seeking to establish a oneness, and that oneness under the guidance and direction of the Almighty. Others are not seeking for that. You will hear them all the time uttering their tirades against the one-man power. We want one-man power and one-God power. Would not they who cry out against it like to have one-man power if they could get it? Yes. Is there now or was there ever a political party in the United States but what would seek to carry their own points? No. Would not the President like to have his own way if he could? He would, and the reason he does not, he has not the power. We consider that union is the great principle that we ought to cultivate; union in religion, morals, politics, and everything else. <\/div><div class=\"paragraph jod\" id=\"v11n1357\"> Jesus, when about to leave his disciples, seemed to think it was very important, for, said he, &#x201C;Father, I pray for these whom thou hast given me,<span class=\"citation\" id=\"125612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125612)\">John 17:9<\/a><\/span> that they may be one; as thou Father art in me, and I in thee, that they may be one in us.&#x201D;<span class=\"citation\" id=\"70713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70713)\">John 17:21<\/a><\/span> &#x201C;Neither,&#x201D; said he, &#x201C;do I pray for these alone, but for all who shall believe in me through their word.&#x201D;<span class=\"citation\" id=\"70674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70674)\">John 17:20<\/a><\/span> I am sorry to say that His prayer has not been answered in regard to the Christians at the present time. If there is any principle for which we contend with greater tenacity than another, it is this oneness. We are one in a great many things, but we have to become one in all things before we reach the standard indicated by the prayer of our Lord and Savior Jesus Christ. We have to become one in money <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> matters, and in our deal, and in the course in which our labors shall be directed; and if we could only see and comprehend this principle correctly we should be more like what God requires us to be. But it is difficult for us to understand and realize the importance of this principle. To the world this principle is a gross error, for amongst them it is every man for himself; every man follows his own ideas, his own religion, his own morals, and the course in everything that suits his own notions. But the Lord dictates differently. We are under His guidance, and we should seek to be one with him and with all the authorities of His Church and kingdom on the earth in all the affairs of life. We all of us bow before the Lord day by day (or if we do not it is a shame), and ask the Lord to inspire Presidents Young, Kimball, and Wells with revelation to direct the affairs of the church aright. And what are the feelings of the First Presidency? Be ye one,<span class=\"citation\" id=\"85128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85128)\">D&amp;C 38:27<\/a><\/span> O Israel! That is the feeling. One in everything; then we shall grow, and prosper like a green bay tree.<span class=\"citation\" id=\"125613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125613)\">Ps. 37:35<\/a><\/span> Then will riches, honor, and power flow to the Latter-day Saints in far greater abundance than they have ever yet done; then you and your offspring will be the blessed of the Lord. This is what we are after, and when we have attained to this ourselves, we want to teach the nations of the earth the same pure principles that have emanated from the Great Eloheim. We want Zion to rise and shine that the glory of God may be manifest in her midst, that the nations of the earth, when they behold her, may be obliged to confess that she is the praise of the whole earth.<span class=\"citation\" id=\"56636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56636)\">Ps. 48:2<\/a><\/span> We never intend to stop until this point is attained through the teaching and guidance of the Lord and our obedience to His  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>laws. Then, when men say unto us, &#x201C;you are not like us,&#x201D; we reply, &#x201C;we know it; we do not want to be.&#x201D; We want to be like the Lord, we want to secure His favor and approbation and to live under His smile, and to acknowledge, as ancient Israel did on a certain occasion, &#x201C;The Lord is our <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, our judge, and our king, and He shall reign over us.&#x201D;<span class=\"citation\" id=\"59068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59068)\">Isa. 33:22<\/a><\/span> These are my feelings, and the feelings of all good Latter-day Saints. May God help us to live our religion by keeping His commandments, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}