{"ID":110003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Gospel Contrasted With the Ideas of Men&#x2014;Evidence Received Through Obedience&#x2014;Mode By Which the Spirit is Imparted and Unity of the Saints&#x2014;Their Confidence With Reference to the Future of the Church&#x2014;Ultimate Establishment of the Government of God on Earth.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, on Sunday, Dec. 11, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Unity of the Saints.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/11\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v11n63\"> We meet together, as intelligent beings, desirous of understanding something of our common origin, our present existence, and our future destiny. We meet to find out something in relation to our Heavenly Father, in relation to His providential dealings with the human family, in relation to His policy and designs pertaining to us, and in relation to the object of our creation; and to know something, if possible, pertaining to that world that lies beyond our present scene of action. These are some things among the many that we are desirous to know, to comprehend, to find out if possible. We further wish to pursue a course that shall be acceptable to our God and Father; having partaken of a portion of His Holy Spirit we are desirous to be taught more perfectly the things pertaining to the kingdom of God, we are desirous of cultivating His Holy Spirit, and to draw from the fountain of light and intelligence; from the spirit of revelation that flows from God; and the spirit that dwells in us, comfort, consolation, and intelligence; that we may feel that we are the sons and daughters of God, that we are walking in the light of His countenance,<span class=\"citation\" id=\"57010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57010)\">Ps. 89:15<\/a><\/span> that we are doing the things that are pleasing and acceptable in His sight, that our own consciences are producing satisfactory evidence to our minds that <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our conduct and acts are acceptable before the Lord, and that the Holy Ghost also bears testimony to us that we are His children, doing His will, walking in the light of His countenance, helping to establish His kingdom on the earth, and to fulfil the varied duties we are placed here upon the earth to attend to. These are some of the ideas and feelings which all good men and women entertain in relation to the past, the present, and the future. Notwithstanding, we have many weaknesses, infirmities, follies, and foibles; yet, at the same time, when we are filled with the spirit which flows from the Lord our Heavenly Father, these are generally the feelings which we entertain. We feel a spirit of gratitude to our Heavenly Father for the blessings that we have received from His hands; and when we look upon things as they exist around us, in our nation, and in other nations, we certainly have great cause to cultivate feelings of thankfulness when we reflect upon the position of the world, and view the darkness, ignorance, folly, superstition, wickedness, corruption and evil that is spread abroad, and which prevails over the face of the earth. When we reflect that light and intelligence have beamed forth from the heavens, that God in his mercy has made manifest His will to the human family; that in the  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plenitude of His mercy and goodness He has restored the Holy Priesthood, and placed us in communication with Himself; that he has taught us not only how to pray but how to approach unto him for the forgiveness of our sins, for the reception of the Holy Ghost, for instruction and guidance in relation to all matters pertaining to our fathers, relative to this world and to the world that is to come, we certainly have great cause of gratitude to our Heavenly Father for the many mercies and blessings He has conferred upon us. Wherever we turn our attention we can find cause of gratitude to our Heavenly Father for the blessings that we enjoy, and we can truly say, as was said by a certain person of old, &#x201C;The lines are fallen unto me in pleasant places; yea, I have a goodly heritage.&#x201D;<span class=\"citation\" id=\"56400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56400)\">Ps. 16:6<\/a><\/span> The Lord has revealed unto us the principles of eternal truth, so &#x201C;That&#x201D; (unlike the world) &#x201C;we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive.&#x201D;<span class=\"citation\" id=\"75239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75239)\">Eph. 4:14<\/a><\/span> But our feet are established upon the rock of eternal truth which has been revealed from the heavens, for the benefit, blessing, and exaltation of the human family, in time and in eternity. How very different is our position in relation to this from what it was before we heard the Gospel. Then we were surrounded with ten thousand influences, notions, and ideas which might be right, or which might be wrong; we had no test, no rule, no principle whereby to guide our lives or our conduct; we could not find any person on the earth that knew anything about the principles of eternity; we never heard anything further than opinion before we embraced this doctrine; we had the opinion of commentators, of divines, philosophers, and politicians, nothing but <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opinion without certainty to guide our erring feet. We were desirous, perhaps as much so as we are today, to do right, we were perhaps as zealous then as we are now in pursuing the course that we thought might be satisfactory to our Heavenly Father; but we knew not what would please Him. The world of mankind today are just in the position that we were then in, they have no more certainty, evidence, or knowledge than we had before we embraced the principles of eternal truth&#x2014;and, in fact, the truth does not exist in the world, or, if it does exist, it is unknown to the men of the world; they are unable to discern between truth and error, light and darkness, between the things of God and the things of man.<span class=\"citation\" id=\"73028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73028)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n65\"> The Lord has revealed to us the principles of eternal life. It is not a matter of mere thought, of mere opinion; our principles are not ideal, but they are facts, not notions; they are truths, not opinions; they are certainties&#x2014;things that we know and comprehend for ourselves. Nothing can be more forcible, nothing can be a stronger evidence, if we want any evidence, than the testimony or evidence which the Lord has communicated unto us individually. <\/div><div class=\"paragraph jod\" id=\"v11n66\"> Paul said when he was speaking to the people, &#x201C;And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power: That your faith should not stand in the wisdom of men, but in the power of God.&#x201D;<span class=\"citation\" id=\"72967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72967)\">1 Cor. 2:4-5<\/a><\/span> Again, &#x201C;If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son. He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.&#x201D;<span class=\"citation\" id=\"78798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78798)\">1 Jn. 5:9-10<\/a><\/span> Every person who  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>embraced the gospel in that day enjoyed an evident testimony of which the world were ignorant. They received an inspiring intelligent assurance which was imparted by the Holy Ghost unto all those who receive the gospel both in former and in latter times, and hence they that believe have the witness in themselves.<span class=\"citation\" id=\"78799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78799)\">1 Jn. 5:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n68\"> When the Elders were sent to preach the gospel, they were told to call upon the people to repent and be baptized in the name of Jesus for the remission of sins, and they should receive the Holy Ghost.<span class=\"citation\" id=\"85877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85877)\">D&amp;C 49:13-14<\/a><\/span> This was told to the people in ancient days,<span class=\"citation\" id=\"71203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71203)\">Acts 2:38<\/a><\/span> and no stronger testimony than this could be given to the heart of man; nothing is greater evidence that the Lord is with His Elders that go forth bearing the precious seeds<span class=\"citation\" id=\"57249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57249)\">Ps. 126:6<\/a><\/span> of eternal life than this. An Elder is the minister of God, His representative on the earth; he acts by His authority, in His name, and God sanctions his acts, and proves to him and to those who receive the gospel, that he is the messenger of God. The Lord has told him to go and preach baptism for the remission of sins, and that when people repented and were baptized for the remission of sins, and had hands laid upon them for the reception of the Holy Ghost, that they should receive the Holy Ghost, and have evidence for themselves, as they received and knew formerly under the administration of the ancient apostles. Thus every person so baptized and administered to has evidence undoubted within himself, and every Elder has a testimony that God is with him and sanctions his acts; and as an Elder could not impart the Holy Ghost without the authority and power of God, so the person receiving the Holy Ghost could not partake of it without the Lord's administration through the Elder. <\/div><div class=\"paragraph jod\" id=\"v11n69\"> You may use the reasoning of men, <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you may bring into requisition the strongest oratorial powers, and all this will fail to convince any man, without the Spirit of God. You may bring the brightest talent to bear, and collect the strongest evidence it is possible for man to produce, but in the absence of the Holy Ghost all this will pass away like an idle dream, or with passing remarks such as, &#x201C;That man is a very eloquent man, the principles he advances are evident, plain, and reasonable, but then it don't concern us at all, we are not interested in the matter,&#x201D; etc.; but when the Spirit of eternal truth, emanating from God operates upon our spirits, which are a part of deity, if you please, when there is a union formed, and an intercourse opened, and intelligence communicated, then the persons who possess this intelligence, this knowledge, this comforting influence, this strong assurance that is imparted, and can be imparted only from spirit to spirit; when persons receive this, they then have for themselves an assurance that no earthly argument or philosophical demonstration can possibly impart. We are a part of deity, that is, our spirits are a part, as it were, of the Great Jehovah, that have been struck from His eternal blaze&#x2014;eternal intelligence and light and life. <\/div><div class=\"paragraph jod\" id=\"v11n70\"> When the light that is in heaven communicates with the light within us; when the Spirit that dwells in the bosom of the Almighty dwells in ours, and an intercourse is opened between heaven and us, we are then placed in a position to understand that which it would be impossible to comprehend upon any natural principle known to us, and hence it is written, &#x201C;For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73029)\">1 Cor. 2:11<\/a><\/span> In order that men may indeed become the children  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God, He has introduced in the first principles of the gospel the means of their becoming possessed of His Spirit through baptism and laying on of hands by those having authority, being sent and ordained and authorized by Him that they may receive the Holy Ghost. What can be a stronger evidence to any man than an evidence of this kind? It is not something that affects the outward ear alone; it is not something that affects simply his judgment, but it affects his inner man; it affects the spirit that dwells within him; it is a part of God imparted unto man, if you please, giving him an assurance that God lives. This is a thing of very great importance, more so, perhaps, than many people imagine. A man receives an assurance that God lives, and not only that God lives, but that he is a son of God, because he feels that he has partaken of His spirit, the spirit of adoption; and hence it was said concerning the Saints of old, &#x201C;For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father. The Spirit itself beareth witness with our spirit, that we are the children of God.&#x201D;<span class=\"citation\" id=\"72537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72537)\">Rom. 8:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n72\"> The Saints of old received a spirit whereby they were enabled to say Abba, Father,<span class=\"citation\" id=\"72528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72528)\">Rom. 8:15<\/a><\/span> or, my Father. Now, reflecting upon this, what strong confidence is imparted unto the Saints of God, giving them an assurance that no person has, and that no person can have, unless they adopt the same means, in order to partake of the same blessings or to be administered to in the same way, and receive through the same medium, that same spirit of intelligence which nothing but the Holy Ghost can impart. When persons receive this they are enabled to say, my Father. What were they enabled to say before? Did they know anything <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about their Father or about their God? Did they know anything about their origin, or did they know anything really in relation to the future? <\/div><div class=\"paragraph jod\" id=\"v11n73\"> What can you find among the world like this anywhere, among the most pious, best, the most honorable, pure, and virtuous, what can you find among them? Only, simply, &#x201C;we try to do the best that we can, and we hope it will be well with us hereafter; we hope our great Heavenly Father will be merciful to us.&#x201D; They can make no further advances than that, without the gift and blessing of the Holy Ghost. They hope certain things, they believe in certain things, they pray for certain things, they desire certain things, but they have no assurance in relation to them. Nothing but the Holy Spirit proceeding from the Father and the Son can impart unto us that intelligence which is necessary to place the Church and Kingdom of God upon a sure and firm basis. The Lord has introduced this among us. It is no matter what language a man may speak, or what country he lives in, no matter what his former profession or circumstances, here is the Gospel of eternal life and truth proclaimed by the weakest of God's Elders, which he has chosen and set apart to preach the words of eternal life<span class=\"citation\" id=\"69324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69324)\">John 6:68<\/a><\/span> in all the world. Wherever people receive the words of truth that that Elder has preached unto them and obey them by baptism, and have hands laid on them for the reception of the Holy Ghost, they all feel alike, no matter what country they were born in, what their religion, politics, social ideas, or anything else; whether Jew or Gentile, bond or free, they are all one in Christ Jesus.<span class=\"citation\" id=\"74580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74580)\">Gal. 3:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n74\"> We have people gathered together in this Territory from all parts of the earth; they have all been baptized into one baptism,<span class=\"citation\" id=\"73505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73505)\">1 Cor. 12:13<\/a><\/span> and all have par<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taken of one spirit, and that one spirit proceeds from the fountain of light and truth. It would be impossible, under any other circumstances, to unite people together as our people in the mountains are united. It would be impossible for all the reasoning powers of man to bring about any such result; nothing but the power and Spirit of God could accomplish it. <\/div><div class=\"paragraph jod\" id=\"v11n76\"> We all feel alike in regard to the great principles of eternal truth. Why do we feel alike? Because we have all partaken of one spirit,<span class=\"citation\" id=\"73506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73506)\">1 Cor. 12:13<\/a><\/span> which proceeds from our Heavenly Father, it is the Holy Ghost. How does it affect us? It affects our spirits. And although we do not understand, sometimes, one another's speech, and are ignorant of the ideas entertained by one another; and although the habits, customs, and manners are diverse and various among the different nations from which we have come, we still are one in sentiment, one in faith and in confidence, and one in assurance. <\/div><div class=\"paragraph jod\" id=\"v11n77\"> I have heard men in the United States thank God with their whole heart for the spirit imparted to them and for the blessings of the everlasting Gospel; I have heard them do the same in France and in Germany, and I have heard them do the same among other nations whose language I was not acquainted with. The same spirit inspires the whole&#x2014;it is the spirit of God, imparted through obedience to his laws, and through the administration of the Gospel through the Holy Priesthood, or by means of the Elders he has sent forth, and whose acts He sanctions by imparting the Holy Ghost on whom they lay their hands; and hence we are one, having been baptized into one baptism, and partaken of the same spirit, and hence we have assurance, and are constituted as no other people are under the heavens. <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We possess that evidence and assurance which the world cannot give, neither can the world take it away; and hence, we go forth with a steady unerring aim with regard to the future. We know, individually and collectively, what we are doing, and if there be those among us who do not comprehend all things, yet we do know that we have partaken of the Holy Ghost. We feel like the man that was born blind, who was healed by the Savior. The Pharisees said to the healed man, &#x201C;Give God the praise: we know that this man is a sinner.&#x201D; He answered and said: &#x201C;Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.&#x201D;<span class=\"citation\" id=\"69577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69577)\">John 9:24-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n78\"> All the sons and daughters of God who are living their religion, and faithfully keeping the commandments of God, can render a reason for the hope that is within them,<span class=\"citation\" id=\"77908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77908)\">1 Pet. 3:15<\/a><\/span> and can answer the whys and the wherefores for the movements of the Church and kingdom of God upon the earth. They may not know what is going to be the result of this, that and the other; but they do know that they have received the Holy Ghost, and that God lives&#x2014;that they have received a principle, whereby they are enabled to say, Abba Father&#x2014;<span class=\"citation\" id=\"72529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72529)\">Rom. 8:15<\/a><\/span>My Father. &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70572)\">John 17:3<\/a><\/span> Hence we have partaken of a portion of eternal lives, and have begun to live forever. It was upon this principle that Jesus spake to the woman of Samaria, when he asked her for a drink. Now there was a strong enmity existing between the Jews and the Samaritans, and she thought it singular when Jesus asked her for a drink of water. &#x201C;Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith unto thee, Give me to drink; thou wouldest have asked of him,  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and he would have given thee living water.&#x201D; &#x201C;Whosoever drinketh of this water shall thirst again: But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.&#x201D;<span class=\"citation\" id=\"69008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69008)\">John 4:10,13-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n80\"> Did the world know who these Elders are that go forth among them bearing the precious seed<span class=\"citation\" id=\"57250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57250)\">Ps. 126:6<\/a><\/span> of eternal life; could they comprehend and realize it, they would ask of them, and they would give them water which would be in them a well springing up into eternal life;<span class=\"citation\" id=\"69053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69053)\">John 4:14<\/a><\/span> for they are the representatives of God on the earth, going forth with authority from Him to impart unto the world the Holy Ghost, and lead them into the paths of life. We have partaken of this Holy Spirit, and hence there is confidence manifested in all our movements and actions as a people. <\/div><div class=\"paragraph jod\" id=\"v11n81\"> Who among the true saints of God ever doubts as to the destiny of this kingdom? Who that has the spirit of revelation&#x2014;the spirit of truth&#x2014;ever dreams that this kingdom will ever be overthrown? They quake in the north, and in the south; they wonder what the end will be&#x2014;whether they will gain that victory or lose that battle; whether we are going to be divided into two separate nations, be consolidated in one, or divided into a great many. These are matters that puzzle the wisest of our statesmen. If we have any wise men in the United States, and in the nations of Europe or the earth, let them manifest their wisdom and put the world right. <\/div><div class=\"paragraph jod\" id=\"v11n82\"> The Latter-day Saints have no wonder what is going to become of them, it never enters into our minds that anything will transpire that will overthrow the Church and kingdom of God on the earth. What man that is a Saint and has in his possession the gift of the Holy Ghost, that does <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not know that the kingdom of God is onward? We know that we shall overcome every opposing power. No matter what transpires, what effect has it on us? None at all. It only affects the weak and vacillating, that have not lived their religion and followed the light of the Holy Spirit in them, they may fear; but the men and women of God, those who live in the light of the countenance of the Lord, and cherish the Holy Spirit in their bosoms, having no other feeling but the final triumph of the kingdom of God on the earth, they know nothing else. <\/div><div class=\"paragraph jod\" id=\"v11n83\"> What inspired the ancient prophets to know that the time would come when the Saints of God should take the kingdom, and the greatness of it under the whole heavens should be given to them<span class=\"citation\" id=\"61721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61721)\">Dan. 7:27<\/a><\/span> and He whose right it is, should rule and reign,<span class=\"citation\" id=\"86167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86167)\">D&amp;C 58:22<\/a><\/span> and have dominion? The same Spirit that dwells in us proceeds from the same God that inspired the prophets of old, developing the same truths, making manifest the same things, and unfolding the same principles. We have confidence in relation to these matters; and hence men that understand this, who live their religion, feel perfectly satisfied in regard to any or all the events that shall transpire on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n84\"> We were driven out of Missouri&#x2014;we were driven from one place to another in Missouri, before we were driven out altogether; then we were driven from Illinois to this Territory. But what of that? I know some men who thought the work was at an end. I remember a remark made by Sidney Rigdon&#x2014;I suppose he did not live his religion&#x2014;I do not think he did&#x2014;his knees began to shake in Missouri, and on one occasion he said, &#x201C;Brethren, every one of you take your own way, for the work seems as though it had come to an end.&#x201D; Brigham Young encouraged the peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, and Joseph Smith told them to be firm and maintain their integrity, for God would be with his people and deliver them. I never saw a time that the Saints enjoyed themselves better than when they, apparently, were wading through the deepest troubles; I never saw them more full of the Holy Ghost, and take more joyfully the spoiling of their goods. Why was this? Because they had that spirit within them of which we are speaking, and they knew what would be the result of all these things. When we left Nauvoo, we sang joyfully&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v11n86\"> &#x201C;On the way to California, In the spring we'll take our journey; Far above Arkansas fountains, Pass between the Rocky Mountains.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n87\"> When it was asked us, &#x201C;Where are you going?&#x201D; our reply would be, &#x201C;We hardly know; we are going somewhere, and God will protect us, and all is right and well in Zion, and all is peace, and all will be peace to those who will love God and keep his commandments; because his kingdom is established upon the rock of ages, and it is God's business to take care of his Saints, and all is well.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n88\"> And when the nation with which we are associated is shaken to its center and crumbles to pieces (it is pretty well shaken now, notwithstanding what our President seems to say about it, that everything is very prosperous, and that we have more men now than before the war), notwithstanding all this, it is crumbling and falling, and it will continue to fall and to crumble, until it is no more, and by and by there will be an end of it. Not so with the kingdom of God; it will stand, and continue to exist and spread and go forth, and correct principles&#x2014;principles of eternal truth and light and revelation from God&#x2014;will be unfolded, and intelligence that dwells with the gods will continue to be imparted to this <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people, and God will be their God, and they will be His people,<span class=\"citation\" id=\"54645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54645)\">Lev. 26:12<\/a><\/span> and He will continue to lead them on from strength to strength and from knowledge to knowledge, until they understand all correct principles that can be known on the earth, until they are enabled to redeem themselves and their posterity, and then establish the kingdom of God on the earth until the kingdoms of this world shall become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"90039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90039)\">D&amp;C 105:32<\/a><\/span> and He shall reign forever and forever.<span class=\"citation\" id=\"79447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79447)\">Rev. 11:15<\/a><\/span> And to this end God has imparted unto us the spirit of intelligence and wisdom that is unfaltering, unwavering, and unchanging, and that will live and abide forever.<span class=\"citation\" id=\"54941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54941)\">Deut. 4:5-6<\/a><\/span> Have we not cause to be grateful to God our heavenly Father? I think we have. We enjoy peace, we enjoy happiness, we enjoy the Holy Ghost, we enjoy communication with our heavenly Father, we enjoy an association with the holy Priesthood, we have the revelation of God in us, and God has undertaken to lead His people on from strength to strength, from intelligence to intelligence, from knowledge to knowledge, until they are able to see as they are seen, and know as they are known.<span class=\"citation\" id=\"87166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87166)\">D&amp;C 76:94<\/a><\/span> And He is going to establish a reign of righteousness and introduce a correct form of government, even the government of God, the laws of God, the revelations of God to guide and direct in all things: He will be our guide in philosophy, in politics, in agriculture, in science, in art, and in everything that is calculated to enlighten and impart intelligence, and give knowledge of the laws of nations, of the laws of nature, of matter, and of all laws that regulate all things pertaining to time and to eternity. He will continue to instruct and to make manifest, and to put us in possession of those principles that will exalt us and prepare us to dwell with the Gods. We look on the future;  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we looked on it years ago, and we knew that the kingdom of God would roll on, and we know so today, only our faith and knowledge is becoming more stable, more established. We know that this kingdom will continue to spread and to increase. Who can deprive us of that knowledge? No earthly influence or power, or reasoning can do it; hence, we are perfectly satisfied in relation to these things. And while we know this is taking place and that a reign of righteousness will be introduced that will be calculated to exalt and ennoble the human family, and make the earth a paradise and to blossom as the rose, and make the wilderness and desolate places glad,<span class=\"citation\" id=\"59120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59120)\">Isa. 35:1<\/a><\/span> and the government and kingdom of God exist from the rivers to the ends of the earth;<span class=\"citation\" id=\"56848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56848)\">Ps. 72:8<\/a><\/span><span class=\"citation\" id=\"62272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62272)\">Zech. 9:10<\/a><\/span> whilst we are attending to these things, we are also attending to other things, we are securing to ourselves an everlasting exaltation, we are learning God and His laws, and the whisperings of His Spirit, whereby we can be saved and exalted and be brought to a closer union and connection with Him by covenants and ordinances, and anointings, and endowments, and blessings, that He is revealing and unfolding. We are learning to build temples where we can receive instruction, and revelation, and ordinances to be performed both for the living and the dead, for ourselves, progenitors, and posterity, and bless the human family throughout, that we may be saviors on Mount Zion and the kingdom be the Lord's.<span class=\"citation\" id=\"61980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61980)\">Obad. 1:21<\/a><\/span> We are learning to secure for ourselves mansions with our heavenly Father, that where He is we may be also. Jesus said, &#x201C;I go away; but if I go, I will come and receive you to myself; that where I am, there you may be also,&#x201D;<span class=\"citation\" id=\"69912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69912)\">John 14:3<\/a><\/span> &amp;c. We are preparing ourselves for those mansions, and others are helping to prepare mansions for <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us who are behind the veil. We shall operate for those who are there, and they for us; for they, without us, cannot be made perfect, nor we without them.<span class=\"citation\" id=\"91178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91178)\">D&amp;C 128:15,18<\/a><\/span> We are forming an alliance, a union, a connection, with those that are behind the veil, and they are forming a union and connection with us; and while we are living here, we are preparing to live hereafter, and laying a foundation for this in the celestial kingdom of God. Ought we not to call upon our souls, and upon all that is within us, to bless the name of the God of Israel, and to forget not all His mercies? Ought we not to be seeking continually to glorify God in our bodies and spirits, which are His?<span class=\"citation\" id=\"73265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73265)\">1 Cor. 6:20<\/a><\/span> Ought we not to be seeking to have our passions and desires and appetites in obedience and subjection to the will of God? Ought we not to be seeking to control our will and desires, and have everything yielding obedience to that Spirit which emanates from our heavenly Father? Ought we not to be seeking to promote a union with every godlike principle, with everything that is lovely and amiable, and divest ourselves of all our evil passions and propensities, and follies and waywardness, and seek to draw near unto God ourselves,<span class=\"citation\" id=\"88575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88575)\">D&amp;C 88:63<\/a><\/span> and also to draw our families near unto Him, and seek to cultivate the Holy Ghost, that it may be in us a well of water springing up into everlasting life,<span class=\"citation\" id=\"69054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69054)\">John 4:14<\/a><\/span> that we may be worthy to be citizens of the kingdom of God; and that hereafter we may enjoy an immortality of happiness with our progenitors and our posterity, and with our God in the eternal world, even in this world, when it shall be redeemed and sanctified and be made new? <\/div><div class=\"paragraph jod\" id=\"v11n89\"> May God help us to keep his commandments, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}