{"ID":110054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Word of Wisdom&#x2014;Happiness to Be Obtained Only Through Obedience.<\/div>\n<div class=\"subtitle\">Remarks by Elder E. T. Benson, delivered in the Bowery, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Word of Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v11n1422\"> I do not know that I have ever seen a better time to preach the gospel than the present since I have been in the Church. I have not come to this Conference to preach, particularly, but to hear and to learn, yet, as I have the privilege given me to speak, I am very thankful to bear my testimony to the truth, as it has been revealed from the heavens. I have had many reflections since attending Conference, upon the text given to the Elders of Israel to preach from. It is before me all the time. It is a common custom with some to criticize the remarks made by the brethren while speaking. Some will think a speaker has been interesting, while others will consider that his remarks were well enough but without point. I am happy to say that the &#x201C;point&#x201D; is already made so far as I am concerned. It is &#x201C;to be one&#x201D;<span class=\"citation\" id=\"85130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85130)\">D&amp;C 38:27<\/a><\/span> in everything that pertains to the building up of the Kingdom of God. And if we are to believe what we have heard during this Conference it is to be one in keeping the Word of Wisdom,<span class=\"citation\" id=\"88834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88834)\">D&amp;C 89:1<\/a><\/span> and in living by every word that proceeds from the mouth of the Almighty through His servants.<span class=\"citation\" id=\"62817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62817)\">Matt. 4:4<\/a><\/span> It is <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> true that we have heard this for years, and it will have to be sounded in our ears until we are one in Christ as He is one with the Father.<span class=\"citation\" id=\"70714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70714)\">John 17:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1423\"> We have been taught during this Conference to dispense with everything in eating, drinking, and wearing that is not in accordance with the will of God; and I do not know what greater things could be taught to the Latter-day Saints. We all know that there are a great many things that we now eat, drink, and wear, with which we could dispense to our own advantage, but because one has a thing another must have it too, and there is no peace until all these wants are supplied. <\/div><div class=\"paragraph jod\" id=\"v11n1424\"> Talking about happiness, I told a lady today at noon that we, generally, are very ignorant of it. We think that a good bonnet, hat, a fine coat, a good cup of tea, or a pipe of tobacco to smoke will make us happy, but it is a mistaken notion. God never ordained such things for that purpose. We can be happy only in keeping the commandments of God and in being wholly devoted to the things of His Kingdom. Some of our Elders think if they were sent on  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a mission it would make them happy, but I have been told that there is no better field for missionary labor than here in the mountains; and every man here, bearing the Priesthood, has got a mission to preach the gospel at home, where his labors are most needed, and where he can do the most good. At this Conference every presiding officer, Bishop, Elder, Priest, Teacher, Deacon, and member of the Church has got a text to preach from in his future ministrations; to bring this people to a oneness in all things is, henceforth, the object of our labors. We are already united on many points; for instance, we are one here today in partaking of the Sacrament in remembrance of our Lord and Savior Jesus Christ. But there are other things that require our attention. We should be one in all our movements in sustaining ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n1426\"> This is a portion of the text that has been given to us, and I feel that much good will result from the counsel we have had on this subject, and I intend to lay hold of it with all my might. And let us all endeavor by the help of God to leave off our tea, coffee, liquor, and other things, that are neither good for the body nor for the belly.<span class=\"citation\" id=\"88906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88906)\">D&amp;C 89:7<\/a><\/span> We can overcome, for God will not require more of us than we can do. He has borne with us these many years; but, if I can discern the signs of the times, He is now going to require these things at our hands. Supposing He had given the Word of Wisdom as a command, how many of us would have been here? I do not know; but He gave this without command or restraint, observing that it would be pleasing in His sight for His people to obey its precepts. Ought we not to try to please our Heavenly Father, and to please His servants who are paving the way for us into the Kingdom of <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God? Can we get there without them? No; we cannot, and we need not try. God had appointed these prophets and apostles to lead and guide us into His Kingdom, and I do not expect to get there without them, and I am not going to try. If I can get there with them I shall be very thankful. How many blessings have you received in this kingdom without them? I do not know of any. If we have blessings we have received them through their counsel and guidance. <\/div><div class=\"paragraph jod\" id=\"v11n1427\"> I am thankful that we, today, have the privilege of beholding the faces of our brethren who have borne the burden and heat of the day,<span class=\"citation\" id=\"65279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65279)\">Matt. 20:12<\/a><\/span> and who are still ready and willing to administer for our benefit. I think that we, above all people, ought to be willing to retrace our steps in a great many things, that we may obtain the blessings that we are seeking and not be cut short. I tell you the kingdom is rolling; and as for the nations of the earth, we need not be troubled about them, the Lord and the devil will take care of them. They are wasting away, and they will go to their own place, and Israel will be gathered out, and the faithful will be saved in the Kingdom of God. This is my testimony. You need not have any doubts or fears from this time forth; if you are faithful and live your religion you are safe, and you will land safe in the Kingdom of God. I have no dubiety on my mind with regard to these things, and it is my study to know how to live so that I may enjoy the Holy Ghost&#x2014;the Spirit of this gospel; and it cheers and comforts my heart when I hear the Elders talking about the good things of the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v11n1428\"> I have come nearly a hundred miles through the mud and snow to visit and hear the voices of my brethren and to listen to their coun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sels. Not but what we have some good folks where I live; at any rate, we have some good preachers among us occasionally. Only a few days ago we had brothers Musser and Stenhouse. They preached good things to us, and cheered and comforted our hearts. Some of the brethren remarked to me that &#x201C;they preached splendidly, and really enjoyed the spirit of the gospel.&#x201D; Said I, &#x201C;Of course they did; they are from the fountain head&#x2014;from the droppings of the sanctuary&#x2014;and they possess the spirit of our President and Prophet and of the Apostles with whom they associate.&#x201D; It is to be expected that men who come from the head here will have something new to tell to cheer the hearts of those who live isolated and far away. It proved to me, however, that we in Cache possess a little of the spirit enjoyed here, or we should not have received and been comforted by the teachings of our brethren. And we have come down to partake of the feeling and to share in the blessings of this great annual Conference, held by the Latter-day Saints in the tops of the mountains,<span class=\"citation\" id=\"57703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57703)\">Isa. 2:2<\/a><\/span> in peace, and with none to molest or to make us afraid. <\/div><div class=\"paragraph jod\" id=\"v11n1430\"> There is a little grumbling sometimes on the outside, a little showing me the teeth, but no biting, and no harm, done. The Saints are still living their religion&#x2014;persevering, going ahead, striving to do the will of God, that they may eventually take the Kingdom; not the kingdoms of this world, for we do not want them. A great many men in the world are afraid that we are striving to take their kingdoms. We are not after the kingdoms of the world but it is the Kingdom of God&#x2014;the <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Kingdom of life and peace&#x2014;that the Latter-day Saints are after, and we expect to have it. <\/div><div class=\"paragraph jod\" id=\"v11n1431\"> Short sermons are the order of the day, and I do not wish to occupy the time. I am thankful to my brethren for the opportunity of bearing testimony to the truth. I have all the preaching I can attend to when I am at home&#x2014;which is, wherever I am called to labor. I feel free and easy in talking anywhere, where I am required so to do. I feel free in the spirit of the gospel and in the midst of my brethren. This is the place I like to visit, and I would spend all my time here if duty did not call me elsewhere. Here in the mountains is our field of labor, and nowhere else, unless we are sent. If we receive a mission to the various nations of the earth, let us go and do the best we can. Until then let us take a course to be one: one in dollars and cents, one in obtaining woollen factories and machinery, one in keeping the Word of Wisdom, and in everything else that will tend to bring about good results and increase good feelings in the minds of the Saints. Unless we keep the commands of God we cannot attain to this. It is no use for anybody to say&#x2014;&#x201C;I shall be happy if I can have everything to gratify my taste.&#x201D; It is perfect nonsense, and the individual who entertains such a notion is deceiving himself. Nothing short of the bread of life, that comes down from God out of heaven,<span class=\"citation\" id=\"69295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69295)\">John 6:51<\/a><\/span> can supply the wants and satisfy the feelings of the Latter-day Saints and those who love truth. <\/div><div class=\"paragraph jod\" id=\"v11n1432\"> May God bless us, brethren and sisters, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}