{"ID":110055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Unity in Faith and Practice.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered in the Bowery, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Unity in Faith and Practice.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v11n1434\"> I shall call the attention of that portion of the House of Israel who are present to the text which was given us at the beginning of this Conference&#x2014;&#x201C;Be ye of one heart and of one mind.&#x201D;<span class=\"citation\" id=\"92902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92902)\">Moses 7:18<\/a><\/span> This is a very good text, and one that is of great importance to this people. As was quoted this morning, Jesus said if ye are not one ye are not mine.<span class=\"citation\" id=\"85131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85131)\">D&amp;C 38:27<\/a><\/span> This principle has been given to us by commandment and revelation. &#x201C;Mormonism&#x201D; is not a fable, neither is it a Yankee trick got up to deceive this generation, but it is a living fact, a truth which God and the angels in heaven know, and which many people on earth understand. <\/div><div class=\"paragraph jod\" id=\"v11n1435\"> The principles which have been taught to us since the commencement of this Conference are very important for us to understand and to carry out in our lives. This is the Church of Jesus Christ of Latter-day Saints. It has been established by the commandment of God, and it is composed of the honest in heart,<span class=\"citation\" id=\"67332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67332)\">Luke 8:15<\/a><\/span> the meek of the earth,<span class=\"citation\" id=\"58098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58098)\">Isa. 11:4<\/a><\/span> out of all sects, parties, denominations, and nations. This body of people, or church, has got to build up the Zion of God in the last days, and this work cannot be accomplished upon any other principle than that of our being united together as the heart of one man.<span class=\"citation\" id=\"55585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55585)\">2 Sam. 19:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1436\"> Everywhere upon the face of the earth we can see what the effect of disunion is. The more that nations, <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> communities, families, or bodies of people in any capacity under heaven, are divided, the less power they possess to carry out any purpose or principle imaginable, and the more union they possess, whether in a legislative or any other capacity, the more power they have to accomplish what they desire. We can see that the people of the world are becoming more and more divided every day, and the evils resulting therefrom are everywhere apparent. We are called to build up Zion, and we cannot build it up unless we are united; and in that union we have got to carry out the commandments of God unto us, and we have got to obey those who are set to lead and guide the affairs of the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v11n1437\"> There have been principles presented before us and counsel given during this Conference which are of vast importance to this people. There are many positions that we as a people have to occupy, and many branches of business to which we have to attend, not only of a spiritual but also of a temporal nature. Jesus said to the Jews&#x2014;You pay tithes of mint, anise, and cummin, but you neglect the weightier matters of the law,<span class=\"citation\" id=\"65524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65524)\">Matt. 23:23<\/a><\/span> and they, as well as your tithing, are required at your hands. So it is with us. We are one of heart and mind,<span class=\"citation\" id=\"92903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92903)\">Moses 7:18<\/a><\/span> as it regards faith, repentance, baptism, or the first principles of the gospel of Jesus Christ;<span class=\"citation\" id=\"94050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94050)\">A of F 1:4<\/a><\/span> but the same  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unity must exist in our midst in all our temporal labors&#x2014;in building temples, tabernacles, cities, towns, villages, canals, cultivating the earth, or any other labor, if we ever accomplish the object for which we have been raised up. No people, unless they are united together, can ever build up Zion and establish the Kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n1439\"> We have been taught the Word of Wisdom. It was given to us many years ago, and the Lord said it was applicable to the weakest Saint.<span class=\"citation\" id=\"88889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88889)\">D&amp;C 89:3<\/a><\/span> Very few of us have kept the Word of Wisdom; but I have no doubt that if the counsel of President Young were carried out it would save the people of this Territory a million of dollars annually. I feel that we ought to put these things into practice. We ought to unite together in all matters required of us in order to carry out the purposes of the Lord our God. The people are able to do it if they feel disposed. Why, Bishop Hardy told me here this morning that he had laid aside his tobacco; he has loved it almost ever since he was born, and if he can leave it off every man in Israel ought to be able to do it. It was said today that whiskey drinking makes fools of men; it does. Its effects are much worse than they used to be, for the liquor made nowadays contains so much strychnine and arsenic that it is enough to kill anybody, and unless those who use it do lay it aside many will die. Lay aside whiskey, tobacco, tea, and coffee, and use none of them unless it be as a medicine. We can all do it, and there is not a man or woman in Israel, with any faith in this work, but is required to do so. <\/div><div class=\"paragraph jod\" id=\"v11n1440\"> This little mustard seed here around this bowery, which has sprung up in the valleys of the mountains, has either got to grow and progress and become a great tree, in whose <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> branches the fowls of the air can lodge,<span class=\"citation\" id=\"64616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64616)\">Matt. 13:32<\/a><\/span> or it must stop growing altogether. We have either to build up Zion in its beauty, power, and glory, to the order which has been received by the servants of God, or else give it up. We must do one or the other. If we do this we must advance, and whatever God requires at our hands we must carry out. <\/div><div class=\"paragraph jod\" id=\"v11n1441\"> I know the world oppose us because we are united; they say we are governed by one man. I would to God that all Israel would obey the voice of one man as the heavens obey the voice of God. Then we would have power to build up Zion and to obtain all things necessary for us before the Lord. We have come to this. There is no division among us so far as the principles of our religion are concerned; it is in relation to some things the world call temporal that we are not one. How are you going to build up Zion? In the hearts of the people? Why you could not get Zion into the heart of any man, not even into that tabernacle, and I never saw a man in my life as big as that, and I hope we shall never see the day when we will have a house big enough to hold Israel, for I trust they will be too numerous for any house we can build. We have to build up Zion, a temporal work here upon the face of the earth, and we have got to establish righteousness and truth. When I say a temporal work, I speak of temporal things. The Zion of our God cannot be built up in the hearts of men alone. We have to build up temples and cities, and the earth has to become sanctified and to be made holy by the children of God who will dwell upon it, and to do this we must be united together. <\/div><div class=\"paragraph jod\" id=\"v11n1442\"> I do not wish to preach a long sermon, but I feel that we ought to lay hold and carry out the counsel  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that has been given to us at this Conference. If we lay aside these things that do us no good, as has been already said, we will be better off, have more unity, have power to gather and feed the poor, to send the Elders abroad, and to do a great deal of good with the means that we have saved, instead of squandering it upon those things that are injurious to us and displeasing in the sight of God. <\/div><div class=\"paragraph jod\" id=\"v11n1444\"> Brethren and sisters, let us lay these things to heart, and be united in doing all the good we can in our day and generation. We have the <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right to do good, but not evil. The principles of the gospel of Jesus Christ which have been revealed in our day are the power of God unto salvation to all that believe, both Jew and Gentile,<span class=\"citation\" id=\"72186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72186)\">Rom. 1:16<\/a><\/span> in this age of the world as well as any other; and inasmuch as we will be united in carrying out the counsel we have received, we can overcome every evil that lies in our path, build up the Zion of God, and place ourselves in a position that we may be saved therein, which, may God grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}