{"ID":110031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Marriage: Its Benefits.<\/div>\n<div class=\"subtitle\">Remarks by Elder Amasa M. Lyman, delivered in the Tabernacle, Great Salt Lake City, April 5, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Marriage: Its Benefits.<\/div>\n<div class=\"speaker\">Speaker: Amasa M. Lyman<\/div>\n<div class=\"date\">Date: 4\/5\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v11n758\"> I am glad to enjoy the privileges that are extended to us on this occasion, and to meet with my friends, and to unite with my brethren in the ministry to render the occasion instructive and profitable. Whether we have much or little to say with regard to the great good there is to be secured and enjoyed, I would hope that in our efforts we might be blessed and favored in making some suggestions to the audience that will be <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> calculated to awaken in their minds good thoughts that will lead them to God, and to a knowledge of the principles that are involved in its work. <\/div><div class=\"paragraph jod\" id=\"v11n759\"> From all I have been able to gather from observing the course taken by ministers in their labors for the enlightenment of the people, I have come to the conclusion that, perhaps, there are not very many who will be able of themselves, and within the limited circle of their personal labors  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and exertions, to tell everything, even if they should know it, and communicate all that may be communicated for the benefit of the people. I believe that the servants of God, in their efforts generally, reveal to the people the workings of their own minds, under the influences of the Spirit of God, and are able to bestow upon them for their comfort, encouragement, and aid in the great work in which they are engaged, the results of their experience, of their reflection and thought. The Gospel that we have received is something that, as I view it, bears a direct relationship to our condition here and hereafter, and that it proposes to so direct our actions and our conduct in life, that they may all be made to assume a proper character. When our actions are right they have the character of virtues, and virtues commend us to God and to one another. Virtue, when practiced by us, is the surest and best foundation that we can have for confidence, not only in God, but in ourselves, and in one another, a degree of which is necessary to our happiness, to our comfort and joy. It appears to me that the man or woman, whose course of life is such that he or she has no confidence in his or herself, properly can have but very little in God. As brother Hyde has remarked, the time is near when we are to encounter the realities of our religion. I believe it is so. We have professed to receive the Gospel and have adopted our faith years ago. We have received more or less of a series of lessons that have been given to the Saints, from time to time, through the revelations of God, as they have been communicated to His people. <\/div><div class=\"paragraph jod\" id=\"v11n761\"> There is a feature in our religion that I have thought was but little understood; it is like many other things that would be of much more value to us if they were well under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stood; our understanding of it is limited as a people, and about that very feature in our religion I feel disposed to make a few suggestions, as the results of my own thoughts and reflections, and of all that has been opened up of the matter in my mind with regard to it. As this feature of our religion is now receiving considerable attention from the people of the United States, who have become deeply concerned in regard to it, probably it would be well if we talk a little about it ourselves, that they may not be the first to learn, the first to know that which we ought to know. <\/div><div class=\"paragraph jod\" id=\"v11n762\"> The question arises here, what is it that they have become concerned about? Not about our sins; but they have given us credit for a great many good things. They can but acknowledge that we have been brave in conquering the dangers of pioneering our way into an untried land and country; a land that was barren of comfort, barren of these things that were necessary to the sustaining of human life. They will compliment us today for our persevering industry, for the toil that we have endured, and for the perseverance that we have evinced in working our way, not to where we expected to find hidden treasures of gold and silver, but to the desert, to find a place so poor, so barren, and so forbidding in its aspect that none others would desire it, but that we might, in its desolation and isolation from the rest of the world, enjoy the poor privilege of living there without having our right questioned. They say we were brave. So we were: we had good reason to be so; we could not well be anything else. We encountered the desert with all its worthlessness and with all its unproductiveness, and we not only made bridges and roads, but we actually conquered the desert. <\/div><div class=\"paragraph jod\" id=\"v11n763\"> &#x201C;Why do you not say that the Lord  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did it?&#x201D; If I were to say the Lord did it, then would you not ask me how the Lord did it? I know how he did it, because I saw it done. The Lord led us out here, but I know that he walked us on our own feet all the weary miles of our journeyings until we reached our destination. I know that since all this our friends from the States have come out here, and can now partake of our hospitality and feast on the fruits of our labor, industry, and enterprise. They are pleased at finding a comfortable halfway house between the Atlantic and the Pacific, where they can rest, eat our fruit, and enjoy themselves; yet they smooth down the wrinkles upon their visages (the fruits of indwelling hate), look very grave, and returning home lie about us, and represent the people of Utah different from what they are. <\/div><div class=\"paragraph jod\" id=\"v11n765\"> We would suppose that they are blind with a holy horror, excited in them by the contemplation of a phantom which haunts their imaginations continually; they are afraid that the people in Utah will do wrong; they have got so far from the confines of Christian civilization and refinement that they are fearful, if they do not take some action in relation to the Saints, that they will go widely astray and perpetrate some great wrong. We have been asking them for years to admit us into the Union. Would they listen to us? No. Does our constant begging and praying for admittance into the Union ever awaken a feeling of sympathy in them towards us? It does not. Yet they make out to be so alarmed for our moral safety that they seem to have forgotten all the festering corruptions of the great cities of the east. <\/div><div class=\"paragraph jod\" id=\"v11n766\"> When the great nation with which we are connected politically begin to make our faith the subject of special legislation, is it not time that we should know and say something about <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it? They do not complain of any dishonesty and corruption among us; they do not tell us that the land is sowed broadcast with iniquity; they are not alarmed about this, but they are alarmed because men out here in Utah dare marry a wife honorably and fearlessly, and then publicly own her as his wife. This is all they complain of. If we will only ignore this, I do not know but they will admit us into the Union. Do you think we had better ignore this little bit of our religion, or have we really determined within ourselves, soundly and sentimentally, whether it is actually necessary, proper, right, and just. If we could only slip it off and get admitted into the Union, it might be an advantage to us; but if it is worth enough to cling to, even if we have to live out of the Union, we ought to know it, that we may be the better able to make a good trade when we do trade. It is simply plural marriage that they complain of. They corrupt themselves elsewhere all over the world; but out in Utah men actually presume to marry women honestly; they presume to consider this the best course to be pursued to maintain the purity of man and woman. <\/div><div class=\"paragraph jod\" id=\"v11n767\"> How shall we determine anything about the value of plural marriage, so that we may know whether it is worth anything or not? I do not know any way better than by determining first whether single marriage is of value or not&#x2014;whether it extends any advantages or not to those who are parties to this relationship. Were we to ask the multitudes of the earth what the institution of marriage is worth, what the amount of blessing and salvation that accrues from it, to those who are parties to it, we should, no doubt, receive for a reply, &#x201C;We do not know.&#x201D; A man marries a wife to keep his house, to do the drudgery, to become a slave who shall do the  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labor about his place, and become the creature of his wants and wishes. Does he entertain any ideas of any value that pertains to the institution of marriage beyond this; if he does, it is but little. A great many men live in the world, and throughout all their lives they never appreciate the value of marriage in such a way as to ever induce them to marry; they think they can get along better in single life. <\/div><div class=\"paragraph jod\" id=\"v11n769\"> How can we be led to an understanding, in a limited degree, of the many advantages that result to men and women who are honorably married? Why, look at the evil and the corruption, and consequent wretchedness that curse the condition of that broad margin of women that never are made to feel the responsibility, comforts and blessings resulting from a pure, and healthy, and virtuous marriage. Where is this state of things to be found? In every Christian community that I know anything about. It is the root of that festering corruption that is eating out the core and vital energies, and sapping the foundation of life in the race of man. It is found in every community where it is declared that a man shall marry one wife only, and it shall be considered a virtue; but to marry a second wife while the first wife is alive, is considered a crime and punishable by confinement in prison, or the payment of a fine, because it is a sin. What, this in a Christian land? Yes, this in a Christian land! Christianity of the most approved kind is advocated where it exists. In the same thoroughfare the victims of corruption and vicious passion, and the devotees of Christianity jostle against each other. In the same locality edifices, whose lofty towers point to heaven, and wherein are held sacred the paraphernalia of Christian worship casts its lengthening shadows over the dens of corruption and <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crime, where the victims of passion and unhallowed lust live to drag out a miserable existence; in the reeking corruption which is the result of their own sins. The religious sanctuary and the brothel flourish together; they have their development there; in that land we see woman in her most wretched condition. We first see her in the morning of her life, innocent and pure&#x2014;innocent as innocence itself, pure as the spirit that comes from God. In this condition we see her enter upon her life's journey. We meet with her when she has progressed, when she has trod far in the path of folly, degradation, wretchedness, and sin; but she is innocent no more. Are the blessings of home extended around her any more? No. Has she the blessings of the warm sympathy of kind friends any more? No; they are frigid and cold; the warm heart gushing out the blessings of friendship is closed against her; she is not fit to be associated with any more; she is unfit to be welcomed to the society of her more fortunate sisters; and, consequently, she is not welcome to return to a pure and better life, could a disposition be awakened in her to do so, and she seeks for the means of prolonging that worthless life as best she can find them. If she carries personal charms, they are to feed the wishes and satiate the appetite of the gloating libertine; for he will give her money. When those charms have faded from her form&#x2014;when youth is passed and followed by decrepit old age, she becomes the loathsome thing that no one claims or desires, for which none manifests any warm sympathy and affectionate regard. This is the fate of a class of women who were born pure and innocent as you, my sisters, were born, situated as you were, bearing the same relationship to high heaven by creation as you bear, yet she drags out her miserable  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>existence to her resting place, the grave, when death terminates her suffering and wretched existence; no father was there, no mother was there, no kind sister to weep over her departure, no brother had regard for her, no kindred relationship to pay so much as the tribute of a single tear on the spot where her frail dust found its last resting place. <\/div><div class=\"paragraph jod\" id=\"v11n771\"> This is the unwept, friendless fate of an extensive class of our erring sisters. What do we call them? Oh, she is merely &#x201C;a common woman on the street,&#x201D; &#x201C;prostitute,&#x201D; which means a woman, created by and bearing the image of God our Heavenly Father&#x2014;a woman prostituted to become the victim of passion&#x2014;passion unhallowed, impure passion in man who should have guarded her virtue with the most scrupulous care, with the most vigilant watchfulness&#x2014;man who should ever have recognized in her his sister, who should have regarded her as the personification of the purity and innocence of heaven itself, and who should never have made her the victim of his unholy passion. But she has fallen, and this terminates her wretched career. If she leaves an offspring, the vile stain of bastardy is attached to it, and her children are cast out of society, like their disgraced mother; they are discarded and shunned by what is called refined and Christian society; no paternal provisions are made for them, no paternal care and anxiety is cherished in relation to them. The state only sees in them, if males, prospective soldiers, who for a little pay are marshaled to fight its battles, and bleed and die upon the battlefield. If any of them happened to be brave, can venture further and kill more than his associates, the probability is that he will gather to himself the honor, and the glory, and respect which his frail mother failed to secure. <\/div> <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n772\"> This is the most favorable termination of the earthly career of that class of unfortunate women and their children. I appeal to you, who are honorable wives and mothers, if you do not think there is real, unmitigated misery in this? Or do you think that it is merely something of my picturing? I am not here to treat you to empty romance. The tithing of all the misery, wretchedness, and crime that exist among the female sex, or our race, in the great Christian cities and heathen cities of the world, cannot be told; it would be vain for me to undertake to tell it all. I have instanced what I have, that you who are wives and mothers may see something of what you have been saved from, by being blessed with the opportunity of becoming honorably married. You are saved from all the wretchedness which characterizes the life and death of your unfortunate sisters. <\/div><div class=\"paragraph jod\" id=\"v11n773\"> Does marriage possess any value, then? Would it not be a very good thing if the blessings arising from it, which you enjoy, could be extended to all? Why is it not so? Because monogamic Christianity says it shall not be extended to all. This Christianity is like the prophet's bed, &#x201C;shorter than that a man can stretch himself on it: and the covering narrower than that he can wrap himself in it.&#x201D;<span class=\"citation\" id=\"58641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58641)\">Isa. 28:20<\/a><\/span> I do not know that the prophet thought anything of Christianity as it now exists in the world, although this figure is very apt in its fitness to it. Comparing monogamic Christianity with the prophet's covering, it may be of a fine texture and good, as far as it goes, but it is decidedly too small. This is unquestionably the fault with a Christianity that does not extend the mantle of salvation to all who should be the recipients of its blessings. If all men and all women in a community were honorably married, you can readily understand one  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing, that there would be no prostitution of women in that community, there would be an end of the corruption of man in that community, there would be no illegitimacy there. You can see, then, that it is only a question of advantages resulting from a pure marriage to all the inhabitants of any community, who can be blessed by such an institution of marriage; only introduce this, and the cause of all this sin and moral and physical degeneracy would have an end. <\/div><div class=\"paragraph jod\" id=\"v11n775\"> &#x201C;But then,&#x201D; says one, &#x201C;is it right?&#x201D; &#x201C;We should have no objections to a plural marriage if we could only believe that it was right.&#x201D; How in heaven's name you would have to feel, to feel that it is wrong, I cannot imagine. You say that when one wife is married to a man, there is in that transaction nothing but what is religious; nothing but what is godly, healthy, pure, and good; it is good enough to go to church with; it is something you can pray about; you can have it sanctified by the presence of the priest. It is sacred; it is so commendable that the most fastidious will hardly blush at the idea of a man marrying one wife. He who marries one wife is considered an honorable man, and his wife finds a place among honorable women, and their children are honored upon the same plane that is secured to them by the character and standing of their honored parents in the community. They have their entry into society; it smiles upon them and extends to them its patronage, and their path is the path of honor from the time they open their infant eyes and gaze upon the surrounding objects in the midst of which life to them has a beginning, and through all the subsequent stages of the lengthened way. These blessings come to them because their parents were honorably married and kept sacredly the vows that made them husband and wife. Their marriage <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was virtuous and just. What a pity it is that this state of things could not be extended to all. I allude to this single marriage because I want you, Latter-day Saints, that are before me today, to begin to think, if you never have, to begin to reason, if you never have, that you may know and understand, if it is only to a limited extent, the reasons that exist why marriage is a pure, holy, and saving institution. <\/div><div class=\"paragraph jod\" id=\"v11n776\"> Says one, &#x201C;The Bible says it is.&#x201D; But suppose the Bible did not say so, would that make any difference? If a woman were associated in the relationship of wife with an honorable man who kept his marriage vow, would it change the fact that there would be purity, innocence, truthfulness, and virtue in this that could not be found elsewhere&#x2014;that could not occur without the same intimate relationship between man and woman&#x2014;aside from the covenant that makes them man and wife. <\/div><div class=\"paragraph jod\" id=\"v11n777\"> We say, then, if this is the reason why in Heaven's wisdom it was ordained that man and woman should be married, it was simply to regulate the actions of man and woman in the most sacred, holy, high, and responsible relationships that exist between them, to preserve in man and woman the fountain of life in purity, that there might be given to earth a people in purity, and free from the taint of inherent corruption. How do I know that? Because that it only requires the careful and continued observance of the law of marriage, as God has revealed it, to preserve man and woman in purity. <\/div><div class=\"paragraph jod\" id=\"v11n778\"> Then what bearing has a pure marriage upon the interest of the world that it should be necessary to introduce it as one of the leading features in the great work of God, developed and established in this our day for the prosecution of his will and purposes in the salvation of mankind?  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Has it any bearing at all upon the purity of man and upon the race? From the little reflection that I have bestowed upon the matter, I have learned to regard it as the world's great necessity&#x2014;the great necessity of the race today, and it is God's greatest necessity in reference to the salvation of the world, and to the development of His universal empire of peace and righteousness over all the earth. Why? Because I have learned that there has been, and that there is still in existence, operating and producing its deadly effects, a system of physical degeneracy that is telling fearfully upon the history of the race. <\/div><div class=\"paragraph jod\" id=\"v11n780\"> The Bible tells us that men used to reach a longevity that extended to near a thousand years;<span class=\"citation\" id=\"52809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52809)\">Gen. 5:27<\/a><\/span> this was near six thousand years ago. To say that this is not true would be to question the validity of the Bible, and I would not dare to do that, however presumptuous I may be in a thousand other things. We are descendants of that same race who enjoyed the blessing, if it was a blessing, of an extended longevity; yet the statistics of today relating to the average life of the human race show that it extends to a fraction over a quarter of a century. Should anybody be alarmed at this? If they not know the causes which have led to it they will not be; but if they have a knowledge sufficient to understand that if the race has so degenerated, physically, in five thousand years that the term of a man's life is reduced from near a thousand years to a quarter of a century, the question would be awakened in their minds as to how narrow a margin of time is left for the continuation of our race on the earth before it becomes entirely extinct&#x2014;that there will not be a man, woman, or child to awaken the cheerless condition of the desolate earth with the music of their voices and the light <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of their smiles. They have ceased to be. <\/div><div class=\"paragraph jod\" id=\"v11n781\"> It used to be told us when we were children that the world was coming to an end. We thought it was coming to an end; that something was about to be revealed from somewhere that would burn it up. We see that the world is actually approaching desolation, to a point beyond which it would not be possible for human life to be extended. Is there nothing alarming in this? To me there is. I pore over, in my own mind, what my prospects are as a servant of God. I have entered upon this work, which we denominate the work of God, and which comprises the building up of the kingdom of God and the extension of the government of God over all the earth, carrying with it the blessings of the rule of righteousness and peace, and it promises that I am going to be a prince and a ruler over countless millions of intelligent beings like myself. Where are they all coming from? Why, they will be your children.<span class=\"citation\" id=\"80424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80424)\">Rev. 19:16<\/a><\/span> That cannot be; for as the human race is fast wearing to an end, there would not any of my children be left in a few generations more. You are, no doubt, mathematicians enough to see this. I give the Lord credit in my feelings for having known this long before I did; and hence I say that plural marriage is the great necessity of the age, because it is a means that God has introduced to check the physical corruption and decline of our race; to stop further contributions to the already fearful aggregate of corruption that has been developed as the result of sin in man and woman. What will that do? It will take off a great tax from the recuperative energies of the race by relieving them from the necessity of contending with increasing corruption beyond its present limits; that man may begin to live until he attain to the age of a tree,<span class=\"citation\" id=\"89502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89502)\">D&amp;C 101:30<\/a><\/span> as he lived before  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he first began to sin and violate the laws of his being. It is to effect this that the Lord has introduced plural marriage. &#x201C;But,&#x201D; says one, &#x201C;why do you not prove it from the Bible?&#x201D; You can read the Bible yourselves. I want to know, see, read, and understand, as it is evinced in the physical condition of the race that these are truths, whether the books refer to them or not. If there was no revelation to reach us from foreign quarters, it is a revelation that is before our eyes; its truth is demonstrated within the circle of our own being&#x2014;within the narrow limits of our own observation it is made plain, and we should understand and comprehend. When we know this, then we know what the Bible may say with regard to polygamy being true, because we find the evidence of it in truth itself. That is what polygamy is worth. It is simply an extension of pure marriage to all the social elements in the community, man and woman, that is all. <\/div><div class=\"paragraph jod\" id=\"v11n783\"> Who is it that says there is licentiousness connected with plural marriage? It is the libertine; that man that is corrupt himself; who has worshipped at the shrine of passion; whose passion clamors in his corrupt soul for victims. He dreams of it and talks of it; and because the Saints believe in a plurality of wives, he thinks there must certainly be a lack of moral purity there&#x2014;virtue must be easy with the people that have more than one wife. <\/div><div class=\"paragraph jod\" id=\"v11n784\"> What do you think they have found out? After making experiments that have turned out rather futile, they have found out that with all their mistaken notions of their deluded fellow citizens in the mountains, the virtue of woman and the sanctity of the marriage relationship cannot be invaded with impunity&#x2014;it is guarded with jealousy. The same men that were brave in coming over <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the plains, and energetic in making the roads and in building the bridges, etc., are still here, and continue to be brave. They have not dared so much in the past that they will stop daring now. <\/div><div class=\"paragraph jod\" id=\"v11n785\"> Are you going to say something in support of plural marriage? No. I do not wish anybody to tell that I have said a word by way of supporting and sustaining plural marriage. Are you ashamed of it? No. Do you love it? Yes, I love it because it is true, and stands alone, without my aid. &#x201C;What are you talking about it for, then?&#x201D; That you may understand the truth and know its value, and secure to yourselves the blessings that only can accrue from the knowledge of the truth. That doctrine is safe and can take care of itself; and if you make an application of the truth to yourselves, it will take care of you; it will secure you from corruption, wretchedness, and death, and give you life and immortality; while others will still sink under the accumulating weight of corruption, until they go down to hell. <\/div><div class=\"paragraph jod\" id=\"v11n786\"> &#x201C;But,&#x201D; says one, &#x201C;I have been looking, but I have not seen much change that has taken place in consequence of the introduction of polygamy.&#x201D; You are not a very close observer, perhaps. When the first edition of Federal officers came out here, we had hardly made a beginning in practical plurality of wives; however, it was awful times for them; they could only once in a while see a woman, and when they did see one, they inquired who she was. &#x201C;O, she is Elder such a one's wife.&#x201D; &#x201C;Who is that woman over yonder?&#x201D; &#x201C;She is brother so and so's wife.&#x201D; &#x201C;Who is that woman that is crossing the street?&#x201D; &#x201C;She is Bishop such a one's wife.&#x201D; &#x201C;O, the devil, the women are all married out here.&#x201D; They begin to look round for a peculiar kind of  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>institution that flourishes so well in Christendom, where such prevail, where they make ample provisions for the gratification of lustful passion; no odds how foul, black, and damning in its consequences, still it can find its gratification at those favored institutions. Those Federal gentlemen began to look for similar accommodations in Utah; but instead of finding them they found schoolhouses and houses for the public worship of God, dedicated to the best interests of humanity, for the improvement of the condition of our race. Their peculiar institutions they could not find here, and they could not stay; they went to Washington, and there they began to send up awful howls about the sins of Utah, and the necessity of active measures by the general government to chastise the Mormons in Utah. <\/div><div class=\"paragraph jod\" id=\"v11n788\"> How far they have succeeded is evident. The great Buchanan war brought the flower of the army of the United States out here; the bran and shorts were left behind. They came to correct the poor misguided Mormons. For making prostitutes of the women? No. There are plenty of them at home; but the Mormons make wives of them, and this awakened all their sense of horror. It is this that excites our friends in the east&#x2014;because we think more and better of women than they do. That is the foundation of all the difficulty; they do not complain of us for anything else now. When the C. V.'s from the west came out here they did not succeed any better. Then they thought they would try the negro. He got part way out here, got tired, and they turned him out. What they will do next to correct our morals is not for me to say. They may tell us that we ought to demolish our schoolhouses and put up houses of assignation, and keep houses of accommodation, such as travelers can find in <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other countries. They are well pleased with our potatoes and johnny cake, but they would be still better pleased if we would have the other luxury. <\/div><div class=\"paragraph jod\" id=\"v11n789\"> We fought our way to this country against all the hardships and obstacles that stood in our path, and, through God's blessing, we have overcome them; we have cultivated the land and done the best that we could under the circumstances, and we have provided for ourselves and for our wives and children as well as we could, and we have been contented. If the husbands of Utah were poor, their wives were willing to share that poverty with them; they were willing to nibble a living from the same dry crust, out of the same stinted fare that we partook of, because they were our wives, and we regarded them as honorable and as good as ourselves, if they behaved as well. This our friends do not like. Our business here in the mountains is to develop a community in which man and woman shall find, through the extension of honorable, pure, just, and virtuous marriage, the legitimate position that Heaven ordained them to occupy as wives and mothers, husbands and fathers, and a response to every requirement of nature, without stepping aside from the path of virtue and honor. <\/div><div class=\"paragraph jod\" id=\"v11n790\"> That is what God designed when he commenced this work&#x2014;&#x201C;Why did He not introduce it at the very commencement of this work?&#x201D; Because He could not&#x2014;because our ears were not open to hear it&#x2014;our prejudices would not allow us to receive it. If I had been talked to about plurality of wives when I was baptized into the Church, the Lord may know, but I do not know what I would have done. I had to go wandering over the world preaching the Gospel years after, had to work longer than Jacob did for a wife to get myself in that  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>state of mind that the Lord dare name the doctrine to me. We were not aware that any such a thing as plural marriage had to be introduced into the world; but the Lord said it after a while, and we obeyed the best we knew how, and, no doubt, made many crooked paths in our ignorance. We were only children, and the Lord was preparing us for an introduction to the principles of salvation. &#x201C;What, the principles of salvation connected with marriage?&#x201D; Yes; because they are nowhere else. &#x201C;Will not our preaching save us, our going to Church, and our paying tithing?&#x201D; People have been preaching, praying, paying tithes, building cathedrals and churches, and the deadly work of physical degeneracy is still going on until the race is nearly upon the brink of extinction. Christianity, as it now is, and has been for centuries, has proved entirely insufficient to stop the great evil&#x2014;to check it in its fearful growth. <\/div><div class=\"paragraph jod\" id=\"v11n792\"> The Lord understood this when he talked to the people of Nephi: He told them they should have but one wife, and concubines they should have none.<span class=\"citation\" id=\"81653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81653)\">Jacob 2:27<\/a><\/span> Why would He not allow them to have concubines? I suppose it was because He delighted in the chastity of women.<span class=\"citation\" id=\"81658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81658)\">Jacob 2:28<\/a><\/span> This was simply avowing His feeling with regard to that matter. Concubinage was displeasing in His sight. He left them at liberty to have a wife, but concubines they should have none; informing them that when He wanted His people to raise up seed unto Him, and if it was necessary they should have many wives He would command them.<span class=\"citation\" id=\"81665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81665)\">Jacob 2:30<\/a><\/span> That is simply what He has done. He has commanded us. It is well enough now for the brethren and sisters who have been in practical polygamy for many years to begin to understand something of the nature and object of the institution, that they may not trade it off simply for <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> admittance into the Union, or for anything whatever that may be offered for its exchange. However their enemies may plead to the contrary, the Saints are gathered together from all the world, that the provisions of a virtuous marriage may be extended to all the social element in the community, and that by this there should cease to be developed in that community the curse of woman's prostitution or man's corruption, and where mothers in Zion can make it their business to teach their children the way in which they should go; to implant in early childhood principles of truth; to lead them to God; to grow around the hearth like plants of righteousness, that the saying of the old preacher may be verified, &#x201C;Train up a child in the way he should go, and when he is old he will not depart from it.&#x201D;<span class=\"citation\" id=\"57482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57482)\">Prov. 22:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n793\"> We are not a numerous people, but we are more numerous than when the Lord told Adam and Eve to be fruitful, and multiply<span class=\"citation\" id=\"52295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52295)\">Gen. 1:28<\/a><\/span> and fill this their earthly inheritance with intellectual beings like themselves. How well that first pair succeeded is evidenced here today. We need not be discouraged, for we can count thousands that are pledged to this work, which is established to re-people the world, to fill the earth with virtuous, pure, and holy men and women. That is the work that devolves upon us. Should every woman be married? Every woman should be married for the same reasons that one woman is married, namely, to subserve the same high, healthy, and Godlike objects of our being. And for the same high purpose should every man be married. <\/div><div class=\"paragraph jod\" id=\"v11n794\"> There are certain facts of our existence which we cannot escape from. We are men and women. The very reason why I have spoken here today is that we are men and women; we have come here with men's and women's natures, passions, and appe<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tites; and if we are ever saved in heaven, we shall be saved as men and women. Our business here is to save men and women by teaching them to live lives of purity. These are self-evident truths. When we count up the men and women that are in the world, we shall find a broad margin more of women than men; and there is a numerical difference in the sexes, as they are developed in our community and every other community. Women must be saved, if the task should devolve on a man to marry two or three of them, and treat them as honorable wives, bless them, and bless their children, provide for them, and teach them principles of purity. When we who made this feeble beginning in that matter can bear the struggle no longer, we will call around us our stalwart sons and daughters, and pledge them before high heaven to devote themselves forever, and their children after them, to the great work of man's regeneration. <\/div><div class=\"paragraph jod\" id=\"v11n796\"> Let us get the body improved first, that the spirit may live and dwell in <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a pure tabernacle. When this is done, we can go and cultivate the spirit as much as is needful. The world wants a religion that will address itself to this task, because it will enter into the relationship that exists between man and woman, that will purify them and establish within them the seed of eternal life. Let us pray always and never faint, and ask God to bless us in all that we do, and never do anything that is not sufficiently holy that we can ask God to bless; carrying the purity of Heaven's religion and ordained principles of salvation into every relationship of our lives, and let the Zion of our God extend forth upon all the earth from this point. What will become of the world? They will live in their corruption until they sink and die in it. Our blessings are to build up the kingdom of God in purity and in its perfection in these mountains. This is our work, and may God help us, is my prayer, in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}