{"ID":110014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religious Ideas of the World Contrasted With Those of the Saints&#x2014;Loyalty of the Saints to the Constitution&#x2014;Persecutions They Have Endured&#x2014;Prophecy in the Church.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, Sunday, Mar. 5, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Religious Ideas of the World.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/5\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v11n291\"> As we travel along through what is sometimes called this &#x201C;veil of tears,&#x201D; there are many thoughts that occupy our minds, and many subjects for reflection present themselves, sometimes concerning the living and sometimes concerning the dead. However, it is with the living that we have to do at the present time, and it is &#x201C;Life and the pursuit of happiness&#x201D; that ought to occupy the attention of all intellectual beings. Mankind have various views and ideas in relation to the attainment of happiness upon the earth, and also after we leave the earth; and those views and ideas that are entertained by us in relation to these matters influence, to a greater or less extent, our actions and proceedings in life. We look at things through another medium, and judge of them from another standpoint, than which they are generally viewed by the inhabitants of the earth. We look upon it that the greatest happiness that we can attain to is in securing the approbation of our Heavenly Father, in fearing God, in being made acquainted with his laws&#x2014;with the principles of eternal truth, and with those things that we consider will best promote not only our temporal, but our eternal happiness. <\/div><div class=\"paragraph jod\" id=\"v11n292\"> There are a great many men in the world who, in the abstract, would say this is correct&#x2014;that it is very proper for man, who is made in the <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> image of God,<span class=\"citation\" id=\"52177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52177)\">Gen. 1:26-27<\/a><\/span> to fear him. They would sing as Wesley did&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v11n293\"> &#x201C;Wisdom to silver we prefer, And gold is dross compared with her: In her right hand are length of days, True riches and immortal praise,&#x201D; &amp;c. <\/div><div class=\"paragraph jod\" id=\"v11n294\"> But then, when we come to scan the matter more minutely, we find that it is, really, only in the abstract that these things are viewed, and that people, generally, carry their religion very easily. They wear it very loosely about them. They do not enter into it with that earnestness and zeal which we, as a people, generally do. Hence, there is quite a difference between them and us in these particulars. Men generally suppose that it is well enough to fear God on Sunday, and perhaps attend to religion a little during the week, but not much; that a course of the latter kind would interfere too much with the daily avocations of life; and that it would be almost impossible for the generality of mankind to attend to these things in the way that we, as a people, believe in. Preaching, for instance, they believe must be done by a man specially set apart for the purpose, who by that means obtains his living, just as another man would in the profession of law, or in any other avocation or trade. In the Church of England, with which I was first connected&#x2014;inducted into it when a boy, or rather a child&#x2014;   <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they have not only ministers to read their prayers, but clerks to say amen for them, so that the people have literally nothing to do but go to meeting. Men may profess religion and be drunkards, riotous, fraudulent, debauchees, &amp;c.; yet that does not make much difference, for when they die and are put into consecrated ground, the minister, in reading the service for the dead, declares that their bodies are committed to the dust &#x201C;In the sure and certain hope of a glorious resurrection.&#x201D;<span class=\"citation\" id=\"92133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92133)\">D&amp;C 138:14<\/a><\/span> I used to think when a boy, if such men went to heaven, I should not wish to be in their society; but if there were more apartments than one, I should like to select my company. <\/div><div class=\"paragraph jod\" id=\"v11n296\"> It must be a very pleasing sort of way for people to do just as they please when living, and be considered very genteel and fashionable, and then when they die, instead of running the risk of being damned, as they do among the Methodists, have a sure and certain hope of a glorious resurrection.<span class=\"citation\" id=\"92134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92134)\">D&amp;C 138:14<\/a><\/span> I have studied the theories and views of many other Christian denominations, particularly Methodists, Baptists, Presbyterians, and various sects of what is called Protestantism, and a similar inconsistency runs through them. A man may be a robber, a murderer, a blasphemer, in fact, no matter how wicked he is, if they can only get him converted or born again immediately before he dies, it is all right; if they can get him to receive religion and believe in Jesus, even though he is about to be hung for some horrible crime&#x2014;murder in the most aggravated form&#x2014;he is prepared to enter into the kingdom of heaven to enjoy the society of God and angels; while another man, who may have been moral, upright, honorable, charitable, and humane, is consigned to everlasting burnings because he has not been converted or born again. Yet many of these peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple are sincere in their convictions, both among teachers and taught, among priests and people. I used to think, what becomes of the justice of God under such circumstances? <\/div><div class=\"paragraph jod\" id=\"v11n297\"> In relation to these matters we differ very materially from them, as well as in other things. We are what may emphatically be called a kingdom of priests.<span class=\"citation\" id=\"54113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54113)\">Ex. 19:6<\/a><\/span> But with us, we do not get so much pay for so much work done in the discharge of the duties appertaining to the Priesthood, in the sense in which the religious world look for such remuneration. We have to preach, to attend to the duties of our callings, to administer in the ordinances of God, and to carry the Gospel to the nations of the earth, trusting in God, without salary or pecuniary reward. That is a thing the religious world do not think of, nor believe in doing. The idea of having faith in God about temporal things is a something they cannot understand; they cannot reconcile it with their philosophy; though they profess any amount of faith in the Lord in spiritual things. There is a very material difference between them and us about these matters. <\/div><div class=\"paragraph jod\" id=\"v11n298\"> The same thing runs throughout almost every subject on which we reflect and exercise thought upon. Many people suppose, because we differ from them religiously, that we are opposed to them and that we are their enemies. We feel a good deal as Paul felt concerning the Israelites when he said, &#x201C;My daily prayer is, that Israel may be saved.&#x201D;<span class=\"citation\" id=\"72717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72717)\">Rom. 10:1<\/a><\/span> Yet Israel persecuted him because he did not believe as they believed in many things. We differ from others in political matters to a great extent. We have other ideas from what they have. We cannot help it. We reason upon certain things and reflect upon them, and use our judgment about them; and when we see things that are wrong, we consider they are  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wrong, and so state it, and believe that nothing can make a wrong into a right, nothing can turn an error into a truth; and hence there is quite a difference of feeling sometimes arises in relation to many of these things. We believe, for instance, in our religious matters, that God ought to govern us. We believe that when we are called upon to perform any labor or service of any kind, it is part of our religious faith that we must perform that, independent of any consequences whatever. No other people have got this religious feeling. Do you think you could transplant a number of the Church of England people into these valleys in the condition they were in when we came here? No, you could not. They would want to know where their living was to come from, and how they were to be sustained. You may go to the old Methodists, that are yet more zealous, and they would not do it. When the rush was made for the California gold mines here, shortly after they were discovered, a certain number of priests went with them to dig gold, and to take care of their souls, I suppose, at the same time. But then there was supposed to be gold to pay for it. And, as the Scriptures say, &#x201C;As with the people, so with the priest,&#x201D;<span class=\"citation\" id=\"58401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58401)\">Isa. 24:2<\/a><\/span> they all traveled in the one road. <\/div><div class=\"paragraph jod\" id=\"v11n300\"> With us a few, it is true, have gone after gold&#x2014;a few straggling ones here and there have wandered in search of it; but the generality of our Elders, while some few have gone in this direction, have been away traveling through the nations of the earth, trying to help forward the best interests and happiness of the human family, and inculcating those great principles which God has revealed from the heavens for the salvation of man; traveling, too, without purse or scrip.<span class=\"citation\" id=\"68126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68126)\">Luke 22:35<\/a><\/span> I remember, during the time of the gold <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fever, everybody wished to see me, where I was traveling, because they wanted to know something about the gold, and they thought I was acquainted with the neighborhood where it was obtained. They were surprised that our Elders should be leaving the prospects of such wealth, and going forth on a mission such as we are going on, so profitless and dishonorable in the estimation of men. But the Elders who did it were so infatuated, as some people would say, that they would go forward to the ends of the earth to preach what was viewed as imposture&#x2014;a something that was considered to be opposed to everything good. It was to them astonishing that men would leave this gold that exerts so powerful an attraction upon the minds and bodies of men; their motives and acts were not comprehended. But our Elders did it, and hence we differed very materially from others in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v11n301\"> We differ from them, also, with regard to our political views, for they are based on our religious faith; we believe in God, and therefore we fear him; we believe he has established his kingdom upon the earth, and therefore we cling to it; we believe that he is designing to turn, and overturn, and revolutionize the nations of the earth, and to establish a government that shall be under his rule, his dominion, and authority, and shall emphatically be called the government of God, or, in other words, the kingdom of God. There is nothing strange, however, in this; for a great many parties, both in the United States and in the governments of the old world, have believed in the kingdom of God being established in the last days; it has been a favorite doctrine, both among Socialists and Christians, and much has been said and written about it, theoretically. The difference between them and  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us is, they talk about something to come; we say that it has commenced, and that this is that kingdom. <\/div><div class=\"paragraph jod\" id=\"v11n303\"> Well, but do you not hold allegiance to the government of the United States also? Do you not believe in the laws and institutions thereof? Yes, we have always sustained and upheld them; and although we have had many very heavy provocations to make us feel rebellious and opposed to that government, yet we have always sustained it under all circumstances and in every position. When they tried to cut our throats, we rather objected to that, you know. We had some slight objection to have our heads cut off and be trampled under foot; we did not think it was either constitutional or legal. But when they took their swords away from our necks and said that we might enjoy the rights of American citizens, that was all we wanted. <\/div><div class=\"paragraph jod\" id=\"v11n304\"> There is, however, a kind of political heresy that we have always adopted. We have always maintained that we had a right to worship God as we thought proper<span class=\"citation\" id=\"94121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94121)\">A of F 1:11<\/a><\/span> under the constitution of the United States, and that we would vote as we pleased. But some people took a notion to say &#x201C;they would be damned if we should.&#x201D; We told them, however, that was a matter of their own taste; that we would seek to be saved and yet we would do it. It has always been a principle with us, and in fact is given in one of our revelations, &#x201C;that he who will observe the laws of God need not transgress the laws of the land.&#x201D;<span class=\"citation\" id=\"86150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86150)\">D&amp;C 58:21<\/a><\/span> It has always been a principle inculcated by the authorities of this Church, and taught by our Elders, never to interfere with the political affairs of any nation where they might be&#x2014;that is, as Elders. They go forth with the Gospel of peace, to preach to the people, and not to interfere with their political institutions. If a <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mission of that kind should be given at any future time, all well and good. I have always so represented our belief, and acted accordingly, wherever I have been, and so have my brethren in England, in France, in Germany, and in all nations where I have been. I have always adhered to the laws of the nation where I sojourned. In the United States we stand in a political capacity, in this Territory, as part and parcel of the United States. We occupy that position; we are obliged to do so; we cannot help ourselves if we wish it, but we do not wish it. We are a number of men here&#x2014;a multitude of people, men, women, and children, occupying quite an extensive Territory, with settlements extending over a distance of 500 miles in length. What the amount of population is I am not prepared to say; but I am prepared to say that, as a population, as a people, as a Territory, we have always been loyal to the institutions of our government, and I am at the defiance of the world to prove anything to the contrary. When we left&#x2014;I was going to say the United States&#x2014;what did we leave for? Why did we leave that country? Was it because its institutions were not good? No. Was it because its constitution was not one of the best that was ever framed? No. Was it because the laws of the United States, or of the States where we sojourned, were not good? No. Why was it? It was because there was not sufficient virtue found in the Executive to sustain their own laws. That was the reason, gentlemen. Is this anything to be proud of? It is a thing that should make every honorable American hide his head in shame; and all reflecting, intelligent, and honorable men feel thus. <\/div><div class=\"paragraph jod\" id=\"v11n305\"> It is well understood that executive officers, whether State or Federal, are bound by the most solemn oath, to  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sustain the constitution and laws of the United States and of the States where they reside; and where those concerned aided in, or permitted, the expulsion of forty thousand American citizens from their homes, they stood perjured before their country and God; and this huge suicidal act of ostracism proclaimed them enemies of republican institutions and of humanity; traitors to their country, and recreant alike to its laws, constitution, and institutions. &#x201C;But it was only the damned Mormons. It was only them, was it not?&#x201D; Who were these &#x201C;damned Mormons?&#x201D; We cannot help thinking about these things just the same as we do about religious matters. Why, these &#x201C;damned Mormons&#x201D; were American citizens; and the constitution and laws of the United States, and of the several States, guaranteed, just as far as guarantee is worth anything, to these &#x201C;damned Mormons&#x201D; just the same rights and privileges that they did to the blessed Christians. But we came here. Now, what is the use of trying to hoodwink us and tell us that we have been very well treated? They know we cannot believe them, and that no rational, intelligent, honorable man would expect us to believe them; such assertions are an outrage at variance alike with common sense and our own experience. But did we rebel? No, we did not act as the Southern States have done. We came here; and, in the absence of any other government, we organized a provisional state government, just the same as Oregon did before us. Thus, in the midst of this abuse heaped upon us, we showed our adherence to the institutions and constitution of our country. If bad men bore rule, if corrupt men held sway&#x2014;men who had neither the virtue nor the fortitude to maintain the right and protect the institutions and constitution of this, shall I say, our once glo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rious country&#x2014;if men could not be found who possessed sufficient integrity to maintain their oaths and their own institutions, there was a people here found of sufficient integrity to the constitution and institutions of the United States not to abandon them. That has been our feeling all the time, and it is based, also, upon that belief considered by a majority of the people of this and other nations as erroneous and false. Again, when, after these things had transpired, we petitioned the United States to give us either a territorial or a state government, did that show anything inimical to the institutions of our Government? Verily, no; the very fact of our doing this proclaimed our loyalty and attachment to the institutions of the country. We got then, and had given unto us, a territorial government. We were recognized once more as citizens of the United States. We had sent among us Governors, appointed by the United States; Judges, a Secretary, Marshal, and all the adjuncts, powers, and officers with the territorial government. By them, in many instances, we have been belied, traduced, abused, outraged, and imposed upon. Have we retorted against the United States? No, we have not. Is it the duty of Federal officers, governors, judges, and other officers coming into our midst, secretaries, Indian agents, etc., to conspire against the people they come among? Is it their duty to traduce, abuse, vilify, and misrepresent them? In other places such men would be summarily dealt with. We have borne these things from time to time. They were not very much calculated to strengthen the attachment that we had so often and so strongly manifested to the government of which we form a part. Still, we have been true to our trust, to our integrity, and to the institutions and constitution of our country all the  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time in the midst of these things. <\/div><div class=\"paragraph jod\" id=\"v11n308\"> Through some of those misrepresentations and a corrupt administration, a pretext was found to send an army out here. We heard the report sounding along from those plains that they were coming to destroy and lay waste. What, a government destroy its own offspring? An army raised against an infant Territory? The cannon and the sword, the rifle and the pistol, brought to spread death and desolation among a peaceful people. Is that republicanism? Are those the blessings of a paternal government? Is that the genius of those institutions that were framed to protect man in the enjoyment of all his rights, and to guarantee equal rights to all men? Would that country be an asylum for the oppressed? Would it be a place of refuge or protection to anyone? What was left for us to do under those circumstances but to act as men and American citizens? To fall back on our reserved rights, and say to those political gamblers who would stake the lives of the citizens of a Territory in their damning games. Back with your hosts, touch not God's anointed, and do his prophets no harm.<span class=\"citation\" id=\"57094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57094)\">Ps. 105:15<\/a><\/span> Was there anything wrong in that? No; I would do it ten thousand times over under the circumstances, under this government or any other on the face of the earth, with God to help me. No man, no government has the right, at the instigation of traitors, to destroy innocent men, women, and children. God never gave them such a right, the people never gave it to them, and they never had it. True, after a while, some peace-commissioners came along; why did they not come before and inquire into matters? Because of the lack of virtue and integrity among those who professed to rule the nation, and because of a desire to make political capital out of <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our destruction. Does that alter the institutions of our country or interfere with the Constitution of the country? Verily no. And our hearts beat as fervent in favor of those principles today as they ever did. But we feel indignant at the rascals who would try to betray those principles bequeathed to the nation. We cannot help it. We reason upon these principles the same as we do upon other things. <\/div><div class=\"paragraph jod\" id=\"v11n309\"> But we frequently hear, &#x201C;You are not loyal.&#x201D; Who is it that talks of loyalty? Those who are stabbing the country to its very vitals. Are they the men that are loyal? Those who are sowing the seeds of discord; those who are perjuring themselves before high Heaven and the country they profess to serve? Are these the loyal men? If so, God preserve me and this people from such loyalty from this time, henceforth, and forever. We look at these things from another standpoint, and view them in a different light entirely from most others. <\/div><div class=\"paragraph jod\" id=\"v11n310\"> We had a grand celebration yesterday. I was there, and much pleased to see the brethren turn out as they did. I was glad to hear the remarks of Judge Titus. They were very good; very patriotic. I wish the principles then advanced could always be carried out; that is the worst I wish. Sometimes people think we are acting almost hypocritically when we talk of loyalty to the constitution of the United States. We will stand by that constitution and uphold the flag of our country when everybody else forsakes it. We cannot shut our eyes to things transpiring around us. We have our reason, and God has revealed unto us many things; but never has he revealed anything in opposition to those institutions and that Constitution, no, never; and, another thing, he never will. <\/div><div class=\"paragraph jod\" id=\"v11n311\"> But did not Joseph Smith prophesy that there would be a rebellion in the  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>United States?<span class=\"citation\" id=\"88177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88177)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91327)\">D&amp;C 130:12-13<\/a><\/span> He did, and so have I scores and hundreds of times; and what of that? Could I help that? Could Joseph Smith help knowing that a rebellion would take place in the United States? Could he help knowing it would commence in South Carolina? You could not blame him for that. He was in his grave at the time it commenced; you killed him long ago; but you did not do away with the fact that this state of things should exist. If the Lord&#x2014;we all talk about the Lord, you know, Christians as well as &#x201C;Mormons,&#x201D; and about the providences of God, and the interposition of the Almighty&#x2014;if the Lord has a design to accomplish, if there is a fate, if you like the word any better&#x2014;and some infidels as well as Christians believe strongly in the doctrine of fate&#x2014;if there is a fate in these things, who ordered it? Who can change its course? Who can stop it? Who can alter it? Joseph Smith did not instigate the rebellion in South Carolina, for he was not there. I heard yesterday from our former representative in Congress&#x2014;Mr. Hooper&#x2014;that when in Washington in that capacity, he was approached by two members of Congress from the South who said we had grievances to redress, and that then was the time to have them redressed, stating what great support it would give the Southern cause if Utah was to rise in rebellion against the government. He told them we had difficulties with the government, but we calculated they would be righted in the government or we would endure them. This has been uniformly our feelings. &#x201C;What is your opinion of the war?&#x201D; some would ask. If I had had the management of some of those things long ago, I would have hung up a number of Southern fire-eaters on one end of a rope and a lot of rabid Abolitionists on the other end, as enemies <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and traitors to their country. That is not very disloyal, is it? <\/div><div class=\"paragraph jod\" id=\"v11n313\"> We look at things through a different medium than some do, and we feel perfectly calm, perfectly tranquil with regard to our status and what is to come religiously, politically, and every other way. One of our sisters showed me a letter the other day which she had received from a gentleman in New York; he was one of those psychologists who profess to be investigating mind and its operations. He asked her in his letter something like this&#x2014;&#x201C;Have you got among you the vision of prophecy?&#x201D; I do not know that I give the words exactly. She came to me to see what she should say in reply. Said I, &#x201C;Tell the gentleman he does not know the question he is asking, and he would not understand the answer if he had it.&#x201D; The psychology and philosophy that is trying to examine the human mind through the medium of human intelligence, without the aid of the Spirit of God, can never find it out. It was written of old that &#x201C;no man can know the things of God, but by the Spirit of God;&#x201D;<span class=\"citation\" id=\"73030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73030)\">1 Cor. 2:11<\/a><\/span> and if they do not know it, you cannot teach it unto them, unless they get a portion of that Spirit. <\/div><div class=\"paragraph jod\" id=\"v11n314\"> I am not surprised at men marveling at our proceedings and wondering at the course we pursue, and in relation to our views. It cannot be expected that they can do anything else. Jesus said to Nicodemus, when he came to talk with Him concerning the things of the kingdom of God, &#x201C;Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68704)\">John 3:3<\/a><\/span> And if he cannot see it, how can he comprehend it? How can a man comprehend a thing which he cannot see? So it is with the truth, because no man knows the things of God, but by the Spirit of God.<span class=\"citation\" id=\"73031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73031)\">1 Cor. 2:11<\/a><\/span> &#x201C;Then you place yourselves on a more elevated platform than anybody else?&#x201D; This  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have the arrogance to do; but we have the honesty to acknowledge that it is from God we receive all, and not through ourselves; and that is why the world will not acknowledge nor believe in the philosophy of the heavens and the earth, of time and eternity; that all things are within the grasp of the intelligence of that mind that is lighted up by the light of the Spirit of God. But how vague and uncertain are the ideas of those who have not that Spirit! Look at the arguments, not only of the divines of the present day but of past ages, in regard to their religious views; look also at the difference of opinion of the best philosophers in regard to the science of life. There is nothing tangible, nothing real, nothing certain. Nothing but the Spirit of God can enlighten mens' minds. Standing on this platform, we view all things of a political and religious nature associated with the earth we are living on as being very uncertain, intangible, and unphilosophical. We expect to see the nations waste, crumble, and decay. We expect to see a universal chaos of religious and political sentiment, and an uncertainty much more serious than <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything that exists at the present time. We look forward to the time, and try to help it on, when God will assert his own right with regard to the government of the earth; when, as in religious matters so in political matters, he will enlighten the minds of those that bear rule, he will teach the kings wisdom and instruct the senators by the Spirit of eternal truth; when to him &#x201C;every knee shall bow and every tongue confess that Jesus is the Christ.&#x201D;<span class=\"citation\" id=\"75447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75447)\">Philip. 2:10-11<\/a><\/span> Then &#x201C;shall the earth be full of knowledge, like as the waters cover the sea.&#x201D;<span class=\"citation\" id=\"58140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58140)\">Isa. 11:9<\/a><\/span> Then shall the mists of darkness be swept away by the light of eternal truth. Then will the intelligence of Heaven beam forth on the human mind, and by it they will comprehend everything that is great, and good, and glorious. <\/div><div class=\"paragraph jod\" id=\"v11n316\"> In the meantime, it is for us to plod along in the course God has dictated, yielding obedience to his divine laws, and be co-workers with him in establishing righteousness on the earth; and with feelings of charity towards all mankind, let our motto always be, &#x201C;Peace on earth and good will to men.&#x201D;<span class=\"citation\" id=\"67060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67060)\">Luke 2:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n317\"> May God help us to do so, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}