{"ID":110053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Raising Flax and Wool&#x2014;Home Manufactures&#x2014;Church Literature&#x2014;Folly of Using Tobacco and Liquor.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, delivered in the Tabernacle, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v11n1397\"> The crowded condition of the Tabernacle this morning, and the reflection that there is a number of persons outside who are so unlucky as to be too late to obtain admittance, reminds us forcibly of the necessity there exists for a vigorous prosecution of the work upon the new Tabernacle, that we may be prepared to accommodate the brethren and sisters with seats, especially during Conference. I expect that by the time our great Tabernacle is finished we shall begin to complain that it is too small, for we have never yet had a building sufficiently large and convenient to accommodate our congregations at Conference times. In fact, &#x201C;Mormonism&#x201D; has seemed to flourish best out of doors, where there was more <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> room. This circumstance has worn heavily upon the lungs of our Elders, and especially of the Presidency, who have been under the necessity of speaking to very large audiences in the open air, and it is very important that we should concentrate our efforts to render the new Tabernacle habitable as soon as possible. Should that portion of the inhabitants of this city that naturally ought to attend meeting be punctual on the Sabbath day we should find it too small, and should wish that we had half a dozen galleries capable of holding three or four thousand each, that the people might get somewhere within compass and hear the word of the Lord. <\/div><div class=\"paragraph jod\" id=\"v11n1398\"> It is written by one of the prophets, that the time should come  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when there would be a famine in the land; not for bread, nor for water, but for the hearing of the word of the Lord.<span class=\"citation\" id=\"61939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61939)\">Amos 8:11<\/a><\/span> Hence it is necessary that we should prepare a suitable Tabernacle, that we may be supplied when that day of famine shall arrive. I think that it has existed in the world for a long period, but that very few of the human family have realized it. <\/div><div class=\"paragraph jod\" id=\"v11n1400\"> There are many subjects which I would like to present before my brethren and sisters which bear with more or less weight upon my mind, and which are directly calculated to concentrate the minds of the people on the &#x201C;mark&#x201D; given us by the President to preach to. The Presidency, in their instructions yesterday, brought our minds very clearly to the points which it is proper for us to reflect upon and to exert ourselves to carry out: unity in our action, education, business relations, and in everything pertaining to this world or any other with which we ever will have anything to do. <\/div><div class=\"paragraph jod\" id=\"v11n1401\"> It has often been reiterated that we are agreed in doctrine&#x2014;in belief in the Lord Jesus Christ, repentance, baptism, laying on of hands, resurrection of the dead, eternal judgments, and the sacrament. We are agreed almost to a unit on these subjects. The Christian world, for many generations, has been split into atoms on the question of the sacrament. The blood of millions has been shed because some have believed that in consecrating the elements for the sacrament they became the actual flesh and blood of Jesus Christ, while others believed they were but symbols, and that it was simply done in remembrance of him. On these points we are agreed. We are the most remarkable people that ever existed on the earth. I might say that devout men and women out of every <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nation under heaven<span class=\"citation\" id=\"71098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71098)\">Acts 2:5<\/a><\/span> are gathered here. What did they come here for? To hear the word of the Lord, to walk in His paths,<span class=\"citation\" id=\"57766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57766)\">Isa. 2:3<\/a><\/span> and to prepare to inherit His glory. Having done so much for our religion is an earnest that we are ready to labor all the rest of our days to obey the word of the Lord which goes forth from Zion.<span class=\"citation\" id=\"57767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57767)\">Isa. 2:3<\/a><\/span> We come here with a great variety of prejudices and with abundance of tradition, but with a great deal of confidence in the principles of the gospel. We are, as it were, in a new world, a desert, a country that is only made fertile by actual labor, and its fertility is only retained by the main strength of its inhabitants. Cease to irrigate our fields, repair our dams, clean out our ditches, and our country becomes a desert again in a quarter of the time that it has taken us to make it. In some respects it is peculiarly fitted to us, for while many of us are interested in one dam, one water ditch, or one stream of water, we are compelled to cultivate a spirit of union and oneness, or the result is we go hungry, and that same spirit of oneness is actually necessary to enable us to fulfil our mission here and for our exaltation hereafter. <\/div><div class=\"paragraph jod\" id=\"v11n1402\"> The God of Heaven has a mission for every man and woman that He calls into this work. We may hear some names read to the Conference of brethren who are called on a mission, but it is only to another part of the vineyard. We are all on a mission, and every man and woman in this church is under just as much obligation to perform that mission as either the Twelve Apostles or the Presidency&#x2014;salvation and eternal glory are at stake in each case. If the Presidency or the Twelve fail to perform their mission the result is the same as it is with the least member in the church; it may be in a greater degree, from the fact that  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there is greater responsibility in one case than in the other. <\/div><div class=\"paragraph jod\" id=\"v11n1404\"> My mind rolls back to the Spring of the year 1857. You recollect that about ten years ago, some time in July, we got information that the mails were all stopped. We had not had them very often up to that period, not above four or five times a year, but at that time we had got a monthly mail established, and it was running punctually. The news came that the Administration then in power at Washington had stopped the mails, and had determined to send a formidable army to Utah. It looked a rather serious affair, for almost every time of persecution against the Saints had been inaugurated by the stoppage of the mail. As messengers brought in the papers we found that preparations were making to send immense armies to Utah. What for? Why, some renegade of a judge had spread the information that the Utah library was burned, that the court records were all destroyed, and that the people here had declared themselves independent of the United States. In confirmation of this, the Legislature of Utah had sent a petition to the Federal Government asking them to send good men here for officers! That was considered to be very near treason or rebellion, and on that ground our country was to be invaded or occupied by an army. The plains were darkened with wagons, six thousand having been started for Utah by one company, besides several thousands by the Government. There were also swarms of soldiers, and immense numbers of those carrion birds&#x2014;gamblers and blacklegs, that always follow an army. We well remember this, and we also remember that in the providence of God it was all overruled without the shedding of blood; and how, when they got here, <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or into the vicinity, they sent on their messenger to ask permission to come in, and to ask for quarters in the country; and how they found, on examination, that the library and records and everything were safe, and the whole thing had been based on falsehood. We remember, too, that when the bottom fell out, the Administration scattered themselves to the four winds of heaven as quick as possible, and got out of the scrape as best they could. <\/div><div class=\"paragraph jod\" id=\"v11n1405\"> This is well known as a matter of history. But what I wish to dwell upon is, that previous to that time we had exerted ourselves to raise wool. Every man that could was determined to raise sheep, and every woman that could was ready to use a spindle, distaff, or loom, if she could get one, no matter how rude it might be, to manufacture the wool into cloth. Efforts were also made to tan leather and to raise flax. Hundreds of acres of flax, for aught I know, had been cultivated, and it was found to be a success. Since then I have heard men say, &#x201C;What a blessing it was to the people of Utah when that army came, it made them so rich.&#x201D; How did it make us rich? You got their old iron, and that put a stop to the manufacture of iron here; you got the rags they brought here to sell, and that put a stop to our home manufactures; hence I do not think that, financially, our condition was much improved. The Government is said to have expended forty millions in bringing that army to Utah and in establishing Camp Floyd; yet most of it went into the hands of speculators, and very little into the hands of the actual settlers of this country. <\/div><div class=\"paragraph jod\" id=\"v11n1406\"> I do believe, however, that if the little means then accumulated by the people had been used with wisdom it would have resulted in permanent  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>benefit to the community, but as it turned out it educated us into the idea that we must buy what we needed from abroad. In 1857, I could get the flax I raised worked up; folks would take care of it. In the spring of 1858, I put into the hands of a man four and a half bushels of flax seed, gave him a good piece of land, and told him there was a chance for him to raise a fine crop of flax. The first thing I knew about it was that the flax was gathered, but the man told he had not time to attend to it; he had been to Camp Floyd trading a little, he had let it all rot, but nobody would swingle, break, or work it out, because it was so much easier and cheaper to do some kind of trading and get a little of something out of the store. Now, had we, when means came into our hands, at that period or any other, taken the advice given, and invested it in machinery, we should not only have been able to supply our future wants at home, but should have kept plenty of money in our own country. <\/div><div class=\"paragraph jod\" id=\"v11n1408\"> To show you the zeal with which the authorities of the church have endeavored to promote home manufactures, I have only to refer you to the establishment of the mission in Southern Utah. It was a barren desolate country, and possessed of but a small amount of soil adapted to raising cotton. When President Young sent brethren on that mission he said, &#x201C;You will yet see cotton cloth sold in this city for a dollar a yard.&#x201D; Who on the face of the earth believed him? Said the people, &#x201C;You are a prophet, we guess, but you are mistaken this time.&#x201D; But how long was it before his words were verified? Only a short time. He immediately started a cotton factory here and another at Parowan, and brother Houtz started one at Springville. These mills have been <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in operation almost from that day to this, and have turned out a great many thousand bunches of cotton yarn. Besides that, a great deal has been worked up by hand, and a good many machines called plantation spinners have been brought in for that purpose. All this cotton, besides a considerable quantity which has been sent to San Francisco and to the States, and sold at paying rates, has been raised in this Territory; and yet men will come along and tell you that the cotton mission was a failure. What could we have done if it had not been established? I tell, you, brethren and sisters, that thousands would have gone naked if God had not showered down clothing to us as He did manna to the children of Israel.<span class=\"citation\" id=\"54060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54060)\">Ex. 16:15<\/a><\/span><span class=\"citation\" id=\"69220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69220)\">John 6:31<\/a><\/span> Still, some say, &#x201C;It cost a great deal to start the mission, and the brethren do not get rich, but many of them are still very poor.&#x201D; Did we come into this church to make money and to get fine clothes, or to work out our salvation by establishing and building up the kingdom of God? As Elders of Israel and as Saints the latter is our mission; and our effort from the beginning to the present time has been to render the kingdom of God self-sustaining. The way to do so has been portrayed before us, and the question with each one of us ought to be&#x2014;&#x201C;What can I do for the greatest advancement of Israel?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1409\"> Some two years, or a year and a half ago, the President gave instructions to every one of the Bishops to sow a piece of rye in order to supply the sisters with rye straw to make hats for the men and bonnets for themselves. Had that been carried out by the Bishops and the sisters in good faith there would have been in this hall today two thousand ladies wearing homemade straw hats, the work of their own hands;<span class=\"citation\" id=\"85396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85396)\">D&amp;C 42:40<\/a><\/span> and the  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ladies without them would most certainly have been out of the fashion, for fashion has much influence in this matter. I only use this as a figure, but had this counsel been carried out the result would have been a saving probably of ten thousand dollars that could have been used for the construction of machinery and for the purchase of actual necessaries, and the ladies would have learned a trade they could have worked at hereafter in case of necessity. <\/div><div class=\"paragraph jod\" id=\"v11n1411\"> Talk to the people about raising sheep and manufacturing the wool, and they will tell you that it is cheaper to buy clothing. Yet, down street, the cry is &#x201C;nothing doing,&#x201D; &#x201C;no trade;&#x201D; and a good deal of the time the business portions of the city are almost as quiet as the tombs of Herculaneum. What is the cause of this? Why the people have no money; those who had no more brains than to do so have paid all they could afford to the merchants, and they cannot find money to make further purchases. What is to be done under these circumstances? Why, you must go to work and raise wheat and give it to them for their goods, at six bits or a dollar a bushel, and give them double measure, because it is too dear to keep sheep and encourage home manufactures. <\/div><div class=\"paragraph jod\" id=\"v11n1412\"> Brethren, let us be one, henceforth, and go to work and make good pastures, stables, and sheepcotes, and feed and take care of our sheep instead of starving them to death on the hills or leaving them to be destroyed by the wolves; then we will have twelve or fifteen pounds of wool from each one, instead of the barebacked animals, so common now that we might suppose they never had any wool within a mile of them. Instead of having hundreds and thousands of heads of stock dying on the ranges let us try and realize that we live in <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a cold northern climate, at a high altitude, and that our stock need shelter and food in the winter, and that if we suffer them to perish through cold and hunger we are responsible to God for the cruelty we inflict upon those animals. The grand juries in any county ought to take these things into consideration, and indict such parties for cruelty to animals, provided a majority could be found on any grand jury who are not guilty of the same practices. You may go to almost any place in this county and find milk cows half starved and without shelter, freezing and shivering in the cold, and giving about a quart of milk that is not fit for the hogs; you may also find cows that are fed decently, with a nice, fine, full udder. Which pays the best? &#x201C;We let our cattle perish, because it does not pay to feed them.&#x201D; Such notions are ridiculous. If we take care of and feed them we will find it will pay, and if we do not keep so many we will not be guilty of murdering, starving, freezing, and torturing to death so much animal flesh that God has placed under our charge. I expect the people will want to know why I do not keep to the &#x201C;mark,&#x201D; but I have got after the cattle and sheep. <\/div><div class=\"paragraph jod\" id=\"v11n1413\"> I travel about occasionally, and sometimes, when I want food or a night's lodging, I call at the house of a brother, who is probably of long standing in the Church, and who is raising a family of fine children. Now, a part of that man's mission is to educate those children, to form their tastes, to cultivate their talents, and make a kingdom of holy men and women of them&#x2014;a kingdom of priests<span class=\"citation\" id=\"54114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54114)\">Ex. 19:6<\/a><\/span> unto God. But what has he got there to do it with? If you ask for a Book of Mormon, he will probably hand you one that old age seems long since to have passed its  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>final veto upon, and if you undertake to pick it up you would say, &#x201C;it stinks so that I cannot.&#x201D; I do not know that there are many such Elders, but if there should happen to be one here, it would be well for him to reflect that right here at the <span class=\"italic\">Deseret News<\/span> printing office br. Kelly has the standard works of the Church for sale, and I would like every Elder in Israel to place a full set of them in the hands of his children; but especially, and above all others, the Bible, Book of Mormon, and the Book of Doctrine and Covenants. I want to find them in every house. And when I go to a meetinghouse to preach I want the Bishop to have them on the stand, and the better they are bound and the nicer they look the more they please me. I do not wish to see these sacred books so dirty that you cannot read them, nor so shattered by time and bad usage that you cannot find a passage you wish to read because it is torn out. Where there are meetinghouses without them I recommend, if necessary, that collections be taken up to procure them. When stopping at the houses of the brethren, instead of the works of the Church I will probably find &#x201C;Cresswell's Eulogy on the Life of Henry Winter Davis.&#x201D; &#x201C;How did this get here?&#x201D; I inquire. &#x201C;Oh, why, br. Hooper sent it, and it is a very nice work,&#x201D; is the reply. &#x201C;Have you the <span class=\"italic\">Juvenile Instructor?<\/span>&#x201D; &#x201C;No.&#x201D; &#x201C;Why, your children are big enough to read it, and it is one of the finest written things imaginable, and there is scarcely a syllable in it but what is useful. How do you manage to keep your children at home without something to interest them? Do you take the <span class=\"italic\">Deseret News?<\/span>&#x201D; &#x201C;No, they stopped publishing the sermons, so I concluded that I would do without it.&#x201D; &#x201C;Do you take the <span class=\"italic\">Daily Tele<\/span><div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><span class=\"italic\">graph?<\/span>&#x201D; &#x201C;I did take it, but I did not pay for it, and the editor got out of patience at having to furnish it for nothing, and he stopped it. I felt insulted, and would not take it any more.&#x201D; &#x201C;Do you send to the States for books?&#x201D; &#x201C;No.&#x201D; So the children are learning nothing at all, and the only chance for them to have a little excitement is to get some corn and play at three men morris. <\/div><div class=\"paragraph jod\" id=\"v11n1415\"> Brethren, make your homes attractive. Procure the <span class=\"italic\">Deseret News<\/span> and the <span class=\"italic\">Juvenile Instructor<\/span>, and let your children read the sermons and articles printed there, and read them yourselves, you are none of you too old to learn. If you want light reading do not send to the States for it, but support that which is got up here. &#x201C;Well, really, br. Smith, I cannot afford it.&#x201D; Cannot afford it? How much does your tobacco cost you a year? That nasty, filthy stuff, the use of which is in violation of the laws of God, reason, good sense, and decency, and which makes your wife an eternal amount of work, cleaning up after you. That alone costs you enough in the year to furnish your children schoolbooks and to pay their school bills. <\/div><div class=\"paragraph jod\" id=\"v11n1416\"> I really believe there is enough money paid out among us for tobacco to support all the schools in the Territory. A good many of our brethren are like the man who was making up his outfit for the gold mines. Said he, &#x201C;I will take fifty pounds of flour and ten gallons of whiskey.&#x201D; What else? &#x201C;I will take ten pounds of tobacco.&#x201D; What more? &#x201C;Some more whiskey.&#x201D; I am sorry to say that some of our Elders, some of the very men whose school bills are unpaid, use this whiskey. I can have a great deal of patience with tea and coffee, because they do not kill a man outright, but whiskey  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>makes a dog of him at once; and there are probably men in this room whose liquor costs them forty, fifty, or a hundred dollars a year. Madmen! Shame on such Elders in Israel! Tobacco is bad enough; its excessive use will shorten a man's life about ten years, but whiskey degrades him far lower than the brutes. &#x201C;O,&#x201D; a man will say, &#x201C;the Bishop drinks a little, and if it is good for him it must be good for me.&#x201D; Says the little boy, &#x201C;Dad chews tobacco, and if it is good for dad it is for me.&#x201D; Suppose, brethren, that we make a general reformation in these things. Says one, &#x201C;I drink only homemade liquor.&#x201D; For my part I do not care what kind you drink, nor where it comes from, I want all men in Israel to let it alone. <\/div><div class=\"paragraph jod\" id=\"v11n1418\"> I was proud the other day at a little notice of the &#x201C;Mormons&#x201D; that I was reading. It said that if you saw a man drunk in Salt Lake City, it was invariably a &#x201C;Gentile.&#x201D; It is a good deal so, but a great many of our brethren are on the road to ruin through drink, if not in this city in other places. Men think they need it, but they do not. There is something about whiskey like tobacco&#x2014;it makes its own appetite. You drink one glass, and when the time for it comes around you want another, and by and by you cannot do without it. I have seen strong men in Israel nervous and trembling like children because their hour for drink had gone by. Such men die a shame and disgrace. Let us stamp it under our feet, and have nothing more to do with it. When a person is sick, weak, and feeble, spirits, probably, may be advantageously used to wash his body, but the practice now is to wash the inside of the body. Away with such nonsense, and shame on the Elders of Israel that are found patronizing it. The curse of the <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty will rest on the men and the money that established this business in Israel, as sure as the God of Israel reigns. Of all the varied avocations in life, I should consider the superintendence of a liquor shop the most degrading. <\/div><div class=\"paragraph jod\" id=\"v11n1419\"> But I want to come back to our oneness in wintering our stock and sheep. We will suppose that in Salt Lake City the practice of sending abroad for their goods, hats, caps, boots, shoes, and clothing becomes quite general among the people, while in the little county of Davis the Bishop and the people put their mites together and establish a woollen factory, attend to the cultivation of flax, and take care of the sheep, and do everything they can to live on home products, even to the wearing of straw hats and banners of their own manufacture. What would be the result? The result would be that while the people of Salt Lake City would be living from hand to mouth, the people of Davis County would, in a few years, be able to buy the Territory. If, as a Territory, we adopted this policy, we would soon have, not only money enough to buy our land, but anything on the face of the earth that is necessary for our enjoyment, and for the accomplishment of the great work in which we are engaged. <\/div><div class=\"paragraph jod\" id=\"v11n1420\"> A few years ago, you know, the counsel given to Israel was to put our grain in our bins, and not to sell unless we could obtain a fair remunerative price for it. Had that counsel been adhered to what would have been the result? There would have been no scarcity of bread, and our grain would have commanded any price in reason that we might have asked for it. A great many kept the counsel given, but we were not united in the matter. One would undersell another, until large quantities of our grain have gone into the hands of  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>merchants and speculators, at any price they had a mind to give, and the whole community have been in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jured thereby. May the Lord bless all Israel. Amen. <\/div>\n<\/div>\n<\/div>"}