{"ID":110041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Delegate Hooper&#x2014;Beneficial Effects of Polygamy&#x2014;Final Redemption of Cain.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in the Bowery, G.S.L. City, August 19, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Beneficial Effects of Polygamy.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/19\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v11n1061\"> There is quite a number of subjects and little points that I wish to speak upon, and hope that I shall be able to set them forth in a manner which will answer my wishes. <\/div><div class=\"paragraph jod\" id=\"v11n1062\"> In the first place, I will say with regard to our Delegate to Congress who has addressed you this afternoon, and this I will say for myself, that I am perfectly satisfied with his course while he has been absent on this mission as our Delegate to the seat of our government. I am satisfied that he has done all that we could expect of him, and I will say further, he has done more than we believed he could perform. Had we possessed the assurance which we now have of his ability, faithfulness and perseverance before he went to Washington, we might have anticipated all his labors and success. He told you the truth, when he said that his affliction, through the bereavement he has suffered, caused him to cleave to the Lord; and I can say of a truth, judging from the spirit which is in him, that the words Brother Stenhouse spoke concerning him this afternoon are true; he is a better man than when he left here for the city of Washington&#x2014;he is a better man than ever he was before on the earth; he has more faith in God today than ever he had; he is sur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rounded with an influence that I never saw him possess before his travels and labors at Washington this last term. His labors are known to me. They were known to me when he was in Washington&#x2014;both his conduct and his success were known to individuals here. We are glad to say of him that we are proud of his labors. We can say this safely in his presence, for he has enough of the Spirit of the Lord in him not to feel flattered. This I believe will satisfy all the Latter-day Saints, and very likely a great many others. Enough on this. <\/div><div class=\"paragraph jod\" id=\"v11n1063\"> Brother Hooper and Brother Stenhouse have avoided, in their speaking this afternoon, an error that I committed last Sunday by mentioning names; and I will now ask the pardon of this congregation forever speaking a name when attached to such a vile character, as I mentioned last Sunday. We know by the power of the Spirit of God that it is true, that when men rise up against the Gospel of life and salvation, they will always commit themselves, and then they will commit themselves with one another to that degree that they cannot believe each other. This is the case with those more particularly who have arrayed themselves against us for a few years past. Their  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work they must perform. I do not wish to injure them. They must have their day. Their time and season are allotted to them, the same as to all men for good or for evil. They can do us no harm&#x2014;they can do nothing against the truth. The Lord will make the wicked and the ungodly and their acts accomplish his design, for, &#x201C;Surely the wrath of man shall praise thee: the remainder of wrath shalt thou restrain.&#x201D;<span class=\"citation\" id=\"56876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56876)\">Ps. 76:10<\/a><\/span> We need have no fears with regard to the outside world, if we will purify and cleanse the inside of the platter.<span class=\"citation\" id=\"65550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65550)\">Matt. 23:26<\/a><\/span> If this people, the Latter-day Saints, who profess to know and understand the way of life and salvation, can sanctify themselves so that they are accepted of God our Father, and of Jesus Christ, his Son, our Elder Brother and Savior, then all is right everywhere. Rest assured that the omitting of that duty is all we need fear. <\/div><div class=\"paragraph jod\" id=\"v11n1065\"> I wish to give my views with regard to that doctrine and practice which are so obnoxious to the outsiders&#x2014;to those who do not believe. It is an old saying that a continual dropping will wear a stone, so a continual laboring will bring about the purposes of the Lord. They say that polygamy is obnoxious to the world. This is really not so; it is the name of it that they object to the most. In connection with this let us look at the Christian world, and I will refer to the ladies who compose a portion of this congregation. There are many ladies, probably, here, who have lived long in the outside world, previous to coming to Utah, and who are not entirely unacquainted with the usages of society there. You know that it is customary to admit a certain class of gentlemen to private parties and entertainments where they are greeted cordially and welcome. They are esteemed as gentlemen of grace, edu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cation and polished manners; they are adept in all the little extras of most refined society. They are great lovers of the fair sex, and their gallantry, fine appearance, and gentlemanly bearing too readily win for them the deepest admiration of the fair ones who may chance to cross their path. Yet it is not unknown, in the circles they frequent, that they are vile and corrupt, with regard to chastity. Yes, it is known that those beautiful gentlemen are libertines, that they do not respect female virtue any more than they do their old clothes, which they have worn and cast off. Yet, they are greeted with the most profound respect and deference, their great crimes against female chastity are winked at, and they are still permitted to frequent the best society to lead astray, and decoy from the paths of virtue, the unsuspecting and unwary female. <\/div><div class=\"paragraph jod\" id=\"v11n1066\"> Take another view of this subject. Let anyone of the poor unfortunates, whom those unprincipled scoundrels have, by their hellish arts, seduced from the paths of virtue and honor, make her appearance in a select party where the ladies are fanning the vanity of those wicked men with their unmeaning and insincere adulations, and what would be the consequence? Instead of making the poor creature welcome, she would be spurned from their presence; unceremoniously cast out upon the cold world to be crushed down still deeper into the dark depths of crime and degradation, with none to reach forth a saving hand, or shed a tear of sympathy over the dreadful fate of the dishonored and lost one. <\/div><div class=\"paragraph jod\" id=\"v11n1067\"> This is one of the inconsistencies of the refined society of the age. The defiler of the innocent is the one who should be branded with infamy and cast out from respectable society, and shunned as a pest, or as a contagious disease is shunned. The doors of respectable families should be closed  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>against him, and he should be frowned upon by all high-minded and virtuous persons. Wealth, influence and position should not screen him from their righteous indignation. His sin is one of the blackest in the calendar of crime, and he should be cast down from the high pinnacle of respectability and consideration, to find his place among the worst of felons. <\/div><div class=\"paragraph jod\" id=\"v11n1069\"> Every virtuous woman desires a husband to whom she can look for guidance and protection through this world. God has placed this desire in woman's nature. It should be respected by the stronger sex. Any man who takes advantage of this, and humbles a daughter of Eve to rob her of her virtue, and cast her off dishonored and defiled, is her destroyer, and is responsible to God for the deed. If the refined Christian society of the nineteenth century will tolerate such a crime, God will not; but he will call the perpetrator to an account. He will be damned; in hell he will lift up his eyes, being in torment,<span class=\"citation\" id=\"67806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67806)\">Luke 16:23<\/a><\/span><span class=\"citation\" id=\"125595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125595)\">D&amp;C 104:18<\/a><\/span> until he has paid the uttermost farthing,<span class=\"citation\" id=\"63168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63168)\">Matt. 5:26<\/a><\/span> and made a full atonement for his sins. It is this very class of men, though not all of them, who have set up such a howl against the doctrine of polygamy, which is so much despised and which was believed in and practiced by the ancients&#x2014;by the very men who are held up to us as patterns of all the piety that was ever exhibited through man upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v11n1070\"> This matter was a little changed in the case of the Savior of the world, the Son of the living God. The man Joseph, the husband of Mary, did not, that we know of, have more than one wife, but Mary the wife of Joseph had another husband. On this account infidels have called the Savior a bastard. This is merely a human opinion upon one of the inscrutable doings of the Almighty. That very babe that was cradled in <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the manger,<span class=\"citation\" id=\"67017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67017)\">Luke 2:7<\/a><\/span> was begotten, not by Joseph, the husband of Mary, but by another Being. Do you inquire by whom? He was begotten by God our heavenly Father. This answer may suffice you&#x2014;you need never inquire more upon that point. Jesus Christ is the only begotten of the Father, and he is the Savior of the world, and full of grace and truth.<span class=\"citation\" id=\"68598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68598)\">John 1:14<\/a><\/span> It is not polygamy that men fight against when they persecute this people; but, still, if we continue to be faithful to our God, he will defend us in doing what is right. If it is wrong for a man to have more than one wife at a time, the Lord will reveal it by and by, and he will put it away that it will not be known in the Church. I did not ask Him for the revelation upon this subject. When that revelation was first read to me by Joseph Smith, I plainly saw the great trials and the abuse of it that would be made by many of the Elders, and the trouble and the persecution that it would bring upon this whole people. But the Lord revealed it, and it was my business to accept it. <\/div><div class=\"paragraph jod\" id=\"v11n1071\"> Now, we as Christians desire to be saved in the kingdom of God. We desire to attain to the possession of all the blessings there are for the most faithful man or people that ever lived upon the face of the earth, even him who is said to be the father of the faithful,<span class=\"citation\" id=\"74483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74483)\">Gal. 3:7<\/a><\/span><span class=\"citation\" id=\"92183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92183)\">D&amp;C 138:41<\/a><\/span> Abraham of old. We wish to obtain all that father Abraham obtained.<span class=\"citation\" id=\"125592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125592)\">D&amp;C 132:29-32<\/a><\/span> I wish here to say to the Elders of Israel, and to all the members of this Church and kingdom, that it is in the hearts of many of them to wish that the doctrine of polygamy was not taught and practiced by us. It may be hard for many, and especially for the ladies, yet it is no harder for them than it is for the gentlemen. It is the word of the Lord, and I wish to say to you, and all the world, that if you desire with all your hearts to obtain the  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings which Abraham obtained, you will be polygamists at least in your faith, or you will come short of enjoying the salvation and the glory which Abraham has obtained. This is as true as that God lives. You who wish that there were no such thing in existence, if you have in your hearts to say: &#x201C;We will pass along in the Church without obeying or submitting to it in our faith or believing this order, because, for aught that we know, this community may be broken up yet, and we may have lucrative offices offered to us; we will not, therefore, be polygamists lest we should fail in obtaining some earthly honor, character, and office, etc.&#x201D; The man that has that in his heart, and will continue to persist in pursuing that policy, will come short of dwelling in the presence of the Father and the Son, in celestial glory. The only men who become Gods, even the Sons of God,<span class=\"citation\" id=\"87044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87044)\">D&amp;C 76:58<\/a><\/span> are those who enter into polygamy. Others attain unto a glory and may even be permitted to come into the presence of the Father and the Son; but they cannot reign as kings in glory,<span class=\"citation\" id=\"125593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125593)\">D&amp;C 132:15-17<\/a><\/span> because they had blessings offered unto them, and they refused to accept them.<span class=\"citation\" id=\"91449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91449)\">D&amp;C 132:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1073\"> The Lord gave a revelation through Joseph Smith, His servant;<span class=\"citation\" id=\"125594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125594)\">D&amp;C 132:1-66<\/a><\/span> and we have believed and practiced it. Now, then, it is said that this must be done away before we are permitted to receive our place as a State in the Union. It may be, or it may not be. One of the twin relics&#x2014;slavery&#x2014;they say, is abolished. I do not, however, wish to speak about this; but if slavery and oppression and ironhanded cruelty are not more felt by the blacks today than before, I am glad of it. My heart is pained for that unfortunate race of men. One twin relic having been strangled, the other, they say, must next be destroyed. It is they and God for it, <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and you will all find that out. It is not Brigham Young, Heber C. Kimball, and Daniel H. Wells and the Elders of Israel they are fighting against; but it is the Lord Almighty. What is the Lord going to do? He is going to do just as he pleases, and the world cannot help themselves. <\/div><div class=\"paragraph jod\" id=\"v11n1074\"> I heard the revelation on polygamy, and I believed it with all my heart, and I know it is from God&#x2014;I know that he revealed it from heaven; I know that it is true, and understand the bearings of it and why it is. &#x201C;Do you think that we shall ever be admitted as a State into the Union without denying the principle of polygamy?&#x201D; If we are not admitted until then, we shall never be admitted. These things will be just as the Lord will. Let us live to take just what he sends to us, and when our enemies rise up against us, we will meet them as we can, and exercise faith and pray for wisdom and power more than they have, and contend continually for the right. Go along, my children, saith the Lord, do all you can, and remember that your blessings come through your faith. Be faithful and cut the corners of your enemies where you can&#x2014;get the advantage of them by faith and good works, take care of yourselves, and they will destroy themselves. Be what you should be, live as you should, and all will be well. <\/div><div class=\"paragraph jod\" id=\"v11n1075\"> Who knows but the time will come when the inquiry will be made in Washington, by the President, by the Congressmen: &#x201C;Are things any worse in Utah than in Washington: than they are in New York? Or in any State of the Union? Are they more unvirtuous, are they more disloyal to the Government? But then there is polygamy.&#x201D; That has nothing in the least to do with our being loyal or disloyal, one way or the other. But is not the practice of  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>polygamy a transgression of the law of the United States? How are we transgressing that law? In no other way than by obeying a revelation which God has given unto us touching a religious ordinance of his Church. And the anti-polygamy law has yet to be tested, as to its constitutionality, by the courts which have jurisdiction. By and by men will appear in the departments of the Government who will inquire into the validity of some laws and question their constitutionality. Marriage is a civil contract. You might as well make a law to say how many children a man shall have, as to make a law to say how many wives he shall have. It would be as sensible to make a law to say how many horses or oxen he shall possess, or how many cows his wife shall milk. If a woman wants to live with me as a wife, all right; but the law says you must not marry her, and own her as your wife openly. As the law stands, she can come home to me, not as my wife, you know; she can sweep my house, make my bed, help me to make the butter and cheese, and share in all my pleasure and wealth, but the ceremony of marriage must not be performed. This is what is practiced in the outside world from the President in his chair to the lowest dog-whipper on the street that has means to obtain. They have their mistresses, and thereby violate every principle of virtue, chastity and righteousness. <\/div><div class=\"paragraph jod\" id=\"v11n1077\"> In the large cities of the east&#x2014;New York, Philadelphia, Washington, Cincinnati, Albany, Boston, etc., clubs are formed, composed of young men of those cities who pass in society as bachelors. Instead of entering into the honorable state of marriage, they hire and support girls. If one of the young men in the club should get honorably married, he is at once rejected, and his <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name is erased from the roll. The members of those clubs have their girls here and there; but no binding contract exists between them, either for time or eternity&#x2014;for this life or that which is to come. They are hired the same as you would hire a horse and chaise at a livery stable; you go out a few days for a ride, return again, put up your horse, pay down your money, and you are freed from all further responsibility. The Lord of heaven and earth frowns upon this sort of traffic. The constitution and every just law of the United States are opposed to it. All honorable ladies and gentlemen in North and South America, and in all the world, should be ready to raise their voices against it, in terms of indignation and disgust. <\/div><div class=\"paragraph jod\" id=\"v11n1078\"> The last time I was in the city of Lowell there were fourteen thousand more females than males in that one city. That is many years ago. They live and die in a single state, and are forgotten. Have they filled the measure of their creation, and accomplished the design of heaven in bringing them upon the earth? No; they have not. Two thousand good, Godfearing men should go there, and take to themselves seven wives apiece. It is written in the Bible, &#x201C;And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach.&#x201D;<span class=\"citation\" id=\"57888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57888)\">Isa. 4:1<\/a><\/span> The Government of the United States do not intend that that prophecy shall be fulfilled, and the Lord Almighty means that it shall. Do you not think that the Lord will conquer? I think he will, and we are helping him. It is the decree of the Almighty, that in the last days seven women shall take hold of one man, &amp;c., to be counseled and advised by him, being willing to spin their own wool, make their own  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothing and do everything they can to earn their own living, if they can only bear his name to take away their reproach. What is this order for? It is for the resurrection; it is not for this world. I would not go across this bowery for polygamy, if it only pertained to this world. It is for the resurrection; and the Spirit of the Lord has come upon the people, and upon the ladies especially, to prepare the way for the fulfillment of his word. The female sex have been deceived so long, and been trodden under foot of man so long, that a spirit has come upon them, and they want a place, and a name, and a head; for the man is the head of the woman,<span class=\"citation\" id=\"73323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73323)\">1 Cor. 11:3<\/a><\/span> to lead her into the celestial kingdom of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v11n1080\"> A great many people who have lived in this Territory for a time have testified to their friends at home that there is more peace, more real happiness and joy, more union and fellowship in the families of Utah, than can be found in their own neighborhoods and cities. They say that which is true. There is not a tenth part of the trouble in families in this city where there are many wives that there is where there is but one wife. I have more trouble and difficulties to settle with those who have but one companion than I have with those who have more than one, to counsel and advise them, and coax and persuade them to live their religion and do as they should do. <\/div><div class=\"paragraph jod\" id=\"v11n1081\"> I have proved to my Father and God that I am willing to forsake wives and children, and labor all my life time to build up his kingdom and never enjoy the society of a companion while I live;<span class=\"citation\" id=\"65247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65247)\">Matt. 19:29<\/a><\/span> that I did in my young days, and I feel the same today. By and by the word will be given to me and my brethren to arise from the dead in the first resurrection, and receive the keys thereof, and go and call forth the rest. That <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be here in a little while. When a man comes upon the borders of three-score years and ten he begins to prepare and look to where he shall be buried; though he may live a little longer, the sands of life will soon be run out. There are now many in this congregation who will soon see the allotted number of years for man to live. I shall see it in less than five years more. Whether I shall live over that time is no matter to me, if I can do the work designed of the Lord for me to do. <\/div><div class=\"paragraph jod\" id=\"v11n1082\"> I will here notice what Brother Joseph F. Smith was talking of this morning. It was said to Joseph Smith, the prophet, &#x201C;according to your faith and the teachings of your Elders, nobody will be saved but you, Mormons; now, Mr. Smith, will all be damned but the Mormons?&#x201D; Jos. Smith replied, &#x201C;yes, and the most of them, unless they repent and do better.&#x201D; To be damned is to be banished from, or be deprived of living in the presence of the Father and the Son. Who will live with him? Those whom I have already mentioned. They will come up and inherit the highest glory that is prepared for the faithful&#x2014;those who live as father Abraham did, and improve upon every means of grace, and upon every privilege given to them of the Lord. What is going to become of the others? Brother Joseph F. Smith told us the truth this morning. None will become angels to the devil<span class=\"citation\" id=\"81377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81377)\">2 Ne. 9:9<\/a><\/span> except those who have sinned against the Holy Ghost.<span class=\"citation\" id=\"64390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64390)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82295)\">Alma 39:6<\/a><\/span><span class=\"citation\" id=\"86942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86942)\">D&amp;C 76:43<\/a><\/span> There exists many intermediate states between the highest glory, where God the father dwells, and the lowest kingdom among these kingdoms which are not kingdoms of glory.<span class=\"citation\" id=\"88427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88427)\">D&amp;C 88:24<\/a><\/span> &#x201C;In my Father's house are many mansions,&#x201D;<span class=\"citation\" id=\"69873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69873)\">John 14:2<\/a><\/span> said Jesus. The mansions in his Father's house are many, and they are ready to receive the people of this world who have lived according to the  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>best light they have; and they contain all who have lived upon the earth from the beginning to this time, and they are capacious enough to receive all who will live to the end of time. John Wesley, and other great ecclesiastical reformers, could not attain to the same glory, by their own acts, while in the flesh that they would have done had the fullness of the Holy Priesthood been upon the earth in their day, and they had possessed all the glory and power and keys of it, and lived faithful to its requirements all their days. They cannot be crowned as Gods, even the Sons of God.<span class=\"citation\" id=\"87045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87045)\">D&amp;C 76:58<\/a><\/span> Will they be saved? They will. In a kingdom? in a good kingdom? A kingdom full of glory, full of light and joy, more than ever entered into the heart of man to conceive.<span class=\"citation\" id=\"72978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72978)\">1 Cor. 2:9<\/a><\/span> While they lived it never entered into their hearts to conceive of the glory they do or will enjoy. If they have committed wrongs, and repented of them, the blood of the Savior will cleanse them from all sin,<span class=\"citation\" id=\"78521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78521)\">1 Jn. 1:7<\/a><\/span> except the sin against the Holy Ghost, which is a sin unto death. The Apostle John writes, &#x201C;If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that ye shall pray for it. All unrighteousness is sin: and there is a sin not unto death.&#x201D;<span class=\"citation\" id=\"78812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78812)\">1 Jn. 5:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1084\"> I have endeavored to give you a few items relating to the celestial kingdom of God and to the other kingdoms which the Lord has prepared for his children. The Lamanites or Indians are just as much the children of our Father and God as <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are. So also are the Africans. But we are also the children of adoption through obedience to the Gospel of his Son. Why are so many of the inhabitants of the earth cursed with a sin of blackness? It comes in consequence of their fathers rejecting the power of the Holy Priesthood, and the law of God. They will go down to death. And when all the rest of the children have received their blessings in the Holy Priesthood, then that curse will be removed from the seed of Cain, and they will then come up and possess the priesthood, and receive all the blessings which we now are entitled to. The volition of the creature is free; this is a law of their existence, and the Lord cannot violate his own law; were he to do that, he would cease to be God.<span class=\"citation\" id=\"82370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82370)\">Alma 42:13<\/a><\/span> He has placed life and death before his children, and it is for them to choose.<span class=\"citation\" id=\"55216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55216)\">Deut. 30:15,19<\/a><\/span> If they choose life, they receive the blessings of life; if they chose death, they must abide the penalty.<span class=\"citation\" id=\"81276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81276)\">2 Ne. 2:27<\/a><\/span><span class=\"citation\" id=\"81421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81421)\">2 Ne. 10:23<\/a><\/span> This is a law which has always existed from all eternity, and will continue to exist throughout all the eternities to come. Every intelligent being must have the power of choice, and God brings forth the results of the acts of his creatures to promote his kingdom and subserve his purposes in the salvation and exaltation of his children. If the Lord could have his own way, he would have all the human family to enter into his church and kingdom, receive the Holy Priesthood and come into the celestial kingdom of our Father and God, by the power of their own choice. <\/div><div class=\"paragraph jod\" id=\"v11n1085\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}