{"ID":110044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How Saints Should Order Their Vocation of Life. How Employ Their Wealth. To Build Up Zion, and not Babylon. Counsel of the Prophet Joseph. Prophet Brigham Young's Experience Therein. Importance of Union in Things Temporal and Spiritual, Religious and Political.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, February 3, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: How Saints Should Order Their Vocations.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/3\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v11n1159\"> If the people can hear me as well as I can hear their noise walking, there will not be much difficulty in my making myself understood. This walking carelessly with heavy boots makes quite a confusion in the hall. In addressing the Saints, whether by the word of exhortation, admonition, correction or in doctrine, it requires good attention for a person to retain even a small portion of that which they hear. This is why it is so necessary for us to be talked to and preached to so much. If we read the Bible, it soon goes from us; we gather principles and have the pleasure of perusing the experience of others who have lived in former days; but we soon forget them. Our own cares and reflections, and the multitude of thoughts that pass through our minds take away from <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our recollections that which we hear and read, and our minds are upon present objects&#x2014;our woes, our trials, our joys, or whatever seems to be present with us and directly in the future, and we forget what we have heard. <\/div><div class=\"paragraph jod\" id=\"v11n1160\"> When I address the Latter-day Saints, I address a people who wish to be Saints indeed. I look upon my brethren and sisters, and I think, what have you come here for? What brought you here into to this territory&#x2014;this mountainous country&#x2014;into these wild regions? Why, the answer is, at once, &#x201C;I came here because I was a Latter-day Saint, I wanted to gather with this people; my heart was with those who had embraced the Gospel, and I wished to be with the Saints.&#x201D; There are none who have done so but would  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like to gather. What for? What is the object of being a Saint? For the express purpose of enjoying the blessings of the pure in heart&#x2014;<span class=\"citation\" id=\"62954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62954)\">Matt. 5:8<\/a><\/span>of those who will be prepared to dwell in the presence of the Father and the Son. For this I have left my all&#x2014;left, perhaps, father, mother, sisters, brothers, friends, relatives, a good home; in many instances left a wife, left a husband, left our children for the sake of the society of the Saints.<span class=\"citation\" id=\"66622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66622)\">Mark 10:29-30<\/a><\/span><span class=\"citation\" id=\"67877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67877)\">Luke 18:29-30<\/a><\/span> And when we are gathered together we can look around and inquire of ourselves, if we are really what we profess to be; do we walk in that path that is marked out for the faithful and obedient as strictly and as tenaciously as we should, devoting ourselves entirely to the service of God, for the building up of his kingdom, and the sanctifying of ourselves&#x2014;striving to overcome every evil passion, every unhallowed appetite; seeking to the Lord for strength to subdue every obnoxious weed that seems to grow in our affections, and overcome the same to that degree that we may be sanctified? We can examine ourselves, and decide upon this question, without asking the counsel of bishop or presiding elder, or Apostle or any man or woman in this church. We are capable of deciding this for ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n1162\"> If any of the Latter-day Saints would like to have the path of duty pointed out to them in plainness and simplicity, and the road that leads to perfection marked before them so as to travel therein with ease, they should seek unto the Lord and obtain his spirit&#x2014;the Spirit of Christ&#x2014;so that they can read and understand for themselves. Do they love God with all their hearts? Do they keep his commandments? Do we know whether we do love the Lord? Do we know whether we keep his commandments? Do we know whe<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther we are walking in the path of obedience or not? <\/div><div class=\"paragraph jod\" id=\"v11n1163\"> There is a trait in the character of man which is frequently made manifest in the Saints. It is simply this&#x2014;to see faults in others when we do not examine our own. When you see people, professing to be Latter-day Saints, examining the faults of others, you may know that they are not walking in the path of obedience as strictly as they should. For this simple reason&#x2014;it is all that you and I can do as individuals, as members in the Church and Kingdom of God, to purify ourselves, to sanctify our own hearts, and to sanctify the Lord God in our hearts.<span class=\"citation\" id=\"77912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77912)\">1 Pet. 3:15<\/a><\/span> It may be observed, or the question may be asked: &#x201C;Are we never to know the doings of others? Are we never to look to see how others are walking and progressing in this Gospel? Must we forever and forever confine our minds to thinking of ourselves, and our eyes to looking at ourselves?&#x201D; I can merely say that if persons only understand the path of duty and walk therein, attending strictly to whatever is required of them, they will have plenty to do to examine themselves and to purify their own hearts;<span class=\"citation\" id=\"62955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62955)\">Matt. 5:8<\/a><\/span> and if they look at their neighbors and examine their conduct, they will look for good and not for evil. <\/div><div class=\"paragraph jod\" id=\"v11n1164\"> It is true that under some circumstances we may have to look at others. For instance, here is the High Council, they are called to act upon cases that come before them. Of course their duty, then, is to examine into the conduct of their brethren and sisters; and this is required of them. And if they do it without prejudice, without selfishness, by the power of the Holy Ghost, divested of every improper feeling, judging righteous judgment<span class=\"citation\" id=\"69399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69399)\">John 7:24<\/a><\/span>  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>between man and man, the performance of this duty will purify themselves just as much as any other labor. If a person is not called to sit in the High Council, he may be called to be a Bishop, and if he is through his ward, faithfully looking after the wants of the poor, examining into the conduct of each and every family to know whether they are orderly and respectable, and whether they conduct themselves accordingly to the word and law of God, seeing there is no evil, backbiting, mischief or any conduct unbecoming Christians,<span class=\"citation\" id=\"84368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84368)\">D&amp;C 20:54<\/a><\/span> he is laboring faithfully in the discharge of his duty, and is entitled to the Spirit of the Lord to sanctify his own heart and to purify himself, just as much as if he were on his knees praying. If an elder is called to go and preach the Gospel, and he travels over the plains, in a train or in the coach, or by the railroad, or goes aboard a ship and crosses the ocean, he is attending to his duty in this just as much as though he were in the High Council or on his knees praying all the time. If a man is called to go and labor for the poor, if his Bishop calls upon him to go into the canyon after a load of wood for the poor, and he goes there, with his heart uplifted to God, and with his eye single to the building up of the kingdom, and gets the load of wood and lays it at the door of the Bishop for the poor, for the widow or for those who cannot help themselves, he is just as much in the line of his duty in so doing as though he were on his knees praying. And so we can proceed with the whole duty of man.<span class=\"citation\" id=\"57632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57632)\">Eccl. 12:13<\/a><\/span> No matter what the person is called to do, if it is to build up the kingdom of God on the earth, if he cheerfully perform the duty, he is entitled to the Spirit of the Lord <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;the Spirit of Truth&#x2014;<span class=\"citation\" id=\"70255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70255)\">John 15:26<\/a><\/span>the Holy Ghost; and will most assuredly possess the same. There is a time for preaching, for praying, for sacrament meetings, for labor, and when we are attending to any or all of these, in the season thereof, we are entitled to the purifying influence of the Spirit of God. If a man is called to go and farm, and he goes faithfully about it, because he is directed to do so by the authorities that are over him, and he raises his grain, his cattle, and brings forth his crops to sustain man and beast, and does this with an eye single to the glory of God<span class=\"citation\" id=\"83818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83818)\">D&amp;C 4:5<\/a><\/span> and for the building up of his kingdom, he is just as much entitled to the Spirit of the Lord, following his plough, as I am in this pulpit preaching, according to the ministry and calling, and the duties devolving upon him. If a man is called to deal in merchandise for the benefit of the people of God; in traveling to buy his goods, and looking after them and their safety until they reach their place of destination, and distributing those goods to the Saints and taking his pay for them, let him act with an eye single to the glory of God and the upbuilding of his kingdom on the earth, and he is as much entitled to the Spirit of the Lord and the Holy Ghost as a man is preaching. If a man is called to raise stock, and to procure machinery to manufacture the clothing that is necessary for the Saints, and he goes at that business with his eye single to the building up of the kingdom of God on the earth, he is entitled to the Spirit of the Holy Gospel, and he will receive and enjoy it just as much as if he were preaching the Gospel. Will he have the spirit of teaching and expounding the Scriptures? No, he has the spirit to know how to raise sheep, to procure the wool, to put machinery in operation to make the  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothing for the advancement, benefit, and building up of the people of God on the earth. And the Spirit of the Lord is here in these labors&#x2014;farming, merchandising and in all mechanical business just as much as it is in preaching the Gospel, if men will live for it. <\/div><div class=\"paragraph jod\" id=\"v11n1167\"> Suppose we bring a few illustrations in regard to the present feelings and knowledge of the elders of Israel. We need not go back to Nauvoo or Kirtland, to find illustrations among our merchants, but take them as we find them here. If they enter upon their business without God in their thoughts, it is &#x201C;How much can I get for this? And how much can I make on that? And how much will the people give for this and for that? And how last can I get rich? And how long will it take me to be a millionaire?&#x201D; Which thoughts should never come into the mind of a merchant who professes to be a Latter-day Saint. But it should be, &#x201C;What can I do to benefit this people? And when they live, act, and do business upon this principle, and think, &#x201C;What can I do to benefit the kingdom of God on the earth, to establish the laws of this kingdom, to make this kingdom and people honorable, and bring them into note, and give them influence among the nations, so that they can gather the pure in heart,<span class=\"citation\" id=\"62956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62956)\">Matt. 5:8<\/a><\/span> build up Zion,<span class=\"citation\" id=\"125599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125599)\">D&amp;C 97:21<\/a><\/span> redeem the House of Israel, and perhaps assist (though I do not thinks there will be any need of it), to gather the Jews to Jerusalem and prepare for the coming of the Son of Man?&#x201D; And labor with all their might for their own sanctification and the sanctification of their brethren and sisters, they will find that the idea of, &#x201C;How much can I make this year? Can I make sixty thousand dollars? Can I make in my little trade a hundred thousand <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dollars?&#x201D; never would enter their minds; they never would think of it. But I am sorry to say they do not. Our merchants may turn round and ask us if we expect them to make anything. Yes, we are perfectly willing they should get rich; no matter how rich they are, but what will you do with those riches? The question will not arise with the Lord, nor with the messengers of the Almighty, &#x201C;How much wealth a man has got, but how has he come by this wealth, and what will he do with it?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1168\"> I can reveal things to the people, if it would do any good; give them the mind of the Lord if they could hear and then profit by it, with regard to wealth. The Lord has no objection to his people being wealthy; but he has a great objection to people hoarding up their wealth, and not devoting it, expressly, for the advancement of his cause and kingdom on the earth. He has a great objection to this. <\/div><div class=\"paragraph jod\" id=\"v11n1169\"> And our mechanics, do they labor for the express purpose of building up Zion and the kingdom of God? I am sorry to say that I think there are but very few into whose hearts it has entered, or whose thoughts are occupied in the least with such a principle; but it is, &#x201C;How much can I make?&#x201D; If our mechanics would work upon the principle of establishing the Kingdom of God upon the earth, and building up Zion, they would, as the prophet Joseph said, in the year 1833, never do another day's work but with that end in view. In that year a number of Elders came up to Kirtland; I think there were some twenty or thirty Elders. Brother Joseph Smith gave us the word of the Lord; it was simply this: &#x201C;Never do another day's work to build up a Gentile city; never lay out another dollar  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while you live, to advance the world in its present state; it is full of wickedness and violence; no regard is paid to the prophets, nor the prophesyings of the prophets, nor to Jesus nor his sayings, nor the word of the Lord that was given anciently, nor to that given in our day. They have gone astray, and they are building up themselves, and they are promoting sin and iniquity upon the earth; and,&#x201D; said he, &#x201C;it is the word and commandment of the Lord to his servants that they shall never do another day's work, nor spend another dollar to build up a Gentile city or nation.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1171\"> Now, if anyone is disposed to ask whether Brother Brigham has ever, since then, worked a day, or half a day, or an hour, to build up a Gentile city or the Gentile world, he will most emphatically tell the Latter-day Saints that he never has. <\/div><div class=\"paragraph jod\" id=\"v11n1172\"> I could illustrate by circumstances, and could relate if I were disposed to give them to you, the providences of God, and how favorable they are to those who walk humbly before him. In the summer of 1833, in July, Brother Joseph gave the word of the Lord to the Elders, as I have been telling you. I returned east; and in September Brother Kimball and I went up together with our little families. When we arrived in Kirtland, if any man that ever did gather with the Saints was any poorer than I was&#x2014;it was because he had nothing. I had something and I had nothing; if he had less than I had, I do not know what it could be. I had two children to take care of&#x2014;that was all. I was a widower. &#x201C;Brother Brigham, had you any shoes?&#x201D; No; not a shoe to my foot, except a pair of borrowed boots. I had no winter clothing, except a homemade coat that I had had three or four years. &#x201C;Any panta<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>loons?&#x201D; No. &#x201C;What did you do? Did you go without?&#x201D; No; I borrowed a pair to wear till I could get another pair. I had traveled and preached and given away every dollar of my property. I was worth a little property when I started to preach; but I was something like Bunyan&#x2014;it was &#x201C;life, life, eternal life,&#x201D; with me, everything else was secondary. I had traveled and preached until I had nothing left to gather with; but Joseph said: &#x201C;come up;&#x201D; and I went up the best I could, hiring Brother Kimball to take my two little children and myself and carry us up to Kirtland. In those days provisions and clothing were as dear as they are now in this place; and a mechanic in that country who got a dollar a day and boarded himself was considered rather an extra man. A dollar a day! And my brethren when they have three or five dollars a day, and have worked a year, will be sure to come out four or five or six hundred dollars in debt if they can get it. We did not live so in that country; we never used anything more than our means. When I reached Kirtland I went to work as soon as the word was that I could work and not preach. I knew that I could get plenty; for I knew how; I always could gather around me and make property. <\/div><div class=\"paragraph jod\" id=\"v11n1173\"> There were some thirty or forty Elders gathered to Kirtland that fall; but there was only one mechanic in the entire number whom I knew that did not go to Cleveland and the neighboring towns to work during the winter&#x2014;for the simple reason, that they thought they could not get one day's work and get their pay for it, in the place Joseph was trying to build up&#x2014;and that exception was your humble servant. I made up my mind that I would stay in Kirtland, and work if I never got a farthing  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for it; and I went to work for Brother Cahoon, one of the Trustees of the Temple, to build his new house. I worked all winter, and when spring came, was called upon to go to Missouri&#x2014;a tramp of a thousand miles on foot&#x2014;and a thousand back. Before going, the brethren gathered in who had been to the surrounding places during the winter&#x2014;joiners, painters, masons and plasterers. I asked some of the brethren how much they had made? I had worked there through the winter, and at its commencement had not the least prospect of getting twenty-five cents for my winter's work. I told Brother Cahoon I would work whether I could get anything for it or not, &#x201C;for,&#x201D; said I, &#x201C;the word of the Lord is for me to work, to build up Zion, and poor as I am, I shall do it.&#x201D; But the Lord opened the way; and I gained Brother Cahoon's heart to that degree that if he received anything he always came to me, and said, &#x201C;Brother Brigham, I have so and so, and I will divide it with you.&#x201D; Brother William F. Cahoon and I kept to work at the house until his father got into it. When we had finished the house, he had paid me all that was coming to me. The Lord had opened the way. This work finished, another job came, and then another, and when the spring opened, I can safely say that there was not any four, nor perhaps any six or ten of the brethren who had gone elsewhere to work who could produce as much property, made by them through that winter, as I had made. <\/div><div class=\"paragraph jod\" id=\"v11n1175\"> You can see from this the providences of God, with one winter's work in Kirtland, when it was one of the hardest places that ever mortal man had to get a living in, and that too, when I had to work for nothing and find myself, that is, seem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4463\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ingly so, to all outward appearance. <\/div><div class=\"paragraph jod\" id=\"v11n1176\"> I had my pants and coats, two cows, a hired house, and a wife in the meantime. And I was better off than any other man who came to Kirtland the fall before, according to the property that we came with, and I had enough to live with my family and leave them comfortable, and my gun and sword and money enough to pay my expenses. If I had no work to do, and there was nobody to hire me, there was plenty of timber and I made some bedsteads or stands, and if anybody wanted such things they would come along and say, I will give you a little oats or a little corn, or something or other for them, and so the Lord opened the way most astonishingly. <\/div><div class=\"paragraph jod\" id=\"v11n1177\"> I tell this, because it is an experience I am acquainted with, for it is my own. I am not so well acquainted with the providences of God in the experience of others, as I am with my own, except by faith and the visions of the Spirit. <\/div><div class=\"paragraph jod\" id=\"v11n1178\"> I stayed in Kirtland from 1833 till 1837; I preached every summer. Here are brethren who know what I am saying. I traveled and preached, and still went back nothing; but was willing to exchange, deal, work and labor for the benefit of my brethren and myself, with the kingdom and nothing else before me all the time. When I left there for Missouri, I left property worth over five thousand dollars in gold, that I got comparatively nothing for. I could travel along, with regard to my experience, to this valley. I left my property in Nauvoo, and many know that I left a number of good houses and lots and a farm, and came here without one farthing for them, with the exception of a span of horses, harness, and carriage, that Almon W. Babbit let me have for my own dwelling house that  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my family lived in; and when I arrived here I owed for my horses, cows, oxen, and wagons. Now, the brethren say&#x2014;&#x201C;Why, Brother Brigham you are rich.&#x201D; I simply relate this to show yet how I have lived and what I have been doing, and the result, that God, and not I, has brought forth. Now, I have some four or five grist mills, besides saw mills and farms; and let anyone ask my clerks if they ever hear me mention them from one year's end to another, unless somebody comes into the office and alludes to them; but my mind is upon increasing the wealth and advancing the interests of this people, and upon the spread of the Gospel on the continents and the islands of the sea. Ask my clerks and my closest associates if they ever hear me mention my individual property unless somebody speaks about it. I own property, and I employ the best men I can find to look after it. If God does not give it to me, I do not want it; if he does, I will do the very best I can with it; but as for spending my own time in doing it, or letting my own mind dwell upon the affairs of this world, I will not do it. I have no heart to look after my own individual advantage, I never have had; my heart is not upon the things of this world.<span class=\"citation\" id=\"78564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78564)\">1 Jn. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1180\"> Excuse me for referring to myself. But I know that there is no man on this earth who can call around him property, be he a merchant, tradesman, or farmer, with his mind continually occupied with: &#x201C;How shall I get this or that; how rich can I get; or, how much can I get out of this brother or from that brother?&#x201D; and dicker and work, and take advantage here and there&#x2014;no such man ever can magnify the priesthood nor enter the celestial kingdom. Now, remember, they will not enter that kingdom; and if they happen to <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4462\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go there, it will be because somebody takes them by the hand, saying, &#x201C;I want you for a servant;&#x201D; or, &#x201C;Master, will you let this man pass in my service?&#x201D; &#x201C;Yes, he may go into your service; but he is not fit for a lord, nor a master, nor fit to be crowned;&#x201D; and if such men get there, it will be because somebody takes them in as servants. <\/div><div class=\"paragraph jod\" id=\"v11n1181\"> I have now related a little of my own experience. My experience has taught me, and it has become a principle with me, that it is never any benefit to give, out and out, to man or woman, money, food, clothing, or anything else, if they are able-bodied, and can work and earn what they need, when there is anything on the earth for them to do. This is my principle, and I try to act upon it. To pursue a contrary course would ruin any community in the world and make them idlers. People trained in this way have no interest in working; &#x201C;but,&#x201D; say they, &#x201C;we can beg, or we can get this, that, or the other.&#x201D; No, my plan and counsel would be, let every person, able to work, work and earn what he needs; and if the poor come around me&#x2014;able-bodied men and women&#x2014;take them and put them into the house. &#x201C;Do you need them?&#x201D; No; but I will teach this girl to do housework, and teach that woman to sew and do other kinds of work, that they may be profitable when they get married or go for themselves. &#x201C;Will you give them anything to wear?&#x201D; O, yes, make them comfortable, give them plenty to eat and teach them to labor and earn what they need; for the bone and sinew of men and women are the capital of the world. <\/div><div class=\"paragraph jod\" id=\"v11n1182\"> If I could see my brethren and my sisters as willing to be taught, led, and directed in the little trifling affairs of life, with regard to their  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>food, raiment, houses, and labors, and how to make themselves useful and not waste their time and strength on that which does them no good; if I could see this people as willing to be taught in these things as they are in the great things&#x2014;the revelations of the prophets, and what Jesus has said, and the beauties of eternity, and the excellency of the millennium, and what great men and women we are going to be, that would be delightful. But what would you be good for if you were in that condition? Nothing. What would you do? Nothing at all. Learn to be good for something. We have these things to learn here, or, if not here, somewhere else; and if we are not willing to learn here, and practice what we know for the benefit of ourselves, and improve on the grace God gives to us, how can he bestow his blessings upon us in the next state of existence? He will not do it; we have to learn and be willing to be taught here. <\/div><div class=\"paragraph jod\" id=\"v11n1184\"> To return to the subjects of merchandising and merchants. I know, and knew sixteen years ago as well as I do today, that from the very first the merchants who came here were laying the foundation for the uprooting of this people unless we had exceeding great faith; and that every dollar that was given to them was given to ruin you and me, and to destroy the kingdom of God on the earth. Can you believe this? &#x201C;I do not know anything about that,&#x201D; says one, &#x201C;but I think I shall go where I call buy my calico the cheapest, and I do not know that it is any of your business where I buy my ribbons, hats or coats; I think that it is my business.&#x201D; It is just as much my business, Latter-day Saints, to dictate in these things as it is in regard to the sacrament we are partaking of <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4461\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here today. Do the people know it? It is strange to them. Because your priests in England, France, Germany, in the Eastern or Southern states, and the islands of the sea, did not preach such doctrine, you cannot receive it. Did they preach baptism for the remission of sins? No. Then why receive it? Our fathers and priests did not preach any such doctrine as that a man has a right to dictate in temporal matters. Now by the same kind of reasoning, it might be proved that you could never receive the doctrine of baptism for the remission of sins. Why? Because the priests did not preach it; your fathers did not tell you that it was correct doctrine, and why did you receive it? Well, you did receive it, and the Spirit of the Lord bore witness that it was true. The Spirit also bore witness that you should have hands laid upon you for the reception of the Holy Ghost; and that the gifts of tongues, of prophecy, of faith, and the healing of the sick were to be enjoyed by the Saints. Now ask the Father in the name of Jesus whether I am telling you the truth about temporal things or not, and the same Spirit that bore witness to you that baptism by immersion is the correct way according to the Scriptures, will bear witness that the man whom God calls to dictate affairs in the building up of his Zion has the right to dictate about everything connected with the building up of Zion, yes even to the ribbons the women wear; and any person who denies it is ignorant. There is not a man or woman in the world who rises up against this principle but what is ignorant; all such are destitute of the spirit of revelation and enjoy not the Spirit of Christ. <\/div><div class=\"paragraph jod\" id=\"v11n1185\"> Do I want to dictate? No, I am just as far from that, naturally, as a  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man can be; it is not in my heart. How glad would I be to be excused from this. Would I not rejoice to be left to mind my own concerns, and to attend to my own business, providing for the wants of my family and enjoying myself just as much as you? Yes. But the Spirit prompts me to perform the labors which devolve upon me, to plead with and urge the people to act for their own benefit. If this people would hearken to the counsel given them, and be of one heart and one mind<span class=\"citation\" id=\"92894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92894)\">Moses 7:18<\/a><\/span> in their temporal affairs, can you not see the result? These men who have been urging trouble upon us, writing lies, and whose whole study is to destroy the kingdom of God from the earth would not be in our midst. Why? There would be nothing for them to do. &#x201C;No;&#x201D; says the sister, &#x201C;if I give you ten dollars profit on your goods, you use that for the destruction of this kingdom that I think so much of.&#x201D; &#x201C;No;&#x201D; says a brother, &#x201C;if I give you one dollar or one thousand dollars profit on your goods, you use that for the destruction of the kingdom of God that I am willing to sacrifice everything for. I cannot give it to you, it is not reasonable to think that I must give this to you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1187\"> &#x201C;But,&#x201D; says the merchant, &#x201C;I demand it of you.&#x201D; &#x201C;Yes, but I have just as good a right to go where I please to trade as you have to trade, and I shall give my ten, hundred, or thousand dollars to the man who would devote that means to the building up of the kingdom of God.&#x201D; I do not say that all our merchants, mechanics or tradesmen are precisely as they should be before the Lord with regard to devoting their means. Touch their means, and in many instances you touch their souls. Still what does that prove? It proves that they are wrong and not right. <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4460\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> And they should be right and their whole souls should be centered on the building up of the kingdom of God. There are many persons here who when they get five hundred or five thousand dollars, want to bring a few wagon loads of goods here to speculate upon. Why not bring machinery here? Why not raise silk? Through my own exertions I have the mulberry tree growing here in great abundance. The foundation is at length laid for making as much silk as we wish. But we have to tease the women to get them to weave silk here as they did in the old country. Have we no ladies here who can weave silk ribbons? If not we can soon send for some. But no, the manufacture of silk is not thought of; it is, &#x201C;How shall I get money to spend with my enemies?&#x201D; &#x201C;How rich can I get this year?&#x201D; &#x201C;How much can I make out of this people?&#x201D; I am sorry to see it; it is not very creditable; for in so doing, we foster our enemies in our midst&#x2014;they who seek with all the power they have to uproot us. You who have been in the Church thirty or thirty-five years know that there has always been a set of scavengers following the people to pick up what they could; and they are with us here to collect the filth. Are they willing to go and build up a city for themselves? No; they are not. I am speaking of those who deserve this; but there are many that are not of those speculators. Are they willing to go and take up a farm? No, they would not give a farthing for a farm unless they obtain a &#x201C;Mormon's&#x201D; claim and bring about a fight in getting it. The latter they can do very easily; they can find all the fight they want. Their designs are to interrupt this community; they want some gambling houses, and they will have them. The City  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Council is no more willing now than ever to license gambling houses and grog shops; but it must be done, and all hell is stirred up if I ask the people to suppress them. What do they want them for? They want what they call &#x201C;civilization&#x201D;&#x2014;that is fighting, gambling, killing, whorehouses, drinking houses, and every species of debauchery that can be imagined on the face of the earth. That is their &#x201C;civilization,&#x201D; and what they want introduced here. These scavengers are here and they want to introduce their systems. There are not a great many of them perhaps at the present time; but they will follow up, and I can tell the Latter-day Saints that we will be followed just as long as the devil reigns on the earth. He is untiring in his exertions, fervent in every act possible, for the accomplishment of his work. If the people would take the counsel given them, health, wealth, influence, and power among the nations of the earth would surely come to them in a tenfold degree to what it ever has; it would come in such a manner that you would not know what to do with it, and you would wonder and be astonished. &#x201C;But no,&#x201D; say many, &#x201C;we will mingle with, live among, and nourish and cherish the servants of the devil, and give our money to, and associate with, and have his coadjutors in our midst.&#x201D; And so we have got to continue to labor, fight, toil, counsel, exercise faith, ask God over and over, and have been praying to the Lord for thirty odd years for that which we might have received and accomplished in one year. <\/div><div class=\"paragraph jod\" id=\"v11n1189\"> &#x201C;I do not know,&#x201D; says one, &#x201C;how to do better than I do.&#x201D; The Lord has given you and me the privilege of gathering up from among the wicked. &#x201C;Come out of her my people,&#x201D;<span class=\"citation\" id=\"80213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80213)\">Rev. 18:4<\/a><\/span> are some of the last words revealed through his servant John in <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4459\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the last of the revelations given in the New Testament. And one of the last writers we have here in this book&#x2014;John the Revelator&#x2014;looking at the Church in the latter days, says: &#x201C;Come out of her, my people&#x201D;&#x2014;<span class=\"citation\" id=\"80215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80215)\">Rev. 18:4<\/a><\/span>out of Babylon, out of this confusion and wickedness, which they call &#x201C;civilization.&#x201D; Civilization! It is corruption and wickedness of the deepest dye. It is no society for you, my people, come out of her. Gather out where you can pray, where you can have meetings and sacraments; where you can meet, associate, and mingle together; where you can beautify the earth and gather around you the necessaries of life, and make everything as beautiful as Zion, and begin to establish Zion on the earth; sanctify yourselves, sanctify your houses, the lands that you live upon; your farms, the streams of water that flow through your cities, country places and farms; sanctify your hills and mountains and valleys, and the land around about, and begin to build up Zion. Now, &#x201C;come out of her, my people,&#x201D; for this purpose, &#x201C;and partake not of her sins, lest ye receive of her plagues.&#x201D;<span class=\"citation\" id=\"80214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80214)\">Rev. 18:4<\/a><\/span> After all these revelations and commandments the people who profess to be Saints will mingle with the wicked, and foster those who would cut their throats, and feed and clothe, and give them everything they can gather together. <\/div><div class=\"paragraph jod\" id=\"v11n1190\"> How is it if you come down to the acts of the people? Will the women knit their own stockings, and make their own clothing? Some of them may try to do so; but as a general thing, no. It is: &#x201C;Husband, I want some money to go to the store to buy a bonnet; I will not be troubled with braiding the straw; I want some shoes, frocks, and pants for my boys, and I will not be at the trouble of spinning this dirty wool.&#x201D; And the  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man will not be at the trouble of raising it. <\/div><div class=\"paragraph jod\" id=\"v11n1192\"> That is not the way to get rich. If you wish to get rich, save what you get. A fool can earn money; but it takes a wise man to save and dispose of it to his own advantage. Then go to work, and save everything, and make your own bonnets and clothing. And let our merchants do their business for the building up of the kingdom of God. If our merchants do not take this course, the time is not far distant when they will be cut off from the Church. Let them go their own road. If they think that a little money or property will pay their way into the kingdom of God, they may try it. They will find themselves mistaken; they will miss the gate and take another road. The same will apply to our mechanics&#x2014;if they will not labor for the building up of this kingdom, instead of working to get rich, they will miss the gate of the celestial kingdom, and will not get in there unless we take them in for servants. I do not care whether a man is a merchant or a beggar, whether he has much or little, he must live so that neither the things of this world,<span class=\"citation\" id=\"78565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78565)\">1 Jn. 2:15<\/a><\/span> nor the cares of this life<span class=\"citation\" id=\"125600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125600)\">Luke 8:14<\/a><\/span> will becloud his mind, nor exclude him from the revelations of the Lord Jesus Christ;<span class=\"citation\" id=\"74406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74406)\">Gal. 1:12<\/a><\/span> but all, whether merchants or preachers, tradesmen or farmers, and mechanics and laborers of every kind, whether they work in the ditch, or building post and rail fence, must live so that the revelations of the Lord Jesus<span class=\"citation\" id=\"74407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74407)\">Gal. 1:12<\/a><\/span> are upon them; and if they live not according to this rule, they will miss the kingdom they are anticipating. <\/div><div class=\"paragraph jod\" id=\"v11n1193\"> You may think this is pretty hard talk; but recollect the saying of one of the Apostles, when speaking about getting into the kingdom of heaven, that &#x201C;if the righteous scarcely be <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4458\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saved, where shall the ungodly and the sinner appear?&#x201D;<span class=\"citation\" id=\"78187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78187)\">1 Pet. 4:18<\/a><\/span> The best man that ever lived on this earth only just made out to save himself through the grace of God.<span class=\"citation\" id=\"81446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81446)\">2 Ne. 25:23<\/a><\/span> The best woman that ever lived on the earth has only just made her escape from this world to a better one, with a full assurance of enjoying the first resurrection. It requires all the atonement of Christ, the mercy of the Father, the pity of angels and the grace of the Lord Jesus Christ to be with us always, and then to do the very best we possibly can, to get rid of this sin within us, so that we may escape from this world into the celestial kingdom. This is just as much as we can do, and there is no room for that carelessness manifested by too many among us. <\/div><div class=\"paragraph jod\" id=\"v11n1194\"> I do not wonder at this people having trouble; I do not wonder at some of our sisters having sorrow in what is termed plural marriage; for they do not live so as to have the Spirit and power of God upon them; if they did, they would see its beauty and excellence, and not a word would be said against it from this time henceforth and forever. But they see this with a selfish eye, and say, &#x201C;I want my glory and my comfort here;&#x201D; their eye is not on the resurrection and on the kingdom we are looking for when Jesus will come and reign King of nations<span class=\"citation\" id=\"60438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60438)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80081)\">Rev. 15:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1195\"> With regard to the wealth of this people, I can say they would soon get immensely rich if they would take the counsel that is given them. For instance, here is one little circumstance: we have quite an outlet for our grain; our oats, barley, and flour are very much wanted in the neighboring Territories. Who raised this grain? The Latter-day Saints. Suppose they were perfectly united, do you not think they could get a  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>suitable price for it? They could. We required Brother Hunter to counsel the Bishops to take measures to bring about union in this direction, and we saved for the Territory two or three hundred thousand dollars a year for two or three years. Then business slackened; but I was satisfied; we had shown the people what could be done; they have became comparatively well off, and if they have a mind to pursue a proper policy, they have matters in their own hands. Many will not, however, do this. One says, &#x201C;I want to sell my oats; how much are they selling at?&#x201D; &#x201C;They are selling at one dollar and a quarter today; but there is nobody buying.&#x201D; &#x201C;How much will you give?&#x201D; &#x201C;Well, I'll give you a dollar;&#x201D; and so they are sold; we are so anxious for the money. There is a story, which I have told before, but it will do to tell again. Four years ago a certain sister took down a hundred pounds of flour to the square, hearing that flour was being sold there; but owing to the number of sellers, reduction in price had been continually going on. Our sister, however, determined to sell at any price, said &#x201C;you can have my flour for one dollar,&#x201D; and she actually sold her hundred pounds of flour and the sack for one dollar. One of the brethren, who had recently arrived here, went on to the square, and saw a load of wheat for sale. He inquired of the owner how much he asked for his wheat. The owner of the wheat told him, and a bargain was made for it. Before they reached the house of the purchaser, the seller suspected he had sold to a &#x201C;Mormon;&#x201D; and, upon inquiry, finding it was so, &#x201C;ah&#x201D; said he, &#x201C;had I known that you belonged to the Church I should have made you pay for it.&#x201D; Such little things <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as these are like straws&#x2014;they tell which way the wind blows. If the people would only take the counsel given them, instead of there being people in our midst, in want, or that could be called poor, there would not have been a family in the whole community, but would have been so far above want that it might have been safely said, hard times would come again no more. Every man and woman wishes to work for his or her own interest, but they do not know how, they do not know what is for their best interest and greatest good. <\/div><div class=\"paragraph jod\" id=\"v11n1197\"> Now, we are here to build up the kingdom of God, and for nothing else; but here are our enemies determined that the kingdom of God shall not be built up. I have often thought that I ought not to blame them so much. They have had possession of this earth some six thousand years; the devil has reigned triumphant, and without a rival has held possession; the wicked rule all over the earth, and they have had possession of this little farm, called earth, so long that they think they are the rightful heirs, and inherit it from the Father. But the Lord has said that the Saints should possess it.<span class=\"citation\" id=\"61646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61646)\">Dan. 7:18<\/a><\/span> And when Joseph translated the Book of Mormon, and revealed the Gospel as it was among God's children on this continent anciently, that was the starting point. The Lord said, &#x201C;I am going to establish my kingdom; my open foe has had possession of this earth long enough, and I am going to show all the inhabitants of the earth, saint and sinner, good and bad, that it is time for Jesus, according to his promise, sufferings, and death to commence to redeem the earth and those who will hearken to his counsel, and bring them forth to enjoy his presence.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n1199\"> The enemy has had possession of the earth a great while, and they really feel as though it is their right, and that they are the legal heirs. <\/div><div class=\"paragraph jod\" id=\"v11n1200\"> If this Gospel goes to the uttermost parts of the earth and fulfills its destiny as predicted by the Prophets, by Jesus, and by the Apostles,<span class=\"citation\" id=\"71027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71027)\">Acts 1:8<\/a><\/span> it will eventually swallow up all the good there is on the earth; it will take every honest, truthful, and virtuous man and woman and every good person and gather them into the fold of this kingdom, and this society will enlarge, spread abroad, and multiply, and will increase in knowledge until the members composing it know enough to lengthen out their days and man's longevity returns, and they begin to live as men did anciently. <\/div><div class=\"paragraph jod\" id=\"v11n1201\"> This people are spreading and increasing, and religiously&#x2014;so far as the ordinances of the house of God are concerned&#x2014;they are of one heart and one mind.<span class=\"citation\" id=\"92895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92895)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1202\"> How is it politically? Do they vote the Democratic ticket or do they take the Republican side of the question? I rather think that so far as voting is concerned they are of one heart and one mind;<span class=\"citation\" id=\"92896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92896)\">Moses 7:18<\/a><\/span> then they are one religiously and politically. &#x201C;Oh,&#x201D; say our enemies, &#x201C;what will be the result if this people are let alone? The idea of such a thing is rather fearful.&#x201D; Another man says: &#x201C;I wish they could be let alone for a hundred years, just to see what they would amount to.&#x201D; &#x201C;But,&#x201D; says another, &#x201C;I should not; I tell you if those people prosper as they seem to do, I am not going to hold my place in a national capacity.&#x201D; The Priests in their pulpits, from the holy Catholic down, say, &#x201C;If this religion is right, ours is wrong, and it is terrible to us to see the prosperity that prevails in their midst, and to know that <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are of one heart and of one mind.&#x201D;<span class=\"citation\" id=\"92897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92897)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1203\"> Now, then, here comes this party, and say to us, &#x201C;You do not own a farm on this earth; we have had power on the earth so long, and shall still reign, and every foot of it shall be divided among us and our adherents.&#x201D; &#x201C;It is true,&#x201D; say they, &#x201C;that in the days of Moses the Lord did once send a messenger to preach the Gospel to the children of Israel, but our master had such power in their midst that they would not receive the kingdom.&#x201D; In the days of Abraham, also, long before the days of Moses, the Lord revealed the principles of the kingdom, but they would not have them. And even before that the Lord delivered the principles of the kingdom to Noah, but they were not received by his posterity. Enoch and his band received sufficient of those principles to lead them on step by step till they were so far perfected that the Lord took them from this earth;<span class=\"citation\" id=\"93220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93220)\">Moses 7:69<\/a><\/span> and down from Enoch to Noah, Abraham and Moses and the children of Israel in the wilderness; these latter, however, would not have the Gospel. <\/div><div class=\"paragraph jod\" id=\"v11n1204\"> If you turn over this Bible you may read that when the children of Israel would not receive the Gospel, the Lord gave to them what is called the law of carnal commandments.<span class=\"citation\" id=\"76835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76835)\">Heb. 7:16<\/a><\/span><span class=\"citation\" id=\"87676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87676)\">D&amp;C 84:27<\/a><\/span> In that he tells them whom a man shall not marry; you can read it for yourselves&#x2014;he shall not marry his wife's mother, nor her sister, nor his wife's aunt, &amp;c.<span class=\"citation\" id=\"54621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54621)\">Lev. 18:1-30<\/a><\/span> Previous to this the Lord had commanded the children of Israel, through Abraham, Isaac, and through Jacob and the twelve patriarchs never to marry out of their own families.<span class=\"citation\" id=\"53410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53410)\">Gen. 24:3-4<\/a><\/span><span class=\"citation\" id=\"54922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54922)\">Num. 36:6<\/a><\/span> But they would run over yonder to a strange nation and worship other gods, and bring back a wife, or two, or three  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into a family; and then go into another nation and worship idols, and bring their corruption into the midst of Israel, till at length they became so alienated and estranged from the principles of righteousness and the Holy Gospel, that when Moses delivered to them the principles of life and salvation they utterly rejected them,<span class=\"citation\" id=\"125601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125601)\">Num. 25:1-18<\/a><\/span><span class=\"citation\" id=\"125602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125602)\">Ezra 10:1-44<\/a><\/span><span class=\"citation\" id=\"55648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55648)\">1 Kgs. 11:1-13<\/a><\/span><span class=\"citation\" id=\"55973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55973)\">Neh. 13:27<\/a><\/span><span class=\"citation\" id=\"54990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54990)\">Deut. 7:1-14<\/a><\/span> and this is the reason the Lord gave to them the law of carnal commandments.<span class=\"citation\" id=\"87677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87677)\">D&amp;C 84:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1206\"> We are raising up a little party by ourselves; we are actually getting a people here not of the world. We are gathering out of the world, and assembling together, and we have the right to purchase a farm, build a a city or inhabit a Territory or State. But it is grievous for the other party to bear. Yet we &#x201C;Render unto Caesar the things that are Caesar's;&#x201D;<span class=\"citation\" id=\"65386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65386)\">Matt. 22:21<\/a><\/span> we pay our taxes and keep the laws of the land. I do not know that I blame them for exercising all their ability to prevent Jesus from coming to reign King of nations<span class=\"citation\" id=\"60439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60439)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80082)\">Rev. 15:3<\/a><\/span> They have so long held the reins of government with undisputed sway. They have swept over the earth and have controlled all its inhabitants so long that I do not know that I can blame them for feeling, &#x201C;We do not like these Latter-day Saints to increase. It is dangerous, very dangerous. If they are going to trade with themselves&#x2014;have merchants of their own, and not going to trade with us, it is a terrible thing. If they are going to be permitted to buy land and occupy it, the nation ought to take it in hand. If they are going to cease licensing gambling houses, the nation ought to take it in hand.&#x201D; I cannot blame them so much for feeling so&#x2014;they see the danger. <\/div><div class=\"paragraph jod\" id=\"v11n1207\"> They are for themselves and their master, and if they let the Saints alone it will be, as it was said in the <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days of Jesus, &#x201C;If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.&#x201D;<span class=\"citation\" id=\"69780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69780)\">John 11:48<\/a><\/span> So it will be with the Latter-day Saints; if they are let alone, their doctrine will spread and prosper till it gathers up all the truth in the world; it will gather every good person in the world and will save and preserve them from the ravages of the enemy. <\/div><div class=\"paragraph jod\" id=\"v11n1208\"> As I said here, once, with regard to preaching the Gospel, a very simple person can tell the truth, but it takes a very smart person to tell a lie and make it appear like the truth. Go into the sectarian world with their systems called religion now before the people; it requires a very learned and talented man to make it appear anyways commendable to the hearts of the honest, so far as doctrine is concerned. When we come to the doctrines that Jesus taught, they are what can save the people, and the only ones on the face of the earth that can. In conversation not long since with a visitor who was about returning to the Eastern States, said he, &#x201C;You, as a people, consider that you are perfect?&#x201D; &#x201C;Oh, no;&#x201D; said I, &#x201C;not by any means. Let me define to you. The doctrine that we have embraced is perfect; but when we come to the people, we have just as many imperfections as you can ask for. We are not perfect; but the Gospel that we preach is calculated to perfect the people so that they can obtain a glorious resurrection and enter into the presence of the Father and the Son.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1209\"> Our doctrine embraces all the good. It descends to the capacities of the weakest of the weak;<span class=\"citation\" id=\"88888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88888)\">D&amp;C 89:3<\/a><\/span> it will teach the girl how to knit, and to be a good housekeeper, and the man how to plant corn. It will teach men and women every vocation in life; how  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they should eat; how much to eat; how to feed, clothe, and take care of themselves and their children; how to preserve themselves in life and health. But you will ask, how? By close application, and learning from others, and obtaining all the knowledge possible from our surroundings, and by the assistance of the Spirit, as all who have introduced art and science into the world by the aid of revelation. The Gospel will teach us all that variety that we see before us in nature&#x2014;the greatest variety imaginable. One sister would get up a certain fashioned bonnet, and another one another fashion; one would trim it in a certain way, and another in another way. When the brethren build their houses, the styles would be different; and in walking through the city one would see a vast variety in the gardens, in the orchards, in the walks and in the houses. The same variety would exist in the internal arrangements of the houses. We should see this variety with regard to families&#x2014;here is one's taste, and another's taste, and this constant variety would give beauty to the <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole. Thus a variety of talent would be brought forth and exhibited of which nothing would be known, if houses and dresses and other things were all alike. But let the people bring out their talents, and have the variety within them brought forth and made manifest so that we can behold it, like the variety in the works of nature. See the variety God has created&#x2014;no two trees alike, no two leaves, no two spears of grass alike. The same variety that we see in all the works of God, that we see in the features, visages, and forms, exists in the spirits of men. Now let us develop the variety within us, and show to the world that we have talent and taste, and prove to the heavens that our minds are set on beauty and true excellence, so that we can become worthy to enjoy the society of angels, and raise ourselves above the level of the wicked world and begin to increase in faith, and the power that God has given us, and so show to the world an example worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v11n1211\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}