{"ID":110048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Truth to Be Received for Its Own Sake&#x2014;Impossibility of Perceiving the Things of God From a Worldly Point of View&#x2014;Maternal Influence.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Great Salt Lake City, March 3, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Truth to Be Received for Its Own Sake, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 3\/3\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v11n1312\"> The Lord bestows His blessings upon the children of men according to their faith and diligence. It is true that there are a great many blessings which they receive and enjoy independent of their conduct, to a very great extent. They have this life, the use of their reason, the blessings of air and earth, and the elements which are incorporated or connected with the earth; the sun warms them with its rays, and the showers of heaven revive them. Many of these blessings descend on the children of men in numerous instances regardless of their conduct, and apparently independent of their actions.<span class=\"citation\" id=\"63246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63246)\">Matt. 5:45<\/a><\/span> But there are blessings which mankind cannot receive, only through obedience to the commandments of God, our heavenly Father; there are privileges and gifts which cannot be enjoyed, only through the diligence of those upon whom they are bestowed. The gifts that pertain to the gospel of Jesus Christ can only be obtained by obedience to the truth; and can only be retained by a faithful adherence to the commandments of God; and in order that these may be multiplied upon the people, they must be appreciated by those upon whom they are bestowed. When our hearts are filled with thanksgiving, gratitude, and praise to God, we are in a fit condition to receive additional blessings, and to have more of the <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> outpouring of His Holy Spirit. When we see the deliverances that He vouchsafes to us, and appreciate those deliverances, we are in a fit condition to receive additional strength, power, and salvation, because we acknowledge His hand in all the blessings we receive, and in all the circumstances which surround us.<span class=\"citation\" id=\"86343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86343)\">D&amp;C 59:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1313\"> The things of God are not discerned by those who are not spiritually minded;<span class=\"citation\" id=\"73034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73034)\">1 Cor. 2:11<\/a><\/span> for the Holy Spirit reveals the things of God to those upon whom it is bestowed. Men in the world at present, place the greatest dependence on the evidence which their outward senses afford them. If they can see, hear, taste, or handle anything with which they may come in contact, they place more value upon that external evidence than upon any internal evidence. Hence, when the elders go forth to preach the gospel to the nations, there is almost a constant demand, made by those to whom they are sent, for the evidence of miracles. They wish to hear the elders speak in tongues, or prophesy; they want to see the sight of the blind restored, the sick healed, the dead raised, or some miraculous manifestation of power, in order that their outward senses may be gratified. Many attach a great deal of importance to the evidence which they receive in this manner; and to this class of persons the things of  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God are to a very great extent incomprehensible, because the evidence which they look for they do not often receive; or if they do, it comes in such a form that it is not entirely reliable to them. The man or the woman who is convinced of the truth of the gospel by seeing the ears of the deaf unstopped, or the tongue of the dumb unloosed, or by dreams or visions, as a general thing, requires a continuation of these manifestations from that time forward to keep them in the faith of the gospel of Jesus Christ. This our experience confirms. There is another class who obey the truth because it is the truth, and receive the testimony of the Spirit without any particular manifestations, but in whose hearts the Spirit of God continues to burn and increase, imparting to them all its gifts and filling them with joy and peace unspeakable.<span class=\"citation\" id=\"77771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77771)\">1 Pet. 1:8<\/a><\/span> They retain their faith in the work of God, and as days, weeks, months, and years pass over their heads, their faith and confidence increase. <\/div><div class=\"paragraph jod\" id=\"v11n1315\"> No doubt there are many saints present this afternoon who have seen illustrations of this kind. They probably can allow their minds to refer to their early experience in the Church, in the branches to which they belonged when they embraced the gospel. Probably there were many of their companions who embraced the gospel at about the same time they did, who received great manifestations, and whose minds never seemed to be content with what they would term the small things of the gospel; but they were constantly reaching after visions and dreams, and extraordinary manifestations of the power of God; and, in nine cases out of ten, with the desire of consuming those manifestations on their own lusts,<span class=\"citation\" id=\"77679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77679)\">James 4:3<\/a><\/span><span class=\"citation\" id=\"85828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85828)\">D&amp;C 46:8-9<\/a><\/span> to have some wonderful testimony to bear, to be a little ahead <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of, and to excel their brethren and sisters in the things of God. Probably many present can recollect instances of this kind, and have watched the course of such individuals until they have lost the faith and have gone out of the Church. On the other hand there are men and women who were not favored in these respects, and, in consequence, probably felt that they had committed some sin almost unpardonable in the sight of Heaven; yet through their humility and the constant exercise of faith they have continued to increase in wisdom and strength, and in all the gifts of the Spirit necessary for the perfecting of the Saints;<span class=\"citation\" id=\"75137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75137)\">Eph. 4:12<\/a><\/span> and today they can look back through their whole career in the Church, and can see that God has given them the best possible kind of evidence to enable them to retain their standing in the Church. There are probably thousands of people, at the present time, among the nations of the earth, who would say, that if they could see the sick healed, or the blind restored to sight, see a person who was on the verge of the grave snatched from the grasp of death and restored to perfect health, or hear a man speak in tongues or interpret a language of which he was entirely ignorant, they would be perfectly willing to embrace the gospel and become Latter-day Saints for the rest of their lives. I have no doubt there are men in our midst who would say that if they could have evidence of this kind they would be Latter-day Saints; and in making such a statement they would imagine they were perfectly safe, and that it would be consistent with God's plan for them to expect such evidence. Experience in this work has proved that this is not the best kind of evidence, but that there is a kind which is of a higher order, and which is calculated to preserve those who  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive it from all the snares and temptations of the adversary with which they may be assailed. God, our heavenly Father, has promised the Holy Ghost, with all its gifts to those who receive His gospel. He has said that those who go forth in humility and meekness, forsaking their sins and truly repenting, shall receive for themselves a knowledge of the principles which they have embraced; that they shall receive the Comforter, who will take of the things of God and show them to them;<span class=\"citation\" id=\"70502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70502)\">John 16:15<\/a><\/span> and the history of this entire people has proved that such is the case, and that the Spirit of God, with its accompanying gifts, is abundantly poured out upon those who live so as to receive them. <\/div><div class=\"paragraph jod\" id=\"v11n1317\"> The gospel of Jesus Christ claims our obedience, whether we receive the gifts of the Spirit or not. The Lord in His mercy has promised to us these gifts; but when He makes demand on His children, it is not for them to stand still and make conditions with Him about the principles they are going to receive; and those who do so commit sin in the very outset. They grieve the Spirit of God by manifesting such a want of confidence; whereas, those who go forth in humility, trusting in God, and who receive the truth because God has revealed it, and because it is sweet unto them, have no cause to mourn that He has not bestowed upon them all that He has promised. But, on the contrary, their souls are filled to overflowing with the outpourings of the Spirit of God, and with the gifts of that Spirit which are bestowed upon them. This has ever been the case; it is so today, and it will be so as long as the Church of Jesus Christ of Latter-day Saints exists in purity on the earth, or there is a man left on the earth to administer in the ordinances <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the holy priesthood of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v11n1318\"> The great difficulty with mankind is that they have arranged in their own minds plans for the salvation of the human race. You can scarcely meet with a man in the world&#x2014;although he may acknowledge that God has not spoken to the children of men for nearly 1,800 years, and that he never saw a divinely inspired servant of God, one who had the right to exercise the priesthood of the Son of God as the ancient servants of God did&#x2014;but has a plan arranged in his own mind respecting the course which he thinks God should take in saving His children. Begin to talk with them, and the traditions they have received from their fathers, preachers, or schoolmasters immediately rise up, and if what you state comes in contact with those traditions, no matter how pure, heavenly, and attractive it may otherwise be, they will reject it. This is the rock on which the nations of the earth are making shipwreck, because, instead of receiving the truth when presented to them in humility and meekness like little children, they feel to dictate, and prescribe the laws and requirements of the gospel, and the manner in which it should be preached. Wherever this spirit exists, there is no room for the meek and lowly spirit of Jesus<span class=\"citation\" id=\"64284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64284)\">Matt. 11:29<\/a><\/span> to have place; another spirit has possession and controls them. <\/div><div class=\"paragraph jod\" id=\"v11n1319\"> How many men are there who come from afar and see Zion being built up, and see the work of God progressing on this land, who recognize the features that the prophets have said should characterize and attend on Zion and the work of God in the last days? Why, it is as much as the Latter-day Saints can do who come from the nations of the earth, to recognize in the work of  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God now progressing in this Territory, the Zion of God. They have their traditions and preconceived notions and ideas respecting the work of God, and what it should be; and when they come here and see the work in actual operation, many of them fail to recognize it and fail to see the power of God manifested. Why is this? It is because of those preconceived notions; it is because they have marked out and adopted a plan in their own minds upon which they expect Zion to be built up, and to which they expect Zion to conform. This is much more the case with those who have no knowledge of the truth, and who have not received the Spirit of God through baptism, the laying on of hands, and obedience to the other ordinances of the house of God. But if they were to come here dispossessed of prejudice and tradition, and were to look at the work of God as it is now progressing through this land, they would be enabled to appreciate it, and to acknowledge that there is a power and a spirit manifested among this people that does not belong to men and women under ordinary circumstances. Who does comprehend the work which the Lord is accomplishing with such rapidity? Why there is not a Latter-day Saint within the sound of my voice, no matter how young, humble, ignorant, or void of understanding he or she may be, who knows anything about the Spirit or the things of God, but can see divinity and the power of God manifested in every move made, and in all that has been done in connection with this work, from the beginning of their experience to the present time. They see God and recognize His hand in this work; and they also understand that man could not bestow upon them the blessings of peace and joy that they have in the Holy Ghost. <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Though a man may be very learned in the ancient and modern sciences, may have traveled extensively, may understand the various phases of human nature, and be thoroughly acquainted with the history of our race so far as it has been handed down to us, yet, if he have not the Spirit of God, his knowledge fades away if placed alongside that of the otherwise ignorant Saint, for it is found insufficient to reveal to him that this is the work of God. He looks at it from a worldly standpoint and he sees neither God nor divinity in it; neither can he recognize any exhibition of God's power in this work, and in his mind it is all delusion. But that so-called ignorant man or woman who stands beside him, who may not know one-fiftieth part of that which he knows respecting the earth, its inhabitants, and its sciences, recognizes God in it all. He knows that is the Zion of God; his faith is based on the rock of ages; he knows and can bear testimony that this is the work of God, and he can see the hand of God in it all. The power of God is in his soul; he is in communion with God; and the gifts of the Spirit are manifested in and through him; and he rejoices in this knowledge which the man of the world has no comprehension of. <\/div><div class=\"paragraph jod\" id=\"v11n1321\"> This is the difference, my brethren and sisters, between seeing the things of God from a natural or worldly standpoint, and seeing them from the standpoint God has established for us. Is this peculiar to the work of God in the last days? No; it is a peculiarity which has characterized all ages and dispensations when God has had a people on the earth. In the days of Jesus, who discovered divinity in him? Who saw in the humble son of a carpenter the lineaments of his divine origin, and recognized the Deity there? Why, a few humble  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fishermen, ignorant, illiterate men, who, as we learn from the &#x201C;Acts of the Apostles,&#x201D; could not speak their mother tongue grammatically.<span class=\"citation\" id=\"71105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71105)\">Acts 2:7<\/a><\/span> But did the high priests or the learned among the Jews, or those who had been educated in the schools, comprehend it? Though it was an age of enlightenment, so called, they could not recognize God in Jesus, nor divinity in the work which he performed; neither could they recognize any of the power of the apostleship in his Apostles. Who did see it? Why those who bowed in submission to the plan which God revealed through His son Jesus Christ; they comprehended these things, and were able to distinguish between the man of God and the man of the world; they were able to distinguish between the truth of heaven when it came pure and unadulterated from the throne of Jehovah, and the systems of men proclaimed on every hand. Hence, for men spiritually unenlightened to be unable to comprehend the things of God is not peculiar to the dispensation in which we live, but it has been so in every age when God made known His will to the children of men. Such individuals may come in contact with the greatest of Heaven's children and may associate with them day by day, and yet through not having that Spirit they will fail to recognize their nobility of character, and that they are divinely inspired. Some of the members, even, of Jesus' own family, as we learn from the sacred record, ridiculed him; they could not recognize that their own brother, the son of their mother, was the Son of God, who was to die for the sins of the world;<span class=\"citation\" id=\"69337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69337)\">John 7:5<\/a><\/span> although they had been brought up with Jesus from childhood, they failed to recognize it for the very reason that Joseph Smith, and Brigham Young, and every prophet and apostle that ever lived on <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the face of the earth have not been recognized by many of their associates. If their minds had been enlightened by the Spirit of God they would have recognized the men of God, and could have comprehended the things of God and the plan of salvation; they could have seen God in it all; every feature would have beamed with the godhead and with the divinity; they would have recognized it as an emanation from heaven and would have sustained the Son of God as the being he professed to be, and which he was; and his Apostles would have had no occasion to have gone about as they did&#x2014;persecuted and hated, and afterwards cruelly killed for the testimony of Jesus which they bore to mankind. Noah would not have had such a difficult work in trying to convince the inhabitants of the earth in his day of the message God had given to him,<span class=\"citation\" id=\"93274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93274)\">Moses 8:15-21<\/a><\/span> neither would all the prophets from his day down have had the difficulty they had. No man with his natural wisdom can comprehend the things of God;<span class=\"citation\" id=\"73035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73035)\">1 Cor. 2:11<\/a><\/span> man never did do it and never can do it. Priests may study all the arts and sciences, and finally graduate at a theological college; and after they have passed through it all they have no more conception of God and the things of God, than if such a Being had never existed. A man filled with the power of God might go to them, and they would not understand him; if he told them the most precious things ever uttered by mortal lips, they would not comprehend it, and would be far more likely to reject him than not, because they are imbued with prejudices and preconceived ideas respecting God and His works. <\/div><div class=\"paragraph jod\" id=\"v11n1323\"> There was a necessity therefore for Jesus to say, that they should receive His kingdom as little children.<span class=\"citation\" id=\"65016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65016)\">Matt. 18:3<\/a><\/span> There is this necessity, my brethren and sisters, today, on our part, that  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we should so receive the kingdom of God. What did any of us know respecting the truth until the Prophet revealed it? What do we know today? Why a great many of us think we know a great many things. It is an exceedingly difficult thing for a Bishop to teach us, or for an Apostle to impress our minds with the truth he is filled with, or for President Young and his counselors to convey to our minds and have us comprehend the truth which God has revealed to them. Why is this? It is because we are filled with our traditions and preconceived notions as to what is right and what is wrong. We relinquish and part with those notions and traditions very slowly; we cannot cast them aside apparently without great effort, and it requires the work of years to emancipate us from this thralldom. But there is, nevertheless, a great necessity that we should exert ourselves to the utmost of our ability in this labor. We should seek to have our minds spread out and expand so that when the things of God are told to us we can adopt them, and throw aside everything that comes in contact with them. There is a great work before us, and the progress that the Church has made during the last thirty-seven years, only enables us to see a little glimmer of the immensity that stretches out before us. The distance between us and the celestial kingdom of our God is inconceivably great to us at the present time; our minds cannot grasp the distance we have to traverse before we reach the presence of God and are prepared to dwell with Him eternally. By the Spirit of God we can comprehend some little of it; we can comprehend the distance we have yet to travel by thinking of the distance we have traveled. <\/div><div class=\"paragraph jod\" id=\"v11n1325\"> We have come out of, and tra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>velled from Babylon, according to the command of God, that we may become a people directly opposite to everything existing in Babylon.<span class=\"citation\" id=\"91826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91826)\">D&amp;C 133:5,7,14<\/a><\/span> This was the proclamation made to us; and the object of the proclamation was that we might be emancipated completely from the things of the world, that we might be prepared to dwell with God eternally in the heavens. <\/div><div class=\"paragraph jod\" id=\"v11n1326\"> Now, think of the distance there is between us and the people of Babylon today. The distance we have traveled is scarcely perceptible to some; and on some points we are so near that we can reach and shake hands with them, we have made so little progress. Yet there is nothing truer than this, that before we are prepared to dwell in the presence of God we must be directly opposite to them in almost every respect. Morality is taught and moral truths are enforced among them; but aside from the theory, everything is rotten and corrupt from the base to the topmost stone. God has said so, and we have had some little experience in it ourselves; and so far as we have gone we can say that such is the case. Society has to be differently organized under the rule of the Church of God. We have already made a great stride in this respect. The one great institution which God has revealed has done more to emancipate us, and create a difference between us and the world than anything I can conceive of; that is the order of marriage. It creates a complete distinctness between us and the people of the world. We can see how much we are progressing in this direction, and they who are living their religion are making rapid progress. There was a necessity for the revelation of this principle in order that the people of God might be entirely distinct from the people of Babylon. As long as we lived under those old institutions which  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are so full of rottenness and corruption, we were liable all the time to become assimilated to the world. But God has laid the foundation of that great distinction which must eventuate in the complete triumph of truth and the establishment of His kingdom on the earth. He has laid the foundation where the foundation of all governments begins&#x2014;in the family; and it will go on and increase until it permeates every institution and organization, making us entirely different and distinct from the people of the world. You can allow your minds to stretch out if you like to their utmost capacity and they will not begin to comprehend the difference that will be created through the operation of those principles which God has already revealed. Like the pebble that is dropped in the mill pond, every circle goes on increasing and widening until it covers the whole pond. So it is with the truth which God has revealed; it will spread until the institutions of the kingdom of God will revolutionize everything that exists on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n1328\"> We have this work before us, it belongs to us; it does not belong to the First Presidency alone, or to the Twelve alone, or to the Bishops of wards, or to the Presidents of the settlements or stakes of Zion; but it belongs to every man, woman, and child who has a standing in this Church. God has laid it upon us all individually and collectively, and He expects it at our hands. It is true that the work of God will go forth from triumph to triumph until complete victory shall crown the efforts of the servants of God. But we are the members of this Church, and it is for us to say whether we will be diligent, or whether we will fall back and allow our places to be filled by others more diligent and more capable of comprehending the greatness <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the work, and the greatness and facilities that God has given to us, than we are; whether we will combat with and contend against the evils that everywhere exist, govern our houses in righteousness, and bring up our children in the fear of God,<span class=\"citation\" id=\"56557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56557)\">Ps. 34:11<\/a><\/span> or whether we will neglect these things, and suffer the glorious opportunities God has given us to pass by unimproved, to be improved by others more zealous, diligent, and wise in their generation than we are.<span class=\"citation\" id=\"67733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67733)\">Luke 16:8<\/a><\/span> There is no individual in Zion but can do a great deal of good if they will only allow their minds to expand, and will seek out opportunities to accomplish the work of God. They can correct and prepare themselves to carry on the work of God, and, in doing so, they will help to prepare somebody else; for no one can carry on the work of perfection without being a benefit to all with whom they associate. <\/div><div class=\"paragraph jod\" id=\"v11n1329\"> We talk about going back to build up the Center Stake of Zion; it is the burden of our daily prayers. The aspirations of thousands of the people ascend in the ears of the Lord of Sabaoth in behalf of the redemption of Zion, and that the purposes of God may be forwarded, and that the time may soon come when the Center Stake of Zion shall be built up and the people be prepared to go back and inhabit that land. Why do we wish this? Because we anticipate when that day shall come that we will be that much nearer the day of triumph, the day when Jesus will come and reign among his Saints.<span class=\"citation\" id=\"75665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75665)\">1 Thes. 3:13<\/a><\/span> We are, as it were, in a school where we are to be taught of God, and prepared for the great events that are coming on the earth. We do not wish to leave this land, because it is not fertile, or because it is not a favored land. We appreciate the home that God has given us here, so fruitful in blessings  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the Saints; but we look forward to that land with indescribable feelings, because it is the place where God has said His City shall be built. It is the land where Adam, the Ancient of Days,<span class=\"citation\" id=\"90690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90690)\">D&amp;C 116:1<\/a><\/span> will gather his posterity again, and where the blessings of God will descend upon them.<span class=\"citation\" id=\"125610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125610)\">D&amp;C 107:53-56<\/a><\/span> It is the land for which the wise and learned have traveled and sought in vain. Asia has been ransacked in endeavoring to locate the Garden of Eden. Men have supposed that because the Ark rested on Ararat that the flood commenced there, or rather that it was from thence the Ark started to sail. But God in His revelations has informed us that it was on this choice land of Joseph where Adam was placed and the Garden of Eden was laid out.<span class=\"citation\" id=\"90703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90703)\">D&amp;C 117:8<\/a><\/span> The spot has been designated,<span class=\"citation\" id=\"86092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86092)\">D&amp;C 57:3<\/a><\/span> and we look forward with peculiar feelings to repossessing that land. We expect when that day shall come that we will be a very different people to what we are today. We will be prepared to commune with heavenly beings; at any rate, the preparation will be going on very rapidly for Jesus to be revealed. We expect that a society will be organized there that will be a pattern of heavenly society, that when Jesus and the heavenly beings who come with him are revealed in the clouds of heaven,<span class=\"citation\" id=\"65811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65811)\">Matt. 24:30<\/a><\/span> their feelings will not be shocked by the change, for a society will be organized on the earth whose members will be prepared through the revelations of God to meet and associate with them, if not on terms of perfect equality, at least with some degree of equality. <\/div><div class=\"paragraph jod\" id=\"v11n1331\"> How much preparation have we made for this? We have made considerable progress in some directions. Since the days of Joseph the authority of the holy priesthood has increased. Bishops who are doing their duty have more authority in <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their wards than Bro. Joseph had formerly in the whole Church. The people understand the requirements made of them and carry them out understandingly and intelligently. This is very good, but a great change has still to be made; we have much more progress to make. <\/div><div class=\"paragraph jod\" id=\"v11n1332\"> Our enemies are complaining of this one-man power; they want to concoct some plan that will destroy the power of the holy priesthood. They have stated that if anything should happen to Bro. Brigham that this kingdom would fall to pieces. They delude themselves with the same ideas that the wicked did before the death of Joseph. They think we are a severely oppressed people, and they would like to emancipate us from the thralldom we endure. Do they know anything about us? No. We are free, and we are living lives of happiness and contentment. We never were so happy in our lives before as we are today if we are faithful. Our wives never felt so free in their lives as they do today. What, not when their husbands had only one wife? No, not even then; and the assertion can be sustained that there are no women on the earth so thoroughly and completely free as the women among the Latter-day Saints. You who can doubt this can let your minds refer to the condition of society in other places. See the bondage in which women are placed, and the lives of sorrow they have to drag through, until, worn out, they drop into their graves&#x2014;the grave being the only refuge from the troubles with which they are oppressed. That is not the case with us, we are a free people, although our enemies say we are oppressed. <\/div><div class=\"paragraph jod\" id=\"v11n1333\"> We may imagine in our present state of knowledge, that when we reach the point to which I am endeavoring to direct the minds of the  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, we shall not feel so well as we do today. I tell you we shall feel far better, for the greater the progress the more freedom we shall enjoy. Though every being in heaven obeys the behests of Jehovah implicitly, we will all admit that they are far happier than we are on the earth. We have to progress till we reach that state when all our labors will be under the dictation, guidance, and direction of those whom God has appointed to preside over us. And as we approximate to this condition, they will increase in wisdom and ability to direct, so that harmony will be maintained. As the people increase in obedience God will pour out wisdom on His servants commensurate with that obedience. <\/div><div class=\"paragraph jod\" id=\"v11n1335\"> It has been said that we are very willing to go on missions when we are told, and in regard to our spiritual labors we are very willing to be directed. In these respects there is no people so easily managed and directed as we are. That obedience which characterizes us in spiritual things will have to be manifested in temporal things. Many of the people think &#x201C;I know more about this matter than my bishop does,&#x201D; when some temporal matter is agitated. That feeling is running through the minds of numbers of the people; and while this is the case your bishops will probably not be as wise as they might be; they have not your faith to sustain them. But when the time comes that you have implicit faith and confidence in God, and in those whom He appoints to preside over you, in things temporal as well as spiritual, your bishops will have all the wisdom needed to give you the counsel you require. <\/div><div class=\"paragraph jod\" id=\"v11n1336\"> This time must come; and not only must it be the case with the brethren but it must be so with their families also, for, as I said, family government <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is the foundation of all government. Show me a community where children are brought up in holiness and purity, and trained in the fear and knowledge of God,<span class=\"citation\" id=\"58089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58089)\">Isa. 11:2<\/a><\/span> and I can prophesy future greatness and prosperity for that people. If I see a family where the children are obedient to their parents, and listen to their voices as to the voice of an angel; and where wives are obedient to their husbands,<span class=\"citation\" id=\"76309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76309)\">Titus 2:5<\/a><\/span> meeting their wishes and seeking to gratify them in everything in the Lord, I know there is greatness before that family. So with this entire people. If our children be trained in the fear of God, if within their minds are instilled the principles of truth, righteousness, faith, and godliness, we may dismiss all fears respecting the future growth, development, and prosperity of our Father's kingdom on the earth. When we see our children growing up in unbelief and hardness of heart, then have we cause to fear and tremble. Every one of you, my sisters, can do a great deal towards building up this kingdom. A great glory is bestowed on woman, for she is permitted to bring forth the souls of men. You have the opportunity of training children who shall bear the holy priesthood, and go forth and magnify it in the midst of the earth. It is a glorious mission which God has assigned to his daughters, and they should be correspondingly proud of it, and should realize its importance and seek to be missionaries in their own families, training up their children in the fear of God. It is an established fact, or at least it is so regarded in the world, that scarcely any great man ever had a poor weak-minded mother. If you read of the great men of antiquity, or of modern times, you will find that in almost every instance they have had great mothers, who have molded and fashioned the  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plastic minds of their sons according to their own notions of greatness, and sent them forth to battle with the circumstances of life, like gods almost. Great interests are in the hands of mothers. God has reposed in them great power; if they wield that power for good it will be productive of peace and happiness and exaltation to them. They will be blessed in seeing the greatness of their posterity. Their hearts will be gratified in having a posterity who will rise up and called them blessed.<span class=\"citation\" id=\"57557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57557)\">Prov. 31:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1338\"> It is something glorious to contemplate, but how few there are who realize the great blessings God has bestowed upon them. God has blessed us with these privileges so <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we can lay, in our own households, the foundation for the future greatness of the kingdom of God, by instilling into the minds of our children those lessons and precepts of godliness which will make them mighty in days to come, and will prepare them when they reach manhood, to bear off the work of God and magnify the truth by being exemplars of the gospel of Jesus Christ among the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v11n1339\"> God bless you, brethren and sisters; and may He enable us all to be faithful to the truth and to comprehend the greatness of the age in which we live, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}