{"ID":110023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions Concerning Things Temporal and Spiritual.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, delivered in the Bowery, Great Salt Lake City, General Conference, Oct. 7, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/7\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v11n557\"> By the request and permission of my brethren, I have the pleasure of rising up in the midst of the Saints to say a few words to them this morning. I feel very thankful to the Lord our God that I still have a name and a place among his people, that I am permitted to meet with them in General Conference, to speak of the <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> goodness of our Father in heaven, and to join in worship with the general assembly of the Church of God. We are favored, truly, with fine weather; this is not only a great blessing to us, but it is a great blessing to our friends and brethren who are journeying on the plains to join us in our localities here. <\/div> <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n559\"> First and foremost, brethren and sisters, I will say that, on Thursday evening I arrived in this city from the south&#x2014;from my field of labor. As I came near the borders of the city I came in contact with a very disagreeable smell, arising from the decomposition of some animal that had been hauled out on the outside to remove the nuisance from the city. When I passed a certain line I entered the city and beheld shady trees and fruit trees laden with fruit, and experienced with delight the agreeable odor from the ripening fruit. The contrast was as agreeable as it was great. It immediately occurred to my mind that our brethren who are crossing the plains might come in contact with dead bodies that had been removed from among the Saints, I mean dead as to the spiritual life of God in them, for they must of necessity come in contact with these ere they could reach the city of the Saints. I believe that the evil things that could be said of the Saints are said around the borders, and those that are coming here to find a home have these things to encounter, that are quite disagreeable, and it requires not a little perseverance and faith to force their way through and to arrive here untarnished by the evil that meets them on the way. But when they can come with the Spirit of the Lord&#x2014;with the spirit of the Saints in them&#x2014;they forget all those disagreeable things on the borders, and their minds are charged with a heavenly influence, when they find themselves among the Saints here in peace and in truth. <\/div><div class=\"paragraph jod\" id=\"v11n560\"> Five years ago, the 10th of last June, I left this city to bestow my labors in another part of the heritage of our God, in the county generally known as that of Sanpete. At the time I went there, there were six efficient settlements, the largest of which would not exceed 125 or 130 <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> families. According to the ability which the Lord has given me, in connection with my brethren who have been laboring more or less with me, the industry of the Saints, and the blessings of the Lord, the settlements have now increased to fifteen in number. They advanced southward until it was deemed expedient and necessary in the Legislature of last winter to organize two new counties, namely, the Sevier County and Piute County. The land in these counties that is susceptible of cultivation is mostly occupied with settlements, which, in several places in these new counties, are quite large. <\/div><div class=\"paragraph jod\" id=\"v11n561\"> We have had some difficulties to encounter, and all those who are acquainted with the establishment of new settlements in new localities, are not ignorant that there is always more or less difficulty to contend with; especially when they are so remote from what may be termed headquarters, or from the sources of aid and succor. We have enjoyed, generally, very good health; we have had some little sickness among children, and several have died. <\/div><div class=\"paragraph jod\" id=\"v11n562\"> There is a good deal of ambition among our people to cultivate a great quantity of ground, the result of which is, that we cultivate our lands poorly in comparison to what we would if we were contented with a smaller area, and would confine our labors to it. We have found some difficulty with regard to water, and complaints have been made about a scarcity of water in many places, when, indeed, I suppose the Lord has apportioned the water to the amount of land he intended should be cultivated. I do not think that these things are passed over unnoticed by Him without some kind of arrangement or calculation. He understands perfectly well what the elements are capable of producing, and how many of His people may be established  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here or there with profit and with advantage. I have labored most industriously since I have acquired a little experience myself, to induce my brethren to direct their energies upon smaller tracts of land; for I have noticed where men would attempt to raise a crop off forty acres of land, that they could not get their crops in in season, and frequently the frost came early and destroyed a great portion of them. This is bestowing our labor for that which does not profit.<span class=\"citation\" id=\"60274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60274)\">Jer. 2:8,11<\/a><\/span> Now, would it not be better to confine our energies to a small tract of land, put in our crops in due season, have ample time to do it, do it well, and then it would only require one-half or one-third the amount of water to mature them, and they would mature in advance of the frost? <\/div><div class=\"paragraph jod\" id=\"v11n564\"> I do not know how it is in other sections of the country, but I presume it is more or less with them like the circumstances I will relate. I have known men, single handed, attempt to raise twenty-five and thirty acres of grain when it is more than any one man can well do; the result is, they find themselves troubled to get the water; they run from break of day until dark at night, wearing themselves out, and with all they can do they cannot bestow that attention upon their fields which they need, and they only get from eighteen to twenty bushels of wheat to the acre. When men have confined themselves to ten acres of land, having plowed it well the season before, all the foul weeds killed out and the soil left clean, the seed sown at an early day in the Spring, and put in in good order, I have known such fields to produce from forty to sixty bushels of good plump wheat to the acre. Besides, when fields are so cultivated, less water is used; the necessary labor can be performed without being hurried, and a plentiful <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> harvest of golden sheaves reward the toil of the laborer. <\/div><div class=\"paragraph jod\" id=\"v11n565\"> This season, in all probability, our crops will fall short of other years some thirty thousand bushels of wheat, by reason of the early frosts. While I regret this loss, I am happy to say that there is plenty of good wheat in the granary, or in the Egypt of Utah; and I think the loss this year, through early frosts, will aid very much in enforcing the principles which I have endeavored to advance, namely, to confine our labors to smaller tracts of land and put in our crops in good time; that while they are growing luxuriantly and yielding bountifully, filling our bins with golden grain we are not worn out with toil before the days allotted to us to live are expired; but we still have our strength, time to build comfortable houses for our families to live in, barns and sheds, and to prepare shelter for our stock. <\/div><div class=\"paragraph jod\" id=\"v11n566\"> I find the longer we live in these valleys that the range is becoming more and more destitute of grass; the grass is not only eaten up by the great amount of stock that feed upon it, but they tramp it out by the very roots; and where grass once grew luxuriantly, there is now nothing but the desert weed, and hardly a spear of grass is to be seen. <\/div><div class=\"paragraph jod\" id=\"v11n567\"> Between here and the mouth of Emigration Canyon, when our brethren, the Pioneers, first landed here in '47, there was an abundance of grass over all those benches; they were covered with it like a meadow. There is now nothing but the desert weed, the sage, the rabbit bush, and such like plants, that make very poor feed for stock. Being cut short of our range in the way we have been, and accumulating stock as we are, we have nothing to feed them with in the winter and they perish. There is no profit in this, neither is it pleasing in the sight of God our  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Heavenly Father that we should continue a course of life like unto this. Hence, in my labors I have exerted an influence, as far as I have been able, to cultivate less land in grain and secure to ourselves meadows that we might have our hay in the time and in the season thereof, shades for our stock, barns, and stables for our horses, and good houses for our families, where they may be made comfortable and happy, and that we may not be everlasting slaves, running, as it were, after an <span class=\"italic\">ignus fatuus<\/span>, or jack in the lantern, following a false light, but that we may confine ourselves to a proper and profitable course of life. I do say, that a man's life consisteth not in the abundance of the things that he possesses,<span class=\"citation\" id=\"67610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67610)\">Luke 12:15<\/a><\/span> nor upon the vast amount he extends his jurisdiction over, but it consists in a little well cared for, and everything in order. When we confine ourselves and our labors to small tracts of land, we shall then find time to do everything that is necessary to be done; but if we branch out so largely in plowing, sowing and reaping, we have no time to make necessary improvements around our homes and in our cities; in fact, we have so much to do that we can do nothing at all. <\/div><div class=\"paragraph jod\" id=\"v11n569\"> Now I speak of these things, my brethren, not because I think that they are the most edifying to you, but I speak of them because I consider that a temporal salvation is as important as a spiritual one. It is salvation in every respect that we are laboring to obtain, not only to make ourselves comfortable and happy, so far as the physical energies of the body are concerned, but, also, that the mind should not constantly be on the strain day and night. There should be a little time for relaxation and rest to both body and mind, that while our bodies are resting the mind may be fresh to plan and arrange for our personal comfort <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and how to make everything snug and tidy around us. How much more agreeable is life when everything is in order and good regulation is maintained in and around our homes and cities. This is what I have endeavored, in my weak way, to instil into the minds of the Saints. In some instances I have been successful, and where men have adopted the course I have suggested, they have invariably borne testimony in its favor. I would rather have half a dozen cows in the winter, and have them well taken care of, than to have twenty and have fourteen of them die for want of feed and proper attention, which would leave me only six. I would rather only have the six to begin with, then I would not have the mortification of seeing so many suffer and die. In the present condition of the ranges, we cannot indulge in the hope of raising such large herds of stock as we have done heretofore; but we have got to keep about what will serve us, and take care of them well; then we can enjoy ourselves, and we are not the authors of misery to any part of creation. <\/div><div class=\"paragraph jod\" id=\"v11n570\"> We are trying to get into this way; it is a slow operation, and it seems that men's inordinate desire for wealth and extensive possessions is hard to overcome. They hate to be limited; they think their fields are not large enough for their strength; but it is a good thing to have a little strength on hand all the time, and not let out the very last link, because there might be an emergency that would really require it. If we drive a pair of horses all the time at their utmost speed they are soon worn out; and if you want to make a trip very speedily, you cannot do it, your animals are run down, you have not husbanded their strength, and they are not capable of performing the journey you wish; whereas, if they are properly driven, judiciously fed,  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and their strength properly husbanded, when you want to make a sudden dash you have the power to do it. We are not unlike, in this respect, to other portions of the animal creation. Perhaps I have said enough upon this subject. <\/div><div class=\"paragraph jod\" id=\"v11n572\"> We have had our difficulties to encounter in the south; it has not all sunshine and fair weather with us, but we have got along as well as we could. Perhaps that is saying too much, it is saying a good deal; I do not know that I dare say it. I look back frequently upon my past life and find many places that I think I could have bettered; but were I to live my life over again I do not know that I could do any differently. I will, however, let the past take care of itself, and for the future seek to do the will of God and keep myself in subjection to it. <\/div><div class=\"paragraph jod\" id=\"v11n573\"> I have no objections to men obtaining wisdom and learning from books, whether old or new; that is all right and good enough; but I consider it is better to have the Spirit of God in our hearts, that we may know the truth when we hear it; and not only know it when we hear it, but be capable by that Spirit of bringing forth things that we never heard. I feel that it is our privilege, brethren and sisters, to have this principle dwelling within us; and when I see men laboring through books, ancient and modern, to find but little that is good, I am reminded of those who run over forty acres of land in a superficial manner, and only reap a little, when a small quantity of land, well watered and well cultivated, would be sure to yield a rich harvest. <\/div><div class=\"paragraph jod\" id=\"v11n574\"> I want to speak a few words now in relation to our position. We look back to the days of Abraham, and we consider him to be a great man. Truly, he was a great man; he was among the first of great men in this world, according to our limited know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge. There were great men before his day, but we are not so well acquainted with the revelations given previous to his time, nor with the men that lived before him, as we are with Abraham, and with the revelations given to him and to prophets subsequent to his time. The Lord called him away from the worship of idols, telling him to separate himself and go into a land He would show him.<span class=\"citation\" id=\"53010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53010)\">Gen. 12:1<\/a><\/span> He was guided by that Spirit that always guides aright, so he came into the land of Canaan.<span class=\"citation\" id=\"53041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53041)\">Gen. 12:5<\/a><\/span><span class=\"citation\" id=\"53050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53050)\">Gen. 13:12<\/a><\/span> The Lord told him to look &#x201C;northward, and southward, and eastward, and westward; For all the land which thou seest, to thee will I give it, and to thy seed forever. And I will make thy seed as the dust of the earth: so that if a man can number the dust of the earth, then shall thy seed also be numbered.&#x201D;<span class=\"citation\" id=\"53056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53056)\">Gen. 13:14-16<\/a><\/span> The Lord promised to make him a great ruler, a prince,<span class=\"citation\" id=\"53400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53400)\">Gen. 23:5 (JST)<\/a><\/span> and the father of the faithful.<span class=\"citation\" id=\"72319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72319)\">Rom. 4:16<\/a><\/span><span class=\"citation\" id=\"92181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92181)\">D&amp;C 138:41<\/a><\/span><span class=\"citation\" id=\"93327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93327)\">Abr. 1:2<\/a><\/span> I want to ask the Latter-day Saints if the field is not wide enough, and if it is not the good will of our Father in heaven, to make Abrahams of every faithful man of God that lives on the earth at this day? If it is not according to the loving kindness of our Heavenly Father to bless every faithful man of God as he blessed Abraham? It seems so to me. Abraham had several wives, and he had children. Is not the same blessing extended to us? That if Abraham was to be a prince and a ruler, and his posterity become numerous, may we not, if faithful to our God and to our covenants, be as Abraham? Shall there be any end to our posterity? May they not be as numerous as the stars in the firmament, and as the sands upon the seashore?<span class=\"citation\" id=\"53335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53335)\">Gen. 22:17<\/a><\/span> Abraham may be in advance of us; he lived in an earlier period; but we are following up in the same track. Although we may not be called upon to yield up an only son, as Abraham was,<span class=\"citation\" id=\"53275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53275)\">Gen. 22:1-2<\/a><\/span> yet, may we not  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enjoy through faithfulness the blessings, and honors, and privileges that he did? I see nothing in the way of it. I believe it is according to the goodness, and generosity, and loving kindness of our Father in heaven. Now, the Jews boasted that they were the literal descendants of Abraham;<span class=\"citation\" id=\"69478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69478)\">John 8:39<\/a><\/span> and, notwithstanding their unrighteousness, stubbornness of heart, blindness of mind, and unbelief, they considered themselves heirs to all the promises made unto Abraham, and a distinguished and honored people. Jesus came to them, and taught and instructed them, and would have saved them, but they would not allow him to be their Savior; hence he said, &#x201C;O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!&#x201D;<span class=\"citation\" id=\"65608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65608)\">Matt. 23:37<\/a><\/span> The Savior began to reason with them on one occasion; they answered and said unto him, Abraham is our father. Jesus saith unto them, &#x201C;If ye were Abraham's children, ye would do the works of Abraham. Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him,&#x201D;<span class=\"citation\" id=\"69489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69489)\">John 8:39,44<\/a><\/span> etc. Now, they are the people to whom the promises were made, of whom it is said they should be remembered forever, and that too with loving kindness and favor. It was understood that they would be chastened if they went astray, but the Lord would always remember them on account of their fathers. <\/div><div class=\"paragraph jod\" id=\"v11n576\"> They that are the children of Abraham do the works of Abraham.<span class=\"citation\" id=\"69479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69479)\">John 8:39<\/a><\/span> What did Abraham do? The Spirit of the Lord came upon him, and the voice of the Lord was heard by him, and when the Lord commanded him he obeyed; when he was commanded <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to offer up his only son, his darling Isaac, he prepared to do so. Abraham, no doubt, felt all the sympathies of a kindhearted father, but still the voice of God to him was paramount to all things else, and he laid his son upon the altar and was about to slay him; and while the knife was aimed at the life of the lad, showing that Abraham was fully bent to do the will of God, and follow out the instructions given him, an angel's voice from on high said, Abraham, spare thy son; I have tried and proved you; now I have the evidence that you will not withhold anything from me; there is a ram in the thicket, take him and offer him up instead; and Isaac was accepted in a figure and was saved.<span class=\"citation\" id=\"53286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53286)\">Gen. 22:1-24<\/a><\/span> Abraham went on in obedience to the requirements of Heaven and faltered not. Now, then, if we will do the works of Abraham, we are the children of Abraham. The natural seed of Abraham rejected the offers of mercy, and it was said of them, &#x201C;Reprobate silver shall men call them, because the Lord hath rejected them.&#x201D;<span class=\"citation\" id=\"60405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60405)\">Jer. 6:30<\/a><\/span> Again, Paul says, &#x201C;For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh.&#x201D;<span class=\"citation\" id=\"72281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72281)\">Rom. 2:28<\/a><\/span> Their true line of connection with Abraham was broken because of unbelief, and Heaven regarded it no more. But here is a new institution, hence, says Jesus, except a man be born again he cannot see the kingdom of God, and except a man be born of water and of the Spirit he cannot enter into the kingdom of God.<span class=\"citation\" id=\"68741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68741)\">John 3:3-5<\/a><\/span> To be born again is necessary to be a child of Abraham&#x2014;to be a child of God. We are to be born of water and of the Spirit. What will the Spirit do for us if we give place to it and allow it to act according to its office in our own bosoms, and oppose it not, doing nothing to grieve it and to paralyze its force and influence upon our systems? Will it not create  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us anew in Christ Jesus, making our flesh, blood, and bones anew, creating the whole creature anew, being born from above and sanctified unto God? It seems so to me. It was said to Jesus, &#x201C;Behold, thy mother and thy brethren stand without, desiring to speak with thee.&#x201D; But he answered and said unto him who told him, &#x201C;Who is my mother? and who are my brethren? And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren! For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64460)\">Matt. 12:47-50<\/a><\/span> I do not know that I understand the exact meaning of the word sanctification, it is a very commonly used word; what I understand by it is, that the sanctifying influences of the Spirit of God is that influence which purges us from everything that is worldly, selfish, and contrary to the mind of God: and the creature who is sanctified can say, &#x201C;Our Father who art in heaven,&#x201D;<span class=\"citation\" id=\"63304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63304)\">Matt. 6:9<\/a><\/span> because he is born from above. Now, the presumption is, if a child is born to me, that that child inherits my spirit&#x2014;my nature&#x2014;by virtue of his birth and &#x201C;being begotten by me.&#x201D; If we are, then, begotten of God and born of his Spirit, we inherit the qualities of the Deity himself. Then may we not all become Abrahams? It seems to me that the Almighty can furnish territory enough, room enough: for He is not limited: and this world and all other worlds are subject to him. He controls, governs, and manages them, and they are to provide ample room for the existence and increase of His faithful children. <\/div><div class=\"paragraph jod\" id=\"v11n578\"> I do not pretend to understand the secret springs that are subject to the Almighty's touch, but suffice it to say that I know they exist, and that He can touch them aright; and that if we will serve Him and honor Him and keep His commandments, He will <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> touch them every time in our favor. I do not feel that the kingdom of God is going to be overthrown, that the wicked are going to prevail against it. I would have great mercy upon the wicked, so far as they will repent and obey the Gospel; but if they will not repent and obey the Gospel, if they will love unrighteousness and practice it all the day long, they cannot be acknowledged as the children of God, but will be accounted enemies of the Most High, and will be overthrown. <\/div><div class=\"paragraph jod\" id=\"v11n579\"> I wish to put the most charitable construction upon the purposes of all men. When the army was sent up to Utah under Johnston, their design was to overthrow the &#x201C;Mormons&#x201D; in these valleys; for they considered our religion a dangerous error, though this was not their manifest and avowed reason. They, however, did us no harm, and that great army, the flower of the United States, was broken to pieces and scattered hither and thither. They exhibited to all men and to the heavens their purpose, but God saved his people. What did they get for their reward? Look at the fields of Virginia and Tennessee. Look on the battlefields in the South that have been drenched with blood; the nation has been clothed with mourning, sorrow, and wretchedness, and this is their reward for seeking to fight against God and to overthrow his kingdom. Do they look at it so? They do not. And they will spurn this testimony as they would the testimony that Joseph Smith was a Prophet of God, was armed with the Spirit of God, and carried life and death on his tongue.<span class=\"citation\" id=\"57460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57460)\">Prov. 18:21<\/a><\/span> The nation has had a bloody war and a sore time of suffering, and many a heart will ache and be filled with sorrow after this day; it will take a long time to heal up the deadly wound it has inflicted upon the nation, a long time to cure up the sore,  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and while it is being cured up in one place, I have thought there is danger of it breaking out in another place. The whole organization of the nation has been infected with a disease that seems to be incurable: perhaps it may be cured, but I cannot say how this may be. Is the trouble ended? I do not apprehend that it is; they may cry peace and safety, but I do not think there is a good foundation for it. If they will provoke further calamities, after the severe reproof that has been given, further calamities will come upon them. <\/div><div class=\"paragraph jod\" id=\"v11n580\"> It is perfectly right to look at things as they really are. Here is, perhaps, a million of men to be disbanded that have been accustomed to live not by agricultural and mechanical pursuits, but they have been accustomed for the last few years to live by destroying the fruits of the ground and the productions of mechanical labor; by destroying men, women, and children, and laying towns and cities in flames, and they have had joy in the work of their hands. When this multitude of men are turned loose, are they going to adopt their former course of industry? Some may, but I fear the majority of them will not; the great mass of them have learned to do otherwise, and they are like so many firebrands scattered over the land. <\/div><div class=\"paragraph jod\" id=\"v11n581\"> When I was young I used to read about a day that should burn as an oven, and all the proud and they that do wickedly shall be as stubble.<span class=\"citation\" id=\"62491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62491)\">Mal. 4:1<\/a><\/span> I then had an idea that a sheet of fire <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would come down from heaven and burn up the ungodly; that the sun would be darkened and the moon turned to blood<span class=\"citation\" id=\"61872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61872)\">Joel 2:31<\/a><\/span> and the stars fall from heaven.<span class=\"citation\" id=\"65795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65795)\">Matt. 24:29<\/a><\/span><span class=\"citation\" id=\"84756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84756)\">D&amp;C 29:14<\/a><\/span> I look at things in another point of light now; I now consider that the elements, the agents of destruction, are right here to accomplish that work, and the revelations of God will be fulfilled; for God has put in their hearts to fulfil his will, and they shall make the whore of all the earth desolate and naked, and shall eat her flesh and burn her with fire.<span class=\"citation\" id=\"80192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80192)\">Rev. 17:16<\/a><\/span> That great day of burning is beginning; we have had a few drops before the shower; it will wax worse and worse, and men will continue to deceive and be deceived<span class=\"citation\" id=\"76198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76198)\">2 Tim. 3:13<\/a><\/span> until the earth shall be burned up. The word of the Lord is, &#x201C;Come out from her, my people, that ye be not partakers of her sins, and receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80211)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n582\"> In conclusion, let me say that I know this is the work of God, I know it to be the truth of heaven, I know that Joseph is a Prophet of the Most High God, and I know that he gave the mind and will of Heaven to the world in the days of his mortal life. I know that President Brigham Young is the man now chosen of God to guide the destinies of this people, and I say, May the Lord bless him, and those that are connected with him, and those that listen to his counsel; and may the blessing of God be upon all Israel, and His wrath and indignation be upon all that hate Him,<span class=\"citation\" id=\"56810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56810)\">Ps. 55:3<\/a><\/span><span class=\"citation\" id=\"91048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91048)\">D&amp;C 124:52<\/a><\/span> in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}