{"ID":110001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Historical Discourse.<\/div>\n<div class=\"subtitle\">Delivered by Elder George A. Smith, in the Tabernacle, Ogden City, on Tuesday, November 15, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Historical Discourse.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/15\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v11n3\"> When the Lord appeared to Joseph Smith and manifested unto him a knowledge pertaining to the coming forth of the Book of Mormon and the work of the last days, Satan came also with his power and tempted Joseph. It is written in the book of Job, &#x201C;Now there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them.&#x201D;<span class=\"citation\" id=\"56042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56042)\">Job 2:1<\/a><\/span> In the very commencement of this Work, the Prophet Joseph Smith was called upon to contend face to face with the powers of darkness by spiritual manifestations, and open visions, as well as with men in the flesh, stirred up by the same spirit of the adversary to edge up his way and destroy him from the earth, and annihilate the work which he was about to commence. He thus describes the incident: <\/div><div class=\"paragraph jod\" id=\"v11n4\"> &#x201C;In the spring of 1820, after I had retired into the place where I had previously designed to go, having looked around me, and finding myself alone, I kneeled down and <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> began to offer up the desires of my heart to God. I had scarcely done so, when immediately I was seized upon by some power which entirely overcame me, and had such astonishing influence over me as to bind my tongue so that I could not speak. Thick darkness gathered around me, and it seemed to me for a time as if I were doomed to sudden destruction. But, exerting all my powers to call upon God to deliver me out of the power of this enemy which had seized upon me, and at the very moment when I was ready to sink into despair and abandon myself to destruction&#x2014;not to an imaginary ruin, but to the power of some actual being from the unseen world, who has such marvelous power as I had never before felt in any being&#x2014;just at this moment of great alarm, I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me. It no sooner appeared than I found myself delivered from the enemy which held me bound.  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in air. One of them spake unto me, calling me by name and said, pointing to the other&#x2014;This is My Beloved Son. Hear Him!&#x201D;<span class=\"citation\" id=\"93621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93621)\">JS&mdash;H 1:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n6\"> It was also peculiar in the history of the age, that just at the time that God was revealing unto his servant Joseph to raise up men to bear testimony of the principles of the Gospel in its fulness and simplicity, Satan was at work stirring up the hearts of the children of men to a species of religious excitement. There were in many parts of the country strange manifestations, great camp and other protracted meetings were assembled together to worship under the various orders denominated Methodists, Campbellites, Presbyterians, Baptists, Unitarians, etc., among whom were manifested the development of a spirit which deprived men of their strength; they would faint away, or, they would manifest a variety of contortions of countenance. There was introduced into the Western States a phenomenon called the jerks; persons under the influence of religious fanaticism would jerk seemingly enough to tear them to pieces. <\/div><div class=\"paragraph jod\" id=\"v11n7\"> When the Church was organized, persons came into it bringing along some of these enthusiastic notions, individuals who professed to have revelations on every subject, and who were ready to banish every moral principle under the guidance of false spirits.<span class=\"citation\" id=\"85928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85928)\">D&amp;C 50:2<\/a><\/span> Joseph the Prophet had also to learn by experience, and to teach the Elders and the early members of the Church, how they should judge of the manifestation of spirits. (Book of Doctrine and Covenants, Sec. 17, Par. 7.) <\/div><div class=\"paragraph jod\" id=\"v11n8\"> &#x201C;Wherefore, it shall come to pass, that if you behold a spirit manifested <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that you cannot understand, and you receive not that spirit, ye shall ask of the Father in the name of Jesus; and if he give not unto you that spirit, then you may know that it is not of God. And it shall be given unto you, power over that spirit; and you shall proclaim against that spirit with a loud voice that it is not of God&#x2014;Not with railing accusation,<span class=\"citation\" id=\"78889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78889)\">Jude 1:9<\/a><\/span> that ye be not overcome, neither with boasting nor rejoicing, lest you be seized therewith,&#x201D;<span class=\"citation\" id=\"85973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85973)\">D&amp;C 50:31-33<\/a><\/span> and refers to Hiram Page who began to get revelations through the medium of a black stone, certain characters appearing on that stone which he wrote down. <\/div><div class=\"paragraph jod\" id=\"v11n9\">  <span class=\"italic\">Notes concerning false revelations, apostasies.<\/span>  <\/div><div class=\"paragraph jod\" id=\"v11n10\"> Joseph Smith in his history wrote thus: <\/div><div class=\"paragraph jod\" id=\"v11n10\"> &#x201C;To our great grief, however, we soon found that Satan had been lying in wait to deceive,<span class=\"citation\" id=\"75238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75238)\">Eph. 4:14<\/a><\/span> and seeking whom he might devour.<span class=\"citation\" id=\"78206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78206)\">1 Pet. 5:8<\/a><\/span> Brother Hiram Page had got in his possession a certain stone, by which he had obtained revelations concerning the upbuilding of Zion, the order of the Church, &amp;c., &amp;c., all of which were entirely at variance with the order of God's house, as laid down in the New Testament, as well as our late revelations. As a Conference had been appointed for the first day of September, I thought it wisdom not to do much more than to converse with the brethren on the subject, until the Conference should meet. Finding, however, that many, especially the Whitmer family and Oliver Cowdery, were believing much in the things set forth by this stone, we thought best to inquire of the Lord concerning so important a matter; and before Conference convened, we received the revelation to Oliver Cowdery given at Fayette, New York, September, 1830, in the 4th paragraph of which the Lord says:  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;And again, thou shalt take thy brother, Hyrum Page, between him and thee alone, and tell him that those things which he hath written from that stone are not of me and that Satan deceived him; For, behold, these things have not been appointed unto him, neither shall anything be appointed unto any of this church contrary to the church covenants. For all things must be done in order, and by common consent in the church, by the prayer of faith.&#x201D;<span class=\"citation\" id=\"84698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84698)\">D&amp;C 28:11-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n12\"> Joseph's history continues: <\/div><div class=\"paragraph jod\" id=\"v11n13\"> &#x201C;At length our Conference assembled. The subject of the stone previously mentioned, was discussed, and after considerable investigation, brother Page, as well as the whole Church who were present, renounced the said stone, and all things connected therewith, much to our mutual satisfaction and happiness.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n14\"> Some of the Elders journeyed to the westward from the state of New York, and built up Branches in the State of Ohio. Elders Oliver Cowdery and P. P. Pratt visited Sidney Rigdon who resided in Mentor, Geauga County, and was famous in that country as a reformed Baptist minister, more familiarly known as Campbellites. He had preached the doctrine of baptism for the remission of sins, the regular Baptist church having a different view of the subject, for they considered &#x201C;baptism as an outward sign of an inward grace,&#x201D; and that in order to be a candidate for baptism he must have received a change of heart, changed from a heart of stone to one of flesh; he was required to go into the congregation and formally renounce the world, the flesh and the devil, having given evidence that he was a new creature<span class=\"citation\" id=\"74192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74192)\">2 Cor. 5:17<\/a><\/span> and was prepared for baptism. But the Reformed Baptists held the doctrine which I believe was first preached in Ohio, by Sidney Rigdon, that a man must reform, <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that repentance was simply a reformation, and the moment that repentance was resolved upon, the candidate was ready for baptism; and so far their notion appeared to be an improvement upon the general idea entertained, and consonant with the Bible view of it, as it was laid down by the Savior and his Apostles. But here they stopped, and did not administer the laying on of hands for the gift of the Holy Ghost, and what was further, they contended there was no need of it, that it was all done away, and that the written word was all the spirit there was. <\/div><div class=\"paragraph jod\" id=\"v11n15\"> When the Elders waited on Sidney Rigdon and presented to him the Book of Mormon, teaching him the principle of laying on of hands for the reception of the Holy Ghost, he received it, as did several hundred members of his church, and members of other churches in that vicinity, who were baptized in a few weeks. In a few days Elders Oliver Cowdery, P. P. Pratt, and Ziba Patterson, passed on westward, as their mission directed them to the western boundaries of the State of Missouri. Sidney Rigdon took a journey to the east, as did Edward Partridge for the purpose of visiting the Prophet, and these strange spirits of which we have already spoken, began to manifest themselves in the churches and Branches which had been built up. <\/div><div class=\"paragraph jod\" id=\"v11n16\"> There was at this time in Kirtland, a society that had undertaken to have a community of property; it has sometimes been denominated the Morley family, as there was a number of them located on a farm owned by Captain Isaac Morley. These persons had been baptized, but had not yet been instructed in relation to their duties. A false spirit entered into them, developing their singular, extravagant, and wild ideas.  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They had a meeting at the farm, and among them was a negro known generally as Black Pete, who became a revelator. Others also manifested wonderful developments; they could see angels, and letters would come down from heaven, they said, and they would be put through wonderful unnatural distortions. Finally on one occasion, Black Pete got sight of one of those revelations carried by a black angel, he started after it, and ran off a steep wash bank twenty-five feet high, passed through a tree top into the Chagrin River beneath. He came out with a few scratches, and his ardor somewhat cooled. <\/div><div class=\"paragraph jod\" id=\"v11n18\"> Joseph Smith came to Kirtland, and taught that people in relation to their error. He showed them that the Spirit of God did not bind men nor make them insane, and that the power of the adversary which had been manifested in many instances was visible even from that cause, for persons under its influence became helpless, and were bound hand and foot as in chains, being as immovable as a stick of timber. When Joseph came to instruct these Saints in relation to the true Spirit, and the manner of determining the one from the other, in a short time a number of those who had been influenced by those foul manifestations, apostatized. Among the number was Wycom Clark; he got a revelation that he was to be the prophet&#x2014;that he was the true revelator; and himself, Northrop Sweet and four other individuals retired from the Church, and organized the &#x201C;Pure Church of Christ,&#x201D; as they called it, composed of six members, and commenced having meetings, and preaching, but that was the extent of the growth of this early schism. John Noah, another of this class, assumed to be a prophet, and in consequence <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thereof was expelled from the church. <\/div><div class=\"paragraph jod\" id=\"v11n19\"> Among the early baptisms in Northern Ohio, was a Methodist minister by the name of Ezra Booth. He was present when the Elders first received the ordination of the High Priesthood. They met together in June, 1831, in a log schoolhouse in Kirtland, a room about eighteen feet by twenty. While they were there, the manifestation of the power of God being on Joseph, he set apart some of the Elders to the High Priesthood. Ezra Booth was bound, and his countenance was distorted, and numbers of the brethren looked at him, and thought it was a wonderful manifestation of the power of God, but to their astonishment, Joseph came forward and rebuked the foul spirit, and commanded it to depart, in consequence of which Booth was relieved, and many of the brethren were greatly tried at such a singular treatment by the prophet of these wonderful manifestations of power. <\/div><div class=\"paragraph jod\" id=\"v11n20\"> Others had visions. Lyman Wight bore testimony that he saw the face of the Savior. <\/div><div class=\"paragraph jod\" id=\"v11n21\"> The Priesthood was conferred on a number of Elders, and thirty were selected to take a mission to the western boundaries of Missouri, and travel and preach two and two<span class=\"citation\" id=\"66546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66546)\">Mark 6:7<\/a><\/span><span class=\"citation\" id=\"85281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85281)\">D&amp;C 42:6<\/a><\/span> by the way, traveling without purse or scrip.<span class=\"citation\" id=\"67382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67382)\">Luke 10:4<\/a><\/span> They did so, building up churches. Joseph was required to travel by water, or at a more rapid rate to reach there, to meet the brethren and hold a Conference in the land of Zion. It was only a short time after the return from this mission, that Ezra Booth apostatized as did Jacob Scott, Symons Rider, Eli Johnson, and a number of others. The spirit of apostasy was little known, but when these men apostatized they became more violent, more  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cruel, and manifested a greater spirit of persecution than any other enemies. What seemed singular, Ezra Booth had been brought into the Church through the manifestation of a miracle. The wife of Father John Johnson had been afflicted with the rheumatism, so as to be unable to raise her arm and hand for two years. Her husband had believed the work, and she also was believing. She went to Joseph Smith the Prophet to have him administer to her, Booth accompanied them, for he was well acquainted with the family, and the condition of Mrs. Johnson. When the Elders laid their hands upon her, she was instantly healed, so that she could use her arm and hand as well as ever she could previously. Booth knew this to be an instantaneous cure, and soon after witnessing this miracle, he was baptized, and ordained an Elder. He having formerly been a Methodist minister, commenced preaching the Gospel without purse or scrip,<span class=\"citation\" id=\"67383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67383)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68125)\">Luke 22:35<\/a><\/span> and he did so until he found (using a common expression), it did not pay. Under these circumstances he apostatized. While he was in apostasy he searched his cranium for some means to justify himself and published a series of lying letters in the Ohio <span class=\"italic\">Star<\/span>, a paper printed in Revenna. These nine letters had been republished several times as evidence against &#x201C;Mormonism;&#x201D; and his apostasy culminated in collecting a mob who tarred and feathered Joseph Smith, and inflicted upon his family the loss of one of its number at Hyrum, Portage County, Ohio. Joseph Smith was occupying the room of a house brother Johnson was living in, at the same time; it was a two story building, had steps in front. The mob surrounded the house, the twins being afflicted with measles, Joseph was lying upon a trundle bed with one of them. The mob rushed in, <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gathered up Joseph while in his bed, took him out in his night clothes, and carried him out on to the top of the steps. Joseph got a foot at liberty and kicked one of the men, and knocked him down off the steps, and the print of his head and shoulders were visible on the ground in the morning. Warren Waste, who was the strongest man in the western reserve considered himself perfectly able to handle Joseph alone, but when they got hold of him, Waste cried out, &#x201C;do not let him touch the ground, or he will run over the whole of us.&#x201D; Waste suggested in carrying him to cross his legs, for they said that would make it easier for the Prophet, but that was done in consequence of the severe pain it would give to the small of the back. He was daubed with tar, feathered, and choked, and aquafortis poured into his mouth. Dr. Dennison had been employed to perform a surgical operation, but he declined when the time came to operate. The liquid they poured into his mouth was so powerful, that it killed the grass where some of it had been scattered on the ground. Joseph is reported by the mob to have said, be merciful, when they told him to call upon his God for mercy. They immediately, as he began to pray, heard an alarm which made them think they were about to be surprised, and left suddenly. Sidney Rigdon, who resided nearby, had been dragged by the heels out of his bed at the same time, and his body stripped and a coat of tar and feathers applied. The next morning he was crazy, his head greatly inflamed and lacerated. Joseph found his way in from the light of the house, the mob having abandoned him. While he was engaged in getting off the tar by the application of grease, soap, and other materials, Philemon Duzette, the father of our celebrated drummer,  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>came there, and seeing the Prophet in this condition, took it as an evidence of the truth of &#x201C;Mormonism,&#x201D; and was baptized. These circumstances exposed the life of the child, the measles struck in and caused its death, and the whole of this persecution was got up through the influence of those apostates; and it made it necessary to keep up a constant watch lest some violence should be repeated. Luke Johnson informed us that Warren Waste was afterwards a cripple, rendered so by weakness in the small of the back, and Dr. Dennison died in the Ohio Penitentiary where he was incarcerated for procuring an abortion, which caused death; Joseph soon after located in Kirtland. In Kirtland there were manifestations of evil spirits in high places, which might have been considered more dangerous than the manifestations in the early establishment of the Church. Sidney Rigdon, on one occasion got up to preach, and commenced by saying that the Church and kingdom was rent from them and given to another people.<span class=\"citation\" id=\"55471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55471)\">1 Sam. 15:28<\/a><\/span> Joseph was absent, when he came home he found Sidney almost like a mad man. He labored with him and with the Church, and finally succeeded in convincing him that he was under the influence of a false spirit. A man from the State of New York by the name of Hawley, stated that while he was working in his field, barefoot, the word of the Lord came to him, saying that he should start on the instant, and not stop to put on his shoes. He came six hundred miles to Kirtland, and went to Joseph with the message that he had suffered John Noah, a prophet of God, to be cut off from the Church, and that consequently he had lost his office; and he had also suffered the women to wear caps, and the men he allowed to wear cushions on their shoulders, and for these heinous <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sins he was cut off, and this man had come six hundred miles barefooted to bear the terrible message. You might suppose such an adventurer coming among us would be regarded as a madman by all, but at that time several men were ready to listen to him; a Bishop's Council was assembled and an investigation had. During the investigation, the subject of women wearing caps and veils and having their heads covered was canvassed, and the Bible ransacked by Oliver Cowdery and others. When the man was expelled from the Church for giving way to the power of false spirits, he rose up in a most solemn manner, and proclaimed to the Council that they had chosen darkness instead of light.<span class=\"citation\" id=\"68909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68909)\">John 3:19<\/a><\/span> This man went through the streets of Kirtland in the night crying in a most doleful voice, woe, woe to this people. I understand that brother Brigham, hearing this nonsense and noise in the street, jumped up out of his bed in the night, took with him a cow hide whip into the street, and told that noisy person if he did not stop his noise he would certainly cowhide him, which caused him to cease to annoy the inhabitants with his folly. <\/div><div class=\"paragraph jod\" id=\"v11n23\"> Another prophet arose by the name of Hoton, he had his headquarters at the forge in Kirtland. He was the president, and a man named Montague was appointed Bishop. They resolved to live precisely in accordance with the principles, as they understood them, spoken of soon after the day of Pentecost, for they had all things common.<span class=\"citation\" id=\"71322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71322)\">Acts 2:44<\/a><\/span> Their number increased to ten, and they called themselves &#x201C;the Independent Church.&#x201D; Persons who had apostatized from the Latter-day Saints could be admitted into their party upon the terms of entering the room, shaking hands with every member and consecrating their pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perty. This church lasted some two or three months, when a difficulty occurred between the President and the Bishop. The Bishop accused the President of being too familiar with his meat barrel; the President, in turn, accused the Bishop of being too intimate with his sheets. The result was, a split took place between the two chief authorities, and the organization ceased to exist. <\/div><div class=\"paragraph jod\" id=\"v11n25\"> There was a prevalent spirit all through the early history of this Church, which prompted the Elders to suppose that they knew more than the Prophet. Elders would tell you that the prophet was going wrong, men who thought they knew all about this work thirty or forty years some of them before the Lord revealed it, tried &#x201C;to steady the ark.&#x201D;<span class=\"citation\" id=\"88080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88080)\">D&amp;C 85:8<\/a><\/span> The Church was constantly afflicted with such a class of men. <\/div><div class=\"paragraph jod\" id=\"v11n26\"> I remember well in Zion's Camp, Levi W. Hancock made a fife, from a joint of sweet elder, Sylvester Smith marched his company to the music of that fife. That fife may be considered almost the introduction of martial music among the &#x201C;Mormons.&#x201D; A dog came out and barked, when Sylvester Smith was going to kill the dog. Joseph said he was a good watch dog, Sylvester became wrathy and threatened; finally Joseph reproved him sharply, showing him that such a spirit would not conquer or control the human family, that he must get rid of it, and predicted that if he did not get rid of it, the day would come when a dog would gnaw his flesh, and he not have the power to resist it. Some months after the return to Kirtland, Sylvester Smith preferred a charge against Joseph the Prophet, for having prophesied lies in the name of the Lord, and undertook to substantiate that charge on the ground that the Prophet had said a dog should bite him, if he did not get rid of that spirit, <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when he had not power to resist. They were three days and parts of nights, with the High Council in Kirtland, in investigating this charge; one person spoke three hours in behalf of the Prophet. Sylvester published a confession which can be seen in the Church History, acknowledging his fault. <\/div><div class=\"paragraph jod\" id=\"v11n27\"> The Church in Kirtland were few in number compared with the inhabitants of the city of Ogden. We had High Council upon High Council, Bishop's trial upon Bishop's trial; and labor and toil constantly to settle difficulties and get our minds instructed in principle and doctrine, and in the power that we had to contend with. I remember very well the organization of the High Council at Kirtland as a permanent institution, there had been several Councils of twelve High Priests called for special cases, but they organized it permanently on 17th Feb. 1834. On the 19th, the first case that was brought up was that of Elder Curtis Hedge, sen., who while speaking in meeting had gone into a Methodist spasm, shouting and screaming in such a manner as caused one of the Elders to rebuke him. Brother Hedge was brought before the Council for so doing. A great deal of instruction was imparted to the people, who were assembled in a room sixteen feet by eighteen. The decision was, that the charges in the declaration had been fairly sustained by good witnesses, that Elder Hedge ought to have confessed when rebuked by Elder Ezra Thayer; also if he had the spirit of the Lord at the meetings where he halloed, he must have abused it and grieved it away, and all the Council agreed with the decision. The report of this case is in Millennial Star, Vol. 15, page 18, and well worthy of perusal. <\/div><div class=\"paragraph jod\" id=\"v11n28\"> In relation to the manifestation of the spirit and a man exercising it,  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he may be guilty of error of manner as well as error in matter, and these principles in this way were gradually introduced into the minds of the brethren, the Elders being instructed all the while now and then, when falling out by the wayside. The first Council I ever attended where the Prophet was present was at the trial of Doctor P. Hurlburt. This occurred in June, 1833. He had been cut off from the Church by the Bishop's Council, and a Council of twelve High Priests, was organized to try the case on appeal.<span class=\"citation\" id=\"89675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89675)\">D&amp;C 102:2<\/a><\/span> Hurlburt did not deny the charge, but begged to be forgiven, made every promise that a man could make that he would from that day live a virtuous life. Finally the Council accepted of his confession, and agreed that he might on public confession be restored to the Church again. <\/div><div class=\"paragraph jod\" id=\"v11n30\"> It was at the same Council that Daniel Copley, a timid young man, who had been ordained a Priest, and required to go and preach the Gospel, was called to an account for not going on his mission. The young man said he was too weak to attempt to preach, and the Council cut him off the Church. I wonder what our missionaries now would think of so rigid a discipline as was given at that time thirty one years ago, under the immediate supervision of the Prophet. <\/div><div class=\"paragraph jod\" id=\"v11n31\"> As soon as this Council had made this decision upon Hurlburt, Joseph arose, and said to the Council, he is not honest, and what he has promised he will not fulfil; what he has confessed are not the thoughts and intents of his heart, and time will prove it. Hurlburt stated to the Branch in Thompson, Ohio, that he had deceived Joseph Smith's God or the spirit by which he is actuated, I have proved that Council has no wisdom, I told them I was sorry I confessed and they believed it to be an <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honest confession, I deceived the whole of them and made them restore me to the Church. Hurlburt was the author of that work known by the name of &#x201C;Mormonism Unveiled.&#x201D; Booth's letters were reprinted by Hurlburt, who is the author of &#x201C;The Spaulding Story,&#x201D; a book which he intended to publish; and in delivering lectures he had said he would wash his hands in Joseph Smith's blood. He was taken before the court and required to give bonds to keep the peace towards all men, and especially towards Joseph Smith. These circumstances had some influence, and his friends arranged that he should not publish the book, but put it into the hands of E. D. Howe, who resided in Painesville, Ohio. He agreed that he would give Hurlburt four hundred copies of the first printed and bound, for the manuscript. Hurlburt went round and got subscribers, to pay him when the book should be delivered, one dollar each for the four hundred. Howe got the books printed and refused to furnish Hurlburt with his share, until by a piece of legerdemain he got hold of his subscription list and got the four hundred dollars, and then he let him have the books. When Hurlburt went to supply his subscribers he found they had already been served. &#x201C;The Spaulding Story&#x201D; in that country was considered so ridiculous, that the books could with difficulty be sold at any price; but it has now found its way into the scientific journals of the great world as a true history of the origin of the Book of Mormon, when it is very well known that no statement on this earth could be more incorrect or more untrue. Let &#x201C;Mormonism&#x201D; be true or false, &#x201C;The Spaulding Story&#x201D; from beginning to end is an unmitigated falsehood. Solomon Spaulding was a Presbyterian minister; he entered into the iron trade in Conneaut,  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Ohio, but failing in business he took a notion to write a novel; he wrote a book called &#x201C;The Manuscript Found,&#x201D; he took his work to Pittsburgh, to a man by the name of Patterson to get it printed, but he failed and never printed it. It was pretended that it fell into the hands of Sidney Rigdon, and that he converted it into the Book of Mormon, and induced Joseph Smith to publish it; whereas it is very well known that there had no connection ever existed between these parties. In the first place, Spaulding never wrote any such work; in the next place, Spaulding never had anything to do with Patterson, and Sidney Rigdon and him were perfect strangers to each other. The first knowledge that Sidney Rigdon had of Joseph Smith was when Parley P. Pratt met him in Ohio, and presented him a printed copy of the Book of Mormon; yet all this has found its way into scientific literature, and you will find it even in the <span class=\"italic\">North British Review<\/span>. Hurlburt's failure to destroy &#x201C;Mormonism&#x201D; was so complete, understanding that he was backed by influential men in Mentor and vicinity, that it ended in their disgrace and discomfiture, and this was so complete, that the story in that country was hardly ever spoken of afterwards. Yet the Spaulding story lives among those who make lies their refuge, and under falsehood hide themselves.<span class=\"citation\" id=\"58605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58605)\">Isa. 28:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n33\"> The word of the Lord given in September 1831&#x2014;see Book of Covenants, Sec. 21, Par. 4&#x2014;to make Kirtland a strong hold for the space of five years,<span class=\"citation\" id=\"86524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86524)\">D&amp;C 64:21<\/a><\/span> gave rise to a new development in the feelings and sentiments of the Saints. The Prophet said, purchase lands in the vicinity of Kirtland; men were induced to buy farms, and to go to work and build houses, to quarry rock, and haul them on the ground, to build a Temple. We were not then supplied <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with reporters and clerks as we are now, and many of the books that were kept have been wrested from the hands of the Church by apostates. The foundation of the Kirtland Temple was laid in 1833, and there is scarcely a scrap of history relating to it to be found, not even the names of the twenty-four Elders in their order who laid the foundation of it. When the Temple was completed there was a great manifestation of power. The brethren gathered together to its dedication. We considered it a very large building. Some nine hundred and sixty could be seated, and there would be room for a few to stand, the congregation was swelled to a little over a thousand persons at the time of the dedication. It was a trial of faith. The Elders from every part of the country had come together. The finishing of the Temple had involved a debt of many thousands, and we all came together to the dedication. The congregation was so large that we could not all get in; and when the house was full, then, of course, the doors were closed, and no more admitted. This caused Elder Frazier Eaton, who had paid seven hundred dollars towards building the house, to apostatize, because he did not get there early enough to the meeting. When the dedication prayer<span class=\"citation\" id=\"90397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90397)\">D&amp;C 109:1-80<\/a><\/span> was read by Joseph, it was read from a printed copy. This was a great trial of faith to many. &#x201C;How can it be that the prophet should read a prayer?&#x201D; What an awful trial it was, for the Prophet to read a prayer! The service of the dedication being over, it was repeated again on the next day, to accommodate these who had not been able to get in on the first day, and all those who had been there on the first day, excepting the authorities, being required to remain outside, till these who could not get in the day before were seated; the result of this  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>arrangement was two days dedication. <\/div><div class=\"paragraph jod\" id=\"v11n35\"> The question has often arisen among us, why it is that we do not see more angels, have more visions, that we do not see greater and more manifestations of power. Any of the brethren that were there could have heard testimonies of manifestations in abundance. <\/div><div class=\"paragraph jod\" id=\"v11n36\"> On the first day of the dedication, President Frederick G. Williams, one of the Council of the Prophet, and who occupied the upper pulpit, bore testimony that the Savior, dressed in his vesture without seam,<span class=\"citation\" id=\"70814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70814)\">John 19:23<\/a><\/span> came into the stand and accepted of the dedication of the house, that he saw him, and gave a description of his clothing and all things pertaining to it. That evening there was a collection of Elders, Priests, Teachers, and Deacons, etc., amounting to four hundred and sixteen, gathered in the house; there were great manifestations of power, such as speaking in tongues, seeing visions, administration of angels. Many individuals bore testimony that they saw angels, and David Whitmer bore testimony that, he saw three angels passing up the south aisle, and there came a shock on the house like the sound of a mighty rushing wind, and almost every man in the house arose, and hundreds of them were speaking in tongues, prophesying or declaring visions, almost with one voice.<span class=\"citation\" id=\"71069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71069)\">Acts 2:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n37\"> The question arises, where are those men? A number of them who manifested the greatest gifts, and had the greatest manifestations have fallen out by the way side, you look around among us and they are not here. Many who received the knowledge of the things of God by the power of his spirit, and sought not after signs and wonders, and when the spirit rested upon them seemed to produce no visible demonstration, you look around among the Saints in <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the valleys of the mountains, and you find they are here with us bearing on high the standard of Zion, or have descended into honorable graves. But where you find men who have turned away, and have got terribly afflicted with self conceit, you will find those, who, on that occasion and similar occasions, received great and powerful manifestations, and when the spirit came on them it seemed to distort the countenance, and caused them to make tremendous efforts in some instances. Sylvester Smith bore testimony of seeing the hosts of heaven<span class=\"citation\" id=\"88785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88785)\">D&amp;C 88:112<\/a><\/span> and the horsemen.<span class=\"citation\" id=\"55777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55777)\">2 Kgs. 2:12<\/a><\/span> In his exertion and excitement it seemed as though he would jump through the ceiling. <\/div><div class=\"paragraph jod\" id=\"v11n38\"> Brother Cannon in speaking on the subject this morning referred to the old adage, soon ripe, soon rotten. God has laid the foundation of his kingdom never to be destroyed, and it appears wisdom in him to develop gradually power and glory and strength. I have always heard it suggested that as the spirit of &#x201C;Mormonism&#x201D; gathered together the seed of Abraham&#x2014;mostly the sons of Abraham that are mixed among the nations; that the Holy Spirit falling upon men, who are not of the pure blood, who had the predominance of other blood in their veins, that the manifestation is greater, and when great manifestations fall on men, great trials immediately follow. <\/div><div class=\"paragraph jod\" id=\"v11n39\"> I have been conversant with early Elders, and I am satisfied that a large number of them fell from their positions in the kingdom of God because they yielded to the spirit of adultery; this was the cause of their destruction. There was an Elder named John Smith who lived in Indiana, who was quite popular in that part of the country as a preacher. He apostatized, but he did not know it. In talking about his faith and how firm it was, he said, I have proven  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the revelation given to Joseph Smith untrue, which says if a man shall commit adultery he shall lose the spirit of God, and deny the faith.<span class=\"citation\" id=\"85324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85324)\">D&amp;C 42:23<\/a><\/span><span class=\"citation\" id=\"86410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86410)\">D&amp;C 63:16<\/a><\/span> I have proven that not to be true, for I have violated that commandment and have not denied the faith. He was so blind that he could not see through the darkness that the spirit of adultery had placed upon his head, the great apostasy which seemed to shake the Church, and tried men's souls. <\/div><div class=\"paragraph jod\" id=\"v11n41\"> Some time after the finishing of the Temple, the brethren under the direction of the Prophet had established a bank in Kirtland, the paper to be redeemed by specie, and secured by real estate. The directors of that bank were members of the Church, and they were determined to sustain the credit of that money. The question has some times been asked, how much has that bank failed for; it did not fail for a single dollar, and yet when it failed there was perhaps a hundred thousand dollars of the bank paper out in circulation. Warren Parrish was the teller of the bank, and a number of other men who apostatized were officers. They took out of its vault, unknown to the President or cashier, a hundred thousand dollars, and sent their agents around among the brethren to purchase their farms, wagons, cattle, horses, and everything they could get hold of. The brethren would gather up this money and put it into the bank, and those traitors would steal it and send it out to buy again, and they continued to do so until the plot was discovered and payment stopped. It was the cursed apostates&#x2014;their stealing and robberies, and their infernal villainies that prevented that bank being conducted as the Prophet designed. If they had followed the counsel of Joseph, there is not a doubt but that it would have been the leading bank in Ohio, <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> probably of the nation. It was founded upon safe principles, and would have been a safe and lasting institution. Parrish and his coadjutors professed to have discovered that Joseph was not a Prophet, and commenced making a noise about it, and went so far as to organize about thirty of the Elders, into a new church called the Parrish party, many of them had been a long time in the church. That may be considered the time that tried men's souls; for a man that would stand up in the streets and say he was Joseph's friend, could not get a greater compliment than being called a lick skillet. Joseph had few friends; but among the leading Elders of the Church, in Kirtland the High Council, one of the members of the first Presidency, some of the seven Presidents of the Seventies, and a great many others were so darkened that they went astray in every direction. They boasted of the talent at their command, and what they would do. Their plan was to take the doctrines of the Church, such as repentance, baptism for the remission of sins, throw aside the Book of Mormon, the Prophet, and Priesthood, and go and unite the whole Christian world under these doctrines. Where are they today? Like a rope of sand that has vanished to the four winds of heaven. Many of them have already in dust and ashes lamented their fate, they have never been able to prosper in any business, or take a leading part in any capacity. This is the result of that apostasy; and yet it was so great that Joseph himself and his friends had to flee from Kirtland. There was a council there when President Young, Brother Brigham as we called him, spoke in favor of Joseph, and Jacob Bump who had been a long time a Pugilist before he came into the Church, said &#x201C;how on  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth can I keep my hands off this man?&#x201D; Brigham said, lay them on if it will do you any good. The voice seemingly of an individual, was absolutely necessary to say that Joseph had a single friend. You look at times of danger, moral and physical, and you will find that the spirit of determination and strong will in the breast of a single man may save a most terrible panic and disaster. By management it was proved that Joseph had friends, and when he had gone to the state of Missouri, having fled from Kirtland, he was met with coldness by men who were in authority there. All this was the result of apostasy. The public funds were held in their own name, and another battle had there to be fought, not <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps as severe, but at the same time there was a constant pressure seemed to be necessary to give strength to the growing kingdom; yet the revelations were that the kingdom should continue to prevail.<span class=\"citation\" id=\"85975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85975)\">D&amp;C 50:35<\/a><\/span> The very fact of the promise of its continuing to prevail, signifies that it should have something more or less severe to prevail against. God has been with this people and has guided them, and dictated them, and is continuing to do so up to the present moment, and will continue so to do until the kingdoms of this world become the kingdoms of our Lord and his Christ.<span class=\"citation\" id=\"79446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79446)\">Rev. 11:15<\/a><\/span> May we be prepared to fulfil our share in this great work, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}