{"ID":110024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prosperity of the Saints.<\/div>\n<div class=\"subtitle\">Remarks made by Elder George A. Smith, in the Bowery, General Conference, Great Salt Lake City, Oct. 7, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Prosperity of the Saints.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v11n584\"> It is with very great pleasure that I have listened to the instructions and counsels of my brethren at this Conference. In fact, the season of Conference is a period of reflection with me. It is eighteen years ago yesterday when the first October Conference was held in this valley under the shade of a hay stack, and it served an abundant means of shading all that attended. As we are here assembled now, it would require an extensive hay stack to create a shade sufficient to accommodate the assembly, and there is but a very small representation here from the settlements of the Territory, though there are considerable numbers from some of them&#x2014;trains of fifty or sixty wagons loaded with persons to attend Conference. Those of us who are in this city, and who have not had the privilege of traveling through the settlements, can form very little comprehension of the extent, strength, and population of the Territory, and of the amount of labor, toil, and the results of that toil and labor which are progressing throughout. <\/div><div class=\"paragraph jod\" id=\"v11n585\"> President Young has devoted a large portion of his time since last Conference, associated with a number of Elders, in traveling and visiting the Saints. He has visited, perhaps, one-half of them, after traveling about eighteen hundred miles. Our Territory is said to be sparsely set<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tled, but our location renders it necessary that wherever a settlement exists it shall be of considerable size, in order to carry out the necessary arrangements for protection and cultivation. It is seldom that a small settlement can do this successfully. I have been pleased with the suggestions offered by President Hyde in relation to the better cultivation of the soil; for when we go to the expense of taking out water, of keeping up dams, making requisite canals, repairing tunnels and smaller ditches and water sects, it would seem really sound policy that every foot of land thus watered, in order to make it effective, should be cultivated in the best possible manner. If the Lord had seen proper to send rains from heaven to water our lands sufficiently and gratuitously as in other places, we might spread over the land and cultivate the soil without so much labor on our part. If the suggestions which have been made are duly considered and applied throughout the Territory, the result will be the production of from one to three times more of the necessaries of life on the same area. <\/div><div class=\"paragraph jod\" id=\"v11n586\"> So far as the unity of the people is concerned, I have felt to rejoice the past season; I have accompanied the President this summer, except when on his last trip to Cache Valley, during which I was on a journey to the South with Elder Amasa Lyman.  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We held twenty-four meetings. It is really an expressive and singular incident that we live to visit so many climates inhabited by Saints in so short a time. We passed near the snow region in July, went directly into a semi-torrid zone to see the effects of all the changes in this variety of climate, thermometer at Washington 110 degrees in the shade, all within our own borders. Our settlements may be compared to a thrifty tree, throwing out annually a new growth more extended and more vigorous. While President Young and company passed on south, Elders F. D. Richards and A. M. Musser took another direction through the new counties of Sevier, Piute, and Kane, through a chain of new settlements never before visited, only in part, by some of the Twelve, visiting on their route some 600 families. It is really astonishing to reflect that such an extent of settlements have been thrown out. We have been gratified very much with the efforts and exertions made by our brethren who were sent on missions to our cotton region in opening and enlarging the settlements there. They have met with many difficulties of which their northern brethren have very little conception. The soil along their streams in many places is composed of such loose material that it is almost impossible to carry a water ditch through it for irrigation, the soil of the banks dissolving in the water like sugar in coffee; dams are washed away by frequent bursting of clouds. You may take the best fields in the vicinity of St. George, and the annual expense of keeping up their canals and dams for irrigation has been 15 dollars per acre, and yet the courage, energy, perseverance, and diligence of the brethren have not failed, but they continue to construct dams, and contend with the natural obstacles that lie in their way to the permanent <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> improvement of the country. This perseverance, which will eventually bring forth an abundant supply of the needful staples which can be successfully produced in that climate, is very commendable; to support themselves by producing their own breadstuff is true political economy. Notwithstanding the number of mechanics sent there, they have not sufficient to supply the wants of the people. There are many towns without a blacksmith, plasterer, mason, or carpenter. A considerable number of these could find employment and make themselves good homes in many of the southern settlements. We would direct the minds of the brethren to this item. <\/div><div class=\"paragraph jod\" id=\"v11n588\"> There is much land that can be cultivated in wheat with flood water that cannot be made to produce cotton, in consequence of drouth later in the season. The raising of bread this year has not interfered to any great extent with the culture of cotton, the supply of which has been greater than last year; and two-thirds of breadstuff necessary has been produced to supply the inhabitants, the other third must be brought from the north. Many vineyards have come into bearing, and extensive new vineyards have been planted, and the efforts at cultivating more breadstuffs have proven successful; and if the brethren continue their efforts, an ample supply will be produced for home consumption without materially lessening the breadth cultivated in cotton and vines. While my brethren are contending with these obstacles I sympathize with them, and rejoice when I see them victorious. As I passed through the mineral lots in St. George I saw their barren aspect, and saw the men working on them to conquer those combined chemical elements which eat up everything that grows, and though the rocks and fences of sandstones were dissolving  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before them, yet men are conquering this soil and making it produce. Nearly three-fourths of all the fruit trees planted in St. George have been unsuccessful, yet the place is looking like the Garden of Eden, showing that perseverance, faith, and energy will conquer everything. It is a delightful and pleasant locality. I name these things because we are interested in them, and wish the brethren to realize that those brethren on that mission have spent the accumulated property of many years, and many of them are successful; some are yet struggling to make a start, and it is with them as the old adage has it, while the grass grows the cow starves; but they are not discouraged; their eyes look bright, their spirit is determined, and I was pleased to hear Elder Snow speak of the good spirit they felt, and that they were determined to overcome. A people possessed of such great energy, aided by the ready cooperation of their brethren in the north, are bound to conquer that desert, and not only make <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it blossom as the rose,<span class=\"citation\" id=\"59121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59121)\">Isa. 35:1<\/a><\/span> but make one of the most delightful regions of the earth. I would suggest to all persons who go there to fulfil what is required of them, and not forget that it is necessary to carry the staff of life with them, that those that are there, and those that are going, may be provided with ample supplies of bread; it is better to have a little over when the next harvest comes than to go two or three weeks without bread. May the blessings of God be upon Zion, and may her cords be lengthened and her stakes strengthened,<span class=\"citation\" id=\"59680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59680)\">Isa. 54:2<\/a><\/span> that she may be blessed continually with that wisdom, knowledge, and intelligence that guide the head and inspire the body. We are improving in everything; we must continue to improve until the light of life shines throughout the whole earth; for our business is to be like a city set upon a hill,<span class=\"citation\" id=\"63048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63048)\">Matt. 5:14<\/a><\/span> or a candle set upon a table, to illuminate the earth, and bring all to a knowledge of the truth, life, and peace. May God enable us to be so is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}