{"ID":110051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How the Sisters Can Help to Build Up the Kingdom.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, April 6, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: How the Sisters Can Help to Build Up the Kingdom.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v11n1367\"> I think I will preach a short sermon to the sisters. &#x201C;I want to do good; I want to do something to build up the Kingdom of God; I wish I was in a position to do something for this work. I would delight in doing something for the building up of this kingdom if I had it in my power.&#x201D; These expressions are in the mouth of every sister who has embraced the gospel in her heart. I want to preach them a short sermon. Brother Heber has, in part, touched some of the items, to which I will now more particularly call your attention. I will ask if there is a sister in this Church who is too poor, when we come to dollars and cents, to get tea to drink if she wants to? No, not one. Is there a sister who does not have her cup of coffee to drink? No, not one. Then we are not so poor as to suffer materially after all. Now, I will ask the question: Sisters, if each of you were to save the price of these cups of tea and coffee for one month, what do you suppose the sum in each case would amount to? We will say a shilling, a dime, a quarter dollar, a half dollar, a dollar, or two dollars, as the case may be. Now, say the sisters: &#x201C;We will cease drinking this tea and coffee, and we will give the money to some of the Elders who are called to preach the gospel, either in the Territory or abroad in the nations of the earth, or who are called on an Indian expedition; or we will give this means to <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> help to bring the poor from the old country.&#x201D; Would you be doing anything for the Kingdom or would you not? Is there an individual sister in this Church out of the reach of doing good? Not one. &#x201C;Why,&#x201D; exclaims a sister, &#x201C;I am sick, weary, diseased; I cannot work&#x2014;I cannot do anything.&#x201D; Is doing good beyond her reach? No; that sister who is sick and unable to cook her own food, wash her own clothing, or to knit or mend her stockings, can give good counsel to her brothers and sisters, sons and daughters, to the members of the family in which she lives, to her neighbors, and to all with whom she may associate. Says she: &#x201C;I am sick and feeble, but I do not drink any tea. My husband or my bishop would find it for me, if I would drink it; but I tell them to take that sixpence, dime, or dollar, and put it by to help to bring the poor.&#x201D; She can teach her children to let such things alone. &#x201C;You must not have any tea or coffee this morning, children; if you feel as though you need it, take a little water porridge.&#x201D; There is more strength and nutriment in a bowl of water gruel than there is in tea; and there is no unhealthy influence in the water gruel, but there is in tea and coffee. <\/div><div class=\"paragraph jod\" id=\"v11n1368\"> There is not a person in the world that cannot do good; even the mother who is too feeble to work; she can teach her daughters to work  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instead of permitting them to patrol these streets; she can teach her children to refrain from drinking tea and coffee, to take care of their clothing. Instead of our girls walking the streets or playing, instead of sliding on the carpets or climbing the peach trees and fences and tearing their clothes they should learn to make their frocks, their aprons, and all their clothing, and to knit their stockings; and when they have cloth to make up, instead of hiring help into the house and getting all the sewing machines that are peddled off in the United States, why not they sit down and make it up themselves? This would be far more economical than to hire women to work your sewing machines when you have them. &#x201C;But,&#x201D; says one, &#x201C;I must have a woman to knit my stockings, to make my underclothing and my children's clothing, and I must have a woman to wash and iron for me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1370\"> If our mothers want to do good, why do they not sit down, take the wool and card it and spin it&#x2014;if they cannot get it carded by machine&#x2014;and knit stockings to put on these men and boys who are working on the Tabernacle, the Temple, and the canal, and help to save your husbands' shillings and dollars, and not ask for three or four hired women to do the washing and cooking, that you may idle away your time? Why not take hold and attend to your household affairs, and thus help to build up the Kingdom of God? Every dime thus saved can go to gather the poor and to help to support the families of the elders who are abroad preaching. But the cry now is, &#x201C;You must go to Bro. Brigham or the bishop; I can do nothing for you. I want a ribbon, or my daughter wants a new hat.&#x201D; How many have you had in the course of the season? &#x201C;I do not know.&#x201D; &#x201C;How many pairs of shoes <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have you had through the winter my daughter, or my little boy?&#x201D; &#x201C;I do not know; ask mother.&#x201D; &#x201C;Mother, how many pairs of shoes has your boy had through the winter?&#x201D; &#x201C;I do not know.&#x201D; Does the mother see to the children? She will let them run about and wade here and there until their shoes are wet through, then they are put under the stove and spoiled; a new pair must be procured by the husband or father. Is good beyond your reach, sisters? You say, &#x201C;We want to do good.&#x201D; No; there are many who do not; they want to waste everything they put their hands upon. It is the great ignorance which is among the people that prevents their doing better. <\/div><div class=\"paragraph jod\" id=\"v11n1371\"> What do the sisters want so many hired women for? &#x201C;O, I want a seamstress, or I want somebody or other to clean the house and the carpets and to wait upon me, to bring the water to wash me, and to wash my neck or my feet; and I have so much cloth to make up, and I want help to make it up.&#x201D; If there are women who want to do good, let them do their own work, and save their sixpences and dollars for the building of temples, tabernacles, meetinghouses, schoolhouses, educating the youth, preaching the gospel, and gathering the poor. Put something in the Perpetual Emigration Fund. We have done a great deal to bring the poor here. When we get the poor here, they say they want to do good; but their actions give the lie to their words. Their wives want hired women or girls to do their work for them; instead of knitting their own stockings, they want to be waited upon; instead of spending their time to the best advantage, they waste it, and let their daughters do the same, and their children imbibe habits that grow upon them, and which tend to evil. <\/div> <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n1373\"> Now mothers, if you want to do good, do not let your sons and daughters drink either tea or coffee while under your protection. Save the money to gather the poor, to preach the gospel, to build temples, and to sustain the Priesthood. Make your own drawers, your own shirts, knit your stockings, make your frocks, your bonnets, and hats. I had a very beautiful hat presented to me last evening by one of the wives of Judge Phelps. I believe one of the sisters Pratt sewed it. Now, suppose we set the girls to cutting straw when it is ripe enough, and teach them to cure it, and how to split and open it, and then prepare it with a machine for braiding, and teach them to braid; and then, instead of permitting them to gad around, keep them at home and teach them to do a little good. <\/div><div class=\"paragraph jod\" id=\"v11n1374\"> I will ask&#x2014;is doing good out of the reach of any person living who is able to talk? No; it is not. Every woman in this Church can be useful to the Church if she has a mind to be. There are none but what can do good, not one, as long as they can talk to their neighbors or to their children, and teach them how to be saving, and set them an example worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v11n1375\"> In speaking in this wise I do not wish the people to be as some are&#x2014;filthy and dirty. That will not do. We must be neat and clean. If we have only a tow frock and a coarse straw hat to wear let them be kept neat and clean; there is water enough, plenty of it. If you have nothing but a homemade ribbon, woven by yourselves out of the flax that your husbands or neighbors have raised and dressed, you can get logwood, mountain mahogany, or a little of this stuff that grows by the creeks and on the mountains to color it up; and, when it is made, and you are prepared to put on your garments, <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let them be clean, neat, and nice; and let the beauty of your garments be the work of your own hands.<span class=\"citation\" id=\"85395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85395)\">D&amp;C 42:40<\/a><\/span> But as matters are now, you must run and buy here and there, and it makes me think of the old saying&#x2014;&#x201C;That which is dear bought and far fetched is fit for the ladies.&#x201D; We must stop this, and if we want to be useful we must begin to teach our children how to save. &#x201C;My little boy, do not put your shoes under the stove to burn up, and when you undress at night do not fling your hat one way, your jacket another, your breeches under foot, and your stockings under the stove, on the stove, or out of doors, but have a place for everything, and everything in its place;&#x201D; and when your boys come in show them a place for their hats where they will not be trampled under foot; and when they take off their coats let them be put in the wardrobe or on hooks prepared for that purpose, and take care of them and not have them under foot. The waste that there is in the midst of this people is enough to support a small nation. <\/div><div class=\"paragraph jod\" id=\"v11n1376\"> Now, sisters, do you want to be useful? If you do, take a course to be so, for this will bring us to the point where we can build up Zion and be of one heart and of one mind,<span class=\"citation\" id=\"92901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92901)\">Moses 7:18<\/a><\/span> and it will lead us to do all that we do in the name, in the love, and in the fear of our God. By so doing, if the fear of God is upon us, and we work with an eye single to the building up of Zion, our labors will be blessed. <\/div><div class=\"paragraph jod\" id=\"v11n1377\"> Can we do good? Yes; we can do good by teaching that little girl not to drink tea and coffee, and to take care of her clothing, and as soon as she is big enough teach her to knit her stockings, and her garters, and her nubias. She may learn to do all this just as well as going to the store to buy them. The foolishness of the  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people here has waxed so strong that unless they get something that is bought in New York it is not good for anything. It makes me think of our brethren, the school teachers. We have brethren here who understand the languages of the nations of the earth, and the various branches of education taught in the world, as well as any man or men out of the Church. But if the man possessing the best talent we have among us were to go to some of our Bishops and say, &#x201C;Can I keep your school?&#x201D; The answer would be, &#x201C;Yes, if you will work for nothing, find yourself, and pay the children for going.&#x201D; But bring a poor, miserable, rotten-hearted, cursed Gentile, and they will lick the dust off his shoes to have him keep school, when he does not know <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> half as much as the Elders in Israel know. This would not apply to every case, but it does to a great many. You go to our brethren, and ask them if they can get their pay for keeping school, and they will tell you they cannot. Ask them if they can get a school, and they will reply, &#x201C;No, we are looked down upon as something inferior.&#x201D; Why is this? Because the folly and wickedness of the people have waxen so strong that nothing is of any account unless it is imported. It is strange; it is astonishing! Why not seek to be one in building up and sustaining the Kingdom of God, instead of sustaining wickedness upon the earth? It is time to close. Now, this is a short sermon to the sisters. <\/div>\n<\/div>\n<\/div>"}