{"ID":110036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Opposition Essential to Happiness.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, June 3, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Opposition in All Things.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/3\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v11n909\"> I wish the few remarks which I may now make to be comprehensive and instructive. <\/div><div class=\"paragraph jod\" id=\"v11n910\"> The subject upon which Brother Wells has spoken this afternoon is a very intricate one to define. It is very difficult to convey even the ideas <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we may have respecting the operations of, to us, invisible spirits upon the hearts of the children of men; and it is very difficult to frame in the mind a system of thinking and reasoning upon this subject that is at all satisfactory. It is very difficult  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to form in the mind an even, and unbroken, and correct thread of ideas which will truthfully and satisfactorily explain the variations which we see in the motives and actions of mankind, and to understand the varied motives and feelings of the people, and what they design in performing such and such acts. There are some who have a correct and clear thread of ideas framed in their minds relating to this subject, but cannot convey them to their fellow beings. This is a weakness that I believe is inherent to a greater or less degree in each and every one of us. <\/div><div class=\"paragraph jod\" id=\"v11n912\"> The opposition which we find in the hearts of the children of men to the Gospel of life and salvation, Brother Wells has been setting before us this afternoon in a very able manner. Upon this subject I have my own reflections, and my own way of revealing those reflections to others. <\/div><div class=\"paragraph jod\" id=\"v11n913\"> The opposition which we see manifested against the truth in this our day has been manifested in every day and age of the world wherein the Gospel of the Son of God has been preached to the children of men. There is no difference today in this respect from what it was formerly. Our opponents tell us that were it not for the doctrine we believe, teach, and practice, there would be no difficulty&#x2014;no strife between the Latter-day Saints and those who call themselves Gentiles. We are all Gentiles by birth who are not of Jewish descent. We who are called Latter-day Saints are Gentiles by birth&#x2014;we are nationally so. The opposition which we have to meet is not because we believe in polygamy. That principle is not the real bone of contention, but it is the power of Satan against the power of Jesus Christ here upon this earth. It is no matter what the doctrines are; it is no matter by what name they are called, in what manner they are presented, or <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by whom they are believed; it is the power of God on the one hand, and the power of Satan on the other. We can see the workings of the two spirits upon the hearts and dispositions of the children of men. Opposition to the truth is made manifest by those who render themselves servants to obey false principles or false ideas, and their actions are directed by the power of Satan against the truth of heaven in the persons of those who love and advocate it. <\/div><div class=\"paragraph jod\" id=\"v11n914\"> We have been told that when error is introduced it is generally done in a most genteel, religious, scientific, and most refined and civilized manner. The servants of sin should appear polished and pious. It is necessary they should be learned, and be able to call to their assistance the accomplishments and elegancies of science and art, and the subtle, persuasive power of rhetoric. Jesus Christ describes this class of deceivers very forcibly in the following words&#x2014;&#x201C;But all their works they do to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments, And love the uppermost rooms at feasts, and the chief seats in the synagogues, And greetings in the markets, and to be called of men, Rabbi, Rabbi.&#x201D;<span class=\"citation\" id=\"65498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65498)\">Matt. 23:5-7<\/a><\/span> This external polish is really necessary for them as a covering to make successful the introduction of false theories and false principles, and to cover up licentious and wicked lives. <\/div><div class=\"paragraph jod\" id=\"v11n915\"> The servants of God have truth, and nothing but truth, to present to the world, that the world may be sanctified by the truth.<span class=\"citation\" id=\"70667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70667)\">John 17:17<\/a><\/span> The truth needeth no polish to make it lovely and desirable to those who love it. The principles of truth and goodness, and of eternal lives and the power of God are from eternity to eternity. The principle of falsehood and wickedness, the power of the devil and the power of death are also from eternity  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to eternity. These two powers have ever existed and always will exist in all the eternities that are yet to come. Although in relation to this earth, some time in its future history there will be no death,<span class=\"citation\" id=\"125576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125576)\">Rev. 21:4<\/a><\/span> and him that hath the power of death will be destroyed.<span class=\"citation\" id=\"76482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76482)\">Heb. 2:14<\/a><\/span> It is written in the Book of Mormon, &#x201C;For it must needs be, that there is an opposition in all things. If not so, righteousness could not be brought to pass, neither wickedness, neither holiness nor misery, neither good nor bad.&#x201D;<span class=\"citation\" id=\"81233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81233)\">2 Ne. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n917\"> When man is born into the world he is at once subject to the influences of life and death, and to the innumerable and varied vicissitudes which he meets in his passage from birth to the grave, to give him an experience which will prepare him to enter into and enjoy life everlasting.<span class=\"citation\" id=\"67880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67880)\">Luke 18:30<\/a><\/span> He is endowed with agency to choose either life or death, and must abide the consequences in the next life of the choice which he makes in this. Were it not that evil exists with good, man could not have been an agent unto himself.<span class=\"citation\" id=\"84815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84815)\">D&amp;C 29:35,39<\/a><\/span> When the spirit of man enters the earthly tabernacle, it is as pure as an angel of God. When man, as a child, is brought forth to the light, and begins to live, move, and have a visible and an individual being in this world, he is brought in contact with the principle of evil&#x2014;he receives the mark of sin, and as passes the usual stages from infancy to manhood, he learns to become disobedient to the requirements of heaven, disobedient to the laws of man, and disobedient to the laws of his own nature; he engenders the spirit of hatred, malice, wrath, strife, and all that class of evils which render him unfit to return again to the presence of his Father and God; but if he will obey the Gospel and walk in the ways of the Lord, his mortal existence and his proneness to sin, which he has inherited through the fall, become profitable and essentially ne<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cessary to the full enjoyment of salvation and eternal life. <\/div><div class=\"paragraph jod\" id=\"v11n918\"> These ideas may be profitable to the Saints and aid them in understanding to some extent why things are as they are. <\/div><div class=\"paragraph jod\" id=\"v11n919\"> Then the opposition to the truth is not because we have no wife, because we have one wife or many wives; it is not because we are Socialists and have all things common;<span class=\"citation\" id=\"71323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71323)\">Acts 2:44<\/a><\/span> it is not because we believe in or practice this or that doctrine as individuals and as a people; but it is the spirit of him who is an enemy to all righteousness<span class=\"citation\" id=\"71841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71841)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81860)\">Mosiah 4:14<\/a><\/span> that is in the hearts of those who yield themselves to obey false principles. Paul, in his writing to the Romans, says, &#x201C;Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.&#x201D; &#x201C;Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are whom ye obey; whether of sin unto death, or of obedience unto righteousness?&#x201D;<span class=\"citation\" id=\"72445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72445)\">Rom. 6:13,16<\/a><\/span> When truth comes, error comes also. When the Gospel of the Son of God is introduced among the children of men, it comes with light and intelligence, with pure and holy principles. It embraces all morality, all virtue, all light, all intelligence, all greatness, and all goodness. It introduces a system of laws and ordinances, and a code of moral rectitude which, if obeyed by the human family, will lead them back to the presence of God. As we were exhorted this morning to believe in the Lord Jesus Christ, be baptized for the remission of sins, receive the laying on of hands for the reception of the Holy Ghost, receive the spirit of prophecy, the spirit of discerning of spirits, the gift of healing, and, in short, all the gifts, and graces, and laws, and ordinances of the Gospel, which are for  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>life and salvation. Now, the power of Satan is opposed to all this. <\/div><div class=\"paragraph jod\" id=\"v11n921\"> Now, let me state somewhat the reason why the devil appears as a gentleman when he presents himself to the children of men. The children of men have good principles dwelling within them. When their spirits came into this mortal flesh, they brought with them the love of all truth, virtue, and goodness; but the sin that has contaminated the mortal tabernacle through the fall creates what the Apostle Paul, when writing in Timothy, calls a &#x201C;warfare.&#x201D;<span class=\"citation\" id=\"75834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75834)\">1 Tim. 1:18<\/a><\/span> When Joseph Smith first preached the Gospel to this generation the Spirit of God attended it, and that Spirit met an opposing spirit, which was the spirit of Satan, exerting his power to lead away mankind from the truth to everlasting ruin; while the Spirit of the Gospel, the Spirit of the Lord Jesus Christ, sought to lead to exaltation and everlasting life. Here are the two powers in opposition to each other. <\/div><div class=\"paragraph jod\" id=\"v11n922\"> Now, remember that it is not because we are called &#x201C;Mormons,&#x201D; or Latter-day Saints, that we meet opposition; there is nothing odious in mere names and titles. Joseph Smith has as good a right to his name as John Smith has to his. There is nothing criminal in the simple name of Joseph Smith; yet, he being a servant of God and a preacher of righteousness, his name became odious to the wicked, and the three simple words, &#x201C;Old Joe Smith,&#x201D; were sufficient to arouse in their hearts every vindictive and bloodthirsty desire. It was not, however, this simple name that aroused the worst feelings of the human heart against those who loved and obeyed the truth; but it was the spirit of Satan working in the hearts of the children of disobedience<span class=\"citation\" id=\"74905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74905)\">Eph. 2:2<\/a><\/span> against the truth. Why was Joseph Smith, and why are his brethren, so odious to those who are <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not of us? Because we have the words of eternal life<span class=\"citation\" id=\"69326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69326)\">John 6:68<\/a><\/span> to offer to the world. The devil is opposed to this, and offers resistance to the progress of the spirit of the Gospel by arousing the wicked, who are under his influence, to hate, and persecute, and annoy in every possible way, the true followers of the Lord Jesus. <\/div><div class=\"paragraph jod\" id=\"v11n923\"> Let me say to you, my friends (and if I have foes here I say it also to them), there is no spirit inhabiting a mortal tabernacle (that has not sinned away the day of grace),<span class=\"citation\" id=\"83159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83159)\">Morm. 2:15<\/a><\/span> but what naturally loves and adores the truth, and would bless and honor all those who seek to walk in the way of the Lord, were it not for the influence and power of evil by which they are controlled. There is a constant warfare between the good and the evil. The mortal tabernacle is of the earth earthy,<span class=\"citation\" id=\"73975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73975)\">1 Cor. 15:47<\/a><\/span> and came forth for the express purpose of being prepared to serve as a dwelling for the eternal spirit; and the spirit has come here for the express purpose of getting a tabernacle; and the sin that is in the fleshy tabernacle is against the good that is in the spirit. The Apostle Paul, when writing to the Romans, says, &#x201C;For I delight in the law of God, after the inward man: But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.&#x201D;<span class=\"citation\" id=\"72498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72498)\">Rom. 7:22-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n924\"> It is not the name of a man or the name of a sect which inspires this warfare, but it is a war which has always existed, and will always continue to exist, between the good and the bad, between the power of God and the power of the devil. To these who are not instructed in the things of God it appears to be a warfare between sects and parties. The votaries of the bad excuse themselves for their persecutions of the good by supposing that they, themselves, as individuals, or their nations, are about to suffer  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some great wrong from the upholders of the good. As an example of this I will quote from the Gospel according to St. Luke&#x2014;&#x201C;And the whole multitude of them arose, and led him (Jesus Christ) unto Pilate. And they began to accuse him, saying, We found this fellow perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a king.&#x201D;<span class=\"citation\" id=\"68268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68268)\">Luke 23:1-2<\/a><\/span> This is the cunning of the devil, and a means by which he leads down to destruction<span class=\"citation\" id=\"82118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82118)\">Alma 12:11<\/a><\/span> great numbers of the human family. He gets the political world to believe that they are, or are going to, be infringed upon; he makes the religious world believe that the sanctity and rights of their holy religion are in danger, and thus he gets them to make his cause their own; they are lashed into a frenzy of excitement and hatred against the Saints; every high-toned, honorable and truthful feeling of the human heart is blunted or entirely subdued in them; they plan for the destruction of God's people, and, in many instances, the blood of the Saints&#x2014;the blood of innocence&#x2014;<span class=\"citation\" id=\"57395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57395)\">Prov. 6:17<\/a><\/span>has been shed by their hands. It is written in the book of Revelation: &#x201C;And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels with him.&#x201D;<span class=\"citation\" id=\"79590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79590)\">Rev. 12:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n926\"> Paul in view of the power of this great deceiver and his host exhorted the Saints anciently to, &#x201C;Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75374)\">Eph. 6:11-12<\/a><\/span> A great number of those who oppose the truth, and mob and rob and kill the followers of the Lord Jesus Christ, know not what they oppose, but they are moved to <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commit depredations against the people of God by men who are desperately wicked; these are among the bitterest enemies of the truth. The multitude in the days of Jesus cried out: &#x201C;Crucify him.&#x201D; The chief priests had delivered him up from envy. Pilate knew this; &#x201C;But the chief priests moved the people, that he should rather release Barabbas unto them. When Pilate inquired what evil he had done, they cried out more exceedingly: crucify him.&#x201D;<span class=\"citation\" id=\"66698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66698)\">Mark 15:10-14<\/a><\/span> They know not what they did.<span class=\"citation\" id=\"68313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68313)\">Luke 23:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n927\"> Wherever the Gospel of Jesus Christ has been preached, either in these or in former days, it has met with a class of men to whom the truth looked lovely and Godlike, and the spirit within would prompt them to embrace it; but they find themselves so advantageously connected in the world, and have so many interests at stake if they should embrace it, they conclude that it will not do, and here comes the warfare again. Some few will overcome the reasonings of the flesh, and follow the dictates of the Spirit; while the great majority of this class of persons are won over by sordid considerations and cleave to their idols. The good spirit tries to overcome the wayward will of the flesh, and the flesh, aided by the cunning and power of the devil, maintains a strong warfare; but, notwithstanding this great power against which the spirit has to contend, the power of God is greater than the power of the wicked one; and unless the Saints sin against light and knowledge, and willfully neglect their plain and well understood duties, and the Spirit of God is grieved<span class=\"citation\" id=\"75295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75295)\">Eph. 4:30<\/a><\/span><span class=\"citation\" id=\"90876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90876)\">D&amp;C 121:37<\/a><\/span> and it ceases to strive with them,<span class=\"citation\" id=\"125577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125577)\">2 Ne. 26:11<\/a><\/span> the Spirit is sure to prevail over the flesh, and ultimately succeeds in sanctifying the tabernacle for a residence in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v11n928\"> The spirit which inhabits these tabernacles naturally loves truth, it  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>naturally loves light and intelligence, it naturally loves virtue, God and godliness; but being so closely united with the flesh their sympathies are blended, and their union being necessary to the possession of a fullness of joy to both,<span class=\"citation\" id=\"89078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89078)\">D&amp;C 93:33<\/a><\/span> the spirit is indeed subject to be influenced by the sin that is in the mortal body, and to be overcome by it and by the power of the devil, unless it is constantly enlightened by that spirit which enlighteneth every man that cometh into the world,<span class=\"citation\" id=\"68532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68532)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87788)\">D&amp;C 84:46<\/a><\/span> and by the power of the Holy Ghost which is imparted through the Gospel. In this, and this alone, consists the warfare between Christ and the devil. <\/div><div class=\"paragraph jod\" id=\"v11n930\"> It is not in my being called a Quaker, a Methodist, or a &#x201C;Mormon&#x201D; that is the true cause of contention between these two great powers&#x2014;Christ and Belial;<span class=\"citation\" id=\"74243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74243)\">2 Cor. 6:15<\/a><\/span> but it is in the fact that God has established His kingdom upon the earth and restored the Holy Priesthood, which gives men authority and power to administer in His name. <\/div><div class=\"paragraph jod\" id=\"v11n931\"> It has been told us this afternoon, and was this morning also, that we must be baptized in order to be saved.<span class=\"citation\" id=\"84326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84326)\">D&amp;C 20:25<\/a><\/span><span class=\"citation\" id=\"86676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86676)\">D&amp;C 68:9<\/a><\/span> Much remains to be said on the means necessary to effect salvation in its completeness. We might as well say that a beautiful temple could be built and all its details completed and finished in a day, as to say that we can tell all we know about the plan of man's salvation in a short hour and a half or in a day. It is plain to every enlightened person that the Lord has introduced fit and proper laws by which he will save His children and exalt them into his presence. If these laws are not obeyed by the human family, they cannot be saved, nor be exalted to the presence of God. What will become of all those who will not obey the laws of salvation? Will they be confined throughout an endless eternity in <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that bottomless pit,<span class=\"citation\" id=\"80497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80497)\">Rev. 20:3<\/a><\/span> where their worm dieth not, and where their fire is not quenched?<span class=\"citation\" id=\"66586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66586)\">Mark 9:43-44<\/a><\/span><span class=\"citation\" id=\"87002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87002)\">D&amp;C 76:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n932\"> It is necessary that men should become acquainted with the laws of God, and the ordinances of His kingdom, and receive of the power of the world to come<span class=\"citation\" id=\"76720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76720)\">Heb. 6:5<\/a><\/span> in order to fit them to become angels of the devil,<span class=\"citation\" id=\"81376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81376)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81686)\">Jacob 3:11<\/a><\/span> and that the devil may have full power over them; and these are the only ones who are cut off from every degree of salvation.<span class=\"citation\" id=\"125578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125578)\">D&amp;C 76:43-44<\/a><\/span> Jesus said, &#x201C;Now is the judgment of this world: now shall the prince of this world be cast out. And I, if I be lifted up from the earth, will draw all men unto me.&#x201D;<span class=\"citation\" id=\"69809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69809)\">John 12:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n933\"> He has been lifted up, and He will save every son and daughter of Adam and Eve, except the sons of perdition,<span class=\"citation\" id=\"86999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86999)\">D&amp;C 76:43-44<\/a><\/span> in some kingdom where there shall be no more death,<span class=\"citation\" id=\"80726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80726)\">Rev. 21:4<\/a><\/span> no more aches and pains to afflict and torment them; and let me assure you that none of those kingdoms will be any worse than the one we now inhabit. Jesus Christ will draw all men unto him,<span class=\"citation\" id=\"82966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82966)\">3 Ne. 27:14-15<\/a><\/span> except those who contend against the power of God and against his kingdom until they have sealed their own damnation. <\/div><div class=\"paragraph jod\" id=\"v11n934\"> The adversary presents his principles and arguments in the most approved style, and in the most winning tone, attended with the most graceful attitudes; and he is very careful to ingratiate himself into the favor of the powerful and influential of mankind, uniting himself with popular parties, floating into offices of trust and emolument by pandering to popular feeling, though it should seriously wrong and oppress the innocent. Such characters put on the manners of an angel, appearing as nigh like angels of light<span class=\"citation\" id=\"74277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74277)\">2 Cor. 11:14<\/a><\/span> as they possibly can, to deceive the innocent and the unwary. The good which they do, they do it to bring to pass an evil purpose upon the good and honest  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>followers of Jesus Christ. Yet the little good, if any, that is in them, they have received from God. Lucifer, the son of the morning,<span class=\"citation\" id=\"58273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58273)\">Isa. 14:12<\/a><\/span> has not got a good principle, does not say a good word, perform a good act, or present a good idea to any people upon this earth or any other earth<span class=\"citation\" id=\"83567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83567)\">Moro. 7:17<\/a><\/span> that he has not received from that God whom you and I serve. Everything that is good, everything that is lovely and truthful, virtuous and kind, everything to be admired and desired by the pure in heart<span class=\"citation\" id=\"62953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62953)\">Matt. 5:8<\/a><\/span> comes from God, our Father, who dwells in heaven.<span class=\"citation\" id=\"83562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83562)\">Moro. 7:16<\/a><\/span> The most wicked person that ever dwelt upon the earth, the Lord supports; He gives to him the breath of life,<span class=\"citation\" id=\"52403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52403)\">Gen. 2:7<\/a><\/span> and causes His sun to rise upon that poor miserable wretch,<span class=\"citation\" id=\"63245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63245)\">Matt. 5:45<\/a><\/span> who would, if he had the power, destroy everything that is good. The Lord our God sends His rain upon the just and upon the unjust,<span class=\"citation\" id=\"125579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125579)\">Matt. 5:45<\/a><\/span> and gives food and raiment to the good and to the evil; He parcels out the earth among his children, and his mercy and loving kindness are over all the works of his hands. Though the Lord is thus kind and merciful to all, yet he saith, &#x201C;them that honor me I will honor, and they that despise me shall be lightly esteemed.&#x201D;<span class=\"citation\" id=\"55392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55392)\">1 Sam. 2:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n936\"> In the days before Noah's flood those who served God and kept his commandments were prepared to receive glory, immortality and eternal life, according to the law of the Gospel. When this law was given to the people in any age, the kingdom of God was established, and the devil and his hosts were made mad even as they are at this day. <\/div><div class=\"paragraph jod\" id=\"v11n937\"> We are told that if we would give up polygamy&#x2014;which we know to be a doctrine revealed from heaven, and it is God and the world for it&#x2014;but suppose this Church should give up this holy order of marriage, then would the devil, and all who are in league with him against the cause of God, re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>joice that they had prevailed upon the Saints to refuse to obey one of the revelations and commandments of God to them. Would they be satisfied with this? No; but they would next want us to renounce Joseph Smith as a true prophet of God, then the Book of Mormon, then baptism for the remission of sins and the laying on of hands for the reception of the Holy Ghost. Then they would wish us to disclaim the gift of prophecy, and the other gifts and graces of the Holy Spirit, on the ground that they are done away and no longer needed in our day, also prophets and apostles, etc. <\/div><div class=\"paragraph jod\" id=\"v11n938\"> They want us to yield all these points, transgress the laws God has revealed for the salvation of the world, and change all the ordinances of God's house,<span class=\"citation\" id=\"58427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58427)\">Isa. 24:5<\/a><\/span> and conform to the dogmas of modern Christianity and to the corruptions of the age. Will the Latter-day Saints do this? No; they will not to please anybody. Shall we have a warfare? We shall; we will war and contend for the right, and trust in our God until righteousness is established upon the earth, until peace shall reign everywhere, until the children of men shall lay down the weapons of their warfare and cease to exhaust their ability and ingenuity in forming weapons of destruction to slay their fellow men,<span class=\"citation\" id=\"57850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57850)\">Isa. 2:4<\/a><\/span> until the minds and affections of mankind shall be turned unto the Lord their God, and their energies be directed to beautifying the earth and making it like the garden of Eden. We calculate to struggle on, and continue to exercise faith and enjoy our religion, keeping all the commandments of God, observing the ordinances of his house, trying to fulfill all his words, trusting in him, and we shall see what this course will come to. <\/div><div class=\"paragraph jod\" id=\"v11n939\"> I can tell the whole world that we shall preach the gospel of life and  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>salvation and call upon the children of men to cease their wickedness and their warring against God and one another, and embrace those saving principles that will lead them to life here and to eternal life hereafter.<span class=\"citation\" id=\"86368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86368)\">D&amp;C 59:23<\/a><\/span> We shall preach on, we shall struggle on until the kingdoms of this world shall become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79450)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90040)\">D&amp;C 105:32<\/a><\/span> To be gentle and kind, modest and truthful, to be full of faith and integrity, doing no wrong is of God; goodness sheds a halo of loveliness around every person who possesses it, making their countenances beam with light, and their society desirable because of its excellency. They are loved of God, of holy angels, and of all the good on earth, while they are hated, envied, admired and feared by the wicked. <\/div><div class=\"paragraph jod\" id=\"v11n941\"> What, then, is the mission of Satan, that common foe of all the children of men? It is to destroy and make desolate. When this house was built, every principle, every desire that prompted the putting of these materials together, had good for its object in making the people comfortable and happy. The desire to build cities, open farms, set out orchards and adorn and beautify the earth in every possible way is of God. But you say that those who do not believe in religion at all do that. Very good, are not their lives as much in the hands of God as yours and mine? Does He not prompt them day by day to do good, and blessed are they who resist not the Spirit. There is a spirit of truth gone forth to all the inhabitants of the world. The book of Job says, &#x201C;But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56192)\">Job 32:8<\/a><\/span> Again, it is written of Jesus, &#x201C;That was the true Light, which lighteth every man that cometh into the world.&#x201D;<span class=\"citation\" id=\"68533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68533)\">John 1:9<\/a><\/span> &#x201C;For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should be reproved. But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.&#x201D;<span class=\"citation\" id=\"68978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68978)\">John 3:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n942\"> There is that in all men which prompts them to do good and forsake evil; then there is another principle which prompts them to do evil and forsake the good. The few who have moral courage enough to yield obedience to the promptings of the Spirit of God, bringing themselves in subjection to his will, are the ones who compose the church and kingdom of God on the earth, so far as they have opportunity. Whatsoever is good is of God,<span class=\"citation\" id=\"82052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82052)\">Alma 5:40<\/a><\/span> no matter by whom possessed or presented. If the devil presents principles that are good and pure and lovely, they are not of him, but they are of God.<span class=\"citation\" id=\"83557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83557)\">Moro. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n943\"> The devil delights in the work of destruction&#x2014;to burn and lay waste and destroy the whole earth. He delights to convulse and throw into confusion the affairs of men, politically, religiously and morally, introducing war with its long train of dreadful consequences. It is evil which causeth all these miseries and all deformity to come upon the inhabitants of the earth. But that which is of God is pure, lovely, holy, and full of all excellency and truth, no matter where it is found, in hell, in heaven, upon the earth, or in the planets. Let us live in obedience to the good; let us live our religion. <\/div><div class=\"paragraph jod\" id=\"v11n944\"> I do not know that I have explained these things sufficiently clear to you. The thread of the whole subject is clearly defined in my mind. I know what the children of men are when they come upon the earth, and the influence that attends them, and the power of Satan who lives upon the earth by permission like the wicked and ungodly do. Will we live our religion? I hope so. It was asked  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me by a gentleman how I guided the people by revelation. I teach them to live so that the Spirit of revelation may make plain to them their duty day by day that they are able to guide themselves. To get this revelation it is necessary that the people live so that their spirits are as pure and clean as a piece of blank paper that lies on the desk before the inditer, ready to receive any mark the writer may make upon it. When you see the Latter-day Saints greedy, and <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> covetous of the things of this world, do you think their minds are in a fit condition to be written upon by the pen of revelation? When people will live so that the Spirit of revelation will be with them day by day, they are then in the path of their duty; if they do not live according to this rule, they live beneath their duty and privileges. I hope and pray that we may all live up to our privileges. Amen. <\/div>\n<\/div>\n<\/div>"}