{"ID":110018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Summary of Instructions.<\/div>\n<div class=\"subtitle\">Given by President Brigham Young, to the people, on his visit to Utah, Juab, and Sanpete Counties, in June and July, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Summary of Instructions.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/1\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v11n402\"> The Latter-day Saints in these mountains are growing in grace and in favor with God and his servants, and we feel to bless them as parents, as children, as schoolteachers, as musicians, as singers, as Elders in Israel, and as Saints, in all their employments and honest pursuits. As soon as the people spread out from Great Salt Lake City to form a new settlement, we have visited them to instruct and encourage them; in this <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we feel satisfied that we have done our duty. We are still traveling from settlement to settlement, and have great joy in visiting and talking to the Saints, and in blessing them. When I leave home to visit the Saints, I leave all in the hands of God, and would not swerve from the fulfillment of my duties as a preacher of righteousness,<span class=\"citation\" id=\"78378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78378)\">2 Pet. 2:5<\/a><\/span> and as the leader of this great people, if it should save my property from being burnt to  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ashes. This has been my course from the beginning. <\/div><div class=\"paragraph jod\" id=\"v11n404\"> It gives us great joy to see the public manifestations of welcome which the people give everywhere. The little children who take part in these demonstrations, dressed in their best, receive impressions they can never forget; time cannot wear them out; they are impressions of respect and honor to the leaders of Israel. It is a duty we owe to our children to educate and train them in every principle of honor and good manners, in a knowledge of God and his ways, and in popular school education. I am happy to hear the little children sing, and hope they are also learning to read and write, and are progressing in every useful branch of learning. <\/div><div class=\"paragraph jod\" id=\"v11n405\"> I feel happy; I feel at peace with all the inhabitants of the earth; I love my friends, and as for my enemies, I pray for them daily; and, if they do not believe I would do them good, let them call at my house, when they are hungry, and I will feed them; yea, I will do good to those who despitefully use and persecute me.<span class=\"citation\" id=\"63210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63210)\">Matt. 5:44<\/a><\/span> I pray for them, and bless my friends all the time. <\/div><div class=\"paragraph jod\" id=\"v11n406\"> We are now located in the midst of these mountains, and are here because we were obliged to go somewhere. We were under the necessity of leaving our homes, and had to go somewhere. Before we left Nauvoo, three Members of Congress told us that if we would leave the United States, we should never be troubled by them again. We did leave the United States, and now Congressmen say, if you will renounce polygamy you shall be admitted unto the Union as an independent State and live with us. We shall live anyway, and increase, and spread, and prosper, and we shall know the most and be the best looking people there is on the earth. As for polygamy, or any other doctrine the Lord has revealed, it is <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not for me to change, alter, or renounce it; my business is to obey when the Lord commands, and this is the duty of all mankind. <\/div><div class=\"paragraph jod\" id=\"v11n407\"> The past of this people proves that we are better able to take care of ourselves than any other people now living. This fact stares the world in the face. When we first came to these mountains, as pioneers to develop their resources, we were poor, and had been scattered and peeled<span class=\"citation\" id=\"58332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58332)\">Isa. 18:2,7<\/a><\/span> by our enemies, yet our trust was in God. We are now not only able to feed ourselves, but to feed thousands who travel through our settlements, and give them protection from the savage foe who otherwise would have infested this region and made it dangerous to travel. We must watch and pray,<span class=\"citation\" id=\"66277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66277)\">Matt. 26:41<\/a><\/span> and look well to our walk and conversation,<span class=\"citation\" id=\"84389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84389)\">D&amp;C 20:69<\/a><\/span> and live near to our God, that the love of this world may not choke the precious seed of truth,<span class=\"citation\" id=\"64533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64533)\">Matt. 13:22<\/a><\/span> and feel ready, if necessary, to offer up all things, even life itself, for the kingdom of heaven's sake. We must not love the world, nor the things of the world,<span class=\"citation\" id=\"78563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78563)\">1 Jn. 2:15<\/a><\/span> until the world is sanctified and prepared to be presented to the Father with the Saints upon it; then they will inhabit it forever and ever.<span class=\"citation\" id=\"61645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61645)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n408\"> We are living in a country where we are subject to be endangered by aggressions from a savage foe, and I would advise the people to dwell together in cities, and not in a scattered condition. When men and women cannot live together in a community, close enough for self-defense, it denotes a lack of fellowship and friendship, a lack of those brotherly and neighborly feelings which should exist in the bosoms of all true Saints. When I see men and women inclined to withdraw from the community, and children from their parents, I know that there is a spirit of alienation in them which they should not possess. There are persons who say  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they believe in Joseph the Prophet, in the Book of Mormon, in the gathering of the house of Israel, in the building up of Zion, and in all the blessings promised to the Church and kingdom of God upon the earth; but they do not like to be quite so nigh their neighbors; they want to be off on one side, from under the influence of city regulations, and from under the eye of their Bishop. When I see this feeling manifested, I fear those persons have never felt that brotherly feeling that belongs to the spirit of our religion; if they ever did have it, they certainly do not possess it when they entertain such desires. I would like to see a disposition manifested to live close to the meetinghouse, or to the schoolhouse, where the Saints can attend the public worship of God and can send their children to school, where they can live so that their children can associate together and form lasting friendships, that may serve them for good in a day to come, and where they can pass the dreary winter months in associations with people who are informed, and are capable of educating them in singing, in mathematics, spelling, and other branches of education; and when they want to recreate, that they can mingle together in the dance without having to go long distances through the snow and the cold; and that in the case of sickness or accident of any kind, they may be within the reach of sympathetic hearts and the hand of kindness and benevolence, being ever ready to receive kindness or to give it to their neighbors. Those who possess these desires manifest plainly the spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v11n410\"> This people are improving; they are improving in the cultivation of the soil, in the study of horticulture, both theoretically and practically, and in all matters that are calculated to multiply around them every substantial comfort of life. Yet we are im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perfect, we are weak, and we cannot see afar off,<span class=\"citation\" id=\"78259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78259)\">2 Pet. 1:9<\/a><\/span> though I think we can see as through a glass darkly,<span class=\"citation\" id=\"73715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73715)\">1 Cor. 13:12<\/a><\/span> and comprehend the outlines of many things; if we cannot see all the details, we can see the future of this people and the destiny of the nations. We should love the earth&#x2014;we should love the works which God has made. This is correct; but we should love them in the Lord, as I think the majority of this people do; for what people would have done as this people have, were it not for the kingdom of heaven's sake? They have forsaken their homes, and friends, and country to come up to these mountains to serve God and build up his kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v11n411\"> We are doing well, notwithstanding all our failings and weaknesses; but the Lord would like to have us a little more diligent; he would like us to cleave a little more closely to the things of his kingdom, have more of his Spirit, and know more of him and of one another, that complete and perfect confidence may be restored. The confidence which should exist among all people is gone, and the wise men of the world are aware of this fact, but they are at a loss to know how to recover it. The Latter-day Saints alone know how to do this; they know how to sustain themselves and restore the confidence which has been lost. We are actually restoring this confidence. The people abroad who have confidence in our Elders, and in their testimony, are baptized in water according to the ancient pattern, and are born of the water, and are also born of the Spirit,<span class=\"citation\" id=\"68780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68780)\">John 3:5<\/a><\/span> and receive a testimony from the heavens for themselves. This is the only way in which confidence can be restored among men. <\/div><div class=\"paragraph jod\" id=\"v11n412\"> All men ought to understand that confidence is one of the most precious jewels that they can possibly possess on the earth, and when we have the  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>confidence of a good man or woman, we never should allow ourselves to do an act that would in the least degree impair it. It is an absolute truth that the confidence of this people in the men God has placed to lead them is daily increasing, and the confidence of the heavens is increasing in us in the same ratio as our confidence increases in one another. It will not do to lie to and deceive one another; neither will it do to cease to chasten and reprove the people when it is necessary to do so. There is no people on the earth that can bear to be spoken to in the language of reproof, and have their faults laid open before them, as this people can. All who are in possession of the Holy Spirit of truth receive such reproofs as kindnesses, and are thankful. In this way we go on from truth to truth, and from light to light. <\/div><div class=\"paragraph jod\" id=\"v11n414\"> It is interesting to follow this people from the beginning of their existence&#x2014;through all their drivings and persecutions up to the present time. It will be seen that they have steadily increased in numbers, in righteousness, and in power and influence up to this day. Note the increase of love, of joy, and of peace; our peace flows like a river: it is glorious. Hallelujah; praise the God of heaven, for He has spoken from the heavens and has called us to truth and virtue, and wishes to put into our possession the wisdom of eternity; this to us is a matter of great joy. If we will do right and seek the Lord with all our hearts,<span class=\"citation\" id=\"54958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54958)\">Deut. 4:29<\/a><\/span> he will give unto us everything our hearts can desire. The earth is before us, heaven is before us, and the fullness of eternity is before us, and it is for us to live for all our hearts can desire in righteousness. <\/div><div class=\"paragraph jod\" id=\"v11n415\"> We have enemies; they are with us all the time, prompting the Saints to do wrong, that their minds may be darkened, and they be plunged into <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sorrow and grief. Are we ready to receive an enemy? We should be as ready to meet an enemy in one capacity as in another. Every time the enemy throws us off our guard, and we give way to temptation, he gains so much; he weakens us and strengthens himself; when we resist temptation, it strengthens the Saints and weakens the enemy. We should be ready for all emergencies at all times, in all places, and under all circumstances, meeting the enemy at the door, and not waiting until he takes possession of the house. We should at all times be well qualified by faith, by the power of the Holy Spirit of the Gospel which we possess, and be well fortified on every side&#x2014;this we should do spiritually; this we should do temporally. If the enemy finds that we are prepared, he will be very apt to keep out of doors. <\/div><div class=\"paragraph jod\" id=\"v11n416\"> The earth is before us, and all the blessings of the earth. There is not a man who is called now to receive the blessings which pertain to the spiritual world, and the things of eternity, but what is first called to learn how to sustain his natural life here in this world. This life is worth as much as any life that any being can possess in time or in eternity. There is no life more precious to us in the eye of eternal wisdom and justice than the life which we now possess. Our first duty is to take care of this life; and in this duty we are, as a people, tolerably skillful. <\/div><div class=\"paragraph jod\" id=\"v11n417\"> I do not think that another community can be found anywhere more capable of taking care of themselves than are the Latter-day Saints. It is true that we do not raise our own tobacco: we might raise it if we would. We do not raise our tea; but we might raise it if we would, for tea raising, this is as good a country as China; and the coffee bean can be raised a short distance south of us. Our ladies wear imported  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>silk, when in reality this is one of the finest silk countries in the world. The mulberry tree which produces the natural food of the silkworm, flourish on all our bench lands, and our climate is adapted to the healthy condition of the silkworm. I would recommend the planting and propagating of the mulberry tree as shade trees, and as ornamental trees; they also yield a great abundance of excellent fruit. Let our cities and gardens be adorned with trees that are both ornamental and useful. Our young ladies can be amused and profitably employed in feeding that useful insect, in winding and spinning their silk into sewing silk, and into yarn, which can be converted into silks and satins of the finest texture and quality; for we have in our community artisans who can do this work as well as it can be done in any country in the world. We can sustain ourselves; and as for such so-called luxuries as tea, coffee, tobacco and whiskey, we can produce them or do without them. When we produce our food and clothing in the country where we live, then are we so far independent of the speculating, moneymaking world outside, whereas, if we were to dig gold, and make this our business, then should we become slaves to the producers of food and clothing, and make fortunes for speculators and freighters; and instead of working to build up Zion and its interests, we should be laboring to build up Gentile institutions and Gentile interests. When this people are prepared to properly use the riches of this world for the building up of the kingdom of God, He is ready and willing to bestow them upon us. If the Latter-day Saints will walk up to their privileges, and exercise faith in the name of Jesus Christ, and live in the enjoyment of the fullness of the Holy Ghost constantly day by day, there is nothing <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on the face of the earth that they could ask for, that would not be given to them. The Lord is waiting to be very gracious unto this people, and to pour out upon them riches, honor, glory, and power, even that they may possess all things according to the promises He has made through His apostles and prophets. <\/div><div class=\"paragraph jod\" id=\"v11n419\"> I refer to this, having my eye particularly on the chastisement I gave the merchants last fall and spring Conferences. I said then, what I will say anywhere, for it is as true as the sun shines. Are our merchants honest? I could not be honest and do as they do; they make five hundred percent on some of their goods, and that, too, from an innocent, confiding, poor, industrious people. What do this people, who have been gathered from the manufacturing and rural districts of foreign countries, know about speculation? Nothing. Where they lived they worked by the day or by the week for so much, and then would buy so much bread and so much meat, &amp;c., with their wages. Here, when they have a dollar instead of a farthing, they do not know what to do with it; but the merchants are ready to say give it to us for a piece of rag. If they do not repent they will go to hell. They have made fortunes out of the poor Saints. What do you think about them? I know how God looks at them, and I know how I look at them. They have got to devote the riches they have gathered from this poor people to the building up of the kingdom of God, or they and their riches will perish together. I mean this to apply to our merchants that are here, and to those who are scattered through the Territory. I am speaking of our Mormon merchants. When a Gentile merchant comes here he gives us to understand that he is here to make all the money he can out of the Mormons; we  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>know how to take him; but when men come and say they are Latter-day Saints, brethren, Mormons, the people trust them as friends and are deceived and suffer through their avarice. <\/div><div class=\"paragraph jod\" id=\"v11n420\"> I like to see men get rich by their industry, prudence, management and economy, and then devote it to the building up of the kingdom of God upon the earth, and in gathering in the poor saints from the four corners of the earth; and I am pleased to say that our rich brethren are doing well. I have no fault to find with our brethren who are merchants, in regard to their deal with me as an individual; they are kind to me. I believe they would give me half they are worth, if I were to ask them for it. <\/div><div class=\"paragraph jod\" id=\"v11n421\"> The Lord will bestow riches and honor upon this people as fast as they can receive them and learn to take care of them in the Lord. We all have faults: fault could be found with our mechanics and with our common laborers, as well as with our merchants. Yet, notwithstanding all our faults, where is there as good a community of people upon the earth, or as good looking a one, or as wise and knowing a one as the Latter-day Saints in this Territory? Let us continue to improve until we are filled with the knowledge of the truth. We have yet much to learn. It is necessary that the people be taught how to live with each other, and enjoy each other's society in peace, and in the light of the Holy Spirit of the gospel which we have embraced, that every minute of our lives may be a scene of peace. We should learn to live with our neighbors without contention, learning to do good to each other. <\/div><div class=\"paragraph jod\" id=\"v11n422\"> To build up the kingdom of God is our business; we have nothing else on hand. When will we see and understand the general principle of building up the kingdom of God on <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth? When shall we see the interest of the whole of God's people sought by each person instead of an individual interest?<span class=\"citation\" id=\"87456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87456)\">D&amp;C 82:19<\/a><\/span> The question in our minds ought to be, what will advance the general interests of our settlements and increase intelligence in the minds of the people. To do this should be our constant study in preference to how shall we secure that farm or that garden, or to saying, I want that house, and I do delight in that horse, and this carriage, &amp;c., so much so that we cannot worship our God in public meeting or kneel down to pray in our families without the images of earthly possessions rising up in our minds to distract them and make our worship and our prayers unprofitable. Until a selfish, individual interest is banished from our minds, and we become interested in the general welfare, we shall never be able to magnify our Holy Priesthood as we should. <\/div><div class=\"paragraph jod\" id=\"v11n423\"> On tomorrow (June 27) it will be twenty-one years since Joseph Smith was killed, and from that time to this the Twelve have dictated, guided and directed the destinies of this great people. Can you not discern clearly that this kingdom grows? In a few years more those who composed the Church in the days of Joseph Smith will be found only one here and one there. It will soon be hard to find one who knew the Prophet Joseph. The kingdom has made rapid strides in advance, and prospered amazingly in the last twenty-one years. We have traveled abroad into the world&#x2014;into the wide field&#x2014;and have scattered the seed of truth broadcast, and gathered from the crude masses our brethren, our sisters, their children, and all those who have received the truth, and cemented them together by the power of the Holy Priesthood, into a great people. In this the hand of God is visible to all, in acknowledging the labors of  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His servants, and this people as His people. I can witness one fact, and so can others, that by paying attention to the building up of the kingdom of God alone we have got rich in the things of this world; and if any man can tell how we can get rich in any other way, he can do more than I can. We leave our business and our families and go out to preach the peaceable things of the kingdom,<span class=\"citation\" id=\"85029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85029)\">D&amp;C 36:2<\/a><\/span> and pay attention to that, never thinking of our business or our families, except when we ask the Lord to bless our families in common with all the families of the Saints everywhere. <\/div><div class=\"paragraph jod\" id=\"v11n425\"> In my first administrations in the gospel, in the rise of this church when I went out to preach, I would leave my family and friends in the hands of the Lord, and I gave them no further thought, but my mind looked forward and my thoughts were, I am going among strangers, how can I present myself to that congregation to which I am going to speak this afternoon, this evening, or tomorrow morning; how can I draw their attention to the principles of the Holy Gospel, and engage their feelings to that degree that they will inquire about the truth and embrace it. I did not think about wife, children, home, native land or friends; but my thoughts were on the great work before me. This should be the state of our feelings continually. The prosperity of the kingdom is before us; we see it as we see one another in this congregation; we see the spread of the people and their increase. Thousands of children are born yearly in Utah; we have an immense immigration among us in this way; and still we are sending Elders abroad to gather in the honest in heart from foreign lands. Sixty Elders have gone out this spring, men of experience, character, ability, and good standing in society&#x2014;men who can be depended upon. <\/div> <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n426\"> The increase of our children, and their growing up to maturity, increases our responsibilities. More land must be brought into cultivation to supply their wants. This will press the necessity of digging canals to guide the waters of our large streams over the immense tracts of bench and bottom lands which now lie waste. We want our children to remain near us, where there is an abundance of land and water, and not go hundreds of miles away to seek homes. In these great public improvements the people should enter with heart and soul, and freely invest in them their surplus property and means, and thus prepare to locate the vast multitudes of our children which are growing up, and strengthen our hands, and solidify still more&#x2014;make still more compact our present organized spiritual and national institutions. The river Jordan will be brought out and made to flow through a substantial canal to Great Salt Lake City. When this is done, it will not only serve as a means of irrigating, but it will form a means of transportation from the south end of Utah Lake to Great Salt Lake City. Thus we will keep laboring, and preaching, and gathering the people, and the Lord will keep blessing and sustaining us, until the land is full of Saints, and they begin to spread out, to hive forth, seeking for room to dwell, until the earth shall be full of the glory of the Lord and His Saints. <\/div><div class=\"paragraph jod\" id=\"v11n427\"> We are greatly blessed as a people. We have had peace here for many years. Today we are able to meet together to speak to each other, to strengthen and do each other good; and by forsaking our fields for a season, to gather together to worship our God, I can assure you that our crops will be better than they would be if we were to spend all our time in our fields. We may water and  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plant and toil, but we should never forget that it is God who gives the increase;<span class=\"citation\" id=\"73143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73143)\">1 Cor. 3:6<\/a><\/span> and by meeting together, our health and spirits will be better, we will look better, and the things of this world will increase around us more, and we will know better how to enjoy them. <\/div><div class=\"paragraph jod\" id=\"v11n429\"> At Mount Pleasant, in San Pete County, an Elder wished to give out a notice for the brethren to water their wheat immediately, for it was suffering. I requested him to allow me to give out the notice for him, which he did; and I gave out the appointment, informing the saints that if they would place guards sufficient to keep their homes from Indian depredations, fires, &amp;c., and the rest of the men, women, and children attend our meetings, I would promise them, in the name of Israel's God, better crops than if they did otherwise. This was on Wednesday, and in the night there came a beautiful shower, and we continued to have showers, until at Manti, on Sunday, we were under the necessity of suspending our meeting in the Bowery, and repairing to the meetinghouse; the earth was thoroughly soaked, and vegetation was refreshed, and the people were satisfied. I notice this incident merely to show that if we will do our duty, and be faithful to our God, He will never be backward in dispensing His mercies liberally to us. <\/div><div class=\"paragraph jod\" id=\"v11n430\"> We should spend a portion of our time and means in training our children, and a most effective way is to do it by example. If we wish our children to be faithful to us, let us be faithful to God and to one another. If we wish them to be obedient to us, let us be obedient to our superiors. Parents should manifest before their children all that they wish to see exhibited in them. Whatever a husband requires of a wife, or of a child, in obedience, in meekness, in submission, manifest before them all <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that you require of them. Example is better than precept. When we present precepts they should correspond with our own example. <\/div><div class=\"paragraph jod\" id=\"v11n431\"> I say to fathers, mothers, and to the whole Priesthood of the Son of God, if we expect to sanctify ourselves and the earth upon which we tread, we must begin that work in our own hearts; let them be pure and holy, and devoted entirely to the service of God, then will the earth become sanctified and holy under our feet; we shall begin to spread abroad and enlarge our borders with greater power when we can conquer ourselves and be able to exercise a good influence over our friends and neighbors. We do many wrongs which we would not do if we knew better, and so it is with our children. You may remember it and lay it to heart, and if you wish, write it in your journals, that some of the best spirits that have ever been sent to earth are coming at the present time, comparatively speaking. <\/div><div class=\"paragraph jod\" id=\"v11n432\"> Solomon said, &#x201C;He that spareth his rod hateth his son,&#x201D;<span class=\"citation\" id=\"57417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57417)\">Prov. 13:24<\/a><\/span> but instead of using the rod, I will teach my children by example and by precept. I will teach them every opportunity I have to cherish faith, to exercise patience, to be full of long-suffering and kindness. It is not by the whip or the rod that we can make obedient children; but it is by faith and by prayer, and by setting a good example before them. This is my belief. I expect to obtain the same as Abraham obtained by faith and prayer,<span class=\"citation\" id=\"76999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76999)\">Heb. 11:8-10<\/a><\/span> also the same as Isaac and Jacob obtained; but there are few who live for the blessings of Abraham, Isaac, and Jacob after they are sealed upon them. No blessing that is sealed upon us will do us any good, unless we live for it. Whereas, if we are faithful, there is nothing which is calculated to please the eye, to gladden the heart,<span class=\"citation\" id=\"86321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86321)\">D&amp;C 59:18<\/a><\/span> to cheer and  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comfort the body and spirit of man, everything in the heavens, with the fullness of the earth, its pleasures and enjoyments, with perfect health, without pain, with appetites made pure, all this, and more that has not yet entered into the heart of man to conceive, the Lord has in store for His children.<span class=\"citation\" id=\"72977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72977)\">1 Cor. 2:9<\/a><\/span> This earth, when it shall be made pure and holy, and sanctified and glorified and brought back into the presence of the Father and the Son, from whence it came at the time of the fall, will become celestial, and be the glorified habitation of the faithful of this portion of the great family of our Heavenly Father.<span class=\"citation\" id=\"91301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91301)\">D&amp;C 130:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n434\"> Abraham was faithful to the true God, he overthrew the idols of his father and obtained the Priesthood after the order of Melchizedek,<span class=\"citation\" id=\"93376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93376)\">Abr. 2:5-6<\/a><\/span> which is after the order of the Son of God, and a promise that of the increase of his seed there should be no end;<span class=\"citation\" id=\"58061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58061)\">Isa. 9:7<\/a><\/span><span class=\"citation\" id=\"93430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93430)\">Abr. 3:14<\/a><\/span> when you obtain the Holy Priesthood, which is after the order of Melchizedek, sealed upon you, and the promise that your seed shall be numerous as the stars in the firmament, or as the sands upon the seashore, and of your increase there shall be no end,<span class=\"citation\" id=\"53334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53334)\">Gen. 22:17<\/a><\/span> you have then got the promise of Abraham, Isaac, and Jacob, and all the blessings that were conferred upon them. <\/div><div class=\"paragraph jod\" id=\"v11n435\"> How many of the youth of our land are entitled to all the blessings of the kingdom of Heaven, without first receiving the law of adoption? When a man and woman have received their endowments and sealings, and then had children born to them afterwards, those children are legal heirs to the kingdom and to all its blessings and promises, and they are the only ones that are on this earth. Where is not a young man in our community who would not be willing to travel from here to England to be married right, if he understood <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things as they are; there is not a young woman in our community, who loves the gospel and wishes its blessings, that would be married in any other way; they would live unmarried until they could be married as they should be, if they lived until they were as old as Sarah before she had Isaac born to her. Many of our brethren have married off their children without taking this into consideration, and thinking it a matter of little of importance. I wish we all understood this in the light in which heaven understands it. <\/div><div class=\"paragraph jod\" id=\"v11n436\"> Those whom I once knew as little boys are growing out of my recollection; these young men know nothing but Mormonism. They are in some instances called wild and ungovernable; but these wild boys, properly guided and directed, will make the greatest men who have ever lived upon this earth; and I want them to throw aside their diffidence and come up and shake hands with me, and say, &#x201C;How do you, brother Brigham,&#x201D; for I feel warmly towards them. I say to our young men, be faithful, for you do not know what is before you, and abstain from bad company and bad habits. Let me say to the boys sixteen years old and even younger, make up your minds to mark out the path of rectitude for yourselves, and when evil is presented, let it pass by unnoticed by you, and preserve yourselves in truth, in righteousness, virtue and holiness before the Lord. You were born in the kingdom of God; it is to be built up; the earth has to be renovated, and the people sanctified, after they are gathered from the nations, and it requires considerable skill and ability to do this; let our young men prepare themselves to aid and do their part in this great work. I want you to remember this teaching with regard to our youth. <\/div><div class=\"paragraph jod\" id=\"v11n437\"> We are hated and despised as a  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people, and everyone who hates this people, hates the God of heaven; and when men lift their hands against the Latter-day Saints, they lift them against the Almighty. We are the men and women who will renovate the earth, redeem it, and restore all things through the strength of Him who has paid the debt for us, and who has been and is still willing to help us, and give unto us every blessing we need. Our religion is worth everything to us, and for it we should be willing to employ our time, our talent, our means, our energies, our lives. <\/div><div class=\"paragraph jod\" id=\"v11n439\"> Let the Latter-day Saints be separate from the ungodly, and learn to live within themselves; and let us cease to give to them the proceeds of our hard toil for that which does not profit us.<span class=\"citation\" id=\"60275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60275)\">Jer. 2:11<\/a><\/span> Any man in this church and kingdom who will cater to a <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gentile for a little money will be poor in time and in all eternity. To those who plead poverty, and contend that they must take wicked and corrupt men into their houses to board them, etc., for a living, I promise poverty, unless they repent, and turn from the error of their ways. So long as we will fellowship unholy and wicked persons, so long God and angels and holy men will not fellowship us. <\/div><div class=\"paragraph jod\" id=\"v11n440\"> May God bless you as parents, as children, as Elders in Israel, as musicians, and as sweet singers; may He bless your houses, your barns, your fields, your flocks, and your herds, your cities and the ranges around them, the mountains, the timber and the waters, and greatly comfort you, and enable you to pursue the journey of life so as to land safely in the haven of eternal rest. Amen. <\/div>\n<\/div>\n<\/div>"}