{"ID":110016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of the Saints, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in the Tabernacle, Great Salt Lake City, March 19, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 3\/19\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v11n335\"> A number of excellent remarks have been made today in our hearing by the brethren who have spoken, to the truth of which, the Spirit of God accompanying them has borne record in our hearts. The Elders testify to the truth of the principles that we have embraced, and to speak upon them is as delightful a treat as we can have. There is nothing more delightful to the human mind, properly constituted, than to listen to the words of life and salvation spoken under the inspiration of the Holy Ghost; they are sweeter than the sweetest honey, and more satisfying than the best and most nutritious food; because they fill our spirits with joy and gladness, and we feel benefited, and refreshed, and strengthened by them, and then we occupy a closer relationship to our Father and God than before hearing his word. These are my feelings today, and they always have been whenever I have attended a meeting where the Spirit of God has prevailed. <\/div><div class=\"paragraph jod\" id=\"v11n336\"> A remark was made today which called up some reflections in my mind respecting us as a people. The speaker said that we were called illiterate and uneducated, and that we were despised because of our ignorance&#x2014;because of the class of society from which the mass of us have been gathered. This, doubtless, <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is the feeling that is entertained in many parts respecting the Latter-day Saints. The remark brought into my mind a number of reflections respecting the position that Jesus occupied, that Jesus who is at the present time acknowledged, by all Christians at least, to be the greatest Being that ever trod the footstool of the Almighty. I thought of his lowly position, humble and obscure birth, and the surroundings he was brought up under; how he must have been despised by those who knew him when they heard the declarations which he made respecting his relationship to God our Father in heaven, and when they saw the men who had been appointed by him to proclaim the Gospel of salvation to the people, and also those associated with him. But now, as I have already stated, there is no doubt in the minds of those who profess to be Christians, that this same Jesus is the Son of God, the Creator of the world; that by him and through him all things were and are created,<span class=\"citation\" id=\"75558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75558)\">Col. 1:16<\/a><\/span><span class=\"citation\" id=\"86885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86885)\">D&amp;C 76:24<\/a><\/span> and that unto him we owe the salvation we have all received, and which we will eventually receive when we attain to the fulness of the glory promised unto us. It is not always they who are called from the humblest classes who are the most illiterate in the true sense of the word; at least, it is not the case with us as a people, nor with any people  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who have ever been called to the knowledge of the Gospel, or upon whom he has bestowed the power to administer the laws of salvation. <\/div><div class=\"paragraph jod\" id=\"v11n338\"> I reflect with great pleasure upon the prospects before us, and upon the past history of our people, and the wisdom God has given unto his servants, and to this people, to establish his truth, and to proclaim it unto the inhabitants of the earth, to accomplish his purposes in building up the kingdom he has so long promised he would establish in the latter times no more to be thrown down.<span class=\"citation\" id=\"89562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89562)\">D&amp;C 101:75<\/a><\/span> When we see how God made choice of his servant Joseph, and brought him from obscurity and from the midst of ignorance, and bestowed upon him the wisdom of eternity, how he trained him in that knowledge which is necessary, both temporal and spiritual, to enable him to organize this great people&#x2014;I call us a great people, not because of our numbers, but because of our prospects, our power, and our organization&#x2014;He gave him wisdom necessary to organize His kingdom upon permanent principles, that it might grow like a seed planted in good ground&#x2014;small in the beginning, but germinating and growing until it becomes a great and mighty tree. It was by means of the wisdom God gave unto Joseph Smith that he was enabled to organize the kingdom of God upon the earth out of the contending, conflicting elements in Babylon, upon principles that will cause it to increase until it shall spread over the whole earth. He not only gave this wisdom to his prophet Joseph, but he has also given it to his prophet Brigham, whom he has endowed with power and wisdom to take hold of His work where Joseph left it when he passed beyond the veil, and carrying it forward until, in the eyes of all observing and thinking men, it is the greatest wonder of the present age. <\/div> <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n339\"> It is a wonder that when all nations of the earth are full of contention, strife, and disunion, when they are warring in deadly strife one against another, when they have not the power to cement themselves together, that there has been one man in the midst of the nations who has had such controlling influence that people have been gathered together from every nation, creed, and church, speaking a great variety of languages&#x2014;men and women trained under different influences, circumstances, and habits. It is a wonder to see them collected as this people are today, to see them united and dwelling in peace, to see them governed by the slightest whisper of him God has appointed to preside, to see every obstruction moved from the path of the onward progress of the kingdom of God; not only this, but to see this wisdom developing itself through all the ramifications of that kingdom, to see it filling the breasts of those occupying the various offices in the Church&#x2014;to see Bishops, Bishops' Counselors, Presidents and Presidents' Counselors, Apostles, High Priests, Seventies, Elders, Priests, Teachers, and Deacons filling the various offices assigned unto them to perform; though the same knowledge fills them to a less extent, still that spirit and that power are increasing in them which give promise unto them that the organization with which they are connected will become greats and mighty, and overwhelming in the midst of the earth. <\/div><div class=\"paragraph jod\" id=\"v11n340\"> We are called uneducated, illiterate, but there is a wisdom which is being developed in the midst of this people, and they are being trained in those principles that will make them great and mighty before God and man. We can see this now, but, with the eye of faith, we can see much more in the future, when the nations will seek for that wisdom which is alone  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the possession of this people&#x2014;a wisdom that will save them from the calamities and the evils that are coming upon them. It is not far distant. It will not be very long before men will seek to be taught of this people the principles that pertain to this and the next world. Though they now pretend to despise them, that knowledge is, nevertheless, in the midst of this people alone. They understand the principles that will save men&#x2014;not only men individually, but as nations and communities, from the evils with which they are threatened here and hereafter. They have been obtained by us in the same manner in which they were obtained by Jesus Christ, by Peter, and by those associated with him; they have been obtained by the knowledge, and light, and intelligence of heaven, bestowed on men in answer to prayer and faith properly exercised. There is something very delightful and consoling in the reflection that men and women, no matter how ignorant, if they become acquainted with the principles of the Gospel, will become wise unto salvation,<span class=\"citation\" id=\"76218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76218)\">2 Tim. 3:15<\/a><\/span> and be elevated and be developed, and continue to increase in everything that is great and desirable before God and man. We see this promise, which the Gospel holds out to us, being fulfilled. <\/div><div class=\"paragraph jod\" id=\"v11n342\"> We talk about the glory which is in store for us, and well we may talk about it, because we have, to a certain extent, had a foretaste on the earth of those promises, the fulness of which we shall enjoy in that world to which we are all hastening. We can see the effects of the Gospel upon the minds of the people, and upon our own minds; we see the people being morally developed in everything that will make them mighty before God. <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I know that the Lord, for a wise purpose, has called the noblest spirits that he had around him to come forth in this dispensation. He called them to come in humble circumstances, that they might receive the experience necessary to try and prove them in all things,<span class=\"citation\" id=\"89279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89279)\">D&amp;C 98:14<\/a><\/span> that they might descend below all things, and gradually begin to ascend above all things;<span class=\"citation\" id=\"88251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88251)\">D&amp;C 88:6<\/a><\/span> there was a wise design in this, and we see it carried out at the present time. <\/div><div class=\"paragraph jod\" id=\"v11n343\"> I take great delight in these things; it is a great pleasure to reflect upon this Work; for, view it which way you will, look at it from any standpoint, there is something attractive and lovely connected with it. We can all have this enjoyment, there is no defect or flaw in the system; there is nothing about it, if we had the power, that we could improve or make better. That is a great consolation to us; it is not the work of man, a cunningly devised fable<span class=\"citation\" id=\"78262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78262)\">2 Pet. 1:16<\/a><\/span> man has constructed. It is not made to suit our peculiar tastes and views, but it is eternal; it has always existed, and it accords with our being, and with the laws of our being, because the plan of salvation emanated from the same eternal source that we emanated from, and everything connected with us and this system is in perfect harmony. There is nothing conflicting between the perfect laws of our nature and the laws of God, revealed in the Gospel. It is this that makes it so beautiful, that causes it to have such an elevating effect upon us; and we have to live in agreement with it, in order to eventually be exalted in the presence of our Father and God; which, may God grant, may be our happy lot, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}