{"ID":110012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">God the Source of All Intelligence and Wisdom&#x2014;Man a Natural and Spiritual Being&#x2014;Mysterious Nature of His Senses and Faculties&#x2014;Men to Be Judged By the Register Within Themselves.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, Sunday, Feb. 5, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Nature of the Being of Man.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/5\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v11n247\"> I have felt much impressed with the beautiful hymn which our choir has just sung, speaking of our Heavenly Father and our return again into his presence. We frequently talk about our Father who is in heaven, and we delight to dwell upon our relationship with him, and anticipate with pleasure the time when we shall behold his face, regain his presence, and rejoice with him, with the Savior, and with the spirits of the just made perfect,<span class=\"citation\" id=\"77265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77265)\">Heb. 12:23<\/a><\/span> in the eternal world. The Lord has revealed a great many good and great things unto us, but yet we seem scarcely to appreciate the privileges with which we are surrounded and blessed, nor to comprehend exactly our true relationship to our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v11n248\"> I was very much pleased with some remarks made by President Young in relation to our Father two or three weeks ago, wherein he describes him as being like ourselves, and possessing the power to associate with us, and, that if we were to gaze upon him we should see a person like ourselves;<span class=\"citation\" id=\"91276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91276)\">D&amp;C 130:1<\/a><\/span> yet he is spoken of as being able to read the thoughts of our hearts,<span class=\"citation\" id=\"76545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76545)\">Heb. 4:12<\/a><\/span> and that a sparrow cannot fall to the ground without his notice.<span class=\"citation\" id=\"64197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64197)\">Matt. 10:29<\/a><\/span> There are some peculiar expressions in the Scripture and in the revelations that we have had given to us, which we may term Scripture, if you please, pertaining to our Father who is in heaven. We are told in one place <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that &#x201C;He is the light that enlighteneth every man that cometh into the world.&#x201D;<span class=\"citation\" id=\"68528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68528)\">John 1:9<\/a><\/span> We are told, also, &#x201C;That every good and perfect gift proceeds from the Father of lights, in whom there is no variableness, nor shadow of turning.&#x201D;<span class=\"citation\" id=\"77463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77463)\">James 1:17<\/a><\/span> We are told in some of our revelations, which the Lord has given to us in these last days, that &#x201C;He is the light that is in the sun, and the power thereof by which it was made; that he is the light that is in the moon, and the power by which it was made; that he is the light that is in the stars and the power whereby they were made; and that is the same light that enlighteneth the understanding of man.&#x201D;<span class=\"citation\" id=\"88285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88285)\">D&amp;C 88:7-11<\/a><\/span> According to some of our systems of philosophy, and the ideas that theologists would entertain in relation to this matter, these remarks would appear strange and incongruous. <\/div><div class=\"paragraph jod\" id=\"v11n249\"> We have been led generally to suppose that the light which enlighteneth the understanding of man is what is termed of an intellectual character, and differs materially from the solar light, or the light of the sun; but if we examine these things critically, we shall find that there is mixed up with the philosophy of the heavens and the earth things that have been altogether out of the reach of human philosophy; that all true intelligence, all true wisdom, all intelligence that is of any use or benefit to the human family, proceeds from  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord; that he is the fountain of truth, the source of intelligence, and the developer of every true and correct principle that is known to man upon the earth;<span class=\"citation\" id=\"87773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87773)\">D&amp;C 84:45<\/a><\/span> that there is no branch of wisdom, of science, of philosophy, of good, sound common sense but what proceeds from him; and we shall furthermore learn, when we come to be acquainted more particularly with heavenly things than we are at the present time, that everything associated with God and with his economy, whether upon the earth or in the heavens, is strictly reasonable and philosophical; and that the only reason why we do not comprehend many things that are revealed to us, and that have been revealed in former times, is because we are not acquainted with the philosophy of the heavens, nor the laws that govern the intelligences in the eternal worlds. The philosophy of man, of the earth, and of the things with which we are surrounded, is deep&#x2014;it is abstruse; it is difficult of comprehension even by the most enlightened mind and the most comprehensive and enlarged intellect. <\/div><div class=\"paragraph jod\" id=\"v11n251\"> One great reason why men have stumbled so frequently in many of their researches after philosophical truth is, that they have sought them with their own wisdom, and gloried in their own intelligence, and have not sought unto God for that wisdom that fills and governs the universe and regulates all things. That is one great difficulty with the philosophers of the world, as it now exists, that man claims to himself to be the inventor of everything he discovers; any new law and principle which he happens to discover he claims to himself instead of giving glory to God. <\/div><div class=\"paragraph jod\" id=\"v11n252\"> There are some ideas that have occurred to me lately in relation to man, if I could only express them, which I consider have been revealed by listening to the communications <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of others, and through the inspiration of the Spirit of the Lord. There is something peculiar in the organization of man, particularly in regard to his mind. We can think, we can reflect, we can conceive of things, we can form our judgment of events that are transpiring around; but it is difficult for us to perceive or to comprehend how those things are accomplished, and by what process they are brought about. A man, for instance, can store up in his memory thousands and tens of thousands of things. A good linguist, for example, can retain in his memory thousands of words in his own language, and thousands and tens of thousands in other languages, and he can draw upon these when he pleases, and remember their significations. I can remember the time, some years ago, when no person could tell me a passage in the Bible but what I could turn to it; I could not remember every passage, but I knew their connections and could tell others where they could find them. <\/div><div class=\"paragraph jod\" id=\"v11n253\"> President Young's memory is remarkable in regard to names and persons. I have traveled with him throughout the length and breadth of this Territory, and I do not know that I have ever yet seen him come in contact with a man whose name he did not remember and the circumstances connected with him. There is something remarkable in this. <\/div><div class=\"paragraph jod\" id=\"v11n254\"> Again, on theological subjects, a man will remember not only all the doctrines which he himself believes, but also the doctrines of various systems of religion that exist in the world, and be enabled to separate, to describe, or define them. Now, the question is, where are all these things stowed away? What book are they written in; where are they recorded? A man may travel over the earth, he may visit towns, cities, and villages, and gaze upon oceans, seas, rivers,  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>streams, mountains, valleys, and plains; upon landscapes and different kinds of scenery, and make himself acquainted with all the vegetable world, and these pictures and this intelligence is carefully laid away somewhere. He may study chemistry, botany, geology, astronomy, geography, natural history, mechanics, the arts and sciences, and everything in creation which man is capacitated to receive and store it away in his memory from the time of his youth up to old age. There is something very remarkable in that. And then the question arises, how do we judge of those things? If a man sees a thing, how does he see it? There is something very remarkable in the construction of the human eye; it is something like these photographic instruments that receive impressions, only he gazes upon them and his eye takes them in, and the scene he gazes upon is actually imprinted upon what is called the retina of the eye; and one thing after another is recorded, until thousands, and tens of thousands, and millions of things are laid away through that medium, and he is enabled to see any of these things whenever he pleases; his will can call them forth, and they pass in panoramic form before his vision from some source, where they are deposited and registered; all those things that he has gazed upon, that he has handled with his hands, or felt by the sense of touch, he can call up at his pleasure. There is something remarkable in this when we reflect upon it. Men talk about this registry being in the brain, but mens' heads do not get any larger. When men get what is called the &#x201C;big head,&#x201D; it is because there is nothing in their heads. The heart gets no bigger, the body no larger, and yet all these records are laid away somewhere. <\/div><div class=\"paragraph jod\" id=\"v11n256\"> Let us examine the Scriptures in <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> relation to some things, and see what they say concerning man. &#x201C;But there is a spirit in man: and the inspiration of the Almighty giveth it understanding.&#x201D;<span class=\"citation\" id=\"56191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56191)\">Job 32:8<\/a><\/span> We learn from this that there is a spirit in man in addition to this outward frame, to these hands, these eyes, this body, with all its powers, and appliances, and members; there is a spirit, an essence&#x2014;a principle of the Almighty, if you please&#x2014;a peculiar essence that dwells in this body; that seems to be inseparably connected therewith. <\/div><div class=\"paragraph jod\" id=\"v11n257\"> We are told in a revelation which the Lord has given unto us, &#x201C;That the body and the spirit is the soul of man&#x201D;&#x2014;<span class=\"citation\" id=\"88336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88336)\">D&amp;C 88:15<\/a><\/span>that the two, when combined, form what is termed in Scripture the soul. Now, then, according to this, man would be what may be termed a natural and a spiritual being&#x2014;a being connected with the tabernacle that is associated with this earth, and earthy, and another being that is connected with the heavens, or heavenly;<span class=\"citation\" id=\"73982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73982)\">1 Cor. 15:47-49<\/a><\/span> some would term it a temporal and a spiritual organization. It is difficult, however, to find words to convey ideas correctly in relation to these matters; our language is meager when we speak of heavenly things, because it is made for earthly beings, and not for the heavenly; and therefore it does not embrace with that distinctness and clearness those heavenly forms of speech which might convey to our intelligence more clearly those ideas we can better reflect upon than we can express. But, suffice it to say that there are two natures, if you please, mixed up in the human body; the one is what we term material, and the other, some would call it, immaterial;<span class=\"citation\" id=\"91394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91394)\">D&amp;C 131:7<\/a><\/span> but then, that is not a right phrase&#x2014;the one is earthly, or pertaining to the earth, that is, liable to decay; the other is heavenly, more spiritual&#x2014;an essence or being that cannot be destroyed; and hence, says Jesus in speaking  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>concerning this, &#x201C;And I say unto you, my friends, be not afraid of them that kill the body, and after that, have no more that they can do. But I will forewarn you whom you shall fear. Fear Him, which after he hath killed, hath power to cast into hell; yea, I say unto you, fear Him.&#x201D;<span class=\"citation\" id=\"64170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64170)\">Matt. 10:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n259\"> The body itself is a very remarkable structure or machine. Let me refer to some few items associated with it&#x2014;to the mediums through which we receive the intelligence of which we speak. For instance, the eye. How is it that you receive impressions into the eye? Just in the same way as impressions are received by a daguerreotype instrument, and they are planted there in what is termed the retina of the eye; there are placed there a number of small nerves which receive these impressions and convey the intelligence somewhere, in some manner, that it is laid away in some place where it can be called up. When we reflect upon and witness their peculiar powers, we discover operations that are very remarkable, comprehensive, accurate, and mysterious; you can see a mountain to the distance of fifty miles, and your eye will take it in and receive the impression; you can gaze upon a thousand objects, and your eye will register them all, and will convey an exact likeness of them, so that you can describe by language, if you have the power to use it, a true resemblance of the objects your vision takes in, so nice and so precise are the figures conveyed to the human mind through the instrumentality of the eye; so acute, so impalpable, so ethereal and refined is its action and power, that its susceptibilities approach very near to the spiritual, although it is temporal, so-called. <\/div><div class=\"paragraph jod\" id=\"v11n260\"> Again, the power of smell is very peculiar; perfumes of various kinds will last for years, and their various <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> odors can be distinguished by you. Take, for instance, a Tonquin bean, or a rose. The former is very small, and yet it continues to emit or exude, year after year, myriads of small, infinitesimal particles, without any sensible diminution, all of which are charged or impregnated with its own peculiar aroma; and convey this delicate, impalpable matter to the organs of the nose, and so exquisitely sensitive are the nerves associated with the nasal organ, that the minuteness of this touch, and the peculiar odor of the Tonquin bean, the rose, or any other peculiar aroma, is conveyed as distinctly to the understanding as words or signs of any kind can convey impressions to the human mind. This is, indeed, mysterious, yet strictly demonstrative, although, like the capacity of the eye, it approaches the spiritual or ethereal. <\/div><div class=\"paragraph jod\" id=\"v11n261\"> Our sense of hearing is also another remarkable instance of the peculiar sensitiveness of the organs of the human system. While I am speaking to you, there is not in this vast assembly a man, woman, or child that does not hear my voice at this time; all present can distinguish every word I say. How do they hear it? My voice causes a vibration in the atmosphere, the same as when a stone is thrown into the water; the water undulates, and a succession of waves are produced, which, if undisturbed, spread in continuous increasing circles, until the disturbing force is exhausted. So, in like manner, the action of the voice operates, or vibrates, upon the atmosphere, which is full of impalpable atoms or globules that undulate, vibrate and rush against each other with great rapidity above, below, around, carrying with great accuracy and distinctness, and conveying the sound so correctly, that every man and woman hears alike; the sound is conveyed in an  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>inexplicable manner to the drum of the ear. The nerves are affected, and those nerves convey intelligence to the congregation I am now talking to&#x2014;to the understandings of those who hear me. <\/div><div class=\"paragraph jod\" id=\"v11n263\"> We are made in the image of God,<span class=\"citation\" id=\"52175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52175)\">Gen. 1:26-27<\/a><\/span> we were designed by the intelligence of God, and the organs we have are the same kind of organs that the Gods themselves possess. I consider that the body and the spirit are connected together in some inscrutable, indefinable, and intelligent manner; that, if we comprehended, would be a greater wonder and mystery to us than anything that we have already referred to. <\/div><div class=\"paragraph jod\" id=\"v11n264\"> Now, then, let me speak of another subject immediately connected with this. President Young remarked, and we are informed in the Scriptures, and that was one of the things that led me to reflect about some of these matters, as well as in our own revelations, something like this, that &#x201C;God sees and knows the acts of all men.&#x201D;<span class=\"citation\" id=\"125567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125567)\">Alma 18:32<\/a><\/span> We read something like this, &#x201C;But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.&#x201D;<span class=\"citation\" id=\"64429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64429)\">Matt. 12:36<\/a><\/span> Now, this is a remarkable declaration. Look at the millions of human beings that inhabit this earth, and that have inhabited it from the creation up to the present time. It is supposed, generally, by the best authorities, that from eight hundred to a thousand millions of people live upon this earth at the same time, that is, this has been the case for a great many generations at least; they are coming and going continually, they pass into the world by thousands and tens of thousands, and go out of it in the same way daily; a daily stream of this kind is coming and going. Then, if we could discover the thoughts and reflections of these numerous millions of human beings, look at the wisdom, <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the intelligence, the folly, the nonsense, the good and the evil that is connected with every one of them, it is so vast and complicated that the human mind could not receive it, and it seems as if it would be almost a thing impossible for God to gaze upon the whole of them&#x2014;to comprehend the whole, and judge of the whole correctly. How shall this be done? My understanding of the thing is, that God has made each man a register within himself, and each man can read his own register, so far as he enjoys his perfect faculties. This can be easily comprehended. <\/div><div class=\"paragraph jod\" id=\"v11n265\"> Let your memories run back, and you can remember the time when you did a good action, you can remember the time when you did a bad action; the thing is printed there, and you can bring it out and gaze upon it whenever you please. As I stated before, if you have studied language, you can call that out at pleasure; you can show the distinction between the different parts of speech very readily. If you have studied mechanism, your mind will go to the place where you saw a certain machine, and you will go to work and make one like it. If you have traveled in cities, you can tell what kind of houses and streets composed the different cities you passed through, and the character of the people you associated with; and you can ruminate upon them, and reflect upon them by day or by night whenever you think proper, and call the things up which you did and saw. Where do you read all this? In your own book. You do not go to somebody else's book or library, it is written in your own record, and you there read it. Your eyes and ears have taken it in, and your hands have touched it; and then your judgment, as it is called, has acted upon it&#x2014;your reflective powers. Now, if you are in possession of a spirit or intel<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lectuality of that kind, whereby you are enabled to read your own acts, do you not think that that being who has placed that spirit and that intelligence within you holds the keys of that intelligence, and can read it whenever he pleases? Is not that philosophical, reasonable, and scriptural? I think it is. Where did I derive my intelligence from that I possess? From the Lord God of Hosts, and you derived your intelligence from the same source. Where did any man that exists or breathes the breath of life throughout this whole universe get any intelligence he has? He got it from the same source. Then it would be a very great curiosity if I should be able to teach you something and not know that something myself. How could I teach you A, B, C, if I did not know the alphabet, or the rudiments of the English Grammar, or anything else, if I did not know it myself? I could not do it. Well, then, upon this principle we can readily perceive how the Lord will bring into judgment the actions of men when he shall call them forth at the last day. Let me refer to some things in the Scriptures pertaining to this matter. Nebuchadnezzar had a dream, in which he saw a variety of things pass before him.<span class=\"citation\" id=\"60953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60953)\">Dan. 2:1-49<\/a><\/span> By-and-by the dream was taken from him, and he could not remember it; and he called upon the magicians, and soothsayers, and astrologers to give unto him the dream and the interpretation thereof, but they said it was too hard a thing for them to do; they could not give the king this information, for nobody can know these things but the Gods whose dwelling is not with flesh. They believed, as we do, that there is a Being that had spirit and intelligence above the other gods, and that he alone could unravel those mysteries. Finally, the king sent for Daniel, and Daniel knew nothing about it until <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he prayed unto the Lord, and the Lord showed it to him; for the Lord had given the dream to Nebuchadnezzar, and if he had given it to one, he could to another. He could read it in Nebuchadnezzar's mind or spirit in the record which He kept. He revealed the same thing to Daniel, who said unto the king, &#x201C;Thou sawest a great image; its head was of gold, its arms and breast of silver, its belly and thighs of brass, its legs of iron, and its feet and toes part of iron and part of clay.&#x201D; When Nebuchadnezzar heard the dream which he had forgotten, he gave glory to the God of Israel, because he could reveal secrets and manifest things which had been manifested to him. We look at things again on natural principles, according to things that we can judge upon by our natural senses. A man gazes upon a thing in the daytime, he goes to sleep, his senses are gone, he wakes up in the morning, and he remembers the things he had forgotten in his sleep&#x2014;they are remembered as fresh as ever. There have been men afflicted by what the physicians call catalepsy; they lose their senses for a period of time, sometimes for years, and in that state they are entirely ignorant of their former existence; they do not know any events that transpire, they cannot read their own register; but the moment their senses come to them, they reflect and begin at the place they left off when they became deranged. Man sleeps the sleep of death,<span class=\"citation\" id=\"57279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57279)\">Ps. 13:3<\/a><\/span> but the spirit lives where the record of his deeds is kept&#x2014;that does not die&#x2014;man cannot kill it; there is no decay associated with it, and it still retains in all its vividness the remembrance of that which transpired before the separation by death of the body and the everliving spirit. Man sleeps for a time in the grave, and by-and-by he rises again from the dead and goes to judgment; and then the secret thoughts of all  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men are revealed before Him with whom we have to do; we cannot hide them; it would be in vain for a man to say then, I did not do so-and-so; the command would be, Unravel and read the record which he has made of himself, and let it testify in relation to these things, and all could gaze upon it. If a man has acted fraudulently against his neighbor&#x2014;has committed murder, or adultery, or anything else, and wants to cover it up, that record will stare him in the face, he tells the story himself, and bears witness against himself. It is written that Jesus will judge not after the sight of the eye, or after the hearing of the ear, but with righteousness shall he judge the poor, and reprove with equity the meek of the earth.<span class=\"citation\" id=\"58091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58091)\">Isa. 11:3-4<\/a><\/span> It is not because somebody has seen things, or heard anything by which a man will be judged and condemned, but it is because that record that is written by the man himself in the tablets of his own mind&#x2014;that record that cannot lie&#x2014;will in that day be unfolded before God and angels, and those who shall sit as judges. There will be some singular developments then, I think. If this is to be the case, as was said formerly, &#x201C;What manner of persons ought we to be in all holy conversation and godliness?&#x201D;<span class=\"citation\" id=\"78476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78476)\">2 Pet. 3:11<\/a><\/span> There is, in fact, something in this, that in a partial degree can be read even on this earth. There are men who profess to be phrenologists and physiologists who profess to read character, and perhaps some man, from a knowledge of human nature and from a study of the human mind, can, upon natural principles, unfold a great many things. And there is associated with this Church such a gift as is called the discerning of spirits; but it is one of those things which we see in part and understand in part,<span class=\"citation\" id=\"73678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73678)\">1 Cor. 13:9<\/a><\/span> etc.; &#x201C;But when that which is in part is done away, and that which is perfect has come,<span class=\"citation\" id=\"73696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73696)\">1 Cor. 13:10<\/a><\/span> then we <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall see as we are seen, and know as we are known.&#x201D;<span class=\"citation\" id=\"87167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87167)\">D&amp;C 76:94<\/a><\/span> That is only a part of what the other will be the perfection of. When we get into the eternal world, into the presence of God our Heavenly Father, his eye can penetrate everyone of us, and our own record of our lives here shall develop all. I do not say that he will take trouble to read everybody. We read concerning the apostles in former times, that when Jesus should sit in judgment, they should be seated upon twelve thrones, judging the twelve tribes of Israel;<span class=\"citation\" id=\"65214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65214)\">Matt. 19:28<\/a><\/span> and it is also written, &#x201C;Know ye not that the saints shall judge the world?&#x201D;<span class=\"citation\" id=\"73228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73228)\">1 Cor. 6:2<\/a><\/span> Who will be judges of the world in this generation? You, yourselves, who understand the laws of the Priesthood must say, Now, then, if these things are so, it behooves us to consider and ponder well the paths of our feet, it behooves me to be careful what I do, what doctrines I advance, what principles I inculcate, and see to it that I do my duty before God, and the angels, and all men, for I cannot obliterate the record which is written here. If I am engaged in business transactions of any kind, it behooves me to know what I am doing; that I am dealing as I would wish men to deal with me; if I do not, the record is there. I think we read somewhere, that if our own conscience condemn us,<span class=\"citation\" id=\"69425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69425)\">John 8:9<\/a><\/span><span class=\"citation\" id=\"82124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82124)\">Alma 12:14<\/a><\/span> God is greater than our conscience; &#x201C;if our own hearts condemn us, God is greater than our hearts.&#x201D;<span class=\"citation\" id=\"78728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78728)\">1 Jn. 3:20<\/a><\/span> If I be a father and have charge of a family, it behooves me to know what kind of an example I set before them, and how I conduct myself; it behooves both fathers and mothers to know that they are making a record of their doings that they will not be ashamed of. It behooves children to know what kind of a course they take towards their parents, and towards the building up of the kingdom of God upon the earth. If I  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am an Elder in Israel, or whatever office I hold in the Church, it behooves me to comprehend my position, know myself, and act as a Saint of <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in all things, which may the Lord help us to do in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}