{"ID":110011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Causes of Gratitude that the Saints Have&#x2014;Spiritual and Temporal Blessings Enjoyed By Them&#x2014;Greater Promises Made to Them Than the Ancients&#x2014;Obedience to Counsel Necessary.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in the Tabernacle, Great Salt Lake City, Jan. 1, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Saints' Causes of Gratitude.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 1\/1\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v11n219\"> My prayer and desire is that while I shall attempt to speak unto you this afternoon, I may be led and dictated by the Spirit of God, and I presume that this is the desire of all the Saints who have assembled themselves together for the purpose of worshipping our Father and God this afternoon in this tabernacle. <\/div><div class=\"paragraph jod\" id=\"v11n220\"> There is one point that was alluded to this morning by Brother Lorenzo Snow, in his remarks, which struck me with a great deal of force. It was in relation to the Saints entertaining a feeling of gratitude to God for the blessings he has bestowed upon us&#x2014;that the Lord loves those who entertain such feelings, and who appreciate the blessings and kindness he bestows upon them. <\/div><div class=\"paragraph jod\" id=\"v11n221\"> This truth accounts for the frequency with which the Elders, when led by the Spirit of God and speaking unto the people, dwell upon the many blessings, and privileges, and favors we have received since our obedience to the Gospel of Jesus Christ. To many persons, such frequent allusions to the blessings and favors that we enjoy, and the privileges that have been bestowed on us as a people, seem unnecessary, and in the ears of some not acquainted with us and our character, and with the principles we have espoused, sound like egotism; but I can, myself, recognize a great propriety in this style of preaching <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or exhortation. I can see that there is a necessity for it; that we should be continually stirred up to remember the Lord our God and the favors which he has bestowed upon us from the time we embraced the Gospel until now; and not only from that time, but from the earliest period of our infancy to this time, because his kindness, and providence, and long-suffering have not been extended to us alone since we have embraced the Gospel, but from the time of our birth until now. <\/div><div class=\"paragraph jod\" id=\"v11n222\"> The Lord has said that he is angry with none except those who acknowledge not his hand in all things.<span class=\"citation\" id=\"86340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86340)\">D&amp;C 59:21<\/a><\/span> He is angry with those who do not acknowledge his hand in the various dispensations of providence meted out to man. <\/div><div class=\"paragraph jod\" id=\"v11n223\"> It is right that we, as a people and as individuals, should be continually grateful to God for what he has done for us. Unless we appreciate these blessings, it is not likely they will be increased upon us&#x2014;it is not reasonable that greater blessings than those already received will be bestowed upon us; but if we are humble, meek, and filled with thanksgiving and gratitude to our Father and God under all circumstances, appreciating and putting a high value on the mercies he extends unto us, it is more than probable that those blessings and mercies will be increased upon us  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>according to our wants and necessities, and we shall still have increased cause for gratitude and thanksgiving before him. <\/div><div class=\"paragraph jod\" id=\"v11n225\"> While the brethren were blessing the bread, it struck me how grateful we ought to be for the blessings which God has guaranteed unto us&#x2014;the great and the inestimable blessings&#x2014;through the death of our Lord and Savior Jesus Christ. How grateful we ought to be every day that we live, that our Father and our God has provided a way and means of salvation for us, that before we were born and took upon us the form of mortal men and women, the Lord in his mercy, and in his wisdom and kindness, had provided a way whereby we should be redeemed from the power of Satan, from the power of death, and be brought back into his presence, and be clothed with immortality and all the blessings which attend such a condition. Every time we partake of the sacrament, our hearts should swell with thanksgiving and gratitude for God's mercy unto us in this respect; yet it is too frequently the case with these blessings, as with many other blessings which God has bestowed upon us, their being so widespread prevents us from appreciating them as we should were they confined to a few of us and were not bestowed upon all the family of man. The blessings of air, of water, of the earth&#x2014;the blessings that all the family of man enjoy in common one with another&#x2014;because they are so widely spread and so universally enjoyed, are not appreciated as are other blessings which are more confined in their application and in the result which attends them to the children of men. The blessings of the air we breathe, the earth upon which we tread, of the water which courses down in crystal streams to satisfy our wants, and all the blessings that are so bountifully bestowed upon <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us, ought to be as much the cause of thanksgiving to our Heavenly Father as though they were confined to a few families only. And so, also, the great blessings of that salvation, which is extended universally, through Christ, to all the children of men who will be obedient to his requirements, ought to be appreciated just as much as though confined to us alone, to a few families, or to a small portion of the community which occupies these valleys. <\/div><div class=\"paragraph jod\" id=\"v11n226\"> The Lord has truly provided for us a plan of salvation that is as wide as eternity, that is Godlike in its nature and in its origin; it is intended to exalt us, his children, and bring us back into his presence. For this purpose our Lord and Savior came in the meridian of time. His blood was shed that an expiation might be made by which the plan of salvation could be completed, that we, whose bodies would otherwise continue subject to an everlasting sleep in the grave, might have our mortal tabernacles resurrected and brought into the presence of our Father and God, there to dwell eternally. <\/div><div class=\"paragraph jod\" id=\"v11n227\"> It should be a subject of thanksgiving and gratitude to us that we have the privilege of comprehending the truth sufficiently to derive the full benefit of the salvation which is offered unto us through the death of our Lord and Savior Jesus Christ; because we are assured in the word of God that there is a class, who through their sinfulness and neglect of the privileges and opportunities granted unto them, and their disobedience to the requirements of God, are cut off from the full benefits of that salvation which they would enjoy were they more obedient. But unto us is offered the salvation in its fulness, extended through the death of Jesus. After we have done with this mortal life we are promised a glorious resurrection in the first resurrection,  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and that our bodies shall not sleep in the tomb any length of time, only so long as is actually necessary to fulfil the requirements of the Lord. <\/div><div class=\"paragraph jod\" id=\"v11n229\"> Through the revelations of the truth, which have been made unto us, we are promised all that men and women could ask. All that God has ever promised to his faithful children we will receive, even every blessing that is necessary for our eternal happiness in the presence of God, if we will live subject to the requirements he has made of us in the Gospel of Jesus Christ. This should be a constant theme of thanksgiving in our hearts, and I believe it is so; I really believe that the Latter-day Saints are the most grateful people upon the face of the earth; I believe they give evidence of it in their actions. There is, however, room continually given unto us for improvement in this respect. We cannot be too grateful; we cannot get to a point where there is a necessity for us to slacken in this respect; and the more we comprehend of the purposes of our God, the more grateful and more full of thanksgiving we will be. I notice that among those who are not as fully acquainted as they should be with the principles of the Gospel, there is more ingratitude and a greater disposition to murmur, and a greater lack of thankfulness, than among those who are educated&#x2014;educated, I mean, in the knowledge of the truth, in the principles of life and salvation. I notice that among those who have the most experience, and have made the greatest advancement in the things of God, there is the greatest disposition to be thankful and grateful, and to pour out their souls in prayer before God; and I notice as the Saints increase in the knowledge of the truth, and the comprehension of the principles of life and salvation, their disposition in this direction increases with their knowledge. <\/div> <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n230\"> Looking at it with the world's view, we have abundant cause to be thankful; but to look at it through the light of the Spirit of God, our gratitude and thanksgiving should be unbounded to God; there should be no limit to it in our hearts every time we reflect on our position and on the blessings that have been bestowed upon us. What people on the face of the earth today can compare with us in temporal blessings? And when we look at the blessings we enjoy, as Saints of the Most High, from the standpoint from which the Latter-day Saints should view this work, how can we limit the feelings which should animate our hearts continually with praise to our Father and God? <\/div><div class=\"paragraph jod\" id=\"v11n231\"> When unprejudiced strangers look upon us, they see our temporal advantages, and they think we are a blessed and happy people; but there are other blessings that we enjoy. We enjoy promises which are extended unto us, of which strangers know nothing&#x2014;of which they have not the least conception; blessings and promises which no man can comprehend, except they who have received the Spirit of God. We have blessings, we have favors, we have causes of peace, of which the human family know nothing. While our hearts are burning with joy, with happiness and with peace; while the Spirit of God is descending upon us and we are filled therewith, they who look upon us cannot see or comprehend the spirit that we are of&#x2014;they cannot understand the feelings that animate our hearts, they only see us as natural men and women; they know not that power which has been communicated unto us and been poured out upon us. While we feel as though we could sing Hosannah to God and the Lamb,<span class=\"citation\" id=\"90462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90462)\">D&amp;C 109:79<\/a><\/span> they cannot see anything to cause us to have such feelings, because they have not access to that power&#x2014;to that fountain of  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>knowledge, of light, and wisdom, which our God has opened unto us as a people. We have, then, in addition to the temporal advantages which God has bestowed upon us, abundant cause for gratitude on other points. <\/div><div class=\"paragraph jod\" id=\"v11n233\"> There will be no time in the vast future when our cause for thanksgiving and for gratitude will cease; for the more we know and the more we comprehend the purposes of God, the more gratitude we will have. The angels who surround his throne indulge in thanksgiving and praise to God and the Lamb to a greater extent than we can do, because their causes for thanksgiving are greater; they have attained to a glorious exaltation, and they bask in the sunshine of the presence of the great Eternal.<span class=\"citation\" id=\"79330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79330)\">Rev. 7:9-12<\/a><\/span> Although they are there, they still have cause to sing Hosannah to God and the Lamb;<span class=\"citation\" id=\"90463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90463)\">D&amp;C 109:79<\/a><\/span> though they are in possession of such great blessings, dwelling as they do in a state of immortality, and freed from the power of Satan, sin, and death, they, nevertheless, see causes for thanksgiving to God our Father; and the nearer we approximate to them and to their perfection, the more we shall have of this feeling in our hearts, the more causes of thanksgiving we will perceive, and the more frequently we will express these feelings. <\/div><div class=\"paragraph jod\" id=\"v11n234\"> There is no time that we can conceive of throughout the vast ages of eternity, if we continue our onward progress, when we will become cloyed in our religion and in our worship of God; it will not be a matter of form with us, a duty that will be wearying and onerous upon us; on the contrary, it will increase in its pleasures. These are reflections connected with the truth as revealed to us, which are cheering. If we will let our imaginations stretch into the future, there will be no time when we will arrive at such a condition that we will, through weariness, relax our efforts <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and our exertions, and cease to feel thanksgiving and gratitude; but there will be increased causes contributed continually to prompt us to indulge in these feelings more and more, and take pleasure in their indulgence. <\/div><div class=\"paragraph jod\" id=\"v11n235\"> There never was a people on the face of the earth to whom the same promises have been given as to us. Others, who have preceded us in the enjoyment of the blessings of the Gospel, have looked forward to the time of their decease, and have seen that after they should pass away, the work they then were engaged in would disappear from the earth; they saw that the power of the adversary would be again wielded to great effect among men, and that their labors would be comparatively lost sight of through the evil that would prevail upon the earth. But this is not the case with us; unto us are extended promises which have never been extended to any other people who have lived upon the earth from the days of Adam to this time; unto us a promise is given that this kingdom shall stand forever, that it shall not be given into the hands of another people,<span class=\"citation\" id=\"61212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61212)\">Dan. 2:44<\/a><\/span> that it shall roll forth, increase, and spread abroad until it fills the whole earth&#x2014;<span class=\"citation\" id=\"86597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86597)\">D&amp;C 65:2<\/a><\/span>until all the inhabitants of the earth can dwell in peace and safety under its shadow, being freed from misrule, oppression, and every evil that exists among the inhabitants of the earth; that a reign of truth and righteousness shall be inaugurated, the reign of God and of his Son Jesus Christ on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v11n236\"> This is the promise which has been extended unto us, and the work is committed unto us and to the dispensation in which we live. Such a promise was not extended unto Enoch, unto Noah, unto Abraham, or unto any of the prophets who succeeded them down to the days of our Lord and Savior Jesus Christ. When the  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>apostles asked the Lord Jesus about the restoration of the kingdom,<span class=\"citation\" id=\"71009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71009)\">Acts 1:6<\/a><\/span> he parried their question;<span class=\"citation\" id=\"125566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125566)\">Acts 1:7<\/a><\/span> it was not for the people who lived in that dispensation to participate, while in the flesh, in the blessings of the restoration of the kingdom of God on the earth and its final establishment in the latter days. It was reserved for the great and last dispensation of the fulness of times, that great dispensation in which we now live, when the Gospel should be restored to the earth in its fulness, and the eternal Priesthood be revealed; when every angel and every prophet who have lived upon our earth should revisit the earth again, and bestow every key and all power and authority which they held on the man who was elected to stand at the head of this dispensation. <\/div><div class=\"paragraph jod\" id=\"v11n238\"> We live in this day, and our posterity will participate in the blessings of this dispensation, if we and they should be faithful. In looking forward to our future generations for the next thousand years, we are not under the necessity of beholding, in vision, our posterity straying into darkness in such a manner as to close the heavens and shut off the communication between God and man. God has taught us differently: he has taught us that instead of the heavens becoming more closed, and communications less frequent and seldom received, truth will be more abundantly bestowed on man; instead of angels ceasing to communicate with man, angels will communicate with him more and more until man shall bask in the full light of eternity. <\/div><div class=\"paragraph jod\" id=\"v11n239\"> These are the prospects that are extended to us as individuals and as a people. Hence, I have said that we have greater cause than any other people that ever lived to be thankful to our Father and God for what he has done for us and promised unto us; yet, do we understand it, do we <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> appreciate it? When we have the Spirit of God resting upon us, and our minds are enlightened by it, I presume we do to some extent; we feel then that we would constantly witness unto God by our acts that we really appreciate his kindness in permitting us to come forth at such a time and be associated with such a people. But when the counsels of God come to us through his servants, and they are contrary to our prepossessed notions, we forget that the inspiration of the Almighty is with our brethren, that the power of the Highest is with them, and, as Brother Snow alluded to Jonah this morning, if we do not go to Tarshish,<span class=\"citation\" id=\"62072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62072)\">Jonah 1:3<\/a><\/span> we frequently go somewhere else to avoid doing the things that God requires at our hands. <\/div><div class=\"paragraph jod\" id=\"v11n240\"> Now, the day has come when we, as a people, will have to listen to the voice of the servants of God, to the instructions of the Almighty through his servants, and obey them as implicitly as though God was in our midst. Yet, how often is it the case that, when we have counsel imparted unto us, we feel as though we had some suggestions to make that would make that counsel better and more applicable to us. I have seen the Spirit of God grieved, and the understanding of the man of God beclouded by men taking such a course as this. When the servant of God has been under the inspiration of the Almighty to counsel a certain course, somebody has stepped forward and suggested something different, and by that means the counsel of God has been darkened, the spirit of revelation has been grieved, and the benefit which otherwise would be, has not been received. <\/div><div class=\"paragraph jod\" id=\"v11n241\"> I have seen this under various circumstances, and I have looked upon it as an evil and something we should never do. When the counsel of God comes through his servants to us, we  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should bow to that, no matter how much it may come in contact with our preconceived ideas; submit to it as though God spoke it, and feel such a reverence towards it as though we believed that the servant of God had the inspiration of the Almighty resting upon him. While many are willing to admit that the servants of God understand everything connected with the work of God, and with the various departments of it on the earth, they think there are some kinds of knowledge which they possess in a superior degree to them who preside over us. They will admit that the servants of God may possess all the knowledge that is needed to spread the Gospel and have it carried to the remotest regions, to build up Zion; but there is something connected with their particular calling that, they think, they understand to a far greater extent than he or they who are appointed to preside over them. <\/div><div class=\"paragraph jod\" id=\"v11n243\"> This feeling is not infrequently manifested. The persons who exhibit it would be reluctant to say in words that this is their feeling, but they express it in their actions. This causes an interference with the Spirit of God, and frequently counsel is darkened by men taking this course. <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I know that if we follow implicitly the counsel of God's servants when they are inspired to give counsel, even if they may not know everything about the matter, we will be blessed if we bow to it, and God will overrule everything for good, and it will result as God wishes it. <\/div><div class=\"paragraph jod\" id=\"v11n244\"> It is a great thing for us to have the counsel and instruction of the Almighty in our midst. The servants of God are inspired by the power of the Holy Ghost, and the revelations of Jesus are within them; and if we follow their counsels strictly, we shall be led into the presence of God, and I know that they are the only men on the earth who have this power, authority, and knowledge. If we take a course of this kind, you can readily perceive how harmoniously everything connected with the work of God will roll forth; beauty and order will be witnessed in all the ramifications of the kingdom of God at home and abroad, and salvation will be extended unto us. <\/div><div class=\"paragraph jod\" id=\"v11n245\"> My prayer and desires are, that the Lord will bless you, and that we may have the Spirit and the power of God resting upon us. Which may God grant, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}