{"ID":110038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Kingdom of God on Earth is a Living, Moving, Effective Institution: We Do not Carry It, But It Carries Us.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in the Tabernacle, in G.S.L City, June 17, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: God's Kingdom on Earth.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/17\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v11n975\"> The elders frequently refer to the kingdom of God, and to the ordinances thereof, and to this people and their duty and privilege to roll it forth and to maintain it until it shall triumph, and introduce peace and universal brotherhood over all the earth. I will inform all the elders of Israel and their wives and their children, and also those who are not of us but whose eyes are upon the results arising continually from its establishment among men, that when the kingdom of God is established, if each member of that kingdom singly and individually will do his or her duty it will take care of itself, for it is a living, self-moving, self-sustaining, independent and heaven-ordained establishment. <\/div><div class=\"paragraph jod\" id=\"v11n976\"> The priesthood of the Son of God in its operations comprises the kingdom of God, and I know of no form of expression that will better tell what that priesthood is than the language given to me by the Spirit, namely, that it is a pure system of government. If the people who subject themselves to be governed by it, will live strictly according to its pure system of laws and ordinances, they will harmonize in one, and the kingdom of God will steadily move on to the ultimate triumph of truth and the subjugation of wickedness everywhere on this earth. <\/div><div class=\"paragraph jod\" id=\"v11n977\"> The establishment of this kingdom is a standing fact&#x2014;an established truth in the eyes of the rulers and people of all nations; it is like a city <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon a hill that cannot be hid.<span class=\"citation\" id=\"63049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63049)\">Matt. 5:14<\/a><\/span> Its great governing power is not confined to one man, or to ten, or a thousand men, but the Great architect, manager and superintendent, controller and dictator who guides this work is out of sight to our natural eyes. He lives on another planet; he is in another state of existence; he has passed the ordeals we are now passing through; he has received an experience, has suffered and enjoyed, and knows all that we know regarding the toils, sufferings, life, and death of this mortality, for he has passed through the whole of it, and has received his crown and exaltation, and holds the keys and the power of this kingdom; he sways his scepter, and does his will among the children of men, among Saints and among sinners, and brings forth results to suit his purpose among kingdoms and nations and empires, that all may redound to his glory and to the perfection of his work. <\/div><div class=\"paragraph jod\" id=\"v11n978\"> This kingdom is governed and controlled by him who knows all things;<span class=\"citation\" id=\"80978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80978)\">1 Ne. 9:6<\/a><\/span><span class=\"citation\" id=\"85044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85044)\">D&amp;C 38:2<\/a><\/span> and he will bring forth the righteous, the just, the humble, and the meek of the earth,<span class=\"citation\" id=\"58097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58097)\">Isa. 11:4<\/a><\/span> all those who serve him and keep his commandments to the enjoyment of the fulness of his glory. This kingdom or work is proffered to the whole of the human family, even to all who will accept it, upon the terms of strict obedience to all its ordinances and requirements, and to its organization of prophets and apostles, gifts and blessings and graces.  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>All may receive it upon these simple terms, and become entitled to all its blessings and privileges. When all who constitute this kingdom are faithful to its requirements, it moves along; the old ship Zion will not stop; upon this we may be satisfied, and give ourselves no further trouble. <\/div><div class=\"paragraph jod\" id=\"v11n980\"> When we look abroad upon the world we see mankind running to the east and to the west, to the north and to the south, here and there. They are thrown upon the great ocean of human affairs, without compass, rudder, or pilot to guide their little barques to a safe haven of rest. They wander to and fro upon the earth;<span class=\"citation\" id=\"61943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61943)\">Amos 8:12<\/a><\/span> eyes have they, but they see not; ears, but they hear not;<span class=\"citation\" id=\"60396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60396)\">Jer. 5:21<\/a><\/span><span class=\"citation\" id=\"64508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64508)\">Matt. 13:15<\/a><\/span> and they know not whither to go to find that joy and peace their hearts seek and long for. Their minds individually are confused and distracted, and they cannot see the way of safety when it is placed before them; yet here it is&#x2014;this kingdom, a living miracle to all its beholders; this is admitted by and astonishes the world. <\/div><div class=\"paragraph jod\" id=\"v11n981\"> The great skill and ability of a single man in bearing off this people, and in giving this kingdom success as a nation and as a community is often referred to. This is a mistaken idea; but still the people who know not and understand not the things of God, will entertain it. They attribute the success of this work to human agency entirely; they are averse to giving the Lord Almighty the credit which justly and rightly belongs to him. The same disposition was manifested by the Scribes and Pharisees of old. In the 9th chapter of the gospel by John,<span class=\"citation\" id=\"69541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69541)\">John 9:1-41<\/a><\/span> we have an instance of this in the case of the man who was born blind, but whose eyes were opened by Jesus Christ. The neighbors and those who had seen him that was blind, said: &#x201C;Is not this he that sat and begged?&#x201D;<span class=\"citation\" id=\"69560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69560)\">John 9:8<\/a><\/span> They inquired how his eyes were <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> opened. He told them and gave the credit of this great miracle to Jesus Christ.<span class=\"citation\" id=\"125587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125587)\">John 9:10-11<\/a><\/span> The Scribes and Pharisees were not willing to give the glory and credit of this miracle to the Savior; and because the man that was blind, and could now see,<span class=\"citation\" id=\"69578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69578)\">John 9:24-25<\/a><\/span> persisted that Jesus was a prophet<span class=\"citation\" id=\"69563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69563)\">John 9:17<\/a><\/span> and had opened his eyes, they cast him out.<span class=\"citation\" id=\"69583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69583)\">John 9:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n982\"> If the Father of Jesus Christ were here, and should publicly feed the multitudes, and clothe them, and build their houses for them, they would not be willing to acknowledge God and give him the praise and glory and credit that is due to him. This arises from the spirit of opposition which is in the hearts of the children of men. It is the spirit and power of evil in opposition to the power of good that has forever existed, and ever will exist, and here is the warfare. <\/div><div class=\"paragraph jod\" id=\"v11n983\"> We are the subjects of the kingdom of God; if we observe its laws and ordinances and transgress none of them&#x2014;neglect none of them&#x2014;lay aside none of them&#x2014;then the kingdom itself will bear off all its members to the haven of salvation and rest. We know this; it is our daily experience. How can the world know the things of God? They can read about them, but they cannot know them without the Spirit of God; &#x201C;For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.&#x201D;<span class=\"citation\" id=\"73033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73033)\">1 Cor. 2:11<\/a><\/span> They know nothing about this kingdom; we do not expect them to know, and it is no marvel to us when we reflect upon all that is done by the power of Satan against it, for his power will be continually exerted against it through the agency of the ignorant and wicked of mankind. <\/div><div class=\"paragraph jod\" id=\"v11n984\"> How long will this opposition continue? Until Jesus comes to take the kingdom and destroys death<span class=\"citation\" id=\"73862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73862)\">1 Cor. 15:26<\/a><\/span> and him  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that hath the power of death.<span class=\"citation\" id=\"76483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76483)\">Heb. 2:14<\/a><\/span> Will evil all be destroyed? Yes, the evil which pertains to this earth; but still the same principle of evil will exist elsewhere. Pertaining to this earth death will be swallowed up in victory,<span class=\"citation\" id=\"58517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58517)\">Isa. 25:8<\/a><\/span><span class=\"citation\" id=\"74002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74002)\">1 Cor. 15:54<\/a><\/span> and Jesus Christ will come and rule and reign over all nations<span class=\"citation\" id=\"60436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60436)\">Jer. 10:7<\/a><\/span> as he does in the kingdom of the Saints.<span class=\"citation\" id=\"80079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80079)\">Rev. 15:3<\/a><\/span> Until then, this evil power will be exerted to its uttermost to destroy and lead astray every man and woman who loves the truth. It is no matter to the devil what religion men profess or what they worship, how many sacraments they observe, or how many ordinances they pass through, so that they are not legally in the possession of the priesthood of the Son of God, and will not worship the true and living God<span class=\"citation\" id=\"84314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84314)\">D&amp;C 20:19<\/a><\/span> in the manner he has directed. The devil does not care how much religion there is on the earth; he is a great preacher, and to all appearance a great gentleman, and it is necessary that he should be, and that all his co-workers should be as like their great leader and master as possible. They have forsaken the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.<span class=\"citation\" id=\"60285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60285)\">Jer. 2:13<\/a><\/span> It is popular nowadays to be religious, it has become the seasoning to a great deal of rascality, hypocrisy and crime. <\/div><div class=\"paragraph jod\" id=\"v11n986\"> Here is the kingdom of God, and the Saints should understand, that, if they abide in this kingdom they will realize every promise made to them in its ordinances and covenants. There can be no safety or merit claimed in forsaking the true Church and kingdom of God; there is nothing excellent or praiseworthy in this act. What would you think of a person who would forsake a good staunch ship at sea in a storm and commit himself to the mercy of the raging elements? I should think the same of him as I would of these who forsake this Church. The devil <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has blinded their eyes<span class=\"citation\" id=\"82498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82498)\">3 Ne. 2:2<\/a><\/span> to that degree that they recklessly and willfully plunge into sure and certain destruction. The devil and his servants give their sanction and support to anything that will lead astray the people, even if it is very like the kingdom of God, yet a little different to that order of things which the Lord has established in his Church for the salvation of mankind. <\/div><div class=\"paragraph jod\" id=\"v11n987\"> Paul writes to the Corinthians, &#x201C;Now ye are the body of Christ, and members in particular. And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.&#x201D;<span class=\"citation\" id=\"73585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73585)\">1 Cor. 12:27-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n988\"> The same Apostle writes to the Ephesians upon the same subject, &#x201C;He that descended is the same also that ascended up far above all heavens, that he might fill all things. And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers: For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ.&#x201D;<span class=\"citation\" id=\"75046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75046)\">Eph. 4:10-13<\/a><\/span> What kind of ministers do the modern Christian churches acknowledge? Are they apostles? No; they tell us apostles are done away. Are they prophets? No; they tell us prophets are no longer needed in the church in this enlightened age, in which, they say, all the people bask in the sunshine&#x2014;in the full blaze of gospel light. <\/div><div class=\"paragraph jod\" id=\"v11n989\"> The kingdom of God on earth is a living, moving, effective institution, and is governed, controlled, dictated, and led by the invisible God<span class=\"citation\" id=\"75542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75542)\">Col. 1:15<\/a><\/span> whom we serve, who is an exalted living being, possessing body, parts and passions, who listens to the prayers of  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his Saints, is a reasonable, merciful, and intelligent being, who is filled with knowledge and wisdom, who is full of light and glory, and the foundations of whose throne are laid in eternal truth; whose personal form is perfect in proportion and beauty. He loves the good, and is angry with the wicked every day<span class=\"citation\" id=\"56328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56328)\">Ps. 7:11<\/a><\/span> as it is written in the Scriptures. He hates the evil that is done by evildoers, and is merciful to the repenting sinner. He is beloved by all who know him for the attributes he possesses in and of himself, in common with all glorified beings who now dwell with him, and who will yet be glorified and crowned with crowns of glory, immortality and eternal lives.<span class=\"citation\" id=\"86805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86805)\">D&amp;C 75:5<\/a><\/span><span class=\"citation\" id=\"91792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91792)\">D&amp;C 132:55<\/a><\/span> This kingdom of which we are citizens has life in itself; and if we individually and collectively do our duty, it will move on to intelligence, to glory, and to God. We do not have to carry off the kingdom, but, through our faithfulness, it giveth us the victory, through our Lord Jesus Christ.<span class=\"citation\" id=\"74016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74016)\">1 Cor. 15:57<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n991\"> I have seen men who belonged to this kingdom, and who really thought that if they were not associated with it, it could not progress. One man especially, whom I now think of, who was peculiarly gifted in self-reliance and general ability. He said as much to the Prophet Joseph a number of times as to say that if he left this kingdom, it could not progress any further. I speak of Oliver Cowdery. He forsook it, and it still rolled on and still triumphed over every opposing foe, and bore off safely all those who clung to it. &#x201C;How is it, brother Brigham, that you manage affairs, and dictate and guide and direct this kingdom as you do?&#x201D; The secret is I know enough to let the kingdom of God alone, and it goes of its own accord. <\/div><div class=\"paragraph jod\" id=\"v11n992\"> When King David, together with all the chosen men of Israel, thirty thousand in number, arose to bring <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up the ark of God from the house of Abinadab that was in Gibeah, they put it upon a new cart, and Uzzah and Ahio the sons of Abinadab drove the new cart.<span class=\"citation\" id=\"55540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55540)\">2 Sam. 6:1-3<\/a><\/span> When they came to Nachon's threshing floor, Uzzah put forth his hand to the ark of God, and took hold of it, for the oxen shook it. The anger of the Lord was kindled against Uzzah, and God smote him there for his error; and there he died by the ark of God.<span class=\"citation\" id=\"55545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55545)\">2 Sam. 6:6-7<\/a><\/span> Let the kingdom alone, the Lord steadies the ark;<span class=\"citation\" id=\"88081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88081)\">D&amp;C 85:8<\/a><\/span> and if it does jostle, and appear to need steadying, if the way is a little sideling sometimes, and to all appearance threatens its overthrow, be careful how you stretch forth your hands to steady it; let us not be too officious in meddling with that which does not concern us; let it alone, it is the Lord's work. I know enough to let the kingdom alone, and do my duty. It carries me, I do not carry the kingdom. I sail in the old ship Zion, and it bears me safely above the raging elements. I have my sphere of action and duties to perform on board of that ship; to faithfully perform them should be my constant and unceasing endeavor. If every bishop, every president, every person holding any portion of the holy priesthood, every person who holds a membership in this church and kingdom would take this course the kingdom would roll without our help. <\/div><div class=\"paragraph jod\" id=\"v11n993\"> Let each bishop attend faithfully to his ward, and see that every man and woman is well and faithfully and profitably employed, that the sick and aged are properly cared for that none suffer. Let each bishop be a tender and indulgent father to his ward, administering a word of comfort and encouragement here, a word of advice and counsel there, and a word of chastisement in another place, where needed, without partiality, wisely judging between man and man, caring for and seeking earnestly  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the welfare of all, watching over the flock of God with the eye of a true shepherd,<span class=\"citation\" id=\"82492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82492)\">Hel. 15:13<\/a><\/span><span class=\"citation\" id=\"125588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125588)\">Ezek. 34:2<\/a><\/span> that wolves and dogs may not enter among the flock to rend them.<span class=\"citation\" id=\"82063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82063)\">Alma 5:59<\/a><\/span> Let the presidents and apostles and elders do the work the Lord has set them to do, and obey the counsel which is given them, and the kingdom will continue to roll, to increase in strength, in importance, in magnitude and in power, in wisdom, intelligence, and glory; and no one need be concerned, for it is the kingdom which the Lord our God has established, and has sustained by his matchless wisdom and power from the beginning to this day. He called upon his servant Joseph Smith, Jun., when he was but a boy, to lay the foundation of his kingdom for the last time. Why did he call upon Joseph Smith to do it? Because he was disposed to do it. Was Joseph Smith the only person on earth who could have done this work? No doubt there were many others who, under the direction of the Lord, could have done that work; but the Lord selected the one that pleased him, and that is sufficient. <\/div><div class=\"paragraph jod\" id=\"v11n995\"> From the spirit and tenor of the ancient Scriptures and revelations which we have received, it is plainly set forth that there are men pre-appointed to perform certain works in their lifetime,<span class=\"citation\" id=\"60258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60258)\">Jer. 1:4-5<\/a><\/span> and bring to pass certain ends and purposes in the economy of heaven. I believe that Jesus Christ was foreordained before the worlds were to perform the work he came to do;<span class=\"citation\" id=\"77782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77782)\">1 Pet. 1:19-20<\/a><\/span> whom God &#x201C;hath appointed heir of all things, by whom also he made the worlds.&#x201D;<span class=\"citation\" id=\"76335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76335)\">Heb. 1:2<\/a><\/span> He was ordained to come to this world and redeem it, with mankind upon it and all things pertaining to it. &#x201C;Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> began.&#x201D;<span class=\"citation\" id=\"76016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76016)\">2 Tim. 1:9<\/a><\/span> The Lord has ordained some men to the performance of good and some to the performance of evil. Pharaoh was ordained to do the worst which he performed. &#x201C;For the Scripture saith unto Pharaoh, Even for this purpose have I raised thee up, that I might show my power in thee, and that my name might be declared throughout all the earth.&#x201D;<span class=\"citation\" id=\"72671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72671)\">Rom. 9:17<\/a><\/span> The Lord fulfilled his purpose through the wickedness of Pharaoh, and the nations beheld his handiwork in bringing the children of Israel out of the wilderness. They had a crooked path to walk in, and it was made crooked through their disobedience, and hardheartedness. They rebelled against the Lord, and against his servant Moses; they would not submit to the ordinances of salvation which they had in their possession. After they had received many chastisements and many blessings and mercies from the hand of God, the children of those who left Egypt possessed the land of promise. These works were wrought by the hand of the Almighty, and so does he with all his people. <\/div><div class=\"paragraph jod\" id=\"v11n996\"> He has set up his kingdom among us, and the people had better look to it closely and see that each one is performing his and her duty faithfully. If we do this, then all will be well. Will the Latter-day Saints do this? I know not what they will do, but I fully believe that we are naturally a little rebellious, and that we are practically so; we are a little disposed to have our own way too much. There is a disposition among mankind generally that leads them to the extreme of being damned rather than to submit to anything only that which suits them, unless they are made to submit by the strong hand of the law. <\/div><div class=\"paragraph jod\" id=\"v11n997\"> As the world is now so were ancient Israel; they were ignorant of God's righteousness, and went about  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to establish their own righteousness, not submitting themselves to the righteousness of God.<span class=\"citation\" id=\"72722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72722)\">Rom. 10:3<\/a><\/span> We are too much disposed to believe and act like the world, not rendering that submission and humble obedience to the righteousness of God which would justly accord with our high profession.<span class=\"citation\" id=\"76496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76496)\">Heb. 3:1<\/a><\/span> Many are disposed through their own wickedness &#x201C;to do as I damned please,&#x201D; and they are damned. The volition of the creature is free, to do good or to do evil; but we are responsible to God for our acts, as man is responsible to man if he breaks the laws which man enacts. When we boast of our independence to act, it would be well for us to remember that we are bounded by these limits; if we transcend them and violate the laws of God and man, we shall sooner or later be made to suffer the penalty, without any reference to our choice whether we are willing to suffer that penalty or not. Hence, true independence and freedom can only exist in doing right. It is written, &#x201C;That every idle word that men shall speak, they shall give account thereof in the day of judgment. For by thy words thou shalt be justified, and by thy words thou shalt be condemned.&#x201D;<span class=\"citation\" id=\"64436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64436)\">Matt. 12:36-37<\/a><\/span> Every item will be recorded and all will be known when the books are opened.<span class=\"citation\" id=\"80616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80616)\">Rev. 20:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n999\"> We are acting upon our own responsibility and agency which God has given us, if we secretly violate the laws of righteousness, and our wicked works are in the dark while we maintain a pious and fair exterior; they are nevertheless known; and for every evil word and work which we commit, unless repented of we shall be brought into judgment<span class=\"citation\" id=\"80995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80995)\">1 Ne. 10:20<\/a><\/span> and be made to pay the utmost farthing<span class=\"citation\" id=\"63167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63167)\">Matt. 5:26<\/a><\/span> of the penalty. The Spirit of the Lord is in the hearts of all people to teach them to cleave to good, and to forsake evil.<span class=\"citation\" id=\"72829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72829)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"89251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89251)\">D&amp;C 98:11<\/a><\/span> If they will listen to the whisperings of this Spirit when the <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel of Jesus Christ is presented to them, whether by the voice of his ministers, or in the written word, their minds will be enlightened to understand it. <\/div><div class=\"paragraph jod\" id=\"v11n1000\"> Before Joseph Smith made known what the Lord had revealed to him, before his name was even known among many of his neighbors, I knew that Jesus Christ had no true Church upon the earth. I read the Bible for myself; I was supposed to be an infidel and to content myself with a moral religion. When I was told to believe in Jesus Christ, and that was all that was required for salvation, I did not so understand the Bible. I understood from the Bible that when the Lord had a church upon the earth it was a system of ordinances, of laws and regulations to be obeyed, a society presided over and regulated by officers and ministers peculiar to itself to answer such and such purposes, and bring to pass such and such results, and I have not received a revelation to the contrary. Such a system answering the description given in the Bible I could not find on the earth, and I was not prepared to listen to the men who said &#x201C;lo here&#x201D; and &#x201C;lo there,&#x201D;<span class=\"citation\" id=\"67832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67832)\">Luke 17:21<\/a><\/span> who presented themselves, as they said, as true ministers of heaven. When I would ask the ministers of religion, if they were prepared to tell me how the kingdom of God should be built up; if that which is laid down in the new Testament is not the pattern, all the reply I could receive from them was; &#x201C;but you know, my dear friend, that these things are done away.&#x201D; They would tell me that ordinances were mere matters of ceremony, that belief in Jesus Christ was all-essential and all that was really necessary. <\/div><div class=\"paragraph jod\" id=\"v11n1001\"> I could only think of the religious world as a mass of confusion; and when I visited England I saw it in its perfection. There I saw hundreds  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men and women down upon their knees in the middle of the streets praying for sinners. In that country it rains often, and it is then very muddy. I would stop and listen to their cries for the power to come down upon them, etc., and concluded that that filled the bill exactly for sectarian religion as I looked upon it, no acknowledged ordinances, no standard, no beacon light, no compass or rudder to guide the ship of Zion. In one of their chapels, on one occasion, where a Latter-day Saint sister happened to be present, a young man was convicted of his sins, and cried out, saying: &#x201C;What can I do to be saved?&#x201D; That sister answered him, and said: &#x201C;Repent and be baptized for the remission of sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71178)\">Acts 2:37-38<\/a><\/span> They put her downstairs in double-quick time. <\/div><div class=\"paragraph jod\" id=\"v11n1003\"> Will the inhabitants of the earth receive the truth? They will not. Will the Latter-day Saints live the truth? You answer, &#x201C;I mean to be a good Saint;&#x201D; yet there are contention and abuse here and there. We are elders in this Church&#x2014;ministers of God to perfect the people for the coming of the Son of man. Many of us have been in this Church for years, and yet we cannot live in peace and dwell together in union; and if we cannot do this, how can we sanctify the people; and if we cannot live and love each other as we should, be as neighbors as we should, serve the Lord together as we should, deal with each other as we should, fellowship each other as we should, how are we going to prepare the people for the coming of the Son of man? It is folly in the extreme to think of it, unless we set the pattern ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n1004\"> I believe it is our duty to imitate everything that is good, lovely, dignified, and praiseworthy.<span class=\"citation\" id=\"94214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94214)\">A of F 1:13<\/a><\/span> We ought to imitate the best speakers, and study <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to convey our ideas to each other in the best and choicest language, especially when we are dispensing the great truths of the Gospel of peace to the people. I generally use the best language I can command. We often hear people excuse themselves for their uncouth manners and offensive language, by remarking &#x201C;I am no hypocrite,&#x201D; thus taking to themselves credit for that which is really no credit to them. When evil arises within me let me throw a cloak over it, subdue it instead of acting it out upon the false presumption that I am honest and no hypocrite. Let not thy tongue give utterance to the evil that is in thine heart, but command thy tongue to be silent until good shall prevail over the evil, until thy wrath has passed away and the good spirit shall move thy tongue to blessings and words of kindness. So far I believe in being a hypocrite. This is practical with me. When my feelings are aroused to anger by the ill doings of others, I hold them as I would hold a wild horse, and I gain the victory. Some think and say that it makes them feel better when they are mad, as they call it, to give vent to their madness in abusive and unbecoming language. This, however, is a mistake. Instead of its making you feel better, it is making bad worse. When you think and say it makes you better you give credit to a falsehood. When the wrath and bitterness of the human heart are molded into words and hurled with violence at one another, without any check or hindrance, the fire has no sooner expended itself than it is again rekindled through some trifling course, until the course of nature if set on fire; &#x201C;and it is set on fire of hell.&#x201D;<span class=\"citation\" id=\"77661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77661)\">James 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1005\"> If this practice is continued, it will lead to alienation between man and wife, parents and children, brethren and sisters, until there is no fellow<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ship to be found in the hearts of the people for one another. How can we, and be consistent, with the same tongue bless God, even the Father, and curse man who is made in the similitude of God. Out of the same mouth should not proceed blessings and cursings, but bless and curse not.<span class=\"citation\" id=\"77669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77669)\">James 3:9-10<\/a><\/span> &#x201C;Who is a wise man and endued with knowledge among you? let him show out of a good conversation his works with meekness and wisdom.&#x201D; &#x201C;The wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy.&#x201D;<span class=\"citation\" id=\"77674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77674)\">James 3:13,17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1007\"> As I have often remarked on former occasions, confidence is lost from among mankind; men who are in authority, who sit at the head of nations, kingdoms and governments, all fear the knife of the assassin, and the torch of the incendiary. Wickedness has submerged the world, and confidence and good faith have fled. We are trying to restore the lost treasure to the world. Then, let me exhort the Latter-day Saints to live a life that is worthy of imitation. Envy not those who do better than you do; do not pursue them with malice, but try to shape and frame your life by theirs. We are trying to govern ourselves, and if we continue trying and faint not, we shall assuredly conquer. Let us from this time forth live so as to create confidence in all men with whom we deal and come in <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> contact; and treasure up each particle of confidence we obtain as one of the most precious possessions mortals can possibly possess. When by my good actions I have created confidence in my neighbor towards me, I pray that I may never do anything that will destroy it. I have tried to do this, and have constantly endeavored to have it increase within me, that when my word is given it may be just as good as the word of an angel. Let us seek always to be guided by the spirit of truth in our utterances, that we may never say anything which we shall afterwards regret. <\/div><div class=\"paragraph jod\" id=\"v11n1008\"> The psalmist inquires, &#x201C;Lord, who shall abide in thy tabernacle? who shall dwell in thy holy hill? He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart. He that backbiteth not with his tongue, nor doeth evil to his neighbor, nor taketh up a reproach against his neighbor. In whose eyes a vile person is condemned; but he honoreth them that fear the Lord. He that sweareth to his own hurt, and changeth not,&#x201D;<span class=\"citation\" id=\"56394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56394)\">Ps. 15:1-4<\/a><\/span> etc. Let every man honor his word that he has given to his neighbor, although it may be to his disadvantage and loss, yet in the future it will be to his gain. Preserve your honor, and your integrity, and ever cherish the confidence that men repose in you. <\/div><div class=\"paragraph jod\" id=\"v11n1009\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}