{"ID":110035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Conflict of Truth Irrepressible&#x2014;Sin Causes Fear, Then Apostasy.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, made in the Tabernacle, Great Salt Lake City, May 6, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Transgression and Its Effects.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 5\/6\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v11n874\"> It is very gratifying to me, as it must be to all the Saints, to hear the testimonies of the Elders who return from their missions accompanied by the Spirit of God. There is no position that I know of where a man is more likely to derive a knowledge&#x2014;a fixed and reliable knowledge&#x2014;for himself respecting the work of God, than to be called to go to the nations of the earth, without purse and scrip,<span class=\"citation\" id=\"67385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67385)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68128)\">Luke 22:35<\/a><\/span> to travel among the people to proclaim unto them the restoration of the everlasting Gospel in its fullness again to the earth. It is not that there is more power manifested abroad than there is in Zion; but the position in which the Elders are placed is of such a nature, that they are compelled, of necessity, to seek unto God to obtain all the power possible for them to receive through faithfulness and diligence. Men are compelled, if they have any desire whatever to magnify their calling, to live so near unto the Lord that his Spirit and power will be with them all the time; for without these blessings every man, who has had any experience whatever, well knows it is impossible for man to edify and build up the people. <\/div><div class=\"paragraph jod\" id=\"v11n875\"> The Lord, since the establishment of his Church upon the earth in these latter days, has performed a great many marvelous works. When our minds are enlightened by the Spirit <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4534\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God, and we take a review of the Work from the beginning to the present, the only reflection that we can have is one of wonder, that in the midst of the many evidences of divinity which have been exhibited to the inhabitants of the earth since the foundation of this Work, men still justify themselves in the rejection of these principles and the denouncement of those who advocate them. It would be impossible, in the brief time allotted for our meeting, to enumerate all the evidences of the divinity of this Work, which are patent to the observer; but, look wherever we will, in contemplating this Work in the various changes through which it has passed from its first origin to the present, we see the hand of God manifested and his power exhibited, and these things have been no more shown forth in the past than they are being shown forth at the present. The present circumstances which surround us are of such a nature that every man, who can divest himself sufficiently of prejudice and view this Work calmly, must be convinced that there is a power greater than that of man connected with it. <\/div><div class=\"paragraph jod\" id=\"v11n876\"> This morning, Brother George A. Smith, in his narrative of the trials through which the Church passed in its early days, alluded to the great number of persons who have apos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tatized from this Church. There is a peculiar feature attending those who apostatize, of which the parallel cannot be found among any other people, except we go back to the primitive Christians&#x2014;the immediate disciples of Jesus. Men may belong to any of the so-called Christian sects of the day, and they may renounce their belief or dissolve their connection with the religious bodies of which they are members, and we do not see that virulence, that spirit and disposition to seek for the blood of those with whom they were formerly connected, manifested on their part, which are manifested by those who have been members of the Church of Jesus Christ of Latter-day Saints, and have apostatized therefrom. In consequence of this, the inhabitants of the earth are frequently deceived. Many honest people may have been deceived through this manifestation of hatred, and animosity, and bloodthirstiness on the part of those who have been connected with us. They do not trace these manifestations to their proper cause, and they jump at the conclusion that the people who are so much hated and maligned, and whose injury is so diligently sought by those who were once connected with them, must of course be a very bad people, or there could not be such feelings manifested towards them. Men are misled on this point, because they are not acquainted with the causes which operate on the minds of those who reject the work of God. <\/div><div class=\"paragraph jod\" id=\"v11n878\"> The work of God, from its beginning on the earth until the present time, is something that has not a parallel, there being nothing like it that we can see elsewhere. There are traits of character and manifestations of disposition exhibited by the Latter-day Saints which are not to be found elsewhere among men. Under the operations of the Gospel upon the <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4533\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people who obey it, new motives and new manifestations are brought into existence. They may be called new, because they have not been witnessed among men for many generations past. And as there are new and peculiar features of character developed and exhibited by the Saints, so also there are traits manifested by those who oppose the Saints, which are diverse from any that the opponents of other systems exhibit. This is particularly the case with those who have been connected with us, and have apostatized, and thereby dissolved that connection. <\/div><div class=\"paragraph jod\" id=\"v11n879\"> We who are Latter-day Saints understand this; some, probably, understand it better than others; but still, there is a general understanding among the Saints of God respecting this work. We know that it is as strict a law of heaven as any other that has been given, that the man who enters into this Church, and practices impurity, will lose the Spirit of God, and, sooner or later, will be opposed to this Work. This is a truth that has been proclaimed almost daily in our hearing, from the time the Church was organized until now. There is no general truth that has been so frequently dwelt upon, and so powerfully enforced upon the minds of this people, as this truth to which I now allude. We who are connected with this Church, and retain our membership with this people, must be pure in our thoughts, in our words, and in our actions; we must take a course to retain the Spirit of God in our hearts; and if we do not take a course of this kind, the Spirit of God will inevitably leave us, and that light which has illumined our understandings, that joy and peace which have filled our souls and caused us to rejoice exceedingly before the Lord, will depart from us, and we shall be left in a worse condition than we were before we obeyed the Gospel. <\/div> <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n881\"> If we turn to the history of the Apostles we find a striking instance of this in the case of Judas, one of the twelve Apostles&#x2014;one of the chosen disciples of the Lamb&#x2014;whom we may suppose was once possessed of the Spirit of truth; but he was a hypocrite; he broke the commandments of God; he did that which is evil. How did this disposition manifest itself? As soon as he chose to dissolve his connection with the people of God, did he go and bury himself among the rest of the Jews, and from that time say nothing more about the work of God he had been connected with? No; but the first promptings of his evil heart were to sell his Lord and Master&#x2014;<span class=\"citation\" id=\"66210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66210)\">Matt. 26:15<\/a><\/span>to be his betrayer, and the destroyer of the innocent&#x2014;prostituting the knowledge which he had received to a base purpose, distorting and misrepresenting it in such a manner that it proved the means of condemning the man whom he had previously looked upon as his Lord. This is the spirit that will manifest itself, the spirit that the ancient Apostles had to contend with in the midst of those who were opposed to them, and who had formerly been connected with them&#x2014;false brethren.<span class=\"citation\" id=\"74287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74287)\">2 Cor. 11:26<\/a><\/span> Whenever a man loses the spirit of the Gospel, whenever the Spirit of God is supplanted by the spirit of the evil one, that man is a fit tool for the adversary to work with and to use to effect his accursed purposes in shedding the blood of innocence; because he gives way to the spirit of him who was a murderer and a liar from the beginning,<span class=\"citation\" id=\"69500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69500)\">John 8:44<\/a><\/span> and whose works have been evil from the creation until now. In our day the two spirits are manifested, only with more power, with more strength than have been witnessed on the earth since the days of the Apostles. <\/div><div class=\"paragraph jod\" id=\"v11n882\"> For generations there has been an indifference manifested by the ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4532\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>versary of truth to the systems of religion which have prevailed among men. When men partake of error, when they are not accompanied by the Spirit of God, when the power and authority which God imparts to fulfill his great purposes are not in existence among them, then there is an indifference manifested by the adversary; religious organizations and religious movements are regarded by him with unconcern, because the necessity does not exist, under those circumstances, for vigilant exertion on his part. But the moment the Holy Priesthood of God is restored, being the power and authority imparted by heaven to men, which gives them capacity to go forth and administer in the things of God, then all hell is moved, all who are under the influence of the adversary are at once in commotion, and they seek to destroy all those who have the temerity to stand up in the defense of the truth and righteousness in the power of the Holy Priesthood of the Son of God.<span class=\"citation\" id=\"90102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90102)\">D&amp;C 107:3<\/a><\/span> This has been the case from the beginning until now, from the shedding of the blood of righteous Abel down to the time that the last Apostle was slain.<span class=\"citation\" id=\"65588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65588)\">Matt. 23:35<\/a><\/span> There have been feelings manifested, dispositions exhibited in connection with this Work which have not been seen among men for a great length of time before. There have been a faith and devotion, a love and integrity manifested by the Saints of God, by those who have received the Gospel of Jesus Christ, that have not been seen for a long period of time. On the other hand, there have been intense feelings of bitterness, hatred, and strife, and murder, and everything that is evil, manifested in opposition thereunto. As I have said, these manifestations are traceable to the fact that God has attempted to do a work again among men at the present time, which is an uncommon thing to this generation. <\/div> <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n884\"> If we converse with the votaries of modern Christianity about the persecutions which the Apostles and Prophets endured, and which all righteous men in every age have endured from the hands of the wicked, they say that those were ages of barbarism and darkness; civilization and enlightenment had not spread their benign influences over the inhabitants of the earth; the printing press was not in existence, and the benefits that flow therefrom were not known and enjoyed by man; they were, consequently, dark, uneducated, and ignorant, and therefore superstitious and cruel. To such ignorance and darkness do many modern Christians attribute the persecutions righteous men met with in former days. But in this day, they say, we live in the blaze of Gospel light; the Bible is published in almost every language, and extensive means have been taken to disseminate the truth, and the exhibition of those cruel feelings which were common in ancient times are not to be seen now. Thus they delude themselves with the idea that they are better than were the fathers, even as the Jews did in the days of Jesus when they exclaimed, &#x201C;If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets;&#x201D;<span class=\"citation\" id=\"65571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65571)\">Matt. 23:30<\/a><\/span> and they built the tombs of the Prophets, and garnished the sepulchres of the righteous;<span class=\"citation\" id=\"65563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65563)\">Matt. 23:29<\/a><\/span> but Jesus said unto them, &#x201C;Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.&#x201D; &#x201C;Fill ye up then the measure of your fathers.&#x201D;<span class=\"citation\" id=\"65578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65578)\">Matt. 23:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n885\"> To reason with many men upon this subject, and to have them reason in return, they would impress you with the idea that the antagonism which formerly existed between Satan and God has ceased, and that there is a sort of amnesty existing between them, and hence Satan does not have <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4531\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that power over the hearts of men that he had formerly. This is a very great delusion, and a very common one. It is a delusion which has been common to every generation when the Gospel has been preached among the inhabitants of the earth. Every generation has flattered itself that it is a little better than the one that preceded it. Every generation has prided itself in its knowledge and great advancement in the arts and sciences and its superiority over preceding generations; yet the power of the adversary and his hatred of righteousness and truth are as great today as they ever were since the creation of the earth. The moment a man undertakes to proclaim true principles&#x2014;to declare the Gospel of Jesus Christ and exhort the people to cry unto God in faith, he stirs up in the hearts of the people a feeling of opposition and strife which, if he be not acquainted with the cause, strikes him with wonder and astonishment. How often has it been the case that our Elders, in going forth to preach, have labored among people who were ignorant of the existence of the Church of Jesus Christ of Latter-day Saints, and of their principles, or, if they have heard anything, it has been but little. This could not be done now; but there have been times in the past when it could be done. But when Elders could go to places where the people had heard but little or nothing about the Latter-day Saints, as soon as they commenced declaring to the people that God had spoken from the heavens, and exhorted the people to seek unto God,<span class=\"citation\" id=\"56090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56090)\">Job 5:8<\/a><\/span> and He would answer their prayers as anciently, a spirit of opposition would be aroused. This has been so time and time again with our people, showing that it is not the evils of the Latter-day Saints, nor because they are polygamists, &amp;c., that they are hated; for they met with opposition  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before anything was known of the doctrine. This feeling did not have its origin in any of these causes; but in the hatred which the adversary always has to the truth, and in the power which he exercises over the hearts of the children of disobedience,<span class=\"citation\" id=\"74904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74904)\">Eph. 2:2<\/a><\/span> prompting them to go to any and every length to prevent the accomplishment of that which God our Heavenly Father seeks to bring to pass among the people. <\/div><div class=\"paragraph jod\" id=\"v11n887\"> It is the most foolish thing that people ever attempted to tell us that if we were to do so and so, take such and such a course, that we should not be persecuted. Men who make such assertions do not know this Work; they cannot comprehend it; they know nothing about the characteristics of this people, nor the work which they are connected with; if they did, they would know that the world would love its own, and that it would hate everything that is not of the world,<span class=\"citation\" id=\"70221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70221)\">John 15:19<\/a><\/span> and that comes in contact with religious popularity in the world, and that everything of this kind is hated by the world and by him who is the master of the world. <\/div><div class=\"paragraph jod\" id=\"v11n888\"> My brethren and sisters, we are engaged in the greatest of all warfares. No sooner did Joseph Smith receive the Holy Priesthood from heaven, and the power and authority to administer the ordinances of life and salvation, than this warfare commenced; and it has gone on widening and increasing until it has assumed its present dimensions; and it will go on increasing until it will fill the whole earth&#x2014;until the warfare that has been inaugurated will occupy the thoughts and minds of all the inhabitants of the earth, and until one of these powers will prevail in the earth. It was said on one occasion by a leading statesman of our nation, &#x201C;that the conflict between freedom and slavery was irrepressible.&#x201D; It may be truthfully said respecting the warfare in <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4530\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we are engaged that it is irrepressible, and it will not terminate until one power or the other succumbs to the other. Which power shall succumb? There will be no cessation to this strife and contest. One or the other has to ride triumphant and hold dominion over this earth. Truth must prevail, or error must hold sway. <\/div><div class=\"paragraph jod\" id=\"v11n889\"> God has spoken on this point in unmistakable terms, that it is his intention to establish his kingdom and carry on his work, which the Prophets in vision had seen from the commencement of the earth until now; that it is his intention to roll forth his kingdom until it shall fill the whole earth&#x2014;<span class=\"citation\" id=\"61086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61086)\">Dan. 2:35<\/a><\/span>until the laws of the kingdom of God shall be universally respected and obeyed by all the inhabitants of the earth; until he whose right it is to reign<span class=\"citation\" id=\"86168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86168)\">D&amp;C 58:22<\/a><\/span> shall sway his scepter over an obedient earth, or over a population who will be obedient to him. <\/div><div class=\"paragraph jod\" id=\"v11n890\"> On the other hand, a declaration has been made, not by the adversary directly, but by his emissaries, and those who are under the influence of his spirit, that the work of God must stand still&#x2014;that it must go backward and be overwhelmed. <\/div><div class=\"paragraph jod\" id=\"v11n891\"> The contest is not with cannon or with rifles and swords, and weapons of this description; but it is, nevertheless, a warfare&#x2014;a warfare between the spirit of darkness and that of light&#x2014;between he who attempts to usurp the dominion of this earth and the God of heaven. The war which was waged in heaven<span class=\"citation\" id=\"79572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79572)\">Rev. 12:7<\/a><\/span> has been transferred to the earth, and it is now being waged by the hosts of error and darkness against God and truth; and the conflict will not cease until sin is vanquished and this earth is fully redeemed from the power of the adversary, and from the misrule and oppression which have so long exercised power over the earth. Do you  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wonder, then, that there is hatred and bitterness manifested; that the servants of God have had to watch continually to guard against the attacks of the enemy; that the blood of Joseph and Hyrum, David Patten, and others has been shed, and that the Saints, whose only crime was desiring to serve God in truth, virtue, uprightness, and sincerity, have been persecuted and afflicted all the day long? I do not wonder at it; there is no room for wonder in the minds of those who understand the work in which we are engaged. <\/div><div class=\"paragraph jod\" id=\"v11n893\"> This power, which is waging a warfare against us, would shed the blood of every man and woman who profess to be Latter-day Saints and who try with all their might to live their religion and honor the Holy Priesthood. There is no excess of cruelty at which they who are influenced by it would stop, no length to which they would not go to accomplish their damnable and hellish purposes. Why? Because the devil was a murderer from the beginning&#x2014;<span class=\"citation\" id=\"69501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69501)\">John 8:44<\/a><\/span>he has murdered from the beginning; he prompted the first murder, and he prompted the last one. It was he who prompted men at all times to shed the blood of innocence, and seek by so doing to stop the work of God. He induced Judas to betray and shed the blood of Jesus Christ&#x2014;to shed the most precious blood that ever flowed in human veins. He it was who stirred men up to commit these murders, impressing them with the false idea that some great advantage would result from such crimes,<span class=\"citation\" id=\"92644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92644)\">Moses 5:31<\/a><\/span> and that they would be able to check the progress of the kingdom of God and arrest the purposes of Jehovah. And it is the same power which is at work today and that suggested to men to shed the blood of Joseph, and instilled into their minds the thought that if they could kill him they could thereby interrupt the work of God. But, as <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4529\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we see, instead of accomplishing what they expected, they have only forwarded the purposes of God our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v11n894\"> In suggesting to men to shed the blood of Jesus Christ, and the blood of innocence in every dispensation and age when God has had a people on the earth, the devil has shown great ignorance and blindness, and God has, through his superior wisdom and power, overruled all these acts for his own glory, and for the accomplishment of his own purposes and the salvation of man upon the earth. We shall have his hatred to meet, and no man need suppose for a moment that Latter-day Saints can avoid it, for in so doing he deceives himself. As long as there is any power on the earth that can be wielded by Satan we shall have to encounter these things and contend with them; and any man not connected with us who imagines that this continued and unceasing warfare is going to discourage us, or cause our determination to roll forth the kingdom of God to slacken in the least, deceives himself. He knows not the men who are engaged in this work, and the power which God has bestowed, and the light and intelligence he has imparted to us respecting this conflict in which we are engaged. God has reserved spirits for this dispensation who have the courage and determination to face the world, and all the powers of the evil one, visible and invisible, to proclaim the Gospel, and maintain the truth, and establish and build up the Zion of our God, fearless of all consequences. He has sent these spirits in this generation to lay the foundation of Zion never more to be overthrown, and to raise up a seed that will be righteous, and that will honor God, and honor him supremely, and be obedient to him under all circumstances. <\/div> <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n896\"> The experience that we have gained in this respect in the past is only a foretaste of that which is in the future. Those who started in this Work with an understanding of its nature, made their calculations that, if it were necessary to lay down their lives and sacrifice everything that is near and dear to them, they, with the Lord's help, would do so to break the yoke of Satan and free mankind from the thralldom of sin that has so long oppressed them. There is no doubt that many have had their lives shortened through the cruelty of their enemies; many have been spoiled of their goods and have been called upon to make sacrifices, if we may term them such, but in our view they are not sacrifices, yet we cannot express the idea better than by using this word. The difficulties which we have encountered in the past in this respect we shall doubtless meet in the future, with this difference, that the kingdom of God is gaining power and strength; the people are gaining faith and experience, which enable them to endure far more than in former days. <\/div><div class=\"paragraph jod\" id=\"v11n897\"> This morning, Brother George A. Smith alluded to circumstances in the early history of this people which caused those who called themselves Saints to apostatize. While he was speaking I contrasted the difference in my mind between the Saints today and then. There is a very great difference. Many apostatized then from trivial and foolish causes; they were so ignorant of the nature of the work of God. Now it is somewhat better understood, and apostasy is not near so common as then; people begin to understand the mind of the Lord. The adversary has less power and influence over the Latter-day Saints than he had in that early day. The kingdom of God is becoming more consolidated, and it wields greater influence every day; and it <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4528\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be so from this time forward until the Priesthood shall prevail. <\/div><div class=\"paragraph jod\" id=\"v11n898\"> The hatred of the adversary will not be lessened by the lapse of time; in fact, I sometimes think that he will make more desperate exertions; he will arouse all the inhabitants of the earth by his influence, and by slanders, and lies, and storms of vituperation, and, by his mists of darkness,<span class=\"citation\" id=\"81025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81025)\">1 Ne. 12:17<\/a><\/span> endeavor to becloud the understandings of mankind, so that they will be deceived respecting this Work. We have these agencies at work here. <\/div><div class=\"paragraph jod\" id=\"v11n899\"> I heard a gentleman remark lately, who himself had just arrived in the city, that he supposed from the reports that were circulated about affairs at this city that all the people here were in a blaze of excitement, that men dare not go out of their houses, and that a certain class were in danger of their lives. Now, we who live here know how false these reports are; yet, it shows the nature of the agencies which are at work, and the means wicked men use to becloud the understanding and to stir up the anger of the powers that be&#x2014;the Government and its agents&#x2014;to take steps to crush, if possible, this people. Doubtless, we shall have this to contend with from this time forward to an increased extent, as the kingdom advances and occupies a larger share of public attention and a more conspicuous position among the nations. But, with the increase of this disposition among the wicked, there will be an increase of strength, and power, and faith, and experience on the part of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v11n900\"> I often think about our circumstances today, and those which we have been surrounded with for some time. Who, do you think, on all the face of the earth could enjoy themselves so calmly as we do with the influences operating against them that we have working against us?  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We know that men have gone from here with the avowed purpose and determination to do all in their power to stir up the power of the nation against us, and endeavor to get a military force sent here to enforce their obnoxious views. They have boasted of this, and have in anticipation rejoiced over the fulfillment of their accursed hate. Have these things disturbed us as a people? No. I do not know a person in this entire community who has lost five minutes' sleep through concern and agitation on these points. We have gone to bed as calmly as though all mankind were at peace with us, and we had not an enemy in the world who sought our injury. What is the cause of this calmness? It originated in the experience we have gained. God has promised that we shall be delivered. We believe his promise. He has delivered us in the past, and he will in the future. It is His work, and it is for us to do our duty and leave events with Him. <\/div><div class=\"paragraph jod\" id=\"v11n902\"> Our enemies are only fulfilling their mission, as we are fulfilling ours. They are accomplishing the works they have undertaken, and we are performing those for which we have enlisted, namely, the works of God. They are foolish for taking that path which leads to their destruction, when they might take the opposite course. I have all these thoughts respecting them; but then God gives them their agency, and it is not my place to quarrel with them about the way in which they exercise that agency. If they choose to be the tools of wicked and designing men, and of him who is the father of lies,<span class=\"citation\" id=\"69502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69502)\">John 8:44<\/a><\/span> they will get their reward according to their works. If we are faithful, if we are humble, live our religion, and cultivate the Spirit of God and cherish it continually, we will get our reward, and in proportion to our diligence. That is a consola<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4527\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion that we have; therefore, we have no cause to be disturbed at the wicked. Let them fill their destiny and perform their part in the great drama of the last days. It is necessary, probably, in the wisdom of God that every man and woman on the face of the earth should have the free and unrestrained exercise of their agency to do good or evil. <\/div><div class=\"paragraph jod\" id=\"v11n903\"> In speaking about apostasy, it is a remarkable feature connected with it and with those who favor apostates and consort with them, that they are filled with the spirit of fear. It can be truthfully said of the Latter-day Saints, that they are a fearless people. Even our enemies give us credit for this&#x2014;that in the midst of dangers and difficulties we are undisturbed and not easily appalled. But there is this peculiarity connected with apostasy and apostates, and with those who consort with and favor them: they are continually in dread of some impending danger&#x2014;some evil that is about to be perpetrated upon them by the Latter-day Saints. Go where you will among apostates, you will see this feature in their character, but especially in Zion. Hence, so many stories about destroying angels, Danites, &amp;c., &amp;c., being among the Saints. The moment a man loses the Spirit of God and the spirit of the adversary takes possession of him, he is filled with fear; for &#x201C;the sinners in Zion are afraid; fearfulness hath surprised the hypocrites.&#x201D;<span class=\"citation\" id=\"59037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59037)\">Isa. 33:14<\/a><\/span> They say their lives are in danger. All the terrible stories that are circulated in the east and the west about the people of Utah have their origin in the fears of the wicked, in the fears of these who have a consciousness within themselves of having committed wrong. No honest man or woman need fear; indeed they never fear. What are they afraid of? They have done nothing to cause the spirit of fear to come upon them. It  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is only when a man does that which is wrong that he receives the spirit of fear. <\/div><div class=\"paragraph jod\" id=\"v11n905\"> This peculiarity has been manifest from the beginning of this Church up to the present time. As was stated here a few Sundays ago, it was exhibited by William Law in Nauvoo. He thought that somebody had designs against his life. His fear had its origin in the spirit of apostasy and adultery with which he was filled. Whenever a man indulges in the spirit of apostasy, he begins to be filled with fear. Those who have the Spirit of God and love their religion have nothing to fear; they can meet their brethren and sisters, the angels of God, and even the Lord himself, without having that dastard fear with them. In the knowledge of their weakness, and their ignorance, and doing many things unintentionally, they feel sorry; but still they are sustained with a consciousness of doing no intentional wrong. <\/div> <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n906\"> The spirit of evil takes possession of the wicked&#x2014;the same spirit that is possessed by the damned; that spirit seizes upon them while they are in the flesh. <\/div><div class=\"paragraph jod\" id=\"v11n907\"> The Latter-day Saints who live their religion partake of the joys of heaven; the spirit of it shines in their countenances; it is in their habitations; it is around about them, and all who come in contact with them feel its influence resting upon them. This will increase more and more. <\/div><div class=\"paragraph jod\" id=\"v11n908\"> May God help us to cultivate it, and may we approximate nearer to our Father and God, and be able to fight the good fight of faith,<span class=\"citation\" id=\"75999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75999)\">1 Tim. 6:12<\/a><\/span> not laying off our armor, and bravely resist the adversary, and carry forward this great Work until it shall prevail throughout the length and breadth of the earth, and the sound shall go forth that the earth is redeemed and the purposes of God are consummated, which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}