{"ID":110043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Weakness of the Human Mind. Extortion. Imperfection of the Human Judgment. Introduction of Machinery.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in the Tabernacle, Great Salt Lake City, January 13, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Edward L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Weakness of the Human Mind.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/13\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v11n1127\"> It was said by one of old that &#x201C;faith comes by hearing;&#x201D;<span class=\"citation\" id=\"72756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72756)\">Rom. 10:17<\/a><\/span> and I might say, with propriety, that faith comes by hearing and conceiving of the words of life. It was also said, &#x201C;How shall they believe in him of whom they have not heard? and how shall they hear without a preacher? And how shall they preach, <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> except they be sent?&#x201D;&#x2014;<span class=\"citation\" id=\"72730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72730)\">Rom. 10:14-15<\/a><\/span>by proper authority. Hence, it is necessary that we should have teachers. When the elders of this Church go into places where the Gospel has never been preached before, the Spirit bears witness to the people of its truth. A number will believe for a time. The seed is sown; some of it  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>falls on stony ground; it springs up rapidly, but has not sufficient root, and it speedily withers. Some falls into the ground, and to all appearance will have a thorough growth; but the cares of the world spring up and choke that seed, and the hearts where it was sown forsake the truth and neglect to hearken to the voice which whispered to them, &#x201C;This is the truth.&#x201D;<span class=\"citation\" id=\"64473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64473)\">Matt. 13:1-23<\/a><\/span> But there are a few in the world who will hearken to the words of life when they hear them, and will remain faithful. Yet but few, in comparison to the great numbers who have heard the Gospel, have received it in good and honest hearts, and have brought forth fruit meet for repentance;<span class=\"citation\" id=\"82171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82171)\">Alma 13:13<\/a><\/span> and of those who have embraced it, many have run well for a season who have not continued to abide in the faith. Still, it is necessary that we should be taught and instructed in the things of God. <\/div><div class=\"paragraph jod\" id=\"v11n1129\"> It has just been remarked here, by Brother Musser, that it is hard for a man to study law without forsaking the spirit of the Gospel. This proves that there is a lack of sound knowledge in the individual who permits himself to be thus led away. There are many among the inhabitants of the earth who are weak in comprehension, and of such limited capacity that they can only look upon one thing at a time; and they forsake the contemplation of everything else for the one idea which occupies the mind. There are some of our Elders who will argue themselves into false doctrine by giving an undue preference to one scripture and passing over others equally as important. This same lack of comprehensiveness of mind is also very noticeable at times with some men who happen to accumulate property, and it leads them to forsake the Spirit of the Gospel. Does it not prove that there is a contractedness of mind in those who do <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so, which should not be? The Lord owns the earth;<span class=\"citation\" id=\"56482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56482)\">Ps. 24:1<\/a><\/span> he made it; the gold and the silver, the wheat and the fine flour are his, and the cattle upon a thousand hills are his;<span class=\"citation\" id=\"56717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56717)\">Ps. 50:10<\/a><\/span> yet he is not going to forsake the holy Gospel or to apostatize therefrom because of that. When Jesus comes to reign King of nations<span class=\"citation\" id=\"60437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60437)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints,<span class=\"citation\" id=\"80080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80080)\">Rev. 15:3<\/a><\/span> he will not apostatize although the whole world will be at his command; and when the Ancient of Days shall come and sit upon his throne to bring to judgment the vast family of man,<span class=\"citation\" id=\"61605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61605)\">Dan. 7:9-10<\/a><\/span> he will not apostatize. How contracted in mind and shortsighted we must be to permit the perishable things of this world to swerve us in the least degree from our fidelity to the truth. It shows that we lack knowledge which we should possess. <\/div><div class=\"paragraph jod\" id=\"v11n1130\"> If men cannot study and practice law and keep the Spirit of the Lord, they ought to quit it. As I have frequently told the people at our places of recreation, if they cannot go there with the Spirit of the Lord, they had better stay at home. We do not want lawyers, nor merchants, nor businessmen to be engaged in those pursuits unless they have the Spirit of God with them. We do not wish them to continue in their business unless they can see and understand that all things pertaining to this earth are subject by right to the priesthood of God, and should be guided and directed by it in every matter. All that they are, have, or do, ought to be subject to the priesthood of the Son of God; and unless they can feel thus, they had better go into the fields and canyons to work&#x2014;suffer themselves to be poor and keep the Holy Spirit with them. It seems to me, at times, as though the people should be ashamed that we are under the necessity of charging them not to become surfeited with the things of this world, so as  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to neglect the duties that are obligatory upon them. <\/div><div class=\"paragraph jod\" id=\"v11n1132\"> We are like children who require constant teaching; and the teaching that we principally need is in temporal things. How often do we hear it said that we are one in spiritual matters. If any turn away in the least, it is because they yield to some delusive spirit or argument, which convinces them that an error is truth. The Saints want teaching with regard to their everyday life and their temporal avocations. People believe the Gospel to be true in Germany, in France, in Scandinavia, in England, and wherever on the face of the earth it is preached to them, and they receive it. <\/div><div class=\"paragraph jod\" id=\"v11n1133\"> Brother Musser has been telling us of being in Calcutta, and of baptizing some who believed the Gospel there. They wished to be gathered; but was it to learn of baptism for the remission of sins? Or to learn the first principles of the Gospel? No; they could have learned them in Calcutta. Do people come from Scandinavia to learn that the laying on of hands is a correct principle? Or from England to find out that we should break bread in commemoration of the death of the Lord Jesus Christ? No; they could learn these things in the several parts of the earth where they first heard the Gospel; they could obtain the spirit of prophecy there, and speak in tongues, and have the discerning of spirits. What do you gather here for? To be guided and dictated in the things of the kingdom of God, so as to become of one heart and of one mind<span class=\"citation\" id=\"92887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92887)\">Moses 7:18<\/a><\/span> in all things political, religious and social; to learn how to live to overcome the evils that are in you, that you may be kind and gentle and truth-loving, full of the Spirit of the Lord from Sunday morning to Sunday morning; not coming together on the first <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day of the week for our meetings and sacraments, and then going away and turning to the beggarly elements<span class=\"citation\" id=\"74604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74604)\">Gal. 4:9<\/a><\/span> of the world without thinking of religion again until the next Sabbath morning. The Latter-day Saints are gathered together to learn how to overcome every sin, and every passion within them, to sanctify themselves before the heavens, and sanctify the Lord God in their hearts.<span class=\"citation\" id=\"77911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77911)\">1 Pet. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1134\"> It has been remarked this afternoon that we are introducing a new order of things by some of the teachings recently given to the Saints. It is no new doctrine to let our enemies alone. This book (Doctrine and Covenants) contains revelations given to the Church thirty-seven, thirty-six, thirty-five, and thirty years ago. This is what we call the Doctrine and Covenants of the Church; yet it is but a part of them. Here are the Bible and the Book of Mormon, both of them containing the doctrine and covenants of the Church. But this book contains the revelations given in this our day; and one of the first revelations that was given to Joseph the Prophet, concerning the gathering of the house of Israel, points out the manner in which the brethren should live to be justified before the Lord. I have taken the liberty of saying in the past, and I think I might repeat it with safety, that these first revelations given to the Church will probably be among the last to be strictly obeyed. The revelation I refer to dictated the brethren what to do with regard to their temporal business; and it will be comparatively easy to obey all the revelations until we come to that which touches the purse&#x2014;one of the first that was given to the Church. <\/div><div class=\"paragraph jod\" id=\"v11n1135\"> You can read it in the Doctrine and Covenants; and you will find that it directs concerning the purchasing of lands, the giving of all  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>property over into the hands of the Bishop, the receiving of inheritances and being satisfied therewith; and that all that the Bishop did not feel disposed to return back to those from whom he received it, was to remain in his charge, or in the charge of the Trustee-in-Trust, to build up the kingdom, preach the Gospel, administer to the wants of the poor, and sustain the priesthood.<span class=\"citation\" id=\"85364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85364)\">D&amp;C 42:30-73<\/a><\/span> How would this be received by our merchants here, who are members of the Church? Commence at the head of East Temple Street, which I call Whiskey Street, and go down it on either side, and ask our brethren who are merchants to hand over their property to Bishop Hunter, who might say to them, &#x201C;I will let you have ten acres of land to commence farming, and here are a thousand dollars to start you,&#x201D; and how would they act? I feel like saying, as I have said before, unless many of them take a different course they will go to hell. These were the first revelations given to the Church; yet there are men today who are Bishops and Presidents of settlements, who express their willingness to labor for the welfare of the people and the building up of the kingdom, but feel that no person holding the priesthood has a right to dictate them with regard to their property. They are very willing that Brother Brigham should dictate in spiritual matters, and trust their eternal salvation to the principles he teaches; but the property they may have acquired or the manner in which their labor should be directed, or who they shall trade with, whether an avowed enemy or a man who pays tithing, and taxes, and helps to build up the community, are things with which, they think, he has no business. <\/div><div class=\"paragraph jod\" id=\"v11n1137\"> I think it would be well to cleanse the inside of the platter.<span class=\"citation\" id=\"65551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65551)\">Matt. 23:26<\/a><\/span> I had a <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> little note put into my hands not long since, which stated that some of our merchants were taking advantage of the instructions given to the Saints on the matter of trading. There are some merchants who have never made a calculation of what the value of their goods is in first cost, freight, insurance, &amp;c., that they might know at what price they could afford to sell them, so as to have a reasonable living profit; but they have asked themselves, &#x201C;How much can I get for these goods? How much can the Latter-day Saints bear to be gulled in purchasing them? Do merchants here take cent percent of profit? Yes, 500 percent, when they can get it. An article which costs them a dollar, they will charge from five to twenty dollars for, as they can obtain it; and they would take fifty dollars for it, only they think the people will not bear to be gulled to that extent. One man came to me lately, who wanted to buy some goods. He asked me if he should buy of so and so. I said I would go among those who pay their tithing and their taxes, and among those who do not swear nor blaspheme the name of God, and men who have consciences, who would not steal your wagon, nor take your stock off the range&#x2014;these are good traits, and I will here say that thousands and millions who are not in the church are just as good, morally, as we are&#x2014;I told this friend to go among those men and see what he could purchase goods at. He did so, and returned and showed me his figures. The first place I directed him to; he found he would have to pay twenty percent more for his goods than in the second place. The second was a Latter-day Saint; the first was not in the church; he concluded to purchase of one of the brethren because he  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could do twenty percent better with him. <\/div><div class=\"paragraph jod\" id=\"v11n1139\"> The other day a man wanted to buy goods of an outsider, because he could do so much better; the bills were examined and it was found that this person was selling fifteen percent higher at wholesale than our brethren were selling the same goods at retail. There is something the matter with people who think they can buy cheaper from outsiders merely because they are outsiders. How many of those before me are really judges of goods? Not one in five hundred. &#x201C;Why, Brother Brigham,&#x201D; it may be asked, &#x201C;am I not a judge of a piece of ribbon?&#x201D; You know whether the colors please you; but can you tell whether it has been on the shelf of the store for one year or twenty years? Brethren will buy cloth without being judges of the quality; and because they can buy an article, apparently the same, a little cheaper in one place than they can in another, they will do so, although the quality is much inferior, and think they have got a bargain. <\/div><div class=\"paragraph jod\" id=\"v11n1140\"> Brother Kimball sometimes brings up the figure of the potter putting fresh clay into the mill and grinding it to use in his business,<span class=\"citation\" id=\"60500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60500)\">Jer. 18:1-6<\/a><\/span> to illustrate the influx of the brethren and sisters who are gathered from the nations, and who have to be instructed in those principles which have been taught here for years; but carrying out the figure, I may say that some of the clay here has been ground over and over for thirty years, and it comes out as rough as the first time it passed through the mill. Some men seem as if they could learn so much and no more. They appear to be bounded in their capacity for acquiring knowledge, as Brother Orson Pratt, has in theory, bounded the capacity of God. According to his theory, God can pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gress no further in knowledge and power; but the God that I serve is progressing eternally, and so are his children: they will increase to all eternity, if they are faithful. But there are some of our brethren who know just so much, and they seem to be able to learn no more. You may plead with them, scold them, flatter them, coax them, and try in various ways to increase their knowledge; but it seems as if they would not learn. They know the Gospel is true, and that it has brought blessings to them, but ask them if they know who they are? Where they are from? Why they are here? If they have commenced to learn to control the elements around them? And if they understand the nature of their own organizations? And they will answer, &#x201C;Why I never thought of them.&#x201D; They have thought of the labor they have been engaged in, how to chop down a tree, or plough the ground, or work at the bench, or do whatever kind of work they have been accustomed to do, but do they know anything about the character of Him whom they profess to worship? No, only that the Gospel has been revealed. The Holy Spirit has touched their hearts; they believe the Gospel, and they do not know that they can learn any more. <\/div><div class=\"paragraph jod\" id=\"v11n1141\"> We do not intend to let you go until we have tried to do something with you. We wish to talk to the people until they learn to understand principle. When the Saints get understanding they will never ask a question when they are told to build up a settlement, make farms, or do anything else that may be requisite in righteousness to build up the kingdom of God. Some of our elders have learned a good deal by experience on many points. In  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one thing they are all willing to be obedient, and that is to go and preach the Gospel to the nations. What elder who is called upon a mission would refuse to go. Yet if he is asked to go and make a farm he seems to feel that it is quite a different matter. <\/div><div class=\"paragraph jod\" id=\"v11n1143\"> There is one subject that I have incessantly kept before the capitalists of the Latter-day Saints for the past sixteen years; and that is to go east and purchase machinery with their means. Go and buy carding machines, you men who have capital; and you who have not capital, sow a quarter of an acre of flax, and keep on sowing until you become flax growers; and you machinists, make mills to spin it, that we may have linen from flax of our own growing. This has been done to some little extent; but for years I have asked the brethren who have capital to go and buy machinery, yet how much has been bought and imported here? There are many of our sisters who like to have silk ribbons for their bonnets, and who wish silk for sewing, and fabrics made from silk for dresses and other things. Why should not this silk be produced and manufactured here? If a man was worth a million of dollars, or millions of dollars, in the kingdom of God, and possessed the Spirit of the Lord, knowing and understanding his duty, and was told to get worms and make silk, and manufacture it from the raw material, he would not say a word, nor ask a question, but he would do as he was desired. So it would be if he were told to go and buy machinery; he would go and buy it, and bring it here to be employed for the good of the people, or his own benefit, and for the upbuilding of the Kingdom of God. Until a very few years ago there was not a carding machine in the Territory only those <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which I brought, nor a spindle to spin an ounce of cotton or wool until I started it. The factory at Parowan, Iron County, I started; there is one little cotton factory in Utah County, and I have a small cotton and woollen factory, and I have urged and urged the brethren to bring on woollen machinery here, then the brethren would save their sheep. We need from one hundred to two hundred of the same capacity in the Territory. <\/div><div class=\"paragraph jod\" id=\"v11n1144\"> If one of our capitalists is asked to buy machinery, his reply is, &#x201C;I can make money faster by bringing goods here to sell.&#x201D; Is that your object in coming here? You who feel so and do so will either stop in your course and change it, or you will never enter the celestial kingdom. You will go where our merchants will go, if they are not careful. When a man has one dollar, or a million of dollars, and his duty is pointed out by the priesthood, and he asks, &#x201C;Can I do better with my means some other way?&#x201D; he will sooner or later sink in his means and in his faith and go to ruin. The earth is the Lord's,<span class=\"citation\" id=\"56483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56483)\">Ps. 24:1<\/a><\/span> and he is going to give it to his Saints;<span class=\"citation\" id=\"61723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61723)\">Dan. 7:27<\/a><\/span> and if we are anxious to obtain the world before the Lord is willing to let us have it, we will lose that which we seek to gain; but if we are faithful, we shall inherit all things. <\/div><div class=\"paragraph jod\" id=\"v11n1145\"> It is for this that we are gathered together. It is not that we may be taught baptism for the remission of sins; neither is it that we may have the gift of prophecy bestowed upon us; nor the gift of tongues, nor the interpretation of tongues; but we are gathered together that we may become one, as a people, in our politics and in our financial matters, as well as in our faith; that we may know how to systematize everything that we are engaged in, how to deal with one another; and how to orga<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nize the elements to bring forth for our own wants, and do all we do in the name of the Lord and to his glory. Will it add anything to his glory? No, but he desires to see his children doing right and living according to the laws of life; and he has brought forth light into the world for this purpose, that we might be saved and know how to obtain eternal life; know how to govern and control ourselves and deal gently with one another; how to increase the kingdom of God and spread abroad peace throughout the land, that all may be quietness, peace, good order, and happiness. Would that not be almost Zion? If we will do this we can produce heaven here upon the earth. If we want to enjoy the principles and spirit of heaven, we must live so as to produce them in our own bosoms; and if we should unfortunately find ourselves in hell, it will be because by our acts we will have so chosen. When we are truly one we will be one in those things that pertain to this life. <\/div><div class=\"paragraph jod\" id=\"v11n1147\"> We do not wish harm to those who have not the faith which we possess. We wish good to all mankind; and desire to do good to all who will permit us. But we should commence our labors of love and kindness with the family to which we belong; and then extend them to others. It is written, &#x201C;If any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.&#x201D;<span class=\"citation\" id=\"75957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75957)\">1 Tim. 5:8<\/a><\/span> If we do not seek the welfare of the household of faith,<span class=\"citation\" id=\"74729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74729)\">Gal. 6:10<\/a><\/span> we will sooner or later deny the faith. Our mission is not to build up the wicked anywhere. We are called out of the world to build up the kingdom of God. We are here to promote the principles of heaven, and advance the purposes of the Almighty, and no others, and when you spend a dollar to build up <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any other power or kingdom than the one which God has established, you are doing wrong, and you will find it out sooner or later. Sometimes when I think of these things I am very strenuous in my feelings; and some might think that I was whipping them to it just as we have been whipped into being an independent people. We have been whipped, and beaten, and kicked out of doors; we have been told to go and take care of ourselves; our houses, our lands, and all we had got were wanted by our enemies; and we were driven into the wilderness to starve. Thus we have been whipped to be independent. Have we statesmen here amongst us? Yes, the best in the world, and that is not boasting. We have been obliged to learn how to govern ourselves and the people. If we know how to manufacture what we need, to draw a sustenance from the elements in this forbidding country, it is because we have been obliged to do so. When we came here, if we did not know how to get shoes, we knew how to go barefooted. I will venture to say that not one of four out of my family had shoes to their feet when we came to this valley. Necessity is said to be the mother of invention; and if we did not know how to make moccasins we learned. And we learned how to govern and control ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n1148\"> Occasionally it is said, and published in the world, &#x201C;What a terrible people these Mormons are! No man's life is safe in Utah!&#x201D; Put this people by themselves and there would not be a lawsuit among them in a year, nor a murder in fifty years; nor ever, if they would live their religion. But if men try to crowd into our houses to seduce our wives, sisters, and daughters, they should take care. If they want  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>families, let them take an honorable course to obtain them; if they want wives, they should marry them, and give them their names honestly. What is the condition of the world? If you go to Europe, to Germany, to France, and other countries, what will you find? You need not go beyond the United States; not even beyond the City of Friends. I saw a reservoir there in which they found the bodies of twenty-nine children, when cleaning it, and it had been cleaned but a short time previously. Sometimes, I was informed, they had found more in it. It is a little better in England, for there they will keep their illegitimate children if they can, or give them away. If a man wants a wife let him take one, and not act the scoundrel. I will promise every man on the face of this earth, that ever was or ever will be, that if they will betray the innocent and ruin the virtuous they shall have damnation for their portion. Set this people down by themselves and permit them to remain so would there ever be any trouble among them? No; there never would be, so long as they would live their religion. Go to cities west, north and east of us, and it is not uncommon to find half-a-dozen men dead by violence in a morning. What is said about it? Why, nothing. But if a scoundrel should meet his just deserts here, what an outcry is made? The Christian world is in an uproar about it. Yet I do not wonder at it; the thing is so rare. But if there were half-a-dozen men killed a day here, as in some other places, it would scarcely be noticed; it would not be so rare. <\/div><div class=\"paragraph jod\" id=\"v11n1150\"> Do the Latter-day Saints know that they are gathered together to be taught in temporal things, in all their business movements and deal<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings, and to learn how to live in families and as a community in peace and happiness? We are charged with abusing our families. There is not another community on the earth where families are loved, honored, respected, and cherished as they are among the Latter-day Saints&#x2014;even if we do have more than one wife. You know we are accused of almost every crime; and it is said that we hold our families in bondage. They do not look as if they were held in bondage. They like to be held in the bondage they are in; and there are a great many others in the nations of the earth who feel the same way, and whom we will gather and hold in the same bondage&#x2014;even in the bonds of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v11n1151\"> Men are gathered here, and get the spirit of the devil in them. They do feel the influence of the Spirit of the Lord at times, and then they are humble. But they will allow the spirit of evil to seize hold of them, and they will get full of passion and abuse a neighbor, a child, or a wife. The wife will run to the bishop and lay her complaint before him, and he will chasten the husband. It seems to me at times as though there are some men and women who are never happy only when they are miserable, they appear to delight so much in quarreling and contending. But if they will strive to live according to the principles of the Gospel, they will overcome that, with everything else which hinders their progress in the truth. We are here to be sanctified, that every thought, and desire and feeling may be brought into subjection to the will of God. <\/div><div class=\"paragraph jod\" id=\"v11n1152\"> You Latter-day Saints are gathered expressly that husbands may be taught how to live with their wives,  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and wives with their husbands; parents with their children, and children with their parents; that all may become of one heart and of one mind.<span class=\"citation\" id=\"92893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92893)\">Moses 7:18<\/a><\/span> The Saints are so in many respects already. They are on the increase, and I expect to see the day that they will be subject in all things to the priesthood of God, and never raise an argument against anything they may be instructed to do by the priesthood. Many are like children who seek to handle the very things that would destroy them; but when they come to understanding they will never have to be told of any duty twice by their leaders. <\/div><div class=\"paragraph jod\" id=\"v11n1154\"> It was remarked here this afternoon that preaching by example is better than preaching by precept. That is so or example exercises a more powerful influence than precept. If any of you can set a better example than is set by myself, do so. Live a better life than I do, if you can. Many men will say they have a violent temper, and try to so excuse themselves for actions of which they are ashamed. I will say, there is not a man in this house who has a more indomitable and unyielding temper than myself. But there is not a man in the world who cannot overcome his passion, if he will struggle earnestly to do so. If you find passion coming on you, go off to some place where you cannot be heard; let none of your family see you or hear you, while it is upon you, but struggle till it leaves you; and pray for strength to overcome. As I have said many times to the Elders, pray in your families; and if, when the time for prayer comes, you have not the spirit of prayer upon you, and your knees are unwilling to bow, say to them, &#x201C;Knees, get down there;&#x201D; make them bend, and remain there until you obtain the Spirit of the Lord. If the spirit yields to the <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> body, it becomes corrupt; but if the body yields to the spirit it becomes pure and holy, and is fitted to come forth with the just in the morning of the first resurrection, and to dwell with the sanctified; otherwise we cannot be prepared for this glory. We are gathered together to sanctify these bodies, to deal, act, transact, and do everything we do in the love of God, and in the fear of God, for the building up of his kingdom and to his name's honor and glory. <\/div><div class=\"paragraph jod\" id=\"v11n1155\"> I could tell you many things that might seem hard to those who are not members of the Church. There are a great many different kinds of capacities on the earth; and a great many who do not understand the different spirits that are in the world.<span class=\"citation\" id=\"78735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78735)\">1 Jn. 4:1<\/a><\/span> Take a person who is quick of comprehension, if he can receive the Spirit of the Lord, let him have the Gospel preached to him; and if he is honest he will embrace it. Excuse me, outsiders, there are no men or women on the earth, but who, if they will yield to the Spirit of Christ, will embrace that which is known as &#x201C;Mormonism,&#x201D; when they have opportunity. There is a great variety of temperaments, many of whom, it seems, cannot see and understand the revelations of God; and if their eyes were opened to see the heaven of heavens,<span class=\"citation\" id=\"55021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55021)\">Deut. 10:14<\/a><\/span> as soon as they would be closed again, they would say, &#x201C;I guess I have been dreaming;&#x201D; when there is no other spirit of sensibility than the Spirit of God. It fills immensity. David has expressed himself; &#x201C;Whither shall I go from thy spirit? or whither shall I flee from thy presence? If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there. If I take the wings of the morning, and dwell in the uttermost parts of the sea; Even there shall thy hand lead me, and thy right hand shall hold  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me.&#x201D;<span class=\"citation\" id=\"57300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57300)\">Ps. 139:7-10<\/a><\/span> David believed that the Lord is in hell. But does he dwell there? No; he is there by his Spirit, for all the evil that is there has bounds set to it which it cannot pass by. <\/div><div class=\"paragraph jod\" id=\"v11n1157\"> Now, I expect by tomorrow night or next morning, that I shall hear of some of our bishops trading with some of the worst enemies we have; and we have men here in our midst who would cut your throats and mine. But, bishops, if you under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stood your duties, you would never have to be told twice concerning anything that it was right you should do. We will try to bear with you until you do understand; yet we are not so merciful as our Father in heaven. But when we sanctify ourselves to enter into the presence of the Father and of the Son, we will be filled with the same patience that he is filled with. <\/div><div class=\"paragraph jod\" id=\"v11n1158\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}