{"ID":110027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Synopsis of Remarks.<\/div>\n<div class=\"subtitle\">By Elder George A. Smith, delivered in the Bowery, Great Salt Lake City, General Conference, Oct. 8, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Synopsis of Remarks.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/8\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v11n653\"> It is somewhat of an undertaking to address so large an assembly. I bear my testimony to the truth of the restoration of the everlasting Gospel and this Work which God has commenced in these latter days. <\/div><div class=\"paragraph jod\" id=\"v11n654\"> It has been the earnest desire of my heart, from the time I received the ordinance of baptism in 1832, to be able to fulfil my duties as a Saint, and to perform those things which were required of me as an individual&#x2014;to watch over myself and keep out of mischief; that I might be prepared, when my work is accomplished on the earth, to inherit the blessings and glory of that King in whose service I am enlisted. I presume that a large proportion of the Saints have kept these things in mind, though I am astonished when I reflect upon the great number with whom I have been acquainted that are not now to be found, and of whom we have no report only that they have gone off this, that, or the other way. <\/div><div class=\"paragraph jod\" id=\"v11n655\"> This reminds us of the parable of the sower that went forth to sow, as described by our Savior;<span class=\"citation\" id=\"64479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64479)\">Matt. 13:3-23<\/a><\/span> some of the good seed fell among thorns, and they grew up and choked it; some fell by the way side, and the fowl, gathered it up; some fell upon stony ground where it had not much depth of earth, and it came up quickly, and when the sun was up it was scorched and withered away; and some fell <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon good ground and brought forth thirty, sixty, and an hundredfold. This is the substance of the parable, and the kingdom of God in the last days is certainly very much like unto it. <\/div><div class=\"paragraph jod\" id=\"v11n656\"> Among the great number who have entered into the fold of Christ, by baptism, few have remained faithful to the present time. There were men among us whose hearts were faint&#x2014;who felt that it would not do to gather here, because, peradventure, it was the greatest undertaking of any age. To attempt to settle a whole people, situated as we were, in the midst of a howling desert a thousand miles from supplies, was too great an undertaking in the eyes of many, and they dared not risk it. It required faith, courage, energy, daring, and perseverance, almost beyond description, to lead a people into the heart of the great American desert and establish settlements. We now see travelers arrive here by stage, who are proud of the achievement of having crossed the Rocky Mountains. It required a people full of faith, energy, and devotion to the cause of God, and a willingness to abide every counsel given by the servants of God, to come here; and also required a large amount of faith, patience, energy, self-denial, and long-suffering to stay when they got here. <\/div><div class=\"paragraph jod\" id=\"v11n657\"> I presume it was over three years  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after we came before a score of men in the valleys ever believed that an apple, peach, or plum could be grown here, and when the few men who had the faith and the determination to set an example began to produce their peaches, plums, and apples, and exhibit them, many opened their eyes with astonishment. Who on the face of the earth would think that at an altitude of four thousand four hundred feet above the level of the sea, and in latitude nearly forty-one, and near the southern limit of the isothermal line, such nicely flavored, delicate fruit could be raised! <\/div><div class=\"paragraph jod\" id=\"v11n659\"> We came to this land because it was so desert, desolate, and Godforsaken that no mortal upon earth ever would covet it; but as Colonel Fremont reported that at the mouth of Bear River, in the early part of August, his thermometer stood at 29 degrees Fah., three degrees below freezing point, which would kill grain, fruit, or vegetables, our enemies said, &#x201C;You Mormons may go there and welcome,&#x201D; chuckling to each other over what seemed to them our annihilation. We had been driven several times; our homes had been devastated both in Missouri and Illinois; we had been robbed of everything, and some came here with the little that they gathered up from the smoking ruins of their habitations. The priests sent compliments to each other rejoicing that those &#x201C;Mormons&#x201D; (who had been making the people acquainted with the principles of the Gospel by teaching them that the Bible meant what it said) had gone into the heart of a desert, never more to be heard of, for the Indians would destroy and grim want would consume them. The newspapers recorded the joy and gratification felt at the utter end of &#x201C;Mormonism.&#x201D; Governor Thomas Ford wrote as follows in the title page of his History of Illinois&#x2014;&#x201C;An account of the rise, pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gress, and FALL of Mormonism.&#x201D; Notwithstanding, however, the many drawbacks and difficulties encountered in the shape of drouth, crickets, grasshoppers, and the cold, sterile climate, the Spirit of the Lord was hovering over the Great Basin; as linguists tell us the Spirit of the Lord brooded over the face of the waters anciently,<span class=\"citation\" id=\"93493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93493)\">Abr. 4:2<\/a><\/span> so it brooded over the Great Basin and the climate became genial and soft. I never was at the crossing of the Sevier River in summer, for seven years after our settlements in Iron County had been established, without experiencing frost; and now the Sevier valley produces luxuriant fields of grain and vegetables in the season thereof,<span class=\"citation\" id=\"86322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86322)\">D&amp;C 59:18<\/a><\/span> in every place where the water has been taken out from the mouth of that river to the head of it, nearly nine thousand feet above the level of the sea. Who has done this? God and the Saints have done it! The Saints have had faith and walked over the land with the Holy Priesthood upon them and blessed and dedicated it to the Lord, and have labored according to the counsels of God, and the work has been accomplished.<span class=\"citation\" id=\"58425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58425)\">Isa. 24:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n660\"> To have told the Mountaineers ten years ago that grain could be raised in the upper valleys of the Weber, where they encountered heavy frosts every month in summer, would have incurred their ridicule; but the genial influence of the Spirit of the Almighty has softened the rigor of the climate, and the flourishing counties of Morgan and Summit are the result. <\/div><div class=\"paragraph jod\" id=\"v11n661\"> In 1853, an expedition went out from Provo City after some Indians that had stolen stock. They went up the Provo River and encamped near where the city of Heber now stands, in the middle of summer. On their return they reported to me that they were nearly frozen, and that much of the wild vegetation was killed by the severity of the weather, and that it  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would be useless ever to attempt to raise grain there. I suppose that Provo valley, this season, with all its losses, will raise not less than thirty thousand bushels of grain and vegetables. With a little reflection we can readily perceive that the Lord God of Israel has blessed these mountains and valleys, which have been dedicated and set apart by His servants for the gathering together of His people and the establishment of His latter-day work upon the earth. <\/div><div class=\"paragraph jod\" id=\"v11n663\"> Go to Pottawatomie, Iowa; Nauvoo, Illinois; or Kirtland, Ohio, and ask for apples and peaches, and you will find them few and far between. In February, 1857, I visited my former field of labor in Western Virginia, and inquired of an old friend for fruit; his reply was, &#x201C;My peach trees are all killed, and I have not been able to raise any peaches for six years.&#x201D; Have you any good apples? &#x201C;Not an apple that is fit to eat; our trees are all diseased, and many of them have perished.&#x201D; This condition of things was very general. It is so wherever the Saints have lived and been driven away&#x2014;their glory has departed to return no more, until the land is dedicated and consecrated to God and occupied by the Saints. <\/div><div class=\"paragraph jod\" id=\"v11n664\"> We had to produce the necessaries of life from the ground, for we had not the means to send abroad eleven hundred miles to purchase. In a short time after the Pioneers settled this country, some twenty-five thousand pilgrims to the land of gold passed through this Great Basin; a large portion of them came here destitute, and they are indebted to the inhabitants of these settlements for the preservation of their lives. <\/div><div class=\"paragraph jod\" id=\"v11n665\"> California is indebted to the Latter-day Saints for its present greatness. We opened its gold mines, explored its country, explored and made the three principal roads leading there, and ran the first ship load of Ameri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can emigrants into the port of San Francisco, then called Yerba Buena. We are the men that developed the resources of the Pacific Coast, and then we fed those tens of thousands passing through to that land, who would have starved and perished on the deserts had we not provided them with bread while they traveled the roads we made, to go to the mines. <\/div><div class=\"paragraph jod\" id=\"v11n666\"> The passengers on board the ship Brooklyn not only brought to the Pacific Coast their valuable library, but a printing press, which they established at Yerba Buena&#x2014;now San Francisco, and from which was issued the <span class=\"italic\">California Star<\/span> in 1847-8. We are the Pioneers of the great West. The Latter-day Saints established the first printing press in Western Missouri, the <span class=\"italic\">Evening and Morning Star<\/span>, published at Independence in 1832-3, and the <span class=\"italic\">Upper Missouri Advertiser<\/span>, in 1833, by W. W. Phelps. After the destruction of the printing office by the mob, the press was removed to Liberty, and was for years used to print the only newspaper printed west of Booneville, Mo., excepting the <span class=\"italic\">Elder's Journal<\/span>, published for a short time in Far West. <\/div><div class=\"paragraph jod\" id=\"v11n667\"> We were the Pioneer settlers of Western Iowa, making the road and bridging the streams from the vicinity of Keeosaqua to the Missouri River, nearly three hundred miles. We established the first paper at Council Bluffs, published by Elder Orson Hyde, entitled the <span class=\"italic\">Frontier Guardian<\/span>, in 1848-9 and 50. <\/div><div class=\"paragraph jod\" id=\"v11n668\"> The <span class=\"italic\">Omaha Arrow<\/span>, published by Joseph E. Johnson, was the first paper published in Nebraska, who subsequently published the <span class=\"italic\">Huntsman's Echo<\/span> at Wood River. <\/div><div class=\"paragraph jod\" id=\"v11n669\"> We introduced the culture of wheat and fruit in Western Missouri and Iowa, improved agriculture in California, and developed the resources of these mountains, making the roads  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and showing men how to travel them safely. <\/div><div class=\"paragraph jod\" id=\"v11n671\"> While all this has been done for our country, and we have comparatively tamed the savage and held in check his wild and bloodthirsty nature, that the inhabitants of the world could travel across the deserts without being robbed and murdered, we have been the subject of vile scandal, simply because our religious views were different from those of the hireling clergy who occupy the pulpits of Christendom. We taught that men should preach the Gospel without purse or scrip&#x2014;<span class=\"citation\" id=\"64104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64104)\">Matt. 10:10<\/a><\/span><span class=\"citation\" id=\"67384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67384)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68127)\">Luke 22:35<\/a><\/span>preach it freely;<span class=\"citation\" id=\"64089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64089)\">Matt. 10:8<\/a><\/span> and a man who depended upon a congregation for a salary by which to obtain his black coat and fit-out, was ready to denounce preaching without purse and scrip<span class=\"citation\" id=\"66548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66548)\">Mark 6:8<\/a><\/span> as a heresy; why? Because it would reduce him to the necessity of going to some useful calling, instead of making merchandise of the Gospel,<span class=\"citation\" id=\"78368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78368)\">2 Pet. 2:3<\/a><\/span> which God has made free. It endangered his bread and butter; and thus priestcraft has raised a constant howl that the Mormons were leagued with the Indians. Why? Because we crossed the plains and the Indians did not rob us. The reason the Latter-day Saints crossed the plains and the Indians did not rob them was, they organized their companies, camped in order, kept up guards, treated the Indians with kindness and respect, seeking no quarrel with them, and passed right along. When the Indians look down from the hills on one of our trains and see it camped, they know it is a &#x201C;Mormon&#x201D; train; they see a nice corral, and a guard out with the cattle who are carefully attending to their duty. When they come up they get a kind word. When night comes the &#x201C;Mormons&#x201D; kneel down to pray; they do not blaspheme the name of God. The Indians see all this and conclude not to interrupt that company, for they might get hurt&#x2014;the <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Mormons&#x201D; having always provided their companies with sufficient arms for protection. That is the way the Latter-day Saints travel through these mountains uninterrupted. How is it with others? They would organize a company on the frontiers, travel a while in that condition, quarrel who should be captain, and divide into five or six squads; and by the time they got to the Sierra Nevada there would be only two families together, and they would divide their wagon and make it into two carts, and separate, if they were not afraid of the Indians. This way of scattering presents a temptation to the red men which is really very hard for them to resist, for these plains cannot boast of being safer than the streets of New York, Philadelphia, and Washington, where millions are expended to pay police to guard and protect the property and lives of white men from the depredations of white men. <\/div><div class=\"paragraph jod\" id=\"v11n672\"> We can but have a deep feeling of sympathy when we realize the grievous afflictions that have befallen our common country. We look at the cause. When the Latter-day Saints organized their first settlements in Missouri&#x2014;when they undertook to lay the foundation of Zion, although there was no charge which could be brought against them for violating any law, constitutional or moral, yet, because they introduced a new system of religion, the hireling clergy, the priestcraft of the world, arose against them to destroy them. As Governor Dunklin, of Missouri, said, &#x201C;There are ample provisions in the Constitution and laws of the State to protect you, but the prejudice is so great among the people against you, that it is impossible to enforce these laws.&#x201D; There is a great deal said about the origin of the trouble between the North and the South; some said it was the almighty negro; but the fact is, the people did not respect the  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Constitution of our country; for the Latter-day Saints were driven in violation thereof from Jackson County to Clay, and from Clay to Caldwell and Davis counties, and then from the State of Missouri to Illinois, and from Illinois to the Rocky Mountains, robbed and plundered of their property, their women ravished, their leaders murdered, and there was not a solitary man arose to enforce the laws or the Constitution in our defense. When the President of the United States was applied to, all he would say was, &#x201C;Your cause is just, but we can do nothing for you.&#x201D; As soon as the Saints had found a shelter in the Rocky Mountains, this feeling of lawlessness went rampant throughout the Union. Men despised the statutes and the laws with which they were bound, and it was mob upon mob, army against army, until the whole country has been deluged in blood and creped in mourning. When will the nation repent of these follies and maintain those institutions God has introduced for the perfection of mankind? When will they hold the Constitution sacred and inviolable, and seek no longer to prostitute it for the destruction of the innocent? Until this is done they may expect to see sorrow and woe, which will increase upon their heads until they shall repent. <\/div><div class=\"paragraph jod\" id=\"v11n674\"> Brethren, we should consider these things within ourselves. We commenced to make our settlements here under these circumstances, and here we have found a shelter. It has been a home for the oppressed, and a shelter to everybody that desired rest. The weary traveler has had a chance here to refresh himself and enjoy the blessings that are to be enjoyed in these valleys, and no man's rights have ever been trampled upon. <\/div><div class=\"paragraph jod\" id=\"v11n675\"> It is true we have had a species of animals pass through here that Alfred Cumming, in imitation of General <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zachary Taylor, used to call &#x201C;Camp poicks,&#x201D; newspaper reporters, who, Cumming declared, prostituted not only the body but the soul, by selling themselves for a penny-a-line to lie; publishing their lies to the world as scandal upon the heads of the Saints. They come here and drink of the mountain water, partake of fine potatoes, and turnips, and luscious strawberries, and feast upon the fruits of the valleys&#x2014;the products of our industry&#x2014;and then go off and defame the people, and try to get armies sent here to destroy the Saints. We care very little about these things; but when that species of animals appear among us, we look upon them as we do upon a serpent; we calculate they intend to bite, and all we ask of them is, to do as they generally have done, tell such big lies that nobody in their right senses can believe them. <\/div><div class=\"paragraph jod\" id=\"v11n676\"> We have had another class of animals in the shape of Federal Officials. We have had fifty-eight of them, part of whom came here and conducted themselves like gentlemen; but we have had one thing always to consider, with one or two exceptions&#x2014;very honorable ones&#x2014;they have scarcely ever sent anybody here that could get a place anywhere else. If they could get an appointment in any other Territory, or a magistracy in the District of Columbia, or a clerkship in a Department, or the appointment of a weigher or gauger in the Custom House, they would never come to Utah. Coming to Utah was the last thing and the last place for a man perfectly desperate for the want of an office. As the Secretary of State said when he sent Perry E. Brochus here to be judge, he had to send him somewhere to get him &#x201C;out of the way;&#x201D; and when he would not stay here, he was immediately sent to New Mexico. <\/div><div class=\"paragraph jod\" id=\"v11n677\"> We have generally known what the qualification of men was, and un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derstood it precisely when they came. Their qualification generally was that they had performed some dirty work for some successful politician. A few that have come here have done as well as they knew how, with a mediocrity of talent&#x2014;that is, if they had bright talents they seldom displayed them; and the majority of them come in here, open their eyes (putting one in mind of chickens just come through the eggshell, when they get a sight of the light for the first time), and exclaim, &#x201C;There are awful things here! Tremendous things here!&#x201D; and they begin to make reports, and print and publish them, go off to California and write for a year in succession there, drawing their salaries to report how things are in Utah. All these things we have had to encounter; but our industry, our economy and prudence, our loyalty, and our firm and determined adherence to the Constitution of the United States, have carried us through the whole of it. <\/div><div class=\"paragraph jod\" id=\"v11n679\"> The administration of President Buchanan brought the power of the Government to bear against us. The traitor, General A. S. Johnston, was sent with what was then called by Secretary Floyd the best appointed army that was ever fitted out by this Government since its formation. General Scott issued orders to keep the troops massed and in hand, the supply trains to be kept with the main body of the army. The newspaper press of the country asserted that this army was to cause the blood of the Elders and Saints to flow in the streets of Great Salt Lake City. The mails being stopped, and the ordinary sources of communication closed, it was supposed the &#x201C;Mormons&#x201D; would be ignorant of the movements until the army came upon them like a thunder cloud. The Governorship was tendered to a number who were unwilling to come out with a formidable army, but were <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> willing to come without. Benjamin McCullough, of Texas, declined the honor on the ground that a confirmed old bachelor ought not to interfere with polygamy. Colonel Alfred Cumming accepted the office, and his appointment was hailed with general acclamation by the enemies of Utah, as he was considered a man of desperate character, who had on one occasion compelled even Jeff. Davis to apologize. When Governor Cumming arrived here and investigated the matter, he was satisfied that the Administration had been duped, and he made official reports to Washington that the charges against the Saints were totally unfounded, and the Administration let the whole matter fizzle out, and Uncle Sam, the generous old gentleman, had to submit to his pocket being picked to the tune of about forty millions of dollars&#x2014;the cost of the Utah expedition. <\/div><div class=\"paragraph jod\" id=\"v11n680\"> The lies upon which the Administration had acted were, that we had driven the judges from the country, had burned the Utah Library and the records of the courts of the Territory. When the matter was investigated it was discovered that the judges had gone off to the gold mines, where they could get some <span class=\"italic\">feet<\/span>, or on other speculations, where they stayed until their time was out, not forgetting, however, to draw their salaries. The Library and court records, never having been disturbed, were found all right. <\/div><div class=\"paragraph jod\" id=\"v11n681\"> I have been truly astonished at the character and conduct of a large portion of the Government officials we have been brought in contact with. One of them, Governor Harding, was presented by the grand jury of the 3rd Judicial District of the United States Court as a nuisance, and he was removed by Mr. Lincoln's Administration immediately after. <\/div><div class=\"paragraph jod\" id=\"v11n682\"> Whenever a bill is presented before Congress to benefit the people of  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Utah in any way, it is generally referred to a committee, and there it dies. What is the reason? There is not a man in either House of Congress that dares to record a vote calculated to favor the people of Utah, for the mass of the inhabitants here are &#x201C;Mormons.&#x201D; It is admitted that we have established ourselves in the desert under the most trying circumstances, making a half-way house for travelers between the Mississippi and the Pacific, rendering it safe to establish mail and telegraph lines; but the member who would record a vote in favor of this people in any way, the first thing he would hear would be his denunciation in every pulpit of his district by the black-coated gentry, and that would make his political grave. I sympathize with that class of men, as many of them otherwise would be willing to extend the same privileges, donations of land to settlers, means to erect public buildings, open highways, and sustain schools, as to other Territories. <\/div><div class=\"paragraph jod\" id=\"v11n684\"> We have never had one dollar from any source to aid in the cause of edu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cation. We have built our schoolhouses, hired our school teachers, paid the school bills for our poor&#x2014;have done everything that has been done in education, without one dollar of encouragement from the parent Government. I have been astonished at this. I suppose it is the policy of the Government to extend the facilities of education, but it has not been done here; not one solitary dime has been received by Utah, while millions upon millions have gone into the treasuries of other states and Territories for school purposes from the Federal Government. <\/div><div class=\"paragraph jod\" id=\"v11n685\"> This is the freest people on the face of the earth. By a faithful observance of the laws and Constitution of our country, and by obedience to the principles of our holy religion, we can enjoy the greatest amount of freedom. <\/div><div class=\"paragraph jod\" id=\"v11n686\"> The foundation has been laid, and the building will be erected upon it. God is at the helm, and no power can destroy his kingdom. <\/div><div class=\"paragraph jod\" id=\"v11n687\"> May God bless us, and enable us to fulfill our high destiny, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}