{"ID":110026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Riches of the Gospel.<\/div>\n<div class=\"subtitle\">Remarks made by Elder George Q. Cannon, in the Bowery, General Conference, Great Salt Lake City, Oct. 8, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Riches of the Gospel.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v11n626\"> I appreciate very highly the privilege that I have this morning, and that I have had during this Conference, in meeting with the Saints; it is the first Fall Conference I have had the opportunity of attending for sixteen years. These are, indeed, precious privileges which God, our Heavenly Father, has given unto us; these opportunities which we now have of assembling ourselves together and dismissing the cares that press us from week to week and month to month, casting them aside to concentrate our minds and our thoughts upon the things of His kingdom, devoting our attention to those heavenly principles which have produced so much happiness and peace in our midst. It is good for us to thus devote a portion of our time to the worship of our God. I do not know how the Conference felt; but, for myself, after the vote was taken yesterday to continue our Conference a week or a month if it were necessary, or as long as the servants of God should feel inclined to continue it, I experienced a great relief in my feelings; I felt that that restraint was removed which had, to a certain extent, oppressed us, with the view of hurrying through the business and getting done by this evening. I thought that it was right, and I felt a spirit of freedom that I had not experienced before, and I presume that all the Saints felt alike on this <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subject. There is nothing more important for us to attend to than that which we are engaged in today. We cannot think of anything that is of greater importance to us, as individuals and as a people, than this service. It is a delightful work&#x2014;a labor of love that our Heavenly Father has guaranteed unto us the privilege of performing. The organization that we now behold, the wonderful fruits and results which have attended us from the beginning, and that are so delightful to contemplate today, have all sprung from the service that we are now engaged in. We may devote time, as it is necessary we should, to the labors of this life&#x2014;to plowing, to sowing, to harvesting, to building settlements, to accomplishing the labors that devolve upon us of a temporal character; these labors are important and necessary, but they are no more necessary than those that we are now engaged in; they are no more necessary than that we should assemble ourselves together frequently to listen to the word of God, to be instructed in the principles of life and salvation by those who have been our fathers in the Gospel. <\/div><div class=\"paragraph jod\" id=\"v11n627\"> It is necessary that we should examine ourselves, bring ourselves to the light of truth, to learn whether we are taking the right course: like the mariner, when he returns to port, he compares his ship chronometers  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the correct time on shore, to see whether they have been keeping true time and are in good condition to enter upon another voyage, to enable him to obtain his bearings correctly, that he may not lose himself when he is on the trackless ocean. We can come to Conference in this manner and examine ourselves like men returning from a mission after an absence of years among the nations. They come back desirous of comparing themselves with their brethren in Zion, saying, like Paul of old, that they have indeed not run in vain;<span class=\"citation\" id=\"75501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75501)\">Philip. 2:16<\/a><\/span> ascertaining for themselves that the Spirit that they have been possessed of, and the course that they have taken, are the Spirit and course that their brethren in Zion have been possessed of and taken. There is a great deal of profit to be derived from associations of this character. It is necessary that we should be brought very frequently to a sense of our condition, of our dependence upon God, of our relationship to him, of the obligations that rest upon us as his children, and servants, and handmaidens. We cannot do this as we should when we neglect opportunities like this; but, when we come together and our hearts are filled with prayers and anxious desire before God for his Holy Spirit to be poured out upon us, we then can see if we have erred, if we have gone astray, if we have done anything wrong and displeasing in the sight of our Father. These things are brought to our minds, and we see ourselves in the light of the Holy Spirit, we renew our strength before the Lord, and our determinations to go forth and serve him with greater diligence and faithfulness in the future than we have done in the past. <\/div><div class=\"paragraph jod\" id=\"v11n629\"> There is a mine of wealth in the Gospel of Jesus Christ that is yet comparatively undiscovered by us. We see the world around us digging <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here and there, and wandering over valleys and mountains in search of hidden treasures; they spend their days and nights in searching for those things and in planning by what means they can obtain them; but we have, in the Gospel of the Lord Jesus Christ which has been revealed unto us, an inexhaustible mine of wealth that is eternal. There is room for us to continually exercise every faculty of our minds and of our bodies in searching out the deep and inexhaustible riches of the Gospel of Jesus Christ which has been committed unto us. We have already partaken to some extent of this wealth; we already have realized to some extent its richness, its abundance; and what we have already obtained of it should be an incentive to us to be still more diligent and persevering in seeking with earnestness and faith unto God to give unto us of his power, and more and more of his Spirit, and of that wealth which He alone possesses, that we may go on increasing in eternal riches on earth to be prepared to enjoy them throughout eternity. That man is truly rich, whatever his worldly circumstances may be, who improves the opportunities he has, and who seeks with all diligence to obtain all the blessings that pertain unto the holy religion of our Lord and Savior Jesus Christ. There are those, however, whom I have met with, who profess to be good Latter-day Saints, who seem to be satisfied with the profession of their religion, who seem to be satisfied with the fact that what is called &#x201C;Mormonism&#x201D; is superior to everything else that is taught among men. I presume they are of that class of whom President Young has spoken&#x2014;men who have been compelled to bow in submission to the truth, because they could not contradict nor gainsay it; and that they have become connected with this  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>system has seemed to be enough for them; but is it enough? <\/div><div class=\"paragraph jod\" id=\"v11n631\"> In one sense it ought to be enough for us to know that we have received the truth and be satisfied with it, yet we should continue to seek with energy and with faith to partake of those blessings and of that power which our Father and God has to bestow upon us. If we would seek to be possessed of these things with the same diligence the world seeks for earthly riches, there is not a soul within the sound of my voice but what will be refreshed, filled, and satisfied with the blessings God will bestow upon him or upon her. It is a characteristic of the Gospel of Jesus Christ to not be easily exhausted; on the contrary, it is always attractive. You hear it today, as you heard it thirty years or thirty-five years ago, and it possesses as many charms and as many attractions now as then; repeating it does not wear it out&#x2014;does not make the subject threadbare&#x2014;does not deprive it of its interest; but, on the contrary, its interest increases as years roll over our heads; as they pass by our interest in the work of God, and our love for it, and our appreciation of its greatness, increase. In this respect it differs from everything else we know of; it satisfies every want of man's nature. Is there a want you can think of, is there anything, in fact, connected with man's existence here, spiritual or temporal, mental or physical, that the Gospel of Jesus Christ does not satisfy? If there is, I have failed to discover it. It comprehends everything; it gives light and it gives intelligence, it gives wisdom upon every department of human life, it satisfies every longing desire of the soul. <\/div><div class=\"paragraph jod\" id=\"v11n632\"> Before the Gospel reached you, my brethren and sisters who have received it since you were of mature years, there were wants that existed which now no longer exist; there were long<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing desires which you indulged in, and which were ungratified by that which you could obtain from the world, that are today gratified to their fullest extent; there is no desire of your heart, there is no feeling of your soul, that cannot be satisfied legitimately and consistently with your nature in the Gospel of the Lord Jesus Christ. You know how you were, those of you who embraced the Gospel in Babylon&#x2014;you know how you were when the Gospel found you; there was, to quote a familiar expression, an aching void within you. There were desires of your soul, or of your spirit, which could not be gratified by the chaff and husks fed unto you by the so-called teachers of the day; there were aspirations for knowledge, for truth, and for God, that nothing could satisfy; you sought in vain for their gratification; you searched on the right hand and on the left, you inquired here and there, but you could not get the knowledge you needed; there was no one who could give you the satisfaction you yearned after; but no sooner did you hear the truth, no sooner did you hear the sound of the everlasting Gospel, and the voice of a man endowed with the Priesthood, than you felt that you had found the pearl of great price,<span class=\"citation\" id=\"64663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64663)\">Matt. 13:46<\/a><\/span> you felt that the desire of your heart was about to be gratified, and that if this religion proved true, if these statements and testimonies could be relied upon, then that which you had so long sought for and desired was within your grasp. <\/div><div class=\"paragraph jod\" id=\"v11n633\"> Men may strive to repress these yearnings and desires after knowledge, as priests and teachers do today throughout the earth; they may ridicule and deny their existence, but there is that within us, as children of God, which speaks louder and has more force, potency, and effect than the traditions of our fathers or the teachings of our former priests and  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>teachers ever had; there is the voice of nature, there is the voice of heaven in our hearts, which calls for revelation from God, which calls for knowledge, which calls for certainty, which calls for something that is tangible and that can be relied upon, and which man with his man-made systems and with his fooleries, cannot gratify nor supply by any means in his power. We hear men constantly talk about the delusion that exists here, and about the folly of men seeking for revelation and knowledge from God. The man must be an idiot who talks so; he who makes such assertions does not understand the human character. If he had studied himself he would have seen that there was something within himself which claimed more than that which man can give&#x2014;that there was a voice within him which demanded and called loudly for truth&#x2014;tangible, reliable truth&#x2014;something that could be understood and that came from God. If this were not so, why do we see so many men running hither and thither after knowledge, after spirit rappers, astrologers, fortune tellers, and phrenologists, to tell them their fortunes and reveal something relating to the future; they will do anything that will give them any idea of their future. These may be the perversions of the feeling, yet you see the manifestations of this want cropping out in various forms all over the earth, among every people, and even among the heathen. When it is not governed by truthful principles, it is found running astray, and leading men and women astray who are guided by it. <\/div><div class=\"paragraph jod\" id=\"v11n635\"> Wherever human nature exists, there is found a desire for the knowledge of truth, a want of that which pertains to God and to eternity, and this want or desire cannot be repressed. There is no power on earth that can repress it; men's traditions may stifle it; but when the spirit is <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> allowed to operate freely and unrestrained, it breaks through all these barriers, and brushes aside these cobwebs to seek for truth&#x2014;pure truth as it comes from the Eternal; and when it once obtains a taste from the fountain of truth, and can drink freely, it is refreshed, and the one great desire of the heart is satisfied. This is as it has been with us, my brethren and sisters; hence the contentment that prevails through our valleys and settlements; hence the peace that is to be observed in our families. Peace broods over Zion; there is life and buoyancy in the hearts of the children of Zion. Why is this? It is because we have received that which we have desired; because we are living in harmony with the laws of our being; it is because the wants of our nature are being gratified through the Gospel of our Lord Jesus Christ. If there be any among us who are not satisfied, if there be any among us who are wandering hither and thither, looking for something that they do not have, they are the ones who have committed sin and transgression; they are the ones who have grieved the Spirit of God; they are the ones who have forfeited their claims upon God for his Spirit and his love, and they go with their souls unsatisfied, seeking for contentment but finding it not. If there be any among us who are thus seeking, they form a class that is distinct from the faithful, humble Saints of God who live their religion and work righteousness. <\/div><div class=\"paragraph jod\" id=\"v11n636\"> It should be a cause of thanksgiving and gratitude with us that God, our Heavenly Father, in the abundance of his goodness and mercy has revealed unto us his everlasting Gospel; that in his kindness he has sent his Holy Angels from the heavens, with the truth, and the power, and authority to administer the truth, and the ordinances per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining to the truth, unto the inhabitants of the earth. Yes, God in his mercy has visited our planet, where darkness reigned, where confusion and ignorance had spread their dread consequences, and all were like the blind groping for the wall,<span class=\"citation\" id=\"59855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59855)\">Isa. 59:10<\/a><\/span> when the voice of God sounded from the heavens and broke the long silence that had existed for so many generations. Brother Brigham has said that, in his young days, when he looked at the inhabitants of the earth he was reminded of an ant hill in a state of excitement, with the ants running hither and thither without aim or purpose. Now, this was the condition of ourselves and fathers when the sound of the everlasting Gospel came to the earth. The inhabitants of the earth were running hither and thither, and there was no one to guide them, no one to control them, no voice to be heard among the children of men saying with authority, &#x201C;Here is the way, walk ye in it;&#x201D;<span class=\"citation\" id=\"58949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58949)\">Isa. 30:21<\/a><\/span> there was none to say, &#x201C;Thus saith the Lord;&#x201D;<span class=\"citation\" id=\"53843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53843)\">Ex. 4:22<\/a><\/span> not a voice inspired of God, to be heard from pole to pole, from east to west; but all were ignorant, all were confused, all were dark. But since the Gospel has been restored, since it was received by Brother Joseph Smith, the Prophet, and preached to the people, and they listened to the testimony of God, what a charge has taken place in the character of some portion of the population of the globe since that time. <\/div><div class=\"paragraph jod\" id=\"v11n638\"> There are principles and qualities that have been and are being developed for the last thirty-five years, that were supposed to have no existence among men; it was supposed that they had disappeared, that they never would be restored again. The key of knowledge through which the Apostles wrought such wonders in the days in which they lived was no longer to be found among men; but as soon as the Holy Priesthood was <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> restored to Joseph Smith&#x2014;for he received the power and authority from heaven, and through him the principles of heaven were restored to the earth&#x2014;then what a change we behold! From the midst of the chaos that existed, order has been produced; from the midst of the strife that everywhere prevailed, union has been brought to light; from the midst of confusion and war, peace has been established; and we see qualities developed now in the midst of our fellow men which we supposed never could have existed again. What is this attributable to? Says one, &#x201C;It is attributable to imposture and delusion.&#x201D; So they said in the days of our Lord and Savior Jesus Christ; but, let them say as they please, we enjoy these fruits; for, whereas we lived in strife, we now live in peace; whereas we lived in confusion, we now live in the midst of good order; whereas we lived in ignorance, we now live in the midst of knowledge, we bask now in the light of eternity, in the rays of that light which surrounds the throne of God our Heavenly Father, and our souls are satisfied, and we can rejoice and be glad, and thank God from morning until night for having bestowed upon us his everlasting truth. Why should it not be so? <\/div><div class=\"paragraph jod\" id=\"v11n639\"> We are taught to believe that the Gospel is the power of God unto salvation to every soul that believes.<span class=\"citation\" id=\"72185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72185)\">Rom. 1:16<\/a><\/span> Salvation from what? &#x201C;Oh,&#x201D; says one, &#x201C;salvation to our souls.&#x201D; It is the power of God unto salvation&#x2014;the salvation not only of our spirits, but of our bodies. In ancient days it saved the Jews, the Greeks, and the Barbarians from error, from evil of various kinds, and it will in like manner save us. In heaven, we believe, it produces order, peace, and happiness; and we expect, when we leave here, to go to a sphere where, under the influence of the Gospel,  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every good quality of our nature will be developed. Why should we not receive, by the application of those heavenly principles to us and our lives here on the earth, the same results? They have produced them in days gone by, they are producing them now, and will continue to produce them as long as we live in accordance with them. <\/div><div class=\"paragraph jod\" id=\"v11n641\"> Now, my brethren and sisters, there is nothing left for us to do but to be faithful to that which has been revealed unto us. The evidences which we have received are of that character that we will be under the heaviest condemnation unless we live agreeably to the principles God has given unto us. We cannot plead, as many can, that we are ignorant; we cannot make excuses of this kind, for we are not ignorant; we are in the enjoyment of knowledge. We never went to prayer in our lives, in secret, and supplicated God in faith for the blessings that we needed, that we did not receive the desires of our hearts, and we arose from our knees feeling that God was with us, and that his Spirit and power were near unto us, and resting upon us. There never was a time, from the day that we became Latter-day Saints to this day, that we have asked in humility and meekness for any blessing and have had to arise from our knees dissatisfied and empty; but we have always received those blessings that have been necessary for us when we have asked in faith. What a blessed and glorious privilege is this! When we are in trouble, in the midst of affliction, and harassed by our enemies, we can go unto Him, who is the Author of our being, unto Him who created all things, who has the power to control our enemies, and pour out our souls in prayer and in supplication,<span class=\"citation\" id=\"82188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82188)\">Alma 19:14<\/a><\/span> and feel that the record has been made, that the incense of our hearts has ascended acceptably unto <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and is treasured up there, and held in remembrance by his Holy Angels in his presence.<span class=\"citation\" id=\"79359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79359)\">Rev. 8:4<\/a><\/span> What a glorious privilege is this that we have, as a people and as individuals, no matter how bowed down in sorrow, no matter how deep the affliction that may be around us, this is an unfailing source of strength that God has given unto us, and to this may be attributed the wonderful preservations that we have experienced from the beginning. <\/div><div class=\"paragraph jod\" id=\"v11n642\"> How diligently our enemies have sought to destroy us, to destroy the Holy Priesthood from the earth and kill the Lord's anointed! How often has it seemed that they were just upon the point of closing upon us, when it seemed that no earthly power that could be exerted could save us from destruction! To whom shall we attribute these wonderful deliverances which we have experienced? Shall we attribute them to mortal power? Oh, no; we have learned too well how weak and futile is mortal power. But what is it attributable to? To the faith that God has implanted in us through the revelation of the truth unto us. It is attributable to his having rent the veil of darkness that has covered the earth and revealed himself unto us. It is attributable to His having opened up the channel of communication between Himself and us. Yes, there is a channel of communication between this people, the men and women who compose this people, and the throne of our Father and God; and our prayers have ascended acceptably in His ears, and they have been registered on high, and they will be answered in their time.<span class=\"citation\" id=\"89233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89233)\">D&amp;C 98:2<\/a><\/span> There never has been a prayer offered up in faith, meekness, and humility, from the day this Church was founded until now, but has reached the ears of the Lord, and is registered in His presence, and will be fulfilled, sooner or later, upon  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth we inhabit, upon our posterity, and upon the wicked who have afflicted us. Is not this a glorious consolation? Do not your hearts swell with gratitude and thanksgiving to God when you reflect upon this? It has been as a wall of strength surrounding us; it has been greater than the munitions of rocks<span class=\"citation\" id=\"59058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59058)\">Isa. 33:16<\/a><\/span> and the lasting hills that have been reared like a mighty bulwark around our homes. The prayers of the faithful servants of God, which have been exercised from the beginning in behalf of Zion, have been a tower of strength. Shall we call ourselves Latter-day Saints, and fail to appreciate and make a right use of the privileges and blessings which our God has given unto us? If we do, we are unworthy of them; and if we continue to do so, the privileges and the blessings which we may enjoy will be withdrawn from those who do so and given to those who appreciate them, and who are more worthy of them. You may depend upon that, as surely as you may depend that night will come in the course of a few hours when the earth has performed its diurnal revolution. <\/div><div class=\"paragraph jod\" id=\"v11n644\"> If I were to ask you today, my brethren and sisters, what you would take for your standing and your privileges as Latter-day Saints, is there anything that you could name? Is there anything on earth that would be sufficient in your estimation to induce you to barter off the standing you have in the Church of God and the privileges you enjoy as members of his Church? There is nothing. You would say, if the wealth of the world were to be laid at your feet in exchange, you would spurn it as a thing of naught. But Satan does not tempt us in that style; he knows better. He understands our nature more perfectly than this. The experience he has gained in the past has enabled him to understand the best <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way of approaching the human heart, how he can best beguile us and insidiously lead us astray by temptations that are most effective. If a man who was in the enjoyment of the Spirit of God one year ago had been told that yesterday, on the 7th of October, a trifling temptation would be presented to him of a certain character (and that at the time he would think contemptible) and he would yield to it, he would be astonished; he would scarcely believe it. &#x201C;What! Will I barter the wealth that God has given me, the wealth of the Gospel, the wealth of freedom which is contained in it? What! Will I barter the joy, peace, and happiness that I now have for so contemptible a temptation as that? Will I do it? No; I will not.&#x201D; Yet the year passes away and the 7th of October comes to hand, the temptation is presented, and the man who thought himself so impregnable in the truth, and thought that he could not be tempted and seduced from it, falls a victim, and to what? To the wealth of the world? No; but to something that is so truly contemptible, mean, and low, that it is a matter of astonishment to everybody who knows him how he could be overcome by it. <\/div><div class=\"paragraph jod\" id=\"v11n645\"> By this we see the power of Satan, the knowledge of Satan, and his cunning. He understands the avenues through which he approach us best; he knows the weaknesses of our character, and we do not know the moment we may be seduced by him, and be overcome and fall victims to him. Our only preservation is in living near to God, day by day, and serving him in faithfulness, and having the light of revelation and truth in our hearts continually, so that, when Satan approaches, we will see him and understand the snare that he has laid for us, and we will have the power to say, &#x201C;O no; God being my helper,<span class=\"citation\" id=\"56785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56785)\">Ps. 54:4<\/a><\/span> I will not yield to it; I will  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not do that which is wrong; I will not grieve the Spirit of God; I will not deviate from the path that my Father has marked out for me; but I will walk in it.&#x201D; Can we do this without the light of the Spirit? No; we cannot see where the path upon which we have entered will lead to; we cannot tell what the results will be; but when the light of the Spirit of God illuminates our minds and we are enlightened by it, we plainly see the results; and if we do not see them at the time, the Lord soon reveals them to us, and shows us that if we continue to take that course we will grieve his Spirit and fall victims to the adversary. <\/div><div class=\"paragraph jod\" id=\"v11n647\"> As I said in the beginning of my remarks, there is wealth in the Gospel of Jesus Christ of which we have little knowledge today. There is an eternity of truth and knowledge, principle after principle, law after law, until every quality of our nature, of that Godlike nature which we have inherited from our Father and God, shall be fully developed; until we shall be made capable of associating with God and angels through eternity. The Gospel that has been revealed unto us contains the principles that will bring this about. As we progress in it we will receive additional knowledge, additional light and intelligence, and our souls will be more and more satisfied. I rejoice exceedingly in this, I thank my God for it, because my soul is satisfied in this Gospel, and I know it would not have been anywhere else. I know there is every good thing for us if we will live the religion of the Lord Jesus. <\/div><div class=\"paragraph jod\" id=\"v11n648\"> There is this difference between God and Satan in the treatment of mankind. Satan is perfectly reckless as to what the consequences may be of anything he may give to the children of men. He will heap temptation upon temptation before them, <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> give them honor, riches, and position, and, if necessary, he will give them revelation. What for? To damn them. He does not care anything as to what may become of them; but he offers them all he can control without judgment or discrimination. God does not do so. What is the course God has taken with us from the beginning to the present time? Is there a parent in the congregation who has watched as carefully over his children as God has over us? Is there a parent in the congregation who has withheld improper blessings as carefully from them as God has from us? He has watched over us tenderly and kindly, giving us a blessing here and a blessing there, a revelation here and a revelation there, a precept here and a precept there,<span class=\"citation\" id=\"58551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58551)\">Isa. 28:10<\/a><\/span> as we could bear them, developing our experience, and knowledge, and our wisdom, leading us gently and safely in the path that will bring us into his presence. This is the difference between God and Satan; but I can only give you a little idea of it. Our Heavenly Father is a loving and a kind and beneficent Parent. He, himself, has trod the path we are now treading. He is familiar with every step of the road, with all the meanderings of this life; for he has had the experience in it. He knows how to guide us and how to time his blessings to our wants; and when you feel impatient and dissatisfied because he does not give you more than you now have, and when you are afflicted and bowed down in sorrow and pain, let the reflection enter into your hearts to comfort you, that our Father and God, our Lord and Savior Jesus Christ, trod the path we are now treading, that there is no affliction and sorrow that we are acquainted with, or can be, that the Lord has not already had an experience in; and he knows our condition, he knows what is good for us.<span class=\"citation\" id=\"82071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82071)\">Alma 7:12<\/a><\/span> If we  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>need a gift and a blessing, he knows when to bestow it upon us. This ought to comfort us; it ought to cause us to rejoice and be glad, and our hearts to be filled with thanksgiving continually before the Lord our God for his abundant mercy and kindness unto us his children. <\/div><div class=\"paragraph jod\" id=\"v11n650\"> Can we think of anything that would be good for us, or that we ought to possess, that Satan can offer unto us, that we will not obtain if we are faithful? Will he present unto us a good outfit by going to California or to any other place? If we are only patient, and abide our time, and serve God faithfully, he will bestow on us far more than that. There is no good thing that may be presented to us that we cannot obtain in the Gospel. We may let our minds range over the earth and think of the greatness and glory possessed by kings and potentates, these things are all embraced in the Gospel as a reward for the Saints, who will enjoy even greater blessings than these through their faithfulness. We talk about kings and nobles, and we have admired their glory; but the day is not far distant when there will be thousands of men in Zion holding more power, and having more glory, honor, and wealth than the greatest and the richest of the nobles of the earth. The earth and its fulness<span class=\"citation\" id=\"56481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56481)\">Ps. 24:1<\/a><\/span> are promised unto us by the Lord our God, as soon as we have the wisdom and experience necessary to wield this power and wealth. Shall we not be <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> patient, then, and diligent when we have so much assistance given unto us? Shall we not plod unwearingly and unmurmuringly forward in the path God has marked out for us, when we have the help, the comfort, and the consolation which he gives us day by day? <\/div><div class=\"paragraph jod\" id=\"v11n651\"> We are not working for that which is in the distance, and toiling for the reward that is far removed, and that we have to look forward to; but we are receiving our reward as we go along, even the rich blessings of heaven, day by day and hour by hour, and we rejoice in them; and if we are houseless and friendless&#x2014;that is, so far as the world is concerned&#x2014;we have within us a wealth of comfort and joy that the world know nothing of; they cannot give it, they cannot take it away, for it comes from God. Why should we not be encouraged, then, under these circumstances? If the Latter-day Saints conduct themselves so as to receive condemnation, their condemnation will be most severe, for they have light, they have knowledge, they have blessings the superior of which no other people that we have any account of ever received in the same length of time on the earth. Well, I rejoice in these things. I do not wish to occupy your time any longer. My prayer is, that God will bless you and us all, and enable us to appreciate the great salvation he has committed unto us, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}