{"ID":110008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">First Principles of the Gospel&#x2014;Apostasy From the Primitive Faith and Restoration of the Fulness of the Gospel.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, Sunday, Jan. 22, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: E. L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: First Principles of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 1\/22\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v11n157\"> We have heard a very practical discourse this afternoon from Elder Woodruff, one which is calculated to cause all persons to consider for themselves whether they are pursuing such a course as is in accordance with the law of righteousness, instead of following the wickedness spoken of which exists in the world. Considerable has been said on various occasions to show us that great efforts have been made to teach the principles of religion, and to make known to the children of men what they should do to be saved; but professing Christians have unfortunately become very much divided in their opinions as to the proper way of obtaining this salvation. &#x201C;And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day: And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem. And ye are witnesses of these things.&#x201D;<span class=\"citation\" id=\"68453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68453)\">Luke 24:46-48<\/a><\/span> Such is the record of Luke of the last commandment given by the Savior of mankind to his Apostles when they went forth to preach the Gospel, and communicate to the human family a knowledge of the way by which they could be saved. He commanded that repentance and remission of sins should be preached in his name, among all nations, beginning at Jerusalem. &#x201C;And,&#x201D; said he, <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;ye are witnesses of these things.&#x201D;<span class=\"citation\" id=\"68460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68460)\">Luke 24:48<\/a><\/span> The witnesses were the Apostles sent forth to deliver the message entrusted to them, and to administer the ordinances by which salvation could be attained. &#x201C;And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive.&#x201D;<span class=\"citation\" id=\"75129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75129)\">Eph. 4:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n158\"> Now, when these Apostles&#x2014;these witnesses&#x2014;went forth, in obedience to the injunction of their Master, they preached repentance to the people; they called upon the human family to believe in the Lord Jesus Christ, bearing testimony, as they were witnesses, that it behooved Christ to suffer and rise again from the dead,<span class=\"citation\" id=\"68450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68450)\">Luke 24:46<\/a><\/span> that the way might be opened for the human family to obtain a remission of their sins. Let us inquire what they taught. The very first lesson, as we find it recorded by the same writer, Luke, after the Apostles had borne testimony of the  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>coming of the Savior, of his death and resurrection, to the representatives of the various nations assembled at Jerusalem on the feast of Pentecost&#x2014;a testimony which excited so much interest as to cause an outcry among them of, &#x201C;Men and brethren, what shall we do?&#x201D;&#x2014;the very first lesson was, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71177)\">Acts 2:37-38<\/a><\/span> This, the first delivered message to the nations of the earth, after the ascension of the Savior, that we have any record of, was plain and simple&#x2014;easily comprehended and easily obeyed. But in a few generations after, we find that those plain and simple doctrines&#x2014;the doctrines of repentance and the remission of sins through the ordinance of baptism, and the doctrines which they continued to preach of the laying on of hands and the ministration and power of the Holy Ghost, which the Savior promised should be a comforter<span class=\"citation\" id=\"70029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70029)\">John 14:26<\/a><\/span> and should teach and instruct and lead those who received it into all truth&#x2014;<span class=\"citation\" id=\"70359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70359)\">John 16:13<\/a><\/span>we find that those doctrines became unpopular. The Apostles foresaw this, in their warnings to the children of men, and cried out, &#x201C;Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.&#x201D;<span class=\"citation\" id=\"75580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75580)\">Col. 2:8<\/a><\/span> Look through the writings of these holy men, and you will find them replete with prophecies concerning the degeneracy of mankind in the last days. They declared that, &#x201C;Men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good, Traitors, heady, highminded, lovers of pleasures more than lovers of God; Having a form of god<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liness, but denying the power thereof: from such turn away;&#x201D;<span class=\"citation\" id=\"76137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76137)\">2 Tim. 3:2-5<\/a><\/span> and furthermore, &#x201C;The time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears; And they shall turn away their ears from the truth, and shall be turned unto fables.&#x201D;<span class=\"citation\" id=\"76241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76241)\">2 Tim. 4:3-4<\/a><\/span> This is prophecy&#x2014;history reversed. In the writings of the Apostle Peter, we find these prophetic warnings repeated,<span class=\"citation\" id=\"78364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78364)\">2 Pet. 2:1-3<\/a><\/span><span class=\"citation\" id=\"78433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78433)\">2 Pet. 3:3-4<\/a><\/span> and if we search what is called Church History, we find the result in exact conformity with the declarations made. In the year 1830, such was the condition of the world. Take a Bible in your pocket, at that time, and go into any of the large cities in Christendom&#x2014;the city of London for instance&#x2014;and inquire, as you enter a large edifice devoted to religious worship, what church is this? &#x201C;This is St. Paul's;&#x201D; and this? &#x201C;This is St. Peter's;&#x201D; and this? &#x201C;St. Jude's;&#x201D; and so on. Have you any apostles here? I find they were set in the Church,<span class=\"citation\" id=\"73593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73593)\">1 Cor. 12:28<\/a><\/span> according to the Bible I have in my pocket. &#x201C;Oh, no; they are all done away.&#x201D; Have you any prophets? &#x201C;No; they are all done away.&#x201D; Have you any inspired men here? &#x201C;No; they are all done away.&#x201D; Do you baptize in water here for the remission of sins? &#x201C;Oh dear, no; we sprinkle babies when they are brought here; but baptism for the remission of sins is no longer needed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n160\"> If you had searched through Christendom, you would have found this to be the condition of affairs, religiously, among professing Christians, when God in his abundant mercy sent forth from the heavens an angel &#x201C;having the everlasting gospel to preach to them that dwell on the earth, and to every nation, kindred, tongue, and people.&#x201D;<span class=\"citation\" id=\"79707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79707)\">Rev. 14:6<\/a><\/span> When this angel delivered his message to Joseph Smith, to lay the foundation of the  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church upon the original basis, it was as the prophet Isaiah describes it, in language which some would be inclined to say had been written quite recently, if they did not believe in prophecy. &#x201C;Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him. The land shall be utterly emptied, and utterly spoiled: for the Lord hath spoken this word. The earth mourneth and fadeth away, the world languisheth and fadeth away, the haughty people of the earth do languish. The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant. Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58393)\">Isa. 24:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n162\"> Here is set forth, in the utmost <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> plainness, why this great destruction, this utter cleaning out of wickedness, should be; because mankind had &#x201C;transgressed the laws, changed the ordinance, broken the everlasting covenant. Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.&#x201D;<span class=\"citation\" id=\"58465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58465)\">Isa. 24:5-6<\/a><\/span> The storm of desolation and destruction has barely commenced; and all who would avoid it must come back to the original platform, beginning with faith, repentance, and baptism for the remission of sins, and live according to the principles of that Gospel that was revealed from heaven, with apostles and prophets, with powers and blessings, accompanied by the gifts of wisdom, of knowledge and understanding, to bless, and save, and exalt mankind, and which will spread among the honest in heart of every nation, kindred, tongue, and people, until the kingdoms of this world become the kingdoms of our Lord and His Christ.<span class=\"citation\" id=\"79448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79448)\">Rev. 11:15<\/a><\/span> May God bless us, and enable us to live worthy the high honor of being associated with such a work and participants in its blessings, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}