{"ID":110046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Limited Wisdom of Man in Comparison to the Fulness of God's Wisdom&#x2014;What is True Philosophy?<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, Feb. 24, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Men's Learning.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 2\/24\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v11n1248\"> We have heard a good many interesting remarks from Brother Stevenson; in fact, everything pertaining to the church and kingdom of God on the earth is interesting, to those who are desirous for the welfare of Zion. As Brother Stevenson has remarked&#x2014;&#x201C;we are engaged in a great work,&#x201D; and it is with us &#x201C;the kingdom of God or nothing;&#x201D; but as the kingdom of God can only be comprehended by the spirit of revelation and the principle of eternal truth, unless men are in possession of this principle, and have the light of revelation, they do not appreciate, neither can they understand correctly the work in which we are engaged. <\/div><div class=\"paragraph jod\" id=\"v11n1249\"> One of old said, &#x201C;As high as the heavens are above the earth so are <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his thoughts above our thoughts, and so are his ways above our ways.&#x201D;<span class=\"citation\" id=\"59807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59807)\">Isa. 55:9<\/a><\/span> There is necessarily, then, a very great difference between him and us in intellect, and in appreciating and comprehending the position that we occupy here on the earth and the relationship that we sustain to him and to the heavens. Men of the world, generally, are engaged in the pursuit of objects that come within their natural reason unaided by the spirit of revelation; and hence, formerly the inhabitants of the earth admired gods that were tangible&#x2014;something that they could see, more than things they could not see. This led them to worship gods of gold, silver, wood, iron, brass, and stone, to which they attributed certain virtues, powers, and privileges; and they  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>supplicated God, the invisible God,<span class=\"citation\" id=\"75543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75543)\">Col. 1:15<\/a><\/span> through this kind of sensuous representation. The people at the present day have a rather more spiritual and refined idea of Deity than was entertained anciently. They attach more importance to faith in the Savior and his works than men did anciently; still we find the same disposition existing in the human mind generally as that which existed formerly. Men, naturally, do not like God; they want to be free to follow their own inclinations and to be unrestrained in regard to religious ideas and notions; hence they make religion, as the ancients made gods, to suit their own views; and it is very difficult for such men to understand the things pertaining to the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v11n1251\"> In these days men study and take great pleasure in the arts and sciences, law, medicine, politics, war, mechanism; and certain kinds of divinity, particularly if they are paying institutions, are studied. Anything that comes within the reach of their natural senses; but beyond this they do not trouble themselves. They would like, it is true, to go to heaven when they die; but what that heaven is, or what the God is they worship, where he resides, or what kind of enjoyment they will have they know nothing; and care as little. They consider that we are fools because we entertain ideas different from theirs. If you examine their wisdom, however, it does not amount to so much as they would represent. The men of this world do not know a great deal, and what they do understand, if traced to its source, is found to consist of certain laws or principles of nature, and pertains to the organization of this earth, its elements, forces, products, and inhabitants. A surgeon, for instance, is said to be a very intelligent man <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when he becomes acquainted with anatomy of the human system, can point out the configuration of the bones and describe the motion and power of the muscles; when he can designate the various arteries, veins, and nerves, and understands the circulation of the blood through the human system; the action and operation of the lungs, heart, eye, ear, nose, mouth, and other portions of the human body. Men write about these things, and set themselves down as very intelligent beings, and so they are. The human system is a beautiful machine, a wonderful piece of mechanism; but whence our boast? Who organized this human system? Did man? Or can man do it? What does man discover? Why, simply the formation of a machine, a species of mechanism that has been organized by the Deity, that is all. And all the intelligence he displays is simply the investigation and discovery of something that God has made. Some men will study botany, and a very beautiful study it is; but because they can classify herbs and plants, and call them by name, or further, because they understand their nature, and can tell the various medicinal and other properties of herbs, plants, shrubs, flowers, and trees, are they to be considered profoundly learned? Who organized these plants and gave them powers of reproduction that they might perpetuate themselves on the earth? And who placed those powers and properties within them? Why the great God, it was not man; there is not a man breathing today that has the power to make the least flower, shrub, or plant that grows, or even a leaf or a blade of grass. And yet we see men strutting about and boasting of their intelligence, when all the wisdom they possess amounts to no more than the discovery of certain laws or properties created by  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a superior Being, who also created them. <\/div><div class=\"paragraph jod\" id=\"v11n1253\"> Others will study astronomy, and they will tell us about the motion and velocity of the heavenly bodies and when eclipses of the sun or moon will take place. This is a beautiful study; but who gave these stars their revolutions, placed them in their present positions and controls them by his power, saying &#x201C;Thus far shalt thou go and no farther!&#x201D;<span class=\"citation\" id=\"94611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94611)\">Job 38:11<\/a><\/span> Why the great God. But because men discover their distances and velocity, are they to be set down as profound philosophers whom everybody must admire, and almost worship. <\/div><div class=\"paragraph jod\" id=\"v11n1254\"> A man invents the steam engine, and he and others immediately begin to expatiate and boast of his powers, his philosophy and the profundity of his intellectual acquirements. The Lord revealed it unto him, but he takes the glory to himself. Why, that power has always existed, but men were such big fools that they did not understand it. Electricity, too, always existed, but men did not know how to use it until recently. One man is an architect, and he comprehends the structure of buildings, the strength of materials, and how to adapt and place those materials so as to give strength, beauty, and symmetry to the buildings he erects. Others will study music, and others again various kinds of philosophy, and it is very good to understand these things; but when we get through what do they all amount to? What has become of the wisest philosopher, the most correct historian, the most formidable warrior, the greatest statesman or philosopher? All their wisdom and great discoveries amount to no more than feeble glimmerings of certain properties and operations of nature given by the great God in the organization of this earth, while they <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves have returned to dust and become food for worms. Said one, whose conceptions of worldly greatness were very just, &#x201C;When I am dead you will raise a tombstone over me, upon which you will write &#x2018;Here lies the great,&#x2019;&#x201D; said he, &#x201C;If I could rise then, I would say, 'False marble where? Nothing but poor sordid dust lies there!'&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1255\"> What is the history of all these things? Go back if you please to the pyramids of Egypt, and look at those magnificent structures raised by the ambitious living, in which to deposit the remains of the dead. Look at the greatest works ever executed by man, and what are they? Why the &#x201C;cloud-clapped towers and the gorgeous palaces have dissolved,&#x201D; and the bodies of some of the greatest among men, who have been embalmed, and preserved for ages, are today being used for fuel in fire engines in order to move passenger trains on railroads. That is the end of all their greatness, philosophy, foresight, and intelligence. What does it all amount to if there is no hereafter? If there is nothing in those things with which we are associated and are grasping, there is certainly nothing in that which they have been seeking after. What difference will it make to me when my body is crumbling to dust and food for worms, whether mankind shall say I was a smart man or a fool? If there is no hereafter, the present is a matter of very little importance; and as one of old said, &#x201C;let us eat, drink, and be merry, for tomorrow we die,&#x201D;<span class=\"citation\" id=\"58370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58370)\">Isa. 22:13<\/a><\/span><span class=\"citation\" id=\"81498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81498)\">2 Ne. 28:7-8<\/a><\/span> for we are as the grass that withers and fades,<span class=\"citation\" id=\"59295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59295)\">Isa. 40:6-8<\/a><\/span> and is cast into the oven,<span class=\"citation\" id=\"63601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63601)\">Matt. 6:30<\/a><\/span> and there is no more of it. <\/div><div class=\"paragraph jod\" id=\"v11n1256\"> I have as poor an idea of the world and its operations today as of any age that ever existed, on account of the wickedness, corruption, fraud, and iniquity everywhere prevalent;  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and if there is no kingdom of God, they have nothing to hold out that is worth a thought or reflection. <\/div><div class=\"paragraph jod\" id=\"v11n1258\"> Brother Stevenson was talking about merchants. I do not refer to them more than anybody else, for I am willing everybody should live if they will live honestly and righteously; but I will suppose that you or I was a merchant, and we could grasp at everything within our reach, could build splendid edifices, had a large amount of credit and any amount of cash, no fear of bankruptcy, and nothing in the world to trouble us, and that we die and there is no hereafter, neither hell nor anything else, but we just live like fools and die like fools, what difference is there between the poor fool and the rich fool? They will both occupy about two feet by six, that is all. No matter what their possessions may have been, or what amount of wealth they may have accumulated, they brought nothing into the world, and they can take nothing out of it.<span class=\"citation\" id=\"56024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56024)\">Job 1:21<\/a><\/span> Suppose we take another view of earthly greatness: Many people are very anxious to become legislators, governors, presidents, mayors of cities, or to use a vulgar expression they want to be &#x201C;big bugs&#x201D; in society. Now on the principle that there is no hereafter, what difference is there between President Lincoln and the man who was killed for killing him? None. They both occupy about the same space, and if there is nothing certain with regard to the future, I know of no difference in their positions. Neither do I know of any kind of philosophy that will instruct me in these things. I am sure a president has just as much trouble while he lives as the man who works for his daily bread; and I am sure the merchant has more perplexity and annoyance than the poor man has. The man who can supply his family <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the common necessaries of life is the happiest man of the two, for he has less care and responsibility. I am sure I do not envy those men at all. <\/div><div class=\"paragraph jod\" id=\"v11n1259\"> What is true philosophy? It seems to me to be a true principle for men to try and find out who they are. I like to examine myself a little, and I sometimes ask who am I? Where did I come from? What am I doing here? And what will be the condition of things when I leave here? <\/div><div class=\"paragraph jod\" id=\"v11n1260\"> If there is anybody who can tell me anything about these things, I want to know. If I had an existence before I came here, I want to know something about it; and if I shall have an existence hereafter, I want to know what kind of an existence it will be. I do not want to be frightened about hell fire, pitchforks, and serpents, nor to be scared to death with hobgoblins and ghosts, nor anything of the kind that is got up to scare the ignorant; but I want truth, intelligence, and something that will bear investigation. I want to probe things to the bottom and to find out the truth if there is any way to find it out. <\/div><div class=\"paragraph jod\" id=\"v11n1261\"> If I have a spirit within me,<span class=\"citation\" id=\"56193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56193)\">Job 32:8<\/a><\/span> which is according to the popularly received notion among men, I want to know whence it came; and if there is a God in existence I want to become acquainted with him. It is not enough for me to know that a man called Moses, who lived thousands of years ago, said he talked with God and that angels came and ministered to him.<span class=\"citation\" id=\"71528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71528)\">Acts 7:35<\/a><\/span><span class=\"citation\" id=\"74544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74544)\">Gal. 3:19 (JST)<\/a><\/span> And if there was such a man as Abraham, and he lived and talked with and obtained promises from God,<span class=\"citation\" id=\"76744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76744)\">Heb. 6:13-15<\/a><\/span> I want that intelligence that will enable me to do so. I want something more than that which will just take me to the grave, and there leave me to take a leap in the dark, and be forever forgotten  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and be dependent on somebody else to root me up, investigate my existence, and bring me forth. I want to understand these principles myself. This, it seems to me, is true philosophy and correct principle; and nothing short of this will satisfy my feelings and desires. <\/div><div class=\"paragraph jod\" id=\"v11n1263\"> Perhaps some people will say you are a fool. Well, I know without any further explanation that you are fools if you have no higher aspirations than to live, get a few dollars, die, and be damned or forgotten. Some men will say we do not trouble ourselves about religious matters, we leave them to others. That proves you are fools. A man who will leave his eternal interest to the care of somebody else who cares nothing about him, must be a fool. <\/div><div class=\"paragraph jod\" id=\"v11n1264\"> If man is an eternal being, and believes that he has an immortal soul, and that that soul will exist somewhere in happiness or misery &#x201C;while life, and thought, and being last, or immortality endures,&#x201D; and yet he will say he is not concerned about it; such a man must be a fool. I set him down as such; and I do not care what his opinion may be of me. He may think or say I am one, because, in relation to these matters, I choose to find out, if I can something in relation to my existence as an immortal and eternal being. I want to know who I am, to whom I am related, what I am doing here, where I am going when I leave here; and if there is any way of making preparations for eternity I want to know it. That seems to me to be intelligence, reason, and philosophy. <\/div><div class=\"paragraph jod\" id=\"v11n1265\"> But, would you not like to know something about natural philosophy, anatomy, mineralogy, botany, geology, and the variety of other sciences? Of course I would. I would <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like to be acquainted with human nature and all pertaining to it; not only with the nature of the human body, but with the organization of the human mind, and with all things on the earth. Then I would like to become acquainted with the heavens, and with the Being who created the heavens and the earth, and my relationship to him. <\/div><div class=\"paragraph jod\" id=\"v11n1266\"> Some people are very anxious to trace and preserve their genealogies, and tell where they came from; but I wish to go a little further, and if I have a spirit within me I want to know where it came from, when and how it was organized, and how it existed. And if I have a heavenly Father I want to know him, and know how I can have access to him; and then I want to go through the various formula necessary to lead me to him, for the Scriptures tell me that to know the true God and Jesus Christ whom he has sent is eternal life.<span class=\"citation\" id=\"70582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70582)\">John 17:3<\/a><\/span> I believe that Jesus lived on the earth, and imparted intelligence to his followers, and that among other things he told them that if he went away, he would come again<span class=\"citation\" id=\"70089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70089)\">John 14:28<\/a><\/span> and receive them to himself.<span class=\"citation\" id=\"69913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69913)\">John 14:3<\/a><\/span> But what is his coming again to me, if I am to die and there is to be no more of me? If there is any hereafter, any eternal life, I want to understand it, and to participate therein. I want to gain possession of that of which Christ spake to the woman of Samaria&#x2014;the water that should be within her as a well springing up into eternal life.<span class=\"citation\" id=\"69055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69055)\">John 4:14<\/a><\/span> If there is any correct principle whereby I can obtain possession of this I want to find it out. There is another curious saying of his: &#x201C;I am the resurrection, and the life: he that believes in me, though he were dead, yet shall he live: And he that liveth and believeth shall never die.&#x201D;<span class=\"citation\" id=\"69759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69759)\">John 11:25-26<\/a><\/span> These are curious sayings, remarkable expressions made  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>use of by Christ in regard to the future. Some men have had visions concerning things that were to come relative to the restoration of Israel; the building up of Zion; the establishment of the Kingdom of God upon the earth; the reign of righteousness, when iniquity should be swept from the face thereof, when the &#x201C;law should go forth from Zion, and the word of the Lord from Jerusalem;&#x201D;<span class=\"citation\" id=\"57764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57764)\">Isa. 2:3<\/a><\/span><span class=\"citation\" id=\"62146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62146)\">Micah 4:2<\/a><\/span> when all men should be subject to that law, and when to Jesus every knee shall bow and every tongue confess.<span class=\"citation\" id=\"75450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75450)\">Philip. 2:10-11<\/a><\/span> There are a great many curious sayings in the Scriptures in relation to these things. Where did they all come from? Where did these ideas, theories, and notions, so numerous in what we call the Word of God, originate? We all believe they come by inspiration, &#x201C;that holy men of God,&#x201D; as the Scriptures say, &#x201C;spake as they were moved upon by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78311)\">2 Pet. 1:21<\/a><\/span> I believe they were men who knew how to approach God, and that when they did they obtained visions, revelations and the ministering of angels, and could look through the dark vista of future ages and see the purposes and designs of God rolling on to their accomplishment. I believe they could see his purposes in regard to the creation and organization of this earth, and the placing of man upon it, and all the vicissitudes that each succeeding generation should pass through, until the Lord should have accomplished his purposes, till the earth should be cleansed from wickedness, and purity should be universal,<span class=\"citation\" id=\"93106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93106)\">Moses 7:48<\/a><\/span> and all, from the least to the greatest, should know God.<span class=\"citation\" id=\"60684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60684)\">Jer. 31:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1268\"> If men of old had a knowledge of these things I want to know something about them too. And how am I to acquire this knowledge? The way to do so was made known to me <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when I first heard the Gospel. I was told to repent of my sins, be baptized in the name of Jesus Christ for their remission, and have hands laid upon me for the reception of the Holy Ghost, and that the Holy Ghost should take of the things of God and show them to me;<span class=\"citation\" id=\"70501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70501)\">John 16:15<\/a><\/span> that it should bring things past to my remembrance,<span class=\"citation\" id=\"70030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70030)\">John 14:26<\/a><\/span> should lead me to a knowledge of the truth and show me things to come.<span class=\"citation\" id=\"70362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70362)\">John 16:13<\/a><\/span> Is it foolish to understand these things? If I have a body I want to know how to save it. If I have a spirit I want to know how to save it. If there is any such thing as a first resurrection I want to participate in it, and I want to become acquainted with the &#x201C;whys&#x201D; and &#x201C;wherefores&#x201D; in relation to all of these matters. <\/div><div class=\"paragraph jod\" id=\"v11n1269\"> I was told that God had spoken, that the heavens had been opened, that angels had appeared, that the kingdom of God was established on the earth, and that the Lord had commenced to fulfil his purposes with regard to the earth; and I believed it, and I was buried in the waters of baptism,<span class=\"citation\" id=\"72406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72406)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"87012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87012)\">D&amp;C 76:51<\/a><\/span> had hands laid upon me by a man having authority,<span class=\"citation\" id=\"94060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94060)\">A of F 1:5<\/a><\/span> and through that medium I obtained a knowledge of these things. Hence, when I talk on these matters, I talk about what I know, and what my natural and spiritual senses comprehend. When I talk to you I talk to a people that understand the things of which I speak, and the operations of the Spirit of the Lord; and if all are not informed in regard to the sciences and learning of the day, yet all good and virtuous men and women who have lived their religion and maintained their integrity before God, feel as certain about these matters as did the man whose son Jesus healed who was born blind. The Pharisees came to him and said,  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Give God the glory: for we know that this man is a sinner.&#x201D; Said he, &#x201C;I do not know much about this man, but one thing I do know&#x2014;that he was once blind, but that now he sees.&#x201D;<span class=\"citation\" id=\"69579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69579)\">John 9:24-25<\/a><\/span> So it is with you, through obedience to the Gospel of Jesus Christ you have become enlightened, and although at one time you were blind, you now see. You know another thing too that you did not know before obeying the Gospel. It was said in former times concerning the Jews that they were, all their life long, subject to bondage through the fear of death.<span class=\"citation\" id=\"76487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76487)\">Heb. 2:15<\/a><\/span> That bondage exists today among all grades in the world, whether religionists or irreligionists&#x2014;they are afraid of death. You talk to ministers, and they will tell you to get prepared for death. I want to know nothing about death, it is life, eternal life I am after, and I do not care anything about the grim monster; let him grin, operate and work, it is life I am after, eternal life, and that consists in knowing &#x201C;the true God, and Jesus Christ, whom he hath sent.&#x201D;<span class=\"citation\" id=\"70583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70583)\">John 17:3<\/a><\/span> And through obedience to the Gospel we receive the Holy Ghost which opens up communication between us and the heavens, and enables us to exclaim with Paul, &#x201C;O death, where is thy sting? O grave, where is thy victory? The sting of death is sin; and the strength of sin is the law. But thanks be to God, which giveth us the victory through our Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"74011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74011)\">1 Cor. 15:55-57<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1271\"> We are standing then, may I, shall I say on a more elevated platform than the world, for we know what we talk about. I do <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that when this earthly house of my tabernacle is dissolved that I have a building of God not made with hands.<span class=\"citation\" id=\"74098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74098)\">2 Cor. 5:1<\/a><\/span> I know I shall live forever, and that God is my father and friend; if nobody else knows this, I know it. Do I want to go back to the beggarly elements<span class=\"citation\" id=\"74605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74605)\">Gal. 4:9<\/a><\/span> of the world? Do I want to compare light, truth, intelligence, and the revelations of God with the darkness, ignorance, and corruption of the world? Do I want to leave the light of eternity and mix myself up with that that dies and is forgotten in the tomb? No, sirs! I want something that is calculated to elevate, ennoble, and exalt the human mind, and that will place men as the sons of God on the earth, full of light, life, intelligence, and the power of God, with the revelations of God beaming upon them, and the visions of eternity open to their minds. This is the kind of religion I believe in; it tells me who my Father is, how I may please him, secure his favor and obtain for myself and my posterity everlasting life in the celestial kingdom of God. Then knowing and comprehending these things in part I would like others to walk in the same track, grasp the same intelligence and act as rational, intelligent beings, that they may stand upon Mount Zion as saviors,<span class=\"citation\" id=\"61982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61982)\">Obad. 1:21<\/a><\/span> help to redeem Israel, and spread light to the world. This is what we are after. But I find time is flying. God bless you, and may he guide us all in the way of peace<span class=\"citation\" id=\"67009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67009)\">Luke 1:79<\/a><\/span> and help us to fear him and keep his commandments<span class=\"citation\" id=\"54971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54971)\">Deut. 5:29<\/a><\/span><span class=\"citation\" id=\"57633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57633)\">Eccl. 12:13<\/a><\/span> that we may be saved in his kingdom, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}