{"ID":110040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Indian Relations&#x2014;How to Deal With Them.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in Springville, Sunday, July 28, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Our Indian Relations.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/28\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v11n1047\"> Brother Ezra T. Benson's remarks referring to our present difficulties with the Indians, and prospects of future difficulties, should be well considered by this people. As we have here an assemblage of the people from other settlements, I wish to impress them with the necessity of treating the Indians with kindness, and to refrain from harboring that revengeful, vindictive feeling that many indulge in. I am convinced that as long as we harbor in us such feelings towards them, so long they will be our enemies, and the Lord will suffer them to afflict us. I certainly believe that the present affliction, which has come upon us from the Indians, is a consequence of the wickedness which dwells in the hearts of some of our brethren. If the Elders of Israel had always treated the Lamanites as they should, I do not believe that we should have had any difficulty with them at all. This is my firm conviction, and my conclusion according to the light that is in me. I believe that the Lord permits them to chasten us at the <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present time to convince us that we have to overcome the vindictive feelings which we have harbored towards that poor, downtrodden branch of the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v11n1048\"> I spoke a harsh word here yesterday with regard to a man who professes to be a Latter-day Saint who has been guilty of killing an innocent Indian. I say today that he is just as much a murderer through killing that Indian, as he would have been had he shot down a white man. To slay an innocent person is murder according to the law of Moses.<span class=\"citation\" id=\"54280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54280)\">Ex. 20:13<\/a><\/span><span class=\"citation\" id=\"54920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54920)\">Num. 35:16<\/a><\/span> Not that we believe that the law of Moses should, in all its bearings, be observed by us; but we believe that it has been fulfilled in a great measure with regard to the law of sacrifice. The Lord said to Noah, before the law was given to Moses: &#x201C;Whoso sheddeth man's blood, by man shall his blood be shed: for in the image of God made he man.&#x201D;<span class=\"citation\" id=\"52947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52947)\">Gen. 9:6<\/a><\/span> Those who shed the blood of the innocent<span class=\"citation\" id=\"125589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125589)\">Deut. 19:10<\/a><\/span><span class=\"citation\" id=\"125590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125590)\">D&amp;C 132:19,26-27<\/a><\/span> at the present day will have to pay the penalty here, or come short of receiving the glory and the peace  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which they anticipate receiving hereafter. This may appear very hard and unreasonable to some. <\/div><div class=\"paragraph jod\" id=\"v11n1050\"> Brother Benson expressed himself as though some of the brethren felt like wiping out the Lamanites in these regions, root and branch. The evil passions that arise in our hearts would prompt us to do this, but we must bring them into subjection to the law of Christ.<span class=\"citation\" id=\"74269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74269)\">2 Cor. 9:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1051\"> I am told by Bishop Aaron Johnson that the Indians who formerly lived in this district, in Provo, on Peteetneet and round about Spanish Fork, have sent word that they wish to return to these settlements and live as they formerly did. Were they to come back again without the minds of the people being prepared, probably some of the Indians might get killed. I wish the people to take care of themselves&#x2014;to not expose themselves to the ignorant Lamanites, without being prepared to defend themselves. When they come to live in your vicinity again, let them come in peace; and that they may come in peace and safety, and live with us as heretofore, it is necessary that all feelings of vengeance should be banished from our hearts. Do we wish to do right? You answer, yes. Then let the Lamanites come back to their homes, where they were born and brought up. This is the land that they and their fathers have walked over and called their own; and they have just as good a right to call it theirs today as any people have to call any land their own. They have buried their fathers and mothers and children here; this is their home, and we have taken possession of it, and occupy the land where they used to hunt the rabbit and, not a great while since, the buffalo, and the antelope were in these valleys in large herds when we first came here. <\/div><div class=\"paragraph jod\" id=\"v11n1052\"> When we came here, they could <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> catch fish in great abundance in the lake in the season thereof, and live upon them pretty much through the summer. But now their game has gone, and they are left to starve. It is our duty to feed them. The Lord has given us ability to cultivate the ground and reap bountiful harvests. We have an abundance of food for ourselves and for the stranger. It is our duty to feed these poor ignorant Indians; we are living on their possessions and at their homes. <\/div><div class=\"paragraph jod\" id=\"v11n1053\"> The Lord has brought us here and it is all right. We are not intruders, but we are here by the providence of God. We should now use the Indians kindly, and deal with them so gently that we will win their hearts and affections to us more strongly than before; and the much good that has been done them, and the many kindnesses that have been shown them, will come up before them, and they will see that we are their friends. We could circumscribe their camps and kill every man, woman and child of them. This is what others have done, and if we were to do it, what better are we than the wicked and the ungodly? It is our duty to be better than them in our administrations of justice and our general conduct toward the Lamanites. It is not our duty to kill them; but it is our duty to save their lives and the lives of their children. We may not be able to foretell all things that will come to pass in the future, but we can tell when we deal righteously with one another. <\/div><div class=\"paragraph jod\" id=\"v11n1054\"> If the people had taken the counsel which has been given with regard to the proper steps to be taken for the defense of life and property in new settlements, they would have been as secure from the depredations of Indians as the people are in the old settlements; but they would not build forts nor believe it necessary to follow the salutary counsels which have  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been continually given them. They have gone out unprotected with their wives and children to settle in the wilderness, exposing their lives and property to the attacks of the untutored, ungoverned and wild Indian. By their works shall ye know them,<span class=\"citation\" id=\"63921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63921)\">Matt. 7:20<\/a><\/span> and by their works shall they be justified or condemned. Their works speak for them. We beg of them to secure themselves when they go into new places; they will not do it, until sorrow overtakes them, and they are obliged to mourn the loss of a father, a husband, a wife, a brother, a sister, a mother, a daughter, or a son who has been killed by the Indians. <\/div><div class=\"paragraph jod\" id=\"v11n1056\"> Shall we do as the Lamanites do? No. I forbid it in the name of the Lord Jesus Christ&#x2014;I forbid any elder or member in this church slaying an innocent Lamanite, any more than he would slay an innocent white man; but treat them as they are in their degraded state. When a man undertakes to shoot an ignorant Indian, except in defense of life and property, he degrades himself to the level of the red man, and the portion of that Indian shall be his, and his generations shall be cut off from the earth.<span class=\"citation\" id=\"57190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57190)\">Ps. 109:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1057\"> We shall have an end of this Indian war; they are not going to slay us by any means, no; they will see the time they would rather defend this people than slay them. The present difficulties will end in the benefit of the Latter-day Saints, and the exaltation of the poor, ignorant Lamanites; and the person or persons who supply the Lamanites with powder and lead, and foster and encourage them in killing the Saints, will find that their iniquity will turn upon their own heads. Let the Indians live, and help them to live. <\/div><div class=\"paragraph jod\" id=\"v11n1058\"> By and by they will be suing to us for mercy, and if they repent, according to the revelations given to us we are bound to forgive them. <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I would rather that a man repent than persist in his wickedness. Is there a heart here today that would desire to have a man damned rather than to be saved? I would rather all men would serve God. That heart that would rather have a man damned, and never come to the knowledge of the truth,<span class=\"citation\" id=\"125591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125591)\">2 Tim. 3:7<\/a><\/span> is devoid of the Spirit of revelation that wishes all men to be saved.<span class=\"citation\" id=\"75864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75864)\">1 Tim. 2:4<\/a><\/span> The spirit of Him who has redeemed us, cries upon all men to come unto him and be saved. Jesus Christ has redeemed the earth and all things belonging to it, and all mankind may receive salvation if they will come unto him and receive it.<span class=\"citation\" id=\"82558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82558)\">3 Ne. 9:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1059\"> If the Lamanites come in here, and there is any person who kills any of them, take that man and try him by law and let him receive the penalty. The law will slay him. If any of the Lamanites who return have been guilty of murdering our brethren, request them to keep a little to themselves, and not be too free in mixing among the people; we do not wish to see them, and let the friendly Indians get a slice of bread and carry it to them. If they get over it, so that they repent enough to go and bring in Black Hawk and his men and deliver them up to the law, then we will believe that they are sincere in their repentance. But they are ignorant. How is it with the whites? Let the spirit of war be let loose among the Elders of Israel, and they will become as wild as unbroken colts on the prairie. If this would be the case among this people, what may we expect of others? What may we expect of the degraded and ignorant Lamanites? Let us set an example for all mankind to follow in the high road to peace, love, union, fellowship, and confidence, restoring to the world that which has been lost. To close my few remarks, remem<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ber that you must not slacken your hands in the least with regard to <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> guarding the people and the stock day and night. <\/div>\n<\/div>\n<\/div>"}