{"ID":110039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Advice to Lawyers&#x2014;Royal Polygamy in Europe&#x2014;Polygamy Revealed From Heaven.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, in the Bowery, G.S.L. City, August 12, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Advice to Lawyers.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/12\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v11n1011\"> I have a few words to say to the Latter-day Saints this afternoon, and if I had time, I have many I could say. I would exhort the Latter-day Saints to live in peace, to pursue a course that will effectually preserve the peace that is taught them in the Gospel of the Son of God, and avoid by every possible and righteous means entering into contention, quarreling, disputations, lawsuits, &amp;c., &amp;c. <\/div><div class=\"paragraph jod\" id=\"v11n1012\"> You have heard from brother Geo. A. Smith this afternoon a little of the history of this Church and people, and the cause of their coming to these valleys. I am thankful that the rehearsal of those occurrences has ceased to irritate me as it did formerly. But we are here, and we wish to enjoy peace; we earnestly desire it, and we calculate to have it. We are where our enemies cannot come from Carthage and Warsaw before breakfast, and from Springfield in two days. We are so far off, and it is so inconvenient to bring this people to sorrow and affliction in the way it was formerly done, that they consider another plan necessary to be instituted. I wish to tell you what it is. <\/div><div class=\"paragraph jod\" id=\"v11n1013\"> Brother George A. this afternoon has referred to the lawyers. Where the carcass is there will the eagles be gathered together,<span class=\"citation\" id=\"65792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65792)\">Matt. 24:28<\/a><\/span> and it seems they think that there is one here to which they are gathering. I want them to live here; but I want them <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to plant their own potatoes and hoe them. It would appear that they think that a civilized community cannot live long together without contention and consequent lawsuits. I think that a community is civilized so far as it is free from contentions, lawsuits and litigation of every kind. We wish our friends to come here, and participate with us in the good things the Lord has provided for his people; but we do not want contention.<span class=\"citation\" id=\"82638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82638)\">3 Ne. 11:29<\/a><\/span> When I hear men and women say that they will go to a Gentile court to have their difficulties adjusted, I think they will go to hell unless they refrain from such a spirit. <\/div><div class=\"paragraph jod\" id=\"v11n1014\"> The law is made for the lawless and disobedient, not for the good, wise, just, and virtuous. Law is made for the maintenance of peace, not for the introduction of litigation and disorder. <\/div><div class=\"paragraph jod\" id=\"v11n1015\"> What is the true relationship of lawyers to the law and to the community? They should be the true representatives of peace; it should be their business to promote it. I am now taking the liberty of discharging a duty I owe to the lawyers in telling them what their duty is. They read the law; they do or should understand the law of the United States, of the States, and of the Territories and cities in which they live, and whenever they have an opportunity of telling the people how to live in a way to avoid litigation, it is their duty  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so to do. Then if they wish to get a living, instead of picking people's pockets, as is too commonly the case, let them have their stores, and bring on goods and trade, buy farms and follow the healthy and honorable professing of farming, and raise their own provisions, and stock enough for themselves and some to part with, and when their services are wanted in the law, give it as freely as we do the Gospel. It is said by lawyers, &#x201C;We cannot spend our time without some remuneration.&#x201D; You have no need to spend your time only in some way to produce means for your subsistence. You can give legal advice freely, and pursue an honorable and productive business for a living. <\/div><div class=\"paragraph jod\" id=\"v11n1017\"> Once I had the pleasure of hearing of a lawyer in old Massachusetts, who attended strictly to his duty. He came into the western part of Massachusetts and bought him a farm. He was probably as sound a lawyer as Boston ever produced. They wanted to know why he went to farming instead of following the profession of the law. He replied, that according to the present practice a man could not answer the demands of his clients and be honest. When any of the people would come to him for advice, if he was ploughing in the field, he would stop his team and request them to tell him the truth, to state the case as it was, keeping nothing back on their side of the question. When he had heard their case he would advise them to settle the affair without going to law, telling them what was right and just. When they would ask him what he charged for his advice, he would receive nothing, his team had been resting while he had been conversing, and he would go to ploughing again. One lawyer has actually lived in the United States who did not depend upon the practice of the <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law for a living, but followed a legitimate business and gave legal advice freely to all who asked it. In pursuing this course he did not follow the practice of picking the pockets of the widow and the fatherless.<span class=\"citation\" id=\"54350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54350)\">Ex. 22:22<\/a><\/span><span class=\"citation\" id=\"55028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55028)\">Deut. 10:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n1018\"> We have a few lawyers here, and I know the object of their being here. I object to their introducing litigation among this people. In some instances it may be necessary to sue men. We have some men in this community who are dishonest; they will run into debt, and will not pay their debts. What shall we do with such men? Shall we sue them? Yes; if they will not pay their debts and have the means to do so, sue them; turn them over to the law, which is made for such characters, but they should first be deprived of the fellowship of the Saints. A man who will not pay his honest debts is no Latter-day Saint, if he has the means to pay them. A man who will run into debt, when he has no prospect of paying it back again, does not understand the principles that should prevail in a well regulated community, or he is willfully dishonest. In this country no persons need run into debt to get bread to feed themselves and their families. There is no need to go into the second house in this Community to ask for food. Those who need can obtain food at the first house, in nearly every instance, at which they will apply. This community feed the poor and the hungry, and clothe the naked,<span class=\"citation\" id=\"81640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81640)\">Jacob 2:19<\/a><\/span> and they will not let the stranger, or those in necessity, ask alms without responding to their calls,<span class=\"citation\" id=\"81864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81864)\">Mosiah 4:16<\/a><\/span> if it is in their power to relieve them. Consequently, there is no need of any person running into debt without a prospect of paying. Men in our community run into debt to our brethren, and if they are asked for the pay, they think it is not saint<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like if they are asked to sell their stock or put themselves about in the least to pay their just debts. I have had to contend for, and defend men of business who have sought to do the community good in transacting business here, from being imposed upon in this way. But there is no need of further explanation regarding this; we all understand it; if there are strangers, or any who belong to the church, who do not understand it, watch the careers and lives of those who have been long in the church and who understand true principle, and see whether they pay their debts or not. <\/div><div class=\"paragraph jod\" id=\"v11n1020\"> Now, I ask every man and woman who wishes an honorable name in the Church and kingdom of God upon the earth, if they have entertained any idea of going to law, to banish it from their minds at once. We have our Bishop's courts; they can tell us what is right. We have our High Councils, and we have also our Selectmen here who are sustained by the suffrages of the people. If you are not satisfied with the decisions of the Bishop's court and the High Council, call upon the Selectmen, and let them judge your case. We may be told that it is necessary for us to have a lawyer to present our case in a legal manner before the courts; but the less we have to do with this class of professional men the easier and cheaper will our difficulties be settled. When a lawyer is going to court with a case, if you ask him, &#x201C;Do you calculate to be honest?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1021\"> &#x201C;Certainly.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1022\"> &#x201C;Just?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1023\"> &#x201C;Yes, sir.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1024\"> &#x201C;Truthful?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1025\"> &#x201C;Most assuredly.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1026\"> &#x201C;Do you expect, in presenting a case to the court, to do anything <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than to present the facts in the case?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1027\"> &#x201C;No.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1028\"> &#x201C;Where do you get the facts which you present before the judge and jury?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1029\"> &#x201C;From the witnesses.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1030\"> &#x201C;Have you men of common sense on the jury?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1031\"> &#x201C;Yes; the best we can find; they are men of good capacity and capable of judging right from wrong.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v11n1032\"> Then what good does it do to reiterate the testimony of witnesses before the jury? It is an endeavor to make white black and black white,<span class=\"citation\" id=\"57945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57945)\">Isa. 5:20<\/a><\/span> to make the jury believe that they do not know anything, but that &#x201C;I know it all,&#x201D; and &#x201C;I tell you law,&#x201D; &amp;c. Lawyers will quote law that has been obsolete for years before a jury who may not be so well acquainted with the letter of the law, and this they will do to endeavor, if possible, to blind the eyes and confuse the minds of the judge and jury, to make out something that is different from the facts in the case. Is this the business and duty of a lawyer? It is not. His duty is to place facts before the court. The jury can hear the witnesses as well as the lawyer can, the judge can hear the witnesses as well as the lawyer can, and when the simple facts are told, then let just men decide. <\/div><div class=\"paragraph jod\" id=\"v11n1033\"> It should be considered beneath the profession of a lawyer to endeavor to clear the guilty, and place the innocent in bonds or bring them into disrepute. I wish to say to that class of gentlemen who are here, that if they expect to break up this people by lawsuits, I think they will have a hard time. I will use my influence with every good man, whether he is in the church or out of it, never to think of going to law. What comes of litigation? Poverty and degradation to any community that will en<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>courage it. Will it build cities, open farms, build railroads, erect telegraph lines and improve a country? It will not; but it will bring any community to ruin. It draws hundreds of men within the circle of its influence, who crowd the courtrooms and spend days and weeks and months of their precious time for naught, time that should be employed in getting lumber from the canyons, in building houses and in providing comfortable means of subsistence for their families. Does it make peaceable, honest, and industrious citizens? It does not, but it engenders strife and habits of intemperance and idleness. Instead of crime being lessened by its influence, it only helps to swell the dark stream. <\/div><div class=\"paragraph jod\" id=\"v11n1035\"> We have not been broken up, as has been anticipated, by military force, and now it is expected that a course of lawsuits will accomplish what the military failed to do. I will say one thing to my friends, or to my enemies as they may consider themselves (I myself am not an enemy to any man, yet I am an enemy to some actions), if you undertake to drive a stake in my garden with an intention to jump my claim, there will be a fight before you get it; if you come within an enclosure of mine with any such intent, I will send you home, God being my helper.<span class=\"citation\" id=\"56788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56788)\">Ps. 54:4<\/a><\/span> You can occupy and build where you please, but let our claims alone. We have spent hundreds of thousands of dollars in taking out the waters of our mountain streams, fencing in farms and improving the country, and we cannot tamely suffer strangers, who have not spent one day's labor to make these improvements, to wrest our homesteads out of our hands. There is land enough in the country: go to and improve it, as we have improved our possessions; build cities, as we have done, and thus strive to reclaim <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the country from its wild state. Is it not a strange thing that men cannot see anything only what the &#x201C;Mormons&#x201D; possess; hence, I swear it, by the Gods of eternity, if we are obliged to leave this country, we will leave it as desolate as we found it, and we will hunt those who would compel us to leave to the last minute. Let us alone, and help us to build up cities and towns and villages in these mountains, instead of seeking to destroy the few industrious inhabitants that are here and have made the country. You cannot destroy this community; it never can be done. Remember that. And you men and women who think of going to Gentile law to have your difficulties adjusted, I would advise you to stop it, and let the lawyers go into other business. <\/div><div class=\"paragraph jod\" id=\"v11n1036\"> We have plenty of good lawyers who belong to the Church, and there are more coming. I have some friends coming here, as eminent lawyers as Massachusetts can produce. I advised them to bring their capital and so invest it that they could live without depending upon litigation and the practice of the law. Ever since this Church was first organized until now we have had to manage and scheme to escape the toils and snares of our enemies. We have had to ask God for wisdom that we might know how to wind our way through the difficulties you have just heard Brother George A. Smith relate. Lawyers will plead law for the Latter-day Saints as well as for anybody else in the world if they can get their pay for it. I have seen too much of this for 34 years past. In the days of Joseph Smith lawyers would get together and hatch out a vexatious lawsuit; one would agree to defend him and another would agree to plead against him, and this with a view to get his money. Thousands, and tens of thousands of dollars have been collected to pay lawyers' fees.  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Brother Brigham, how much have you paid?&#x201D; Not one farthing. I defied our enemies to get anything against me wherein I had in any way transgressed the laws of my country; and if they tried unlawfully, and with a design to put me in bonds, and to get money from me, they would have to run some risk. We have had to work and pray in order to get along when we had lawyers watching us all the time to get something against the leaders of this people whereby they could in some way bring a lawsuit against them. <\/div><div class=\"paragraph jod\" id=\"v11n1038\"> Now, they suppose that they have got us safely on polygamy. What about that? I would say to Congress that if they will pass a law, making it death for any man to hold illicit intercourse with any woman but his lawful wife, we would meet them half way on that ground. It is not uncommon for men who have not been lawfully married to any woman, but who pass as old bachelors, to have children by several women. A recent case occurred in Europe which illustrates this point. Prince Christian of Holstein, who has recently married one of the daughters of Victoria, Queen of England, has what is termed a morganatic wife in Germany, by whom he has several children, yet the first lady in Europe, as Queen Victoria is called, with the knowledge of the fact that this Prince, who proposed for her daughter's hand, was the father of several children by a woman, who to all intents and purposes was his wife, accepts him as a suitable match for her youthful daughter. The first Court in Europe is not shocked by an alliance of this kind, no more than is the first society of this country by similar occurrences in the cities east. Men may do as they please with women, have numerous children by them, and take as many liberties with them as if they were their <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wives, and yet not call them wives, and modern society smiles upon them. But whenever a man applies the sacred name of wife to the mother of his children, if he happen to have more than one, then the world professes to be wonderfully shocked at the idea. What inconsistency! <\/div><div class=\"paragraph jod\" id=\"v11n1039\"> Such men will go to hell for ruining innocent women and increasing illegitimate children in the land. The community or nation that indulge in such practices will be damned. If I have wives, I take care of them, and I want my neighbors to let them and my daughters alone. Do you understand it? If you do not, and should undertake to infringe upon any of them, I will point my finger at you. Our young men, and we have many, live virtuous lives with regard to illicit communication with the sexes; they observe the law which has been given to this people. Ask the Lamanites if their women ever complained of being insulted by any of our men at any time, and they cannot produce an instance. How is it with the outsiders&#x2014;mountaineers, trappers, hunters, soldiers, and other men who have been brought in contact with them. What will the Indians tell you about them? By mingling with those outsiders the Indians will soon be in the dust. Many of them have gone there already by mingling with the Gentiles; the seeds of death have been sown among them, and many of them are dying off; and they will continue to die through that cause. When our Elders go abroad to preach the Gospel, or when they remain at home, if they do not live according to the law of God, we sever them from the Church, and have no further fellowship with them. <\/div><div class=\"paragraph jod\" id=\"v11n1040\"> The doctrine of plurality of wives was revealed to this people from heaven, and if heaven had revealed that we should have no wife at all, it would have been as faithfully ob<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>served as the present law, even if it should result in the depopulation of the world, according to the profession of the Shaking Quakers. But the Lord did not get his kingdom in that way. The kingdoms he possesses and rules over are his own progeny. Every man who is faithful and gets a salvation and glory, and becomes a king of kings and Lord of Lords,<span class=\"citation\" id=\"80425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80425)\">Rev. 19:16<\/a><\/span> or a father of fathers, it will be by the increase of his own progeny. Our Father and God rules over his own children. Wherever there is a God in all the eternities possessing a kingdom and glory and power it is by means of his own progeny. I am not going to ask the people whether they believe it or not; and I do not want Brother Heber to do it either, for it is none of their business. When I tell the truth I do not ask anyone's testimony to swear to it. <\/div><div class=\"paragraph jod\" id=\"v11n1042\"> The economy of heaven is to gather in all, and save everybody who can be saved. Do we wish to destroy people? We do not, not even those ignorant, bloodthirsty Lamanites. Did we ever destroy? No; it is not our doctrine; but our doctrine is to build up and save life instead of destroying it. Is it necessary on any occasion and under any circumstances whatever? Yes, let a man meet me with a design to kill me, and I am going to get the first blow if I can. I have not come to die for the sins of the world as our Savior, Jesus Christ, did. It was necessary for him to be killed; but it is not necessary for me. It was not necessary for Joseph Smith to be killed, if the people had believed his testimony; but as the testator has sealed it with his blood, his testimony is in force on all the inhabitants of the earth,<span class=\"citation\" id=\"76899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76899)\">Heb. 9:16-17<\/a><\/span> and wherever it goes those who reject it will be damned. Our doctrine is to preach the Gospel of life and salvation, and get every man, woman, and child to <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe and embrace it, and live as near to its requirements as possible. That is the duty of the Elders of Israel, and it is our duty to preserve ourselves, our wives and children, whether we have many or few. Why does not our government make a law to say how many children a man shall have? They might as well do so as to make a law to say how many wives a man shall have. <\/div><div class=\"paragraph jod\" id=\"v11n1043\"> There are a few in the Government who will listen to any testimony against us, no matter how false. The man who was referred to this morning has given testimony against us, respecting matters here, which is utterly false. After making such infamous statements, that man could not live here twenty-four hours, if it were not that we are Latter-day Saints who live here. By letting him alone, however, he will kill himself. There is also a man down the street who tried to exhibit the endowments to a party who was here. You will see what becomes of that man. Do not touch him. He has forfeited every right and title to eternal life; but let him alone, and you will see by and by what will become of him. His heart will ache, and so will the heart of every apostate that fights against Zion; they will destroy themselves. It is a mistaken idea that God destroys people, or that the Saints wish to destroy them. It is not so. The seeds of sin which are in them are sufficient to accomplish their destruction. Every government of the world has the seeds of its own destruction in itself. <\/div><div class=\"paragraph jod\" id=\"v11n1044\"> I hope and trust and pray that the government of our country may remain, because it is so good; but if they cut off this, and cast out that, and institute another thing, they may destroy all the good it contains. This, I hope, they will not do; they cannot do it. I expect to see  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the day when the Elders of Israel will protect and sustain civil and religious liberty and every constitutional right bequeathed to us by our fathers, and spread those rights <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abroad in connection with the Gospel for the salvation of all nations. I shall see this whether I live or die. <\/div><div class=\"paragraph jod\" id=\"v11n1046\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}