{"ID":110033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Holy Ghost Requisite to Teach the Truth.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 29, 1866.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Holy Ghost Requisite to Teach the Truth.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/29\/1866<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v11n814\"> You have heard what Elder Charles S. Kimball has said this afternoon relative to the general belief of the people in the old countries&#x2014;That Brigham Young reads all letters before they leave this county, and if any are not written to suit him, they are destroyed by his order! In this way they account for so few letters reaching the members of the Church in distant lands from their friends here in Utah. I will now make a public request that the Saints hereafter cease to bring their letters to me, if there are any that have ever done such a thing; and I also request the postmasters throughout the Territory to stop sending all foreign letters to me for my inspection previous to mailing for abroad; that is, if they have ever done such a thing; and for this simple reason, that I <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have so much to do that I cannot possibly pay attention to such an extensive amount of reading. If any of you, or if any of the people in any part of the Territory have ever sent letters to me to read, previous to sending them to their friends abroad, be so kind as to take notice and cease to do this thing from this time henceforth. If any postmaster has ever sent me a single letter to read belonging to any person&#x2014;Jew or Gentile, Saint or sinner&#x2014;I request him never to do so again; for I have such an extensive correspondence of my own, that it is a very great labor for me to read and answer what I am obliged to do in my business and calling. People who suppose that I can see and read the foreign correspondence of this whole community, give me credit for an amount of  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>physical and mental endurance which I do not possess. <\/div><div class=\"paragraph jod\" id=\"v11n816\"> Brother Charles has strongly requested those who have friends in the old country to write to them, and I would make the same request, that you write often to your fathers and mothers, and brothers and sisters and friends, and acquaintances and neighbors, whom you have left behind in those old countries. Tell them the truth with regard to the people here, and with regard to the country, and when you, who are going to that country, arrive there, tell the people the truth. <\/div><div class=\"paragraph jod\" id=\"v11n817\"> In this country there is ample opportunity for people to get rich, to gather up property, and accumulate and store up wealth, and the minds of the people are so occupied in this labor that they do not take time to write to their friends, and many not even to fulfill their promises to write. Some of those who have borrowed money of their friends in the old countries, and promised to work when they got to America and send it back again to them, have forgotten to do so. I am sorry to be obliged to say this. If I could have my way, every man who professes to be a Saint would act like a Saint. However, we are trying to be Saints. We have embraced the Gospel of the Son of God; we have embraced a marvelous work&#x2014;a work which is a great wonder to all people. As the Prophet has said, &#x201C;Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58787)\">Isa. 29:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n818\"> The brethren have been testifying to the truth of this work, and there is not a man or a woman on this earth who receives the spirit of the Gospel but what can testify to its truth. We are the witnesses of this great work <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which the Lord has commenced in the latter days. Were you to ask me how it was that I embraced &#x201C;Mormonism,&#x201D; I should answer, for the simple reason that it embraces all truth in heaven and on earth, in the earth, under the earth, and in hell, if there be any truth there. There is no truth outside of it; there is no good outside of it; there is no virtue outside of it; there is nothing holy and honorable outside of it; for, wherever these principles are found among all the creations of God, the Gospel of Jesus Christ, and his order and Priesthood, embrace them. <\/div><div class=\"paragraph jod\" id=\"v11n819\"> When we talk about making sacrifices for this work, the word to me is without meaning; for if a man desires to get a good name&#x2014;a good character&#x2014;if he wishes to make fast friends, if he wishes wealth, comfort, joy, and peace in all of his life here on the earth, let him embrace the truth and then live it. When the unbeliever has a realizing sense of his own condition, he lays down on his bed in sorrow, he wishes things were a little different; he lays down in sorrow, and wakes up in doubt, to live every hour and minute through the day in anxiety. There may be hours and minutes in which people forget themselves; but, when their minds dwell upon their situation and being in life, they are in doubt, they are in anxiety, darkness, and ignorance; they do not know who they are, what they are on the earth for; they know nothing of their pre-existence, or comparatively little of their present existence, only that they are here in the world, and by-and-by they will die and leave the world. Where they will go when they leave the world, they know not, and there are many who do not care. Some strive to be infidels to a great deal of that which is true, to that which it would be to their best interest to believe and know. <\/div><div class=\"paragraph jod\" id=\"v11n820\"> If you have truth, you have got  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>what is called &#x201C;Mormonism,&#x201D; or, more properly, the Gospel of life and salvation. It is here, and it is nowhere else to the same extent that it is in the doctrine that this people say they have embraced. Do they know it all? In comparison to what we have yet to learn of the things of God, we are but babes and sucklings in the knowledge of God our Father, in the knowledge of his work and of the labor and the mission of our Lord Jesus Christ, that we profess to be so familiar with. If it can be said of us that we are children in the knowledge of God, we have progressed tolerably well. <\/div><div class=\"paragraph jod\" id=\"v11n822\"> It has been remarked this afternoon how difficult it is for our Elders to go forth and contend with the learning of the age. You heard the few remarks regarding the religions of the day, and the idea that generally prevails in Christian countries, that it requires men to be qualified, and learned, and eloquent to stand before the people to act as religious teachers. I will give you the reason why this is so. When a false theory has to be maintained, it requires to be set forth with much care; it requires study, and learning, and cunning sophistry to gild over a falsehood and give it the semblance of truth, and make it plausible and congenial to the feelings of the people; but the most simple and unlearned person can tell you the truth. A child can tell you the truth, in childlike language, while falsehood requires the lawyer and the priest to tell it to make it at all plausible; it requires a scholastic education to make falsehood pass for truth. Anciently, all the people, and the publicans, who heard Jesus, justified God, being baptized with the baptism of John. But the Pharisees and lawyers rejected the counsel of God against themselves, not being baptized of him.<span class=\"citation\" id=\"67316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67316)\">Luke 7:29-30<\/a><\/span> When a simple, honest-hearted man, sent of God with the truth to the <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world, shall question the most learned upholders of false theories, the gilding falls off, and falsehood, in all its deformity, stands naked and exposed. I have scores of times read from the Bible, and the people would declare that it was not the Christian Bible, but the &#x201C;Mormon&#x201D; Bible I was reading in; and to convince them to the contrary, would have to read the title page. <\/div><div class=\"paragraph jod\" id=\"v11n823\"> Men are educated to promulgate and sustain false theories to make money, and to create and uphold powerful sects. &#x201C;And they teach with their learning, and deny the Holy Ghost, which giveth utterance.&#x201D;<span class=\"citation\" id=\"81496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81496)\">2 Ne. 28:4<\/a><\/span> &#x201C;Because of pride, and because of false teachers, and false doctrine, their churches have become corrupted, and their churches are lifted up; because of pride they are puffed up. They rob the poor because of their fine sanctuaries; they rob the poor because of their fine clothing; and they persecute the meek and the poor in heart, because in their pride they are puffed up.&#x201D;<span class=\"citation\" id=\"81517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81517)\">2 Ne. 28:12-13<\/a><\/span> And all this because the fathers transgressed the laws, changed the ordinances, and broke the everlasting covenant<span class=\"citation\" id=\"58426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58426)\">Isa. 24:5<\/a><\/span> delivered unto them. The truth is easily understood, and as easily told. The agriculturist and the mechanic can tell the truth, and become efficient ministers of it, by living faithfully in accordance with what they know of the Gospel; for in this way they obtain the Holy Ghost, which giveth utterance. Education is a good thing, and blessed is the man who has it, and can use it for the dissemination of the Gospel without being puffed up with pride. &#x201C;But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty; And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nought things which are: That no flesh should glory in his presence.&#x201D;<span class=\"citation\" id=\"72937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72937)\">1 Cor. 1:27-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n825\"> However good and useful a classical education may be in the possession of a good and wise man, yet it is not essentially necessary for him to have it to tell the simple truth which is given to mankind by the revelations of God, because it can be told by the simple and the unlearned. But if the profession of a lawyer is chosen by any person, he needs to be educated in all the learning of the age to be successful; for it is a hard thing for him to make a man appear innocent before a jury of his countrymen whom he knows to be guilty. It is a hard matter to make a jury of men endowed, not with great learning perhaps, but with hard sense, believe that white is black, and that black is white,<span class=\"citation\" id=\"57944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57944)\">Isa. 5:20<\/a><\/span> as the case may be, to present the truth in such a way that they will believe it as a lie, and a lie in such a way that they will believe it as a truth. It requires a lawyer&#x2014;a man who is well schooled in all that men know, to make things appear what they really are not. <\/div><div class=\"paragraph jod\" id=\"v11n826\"> That which will apply to law in this case will apply to a false religion. We take our young men who have been brought up in this community, and I care not whether they can read a chapter in the Bible or not, if they will repent and seek diligently for the Spirit of the Lord, and send them out into the world to preach the Gospel, and if they are faithful, they will be able, ere long, by the blessing of God, to confound the great and the wise of the age in matters of theology. &#x201C;I thank thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them unto babes.&#x201D;<span class=\"citation\" id=\"64269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64269)\">Matt. 11:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n827\"> It was observed here this afternoon that it requires our boys to go into the world to preach the truth to know that &#x201C;Mormonism&#x201D; is true. The <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> older portion of this community embraced the truth through the conviction of it, and prayed unto the Lord for the light of it, and they received the testimony of the Spirit of God; but our children do not know the greatness of their blessings and privileges. They are entitled to the Spirit of the Gospel from their mothers' wombs; they have it with them all the time; they are born in it. We say that they are rude, that they are rough and unmanageable, etc.; they do not know that they possess the light of the Holy Spirit until they go out into the world and learn the great contrast&#x2014;see the blackness of night, the thick darkness of error that has settled down like a great pall upon the moral and religious world. They hear their fathers pray, and they hear the Apostles and Prophets preach, but they cannot know that &#x201C;Mormonism&#x201D; is true for themselves until they have had the privilege of being placed in circumstances to exercise faith for themselves, and to pray to God for themselves for testimony and knowledge. Then they obtain the power of the Holy Spirit, which awakens their senses, and they know for themselves that God lives, for he hears and answers their prayers. <\/div><div class=\"paragraph jod\" id=\"v11n828\"> I could say something encouraging to parents, if they would heed. Let the father and mother, who are members of this Church and kingdom, take a righteous course, and strive with all their might never to do a wrong, but to do good all their lives; if they have one child or one hundred children, if they conduct themselves towards them as they should, binding them to the Lord by their faith and prayers, I care not where those children go, they are bound up to their parents by an everlasting tie, and no power of earth or hell can separate them from their parents in eternity; they will return again to the fountain from whence they sprang. <\/div> <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n830\"> I am sorry that this people are worldly-minded; that they are in their feelings and affections glued to the world so much as they are. I am sorry to hear Elders of Israel use words, and manifest anger and impatience that are unbecoming. Men who are vessels of the holy Priesthood, who are charged with words of eternal life to the world, should strive continually in their words and actions and daily deportment to do honor to the great dignity of their calling and office as ministers and representatives of the Most High. We are trying to be Saints, and many of the brethren sin, and repent, and ask forgiveness, and intend to do better in the future, and perhaps tomorrow they lose their temper and swear at their oxen, etc. They love the world, and covet their fine horses; their affections are upon them, and upon their farms, upon their property, their houses and possessions, and in the same ratio that this is the case, the Holy Spirit of God&#x2014;the spirit of their calling&#x2014;forsakes them, and they are overcome with the spirit of the evil one, so that <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have not strength to resist the weaknesses of their nature; and they swear and take the name of God in vain, are impatient with their families and often abuse them. Such things as these should not be among the servants of the Most High. <\/div><div class=\"paragraph jod\" id=\"v11n831\"> If we have possessions, it is because the Lord has given them to us, and it is our duty to see that everything we have is devoted to the advancement of truth, virtue, and holiness, to beauty and excellence; to redeem the earth, and adorn it with beautiful habitations, and orchards, and gardens, and farms, and cities, until it shall become like the garden of Eden. All that we possess belongs to the Lord, and we are the Lord's, and we should never lust after that over which he has made us stewards, but we should use it profitably to the upbuilding of the Zion of our God, to send the Gospel to all the world, and to gather and feed the poor. I am thankful that I am able to say these few words. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}