{"ID":110052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Political and Social Economy.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, April 6, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Political and Social Economy.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/6\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v11n1379\"> We have met together on the present occasion to attend our annual Conference. The object of our meeting is not altogether for religious purposes, but to consult upon all matters for the interest of the Church and Kingdom of God upon the earth. On these occasions it is quite common for missionaries to be appointed to the different nations of the earth, and it is also usual to discuss the principles and doctrines that we believe in, and to attend to any business that may have to be presented from the different parts of this Territory, and from all parts of the <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth; and we try to build up the people in their most holy faith.<span class=\"citation\" id=\"78911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78911)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84427)\">D&amp;C 21:2<\/a><\/span> We meet also to consult upon the best course for us to pursue with regard to temporal things as well as spiritual things. For as we possess bodies as well as spirits, and have to live by eating, drinking, and wearing, it becomes necessary that temporal matters should be considered and discussed in our Conferences, and that we should deliberate upon all things that are calculated to benefit, bless, and exalt the Saints of God, whether they refer to our spiritual affairs or to our avocations and duties in life  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as husbands and wives, as parents and children, as masters and servants; whether they refer to the policy we should pursue in our commercial relations, to protecting ourselves against the incursions of savages, or to any other matter affecting us as human beings composing part of the body politic of this nation or as citizens of the world. The idea of strictly religious feelings with us, and nothing else, is out of the question; yet we do everything in the fear of God. Our religion is more comprehensive than that of the world; it does not prompt its votaries with the desire to &#x201C;sit and sing themselves away to everlasting bliss,&#x201D; but it embraces all the interests of humanity in every conceivable phase, and every truth in the world comes within its scope. The Lord is making a great experiment, and we are trying to help Him. Through the instrumentality of His servants He has inaugurated the greatest work ever commenced on earth. We are taking a stand to revolutionize the ideas of ages, to overturn the fallacies of centuries, and to root out and destroy the corruptions of past generations by introducing the law of the most high God. Standing upon this elevated platform, having the world as it was, is, and as it will be before us, we feel the responsibility resting upon us to be true and faithful to the calling which the great God has placed upon us. As Jesus said he came not to do his own will,<span class=\"citation\" id=\"69163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69163)\">John 5:30<\/a><\/span><span class=\"citation\" id=\"69237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69237)\">John 6:38<\/a><\/span> so we are not here to do our own will, to accomplish any favorite project, or to introduce any fanciful creed, notion, or idea. We are not here to propagate any favorite or pleasant dogma, but our object is to make known the laws of life and the designs of the great Eloheim with regard to the earth and its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v11n1381\"> As President Young remarked <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this morning, &#x201C;our object is not to elevate the few at the expense of the many, but to elevate and exalt the whole; to pour health, wealth, and life upon all who will receive our teachings.&#x201D; Consequently, when we assemble on occasions like this, all these interests present themselves for our consideration and reflection. Before we came into this Church many of us belonged to the various churches of the day&#x2014;the Roman Catholic, the Greek, and Episcopal, and to the various dissenting bodies, and we had our peculiar creeds and articles of religious faith. But we have laid those doctrines aside, and now we are Latter-day Saints, and we believe in their doctrines. We believe that God has spoken, that the heavens have been opened, that holy angels have appeared, that the truths of God, which for ages have slumbered, have again burst forth upon us, and that man, once more, is brought into communion with his Maker. Before entering this Church we were ignorant in regard to the past and the future, but now we comprehend them in part. We have laid aside our religious dogmas, theories, follies, and nonsense; and we have one faith, one Lord, one baptism, one hope of our calling,<span class=\"citation\" id=\"74961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74961)\">Eph. 4:4-5<\/a><\/span> one idea in relation to what we were, what we are, and what we are going to be, and that idea is in accordance with what God has revealed through the Priesthood. I was unable to comprehend religion until it was taught me by the Priesthood; and anything in opposition to their teachings is not worth the ashes of a rye straw. Like Moses' serpent, which swallowed up all other serpents,<span class=\"citation\" id=\"53908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53908)\">Ex. 7:12<\/a><\/span> &#x201C;Mormonism&#x201D; has banished all our preconceived notions of religion, and has made us one. Why do we believe and feel as we do on these points? Because God has spoken, and we have believed Him. We are  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>aiming at something more than religious unity. We have a political existence that none can ignore nor destroy; they think they can, but they cannot. They cannot make us mingle with the confusion of Babylon any more than they can make oil and water coalesce. There is no affinity between us. They profess very little faith in God, and know nothing about him; while we profess faith in God, and do know that He lives and speaks to His people; hence unity between them and us is impossible. <\/div><div class=\"paragraph jod\" id=\"v11n1383\"> I referred just now to our political existence, but before I dwell upon that let us touch a little on our social ideas. They are very different from those of the world. We differ very materially, for instance, with them on the relationship that exists between the sexes. They say the course we pursue has a tendency to degrade women; we think it has a tendency to elevate them, and the course pursued by the world is one of the most damnably corrupt and oppressive that it is possible to conceive of. It is true they will marry their wives until death parts them. But what of their mistresses? By thousands and hundreds of thousands they are seduced and deceived and are being dragged down to death and perdition. Their bodies are weak, corrupt, and emaciated, and they are without pleasure in life and without hope in the future. Yet men who are steeped to the lips in such foul depravity and horrid practices will preach to us about purity and morality, and would have us embrace a system so deeply damned as theirs. It is enough to make a man vomit to hear them. No, sirs, we have come out from that, and are trying to carry out the principle which God has revealed&#x2014;which is, to make all women wives, to respect, honor, and bless them while <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they live on the earth, and to exalt them to thrones in the celestial kingdom of God hereafter. Is there anything low, groveling, or calculated to humble or destroy in that? It is the most blessed, most noble, most exalted principle that ever God revealed to man. Who desires the world to continue in its present course of hypocrisy and corruption? Can the religion or politics of the day stem the evils that everywhere prevail, root out this corroding, fetid, moral curse, and establish pure, correct, and virtuous principles? If they had the wish to do so they have not the power. Nothing short of the power and intelligence of God can ever accomplish that. We are striving to introduce correct moral principles to the people, that men and women may understand their proper relationship to each other, that they may fill the measure of their creation<span class=\"citation\" id=\"88358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88358)\">D&amp;C 88:19<\/a><\/span> and stand pure and uncontaminated before God, angels, and men, that when they have done with the things of time they may be transplanted to a celestial kingdom and be associated with the Gods in the eternal world. <\/div><div class=\"paragraph jod\" id=\"v11n1384\"> In political matters we are pretty well united. At our elections we generally vote as a unit. This, we know, is contrary to the general custom, and because we do not disagree and contend as the world do, they say that we are wrong. If we had intended to do as they do we should not have left them. We have long ago weighed them in the balances and found them wanting.<span class=\"citation\" id=\"61525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61525)\">Dan. 5:27<\/a><\/span> We have no desire to be affiliated with them; but in politics as in everything else we want to know the will of God, and then to do it. It is true that a little of the old leaven will manifest itself once in a while. Sometimes some little consequential persons who want to be somebody will gather  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here and seek to exalt themselves, but our opinion is that it is time enough for men to be somebody when God makes them so, and that manmade men are only poor miserable creatures at the best. <\/div><div class=\"paragraph jod\" id=\"v11n1386\"> Do we not believe in the voice of the people? Yes; but we believe in the voice of God first, in the middle, and in the end. God says, &#x201C;I am Alpha and Omega, the beginning and the end, the first and the last;&#x201D;<span class=\"citation\" id=\"78988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78988)\">Rev. 1:8,11<\/a><\/span> and we want to be governed by Him in everything&#x2014;firstly, secondly, thirdly, and lastly. We do not think we have wisdom to manage our political affairs without the interposition of the Most High. Sometime ago we had an army sent against us by the United States. How did we conquer it? Perhaps you will say we did not conquer it; perhaps we did not, but no matter about that. Why did not they conquer us? Because our trust was in the living God, and He has told us that it was His &#x201C;business to take care of His Saints.&#x201D;<span class=\"citation\" id=\"89859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89859)\">D&amp;C 104:15<\/a><\/span> We believed Him; we asked Him to take care of us, and He did. He took care of them, too, and after a while they went sneaking off as they came, and did nothing. We have had difficulties in the south of our Territory with Indians; we have today. What is the best course for us to take in regard to them? Who can dictate us in these matters? If the Lord does not, I am sure I do not know who can. I consider that we are all in the hands of God. He could let the red men upon us to chastise us if He saw proper; and He could say to them &#x201C;Hold, be still,&#x201D; and they would be as still as mice. It is so with the United States&#x2014;they are in His hands as well as we; and when any man or set of men seek to interfere with us or our rights it is just as easy for Him to say to them, as to the waves of <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jordan, &#x201C;Hither shall ye come, and no further.&#x201D;<span class=\"citation\" id=\"56269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56269)\">Job 38:11<\/a><\/span> It is necessary for us to understand this; and to realize our position, and also to be united in carrying out any enterprise or policy that the Lord shall dictate to us through His servants. In relation to what may be called political economy the people think &#x201C;we have the right to do as we please.&#x201D; I do not know so much about that. You had a right to become &#x201C;Mormons&#x201D; or to let &#x201C;Mormonism&#x201D; alone, and you had the right to gather to Zion or to stay where you were. You have the right to be &#x201C;Mormons&#x201D; here or not, as you please; but I very much doubt the right of men to do as they please when they profess to be Latter-day Saints; because we have covenanted together to keep the commandments of God and obey the holy priesthood, and in this and other Conferences vote to uphold them and not to destroy, plot against, and overturn the power of the priesthood, or individuals, or nations, but to uphold righteousness, maintain truth, establish justice, and spread peace throughout the earth. That is what we plot, contrive, and pray for, and that has been the head and front of our offending from the organization of the Church till the present day. Well, but would we like to have our own way? Yes; and we do to a great extent. But when we do have so much of it we do not get along quite so well. Have you never heard President Young tell the story about the dog that was so very obedient? Said its master, &#x201C;that dog will obey me in everything;&#x201D; and to prove his assertion, said he, &#x201C;Caesar, go out!&#x201D; But Caesar did not go out, he went under the bed. &#x201C;Well,&#x201D; said his master, &#x201C;if you will not go out, go under the bed, then, you shall obey me.&#x201D; President Young feels a good deal like this with the Saints. They  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like their own way, and says he, &#x201C;Well, if you will not do as the Lord wants you, why, do so and so, for you shall obey me.&#x201D; What does this feature show? It shows that we are not very strong in the faith, that we are not living up to the privileges that God has given, and that we are not treading in the steps of our file leader as good men and women do. <\/div><div class=\"paragraph jod\" id=\"v11n1388\"> We could progress a great deal faster, and could prosper a thousand times more than we do if we would be one in carrying out the counsels given us by the Lord through His servants. What did Jesus pray for when about leaving His disciples? &#x201C;Father, I pray for these whom thou hast given me<span class=\"citation\" id=\"125614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125614)\">John 17:9<\/a><\/span> that they may be one, even as thou and I, Father, are one, that they may be one in us. Neither pray I for these alone, but for all who shall believe in me through their words, that they all may be one.&#x201D;<span class=\"citation\" id=\"70695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70695)\">John 17:20-22<\/a><\/span> One in what? In everything. What did President Young say this morning when speaking of some of these things? That we would ask the Lord to bless us and preserve us from our enemies, and the very next step we were hand and glove with them in everything. If we do not feel ashamed when we hear such things we ought to be. What has been the teachings to this people for years? To be self-sustaining. What a poor miserable effort some of us would have made of it if we had lived in Adam's day! The Lord placed him on the earth and told him to be &#x201C;fruitful, to multiply and replenish the earth, and to subdue it.&#x201D;<span class=\"citation\" id=\"52296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52296)\">Gen. 1:28<\/a><\/span> Now, Adam never thought of sending to the States for merchandise. If he wanted a coat he had to be his own tailor. The Lord showed him how to make his clothes. I expect He is a good hand, and understands all about these things. The Lord has brought us out here, and has given us a good <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> land, which we have been cultivating for a number of years, and we have done pretty well. <\/div><div class=\"paragraph jod\" id=\"v11n1389\"> A few days ago I came across a man of the name of Ivins, whose father apostatized in Nauvoo. The son has been around in the mines. I asked him who were the best off&#x2014;the people here or those following mining pursuits? He said that we were a long way ahead of them. The reason is that we have not been following a vague phantom; but, we have been cultivating the earth, raising sheep and cattle, and the result is that most of us have our houses, gardens, farms, cattle, and sheep, and are comparatively well off; and my opinion is that no community in the world with our numbers are so prosperous as the people of Utah. There are places where there are richer men than you can find amongst us, but there are great numbers steeped in poverty. Have we any among us who are crying for bread? Can you find widows and orphans in our midst who are destitute? Here are men present from all parts of this Territory, can you tell of any such cases? I know of none myself. Can such a state of things be found in any other country? I have never met with it in any country where I have traveled. Why is this? Because the Lord has taught us principles that prompt us to provide for all, hence we do not allow any among us to suffer. But if we were obedient in all things we should be a great deal better off than we are, and would have less care and anxiety than we now have. <\/div><div class=\"paragraph jod\" id=\"v11n1390\"> I was traveling south a while ago, and as I went along I made inquiries whether the people had all the grain they needed till harvest. I learned that a great many of them had not, the reason being that many had traded it off to the stores, some had  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bills to meet, and, owing to the fall in the price of grain, it took a great deal more to pay them than was anticipated. Is there any need for this? Not a particle. I was talking not long since with a brother on this subject. He was referring to Sanpete. He said&#x2014;&#x201C;It cost about as much to haul the grain from Sanpete to this city as it is worth, and, consequently, the people get nothing for their grain but the pay for hauling it.&#x201D; Said I&#x2014;&#x201C;What is the matter? There is something wrong.&#x201D; Is there any necessity that the people should bring their grain here or carry it anywhere else and get nothing for it but the pay for hauling? I do not know why it should be so, nor why the people should be so anxious to get rid of everything they have. I do not understand it. <\/div><div class=\"paragraph jod\" id=\"v11n1392\"> Suppose the people in Sanpete, or any other county, were to establish a small woollen factory in each settlement, if they could not afford more than one or two carding machines, with a sufficient number of spindles to spin up the rolls, and had weavers to make it into cloth and other material necessary for the stockings, pants, vests, coats, dresses, shawls, nubias, &amp;c., that they required, they would have no need, hereafter, to haul their grain to this city or elsewhere to pay for such things; but they might manufacture all the woollen fabric they need and still raise as much grain as they do now. <\/div><div class=\"paragraph jod\" id=\"v11n1393\"> Let the people take care of their sheep and manufacture their wool, and there would be no uneasiness about their coats wearing out, or their shawls and dresses getting threadbare, for they would know there were plenty more growing. <\/div><div class=\"paragraph jod\" id=\"v11n1394\"> Another branch of home manufacture that should be more generally encouraged is tanning. I have been told that a good many of the boots <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and shoes we wear now are made of gum and paper. I will guarantee that there are hides enough rotting around this city to shoe half this people, and I presume it is the case in other places. The effort of the people should be to establish a tannery, where none exists, to tan these hides into leather, and let the farmers haul bark for the tanners and exchange it for leather to shoe their families, and so manufacture leather enough to supply their wants, and if there was any surplus all the better. By adopting this course, boots and shoes for men, women, and children might be made of the hides from our cattle, while the stockings, pants, vests, coats, shawls, dresses, and nubias would come from the sheep. Then there is an article called flax that grows in this country, and if I were looking after the interests of a people I should require them to cultivate it and manufacture it into linen for towels, table cloths, and bed quilts; then if I could not manage to raise cotton enough from any source to make a shirt, I could, on a pinch, wear a linen one. With regard to hats, our hatters should be employed to make them at home, and the ladies could make hats of straw, as was spoken of by President Young this morning. If we procured machinery to do it, it would ease up on the ladies a little, and the work could be done better and more expeditiously. Nine-tenths of the people's wants could be supplied in this way, and you would still have your grain. Then the farmer, shoemaker, tailor, weaver, and so on through the whole people, could have their bins filled, and have on hand one, two, or three years' supply. By and by if somebody came along and said the grasshoppers or the crickets are coming, the feeling would be, &#x201C;let them &#x2018;crick,&#x2019; we do not care, we are  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>safe, our grain is laid up.&#x201D; That would make the people feel free, easy, and independent, and it ought to be their position today. <\/div><div class=\"paragraph jod\" id=\"v11n1396\"> Well, so much for the political economy that ought to exist in our midst, and by which we as a people ought to be governed. I believe it is the duty of the Bishops and of all our leading men to see these things carried out. I know it is the wish of President Young and of the Lord. We profess to be the people of God, let us subject ourselves to His sway <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and carry out His designs. We have laid aside our old religion, morals, and politics long ago, and have got a better kind. Let us lay aside our old political economy and get one that is calculated to sustain us in every position in life and be one in that as in other things. I see I am talking too long. May the Lord bless and guide us and help us to be one,<span class=\"citation\" id=\"85129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85129)\">D&amp;C 38:27<\/a><\/span> that we may be one with Him in His kingdom, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}