{"ID":110020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Summary of Instructions.<\/div>\n<div class=\"subtitle\">Given by President Brigham Young, to the people of Box Elder and Cache Counties, Aug. 1-10, 1865.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Summary of Instructions.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/1\/1865<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v11n483\"> I wish to present some counsel unto to the people on the subject of their temporal life and point out to them what is their true interest in regard to merchandising. I would propose to the brethren that they keep their grain until they can get money for it, then put that money into the hands of business men, and let them purchase goods with it, which the people can freight themselves, and thus let every ward in the Territory supply themselves from abroad with what they really require; by so doing, the people will have the handling of the means which the Lord has given them, and the greater portion of it will not go into the pockets of speculators to enrich and fatten strangers, but the large profits, which they have made and carried out of the country, will remain here to improve the country, and to improve our condition as a people. We sell our grain to the merchant, and receive our pay in goods. The grain he has bought of us, he sells to the army, or to mail contractors for a greatly increased price, which affords a large profit upon his goods, and upon the wheat which his goods have bought, and all this he gets in money. <\/div><div class=\"paragraph jod\" id=\"v11n484\"> Let the past ignorance and folly suffice us, and instead of giving away our strength for naught, let us enjoy the full benefit of our labors ourselves. Why not appoint in every <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ward of the Territory a good business man, who is filled with integrity and truth, to make contracts for the people of the ward, and let the convention prices be the rule or not sell? Why not draw money for our grain and spend it ourselves, instead of allowing those who have no interest with us to handle it for us and pocket fortunes which we should enjoy and lay out in redeeming the earth and in building up the kingdom of God in all the world?<span class=\"citation\" id=\"65700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65700)\">Matt. 24:14<\/a><\/span> We can do this if we will. <\/div><div class=\"paragraph jod\" id=\"v11n485\"> We have yet much to learn, and we are learning little by little, and I do think that we shall yet come to understanding in sustaining ourselves, building up the kingdom of God, renovating the earth, keeping our enemies from our midst, sanctifying ourselves and the earth, that the latter may be finally celestialized to dwell in the presence of our Father and God.<span class=\"citation\" id=\"91293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91293)\">D&amp;C 130:7-9<\/a><\/span> If we could all see and understand things as they are,<span class=\"citation\" id=\"81703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81703)\">Jacob 4:13<\/a><\/span> we would heap up the riches of this world. What for? To gather the poor from among all nations, and buy out every foot of land that is for sale upon the continent of America. We should be the most industrious and the most economical of any people upon the face of the whole earth. We should waste nothing, but make everything in some way or other minister to our wants and independ<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ence. Everything which we use to feed the life of man or beast, not a grain of it should be permitted to go to waste, but should be made to pass through the stomach of some animal; everything, also, which will fertilize our gardens and our fields should be sedulously saved and wisely husbanded, that nothing may be lost which contains the elements of food and raiment for man and sustenance for beast. <\/div><div class=\"paragraph jod\" id=\"v11n487\"> Time is allotted unto man wherein to labor and perform his work under the sun;<span class=\"citation\" id=\"82252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82252)\">Alma 34:32<\/a><\/span> if our time is properly employed and judiciously divided to our varied duties and labors, each man and woman performing his or her part faithfully, the land would be filled with real wealth, and there would be an abundance of means to prosecute every labor and every private and public improvement which we desire to make for our own comfort and convenience and that of our friends and neighbors and the community at large. Were we to pursue this course faithfully, and continue so to do, eternal permanency would be added to the general peace and freedom which we now enjoy, and we never would be brought into bondage again in any respect by the power of the enemy,<span class=\"citation\" id=\"67408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67408)\">Luke 10:19<\/a><\/span><span class=\"citation\" id=\"85177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85177)\">D&amp;C 38:31<\/a><\/span> but we would continue to live and serve the Lord until the earth would be sanctified and the saints inherit it forever and ever. <\/div><div class=\"paragraph jod\" id=\"v11n488\"> A few words upon the subject of example;<span class=\"citation\" id=\"82274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82274)\">Alma 39:1<\/a><\/span> and these I speak particularly to my brethren, the Elders of Israel, yet they will apply to all classes of mankind. It is a rule with me, and always has been, to request nothing of the people that I am not willing to do myself, to require no obedience of them that I am unwilling to yield. Experience has taught me, that example is the best method of preaching to any people. It is written&#x2014;&#x201C;Then spake <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus to the multitude, and to his disciples, Saying, the scribes and the Pharisees sit in Moses' seat: All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.&#x201D;<span class=\"citation\" id=\"65493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65493)\">Matt. 23:1-3<\/a><\/span> If we teach righteousness, let us also practice righteousness in every sense of the word; if we teach morality let us be moral; let us see to it that we preserve ourselves within the bounds of all the good which we teach to others. I am sure this course will be good to live by and good to die by, and when we get through the journey of life here, what a consolation it will be to us to know that we have done as we have wished others to do by us in all respects.<span class=\"citation\" id=\"125571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125571)\">Matt. 7:12<\/a><\/span> This is my doctrine. <\/div><div class=\"paragraph jod\" id=\"v11n489\"> Let us, as teachers of righteousness, not only teach the whole law of God, but do it ourselves. And when we pray, let us not ask our Heavenly Father to do that for us which we would not help Him to do were it in our power. When our brethren, who have the cause of God at heart pray, we invariably hear them ask Him to cleanse the earth from sin, and sanctify it and prepare it for the Lord to dwell upon.<span class=\"citation\" id=\"67848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67848)\">Luke 17:40 (JST)<\/a><\/span> While we thus pray, we should be employed in sanctifying ourselves first, and then in redeeming and sanctifying the earth, for this the work we are called to perform, aided by the Almighty. We pray the Lord to preserve the righteous and to let the wickedness of the wicked come to an end,<span class=\"citation\" id=\"56326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56326)\">Ps. 7:9<\/a><\/span> and &#x201C;O Lord defend thy people<span class=\"citation\" id=\"60622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60622)\">Jer. 31:7<\/a><\/span> and fight their battles.&#x201D;<span class=\"citation\" id=\"89973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89973)\">D&amp;C 105:14<\/a><\/span> We should be prepared and be as ready and willing to defend ourselves as we are that the Lord should be ready and willing to defend us. We should be as ready and willing to fight our own battles as to have the Lord fight them for us.<span class=\"citation\" id=\"82398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82398)\">Alma 49:27<\/a><\/span> We should be just as willing to exercise the ability God has given to us to  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clothe ourselves, to build comfortable habitations for ourselves and our families, as He has been willing to bestow that ability upon us. We should be just as willing to learn to govern and control ourselves, and to abide in the truth, as we are to have the Lord assist us in doing so. When we fully perform our part, the Lord will not be backward in performing all that He has promised, if He should have to waste away and utterly destroy nations and kingdoms to do it. <\/div><div class=\"paragraph jod\" id=\"v11n491\"> We all believe that the Lord will fight our battles;<span class=\"citation\" id=\"89974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89974)\">D&amp;C 105:14<\/a><\/span> but how? Will He do it while we are unconcerned and make no effort whatever for our own safety when an enemy is upon us? If we make no efforts to guard our towns, our houses, our cities, our wives and children, will the Lord guard them for us? He will not; but if we pursue the opposite course and arrive to help Him to accomplish His designs, then will He fight our battles. We are baptized for the remission of sins; but it would be quite as reasonable to expect remission of sins without baptism, as to expect the Lord to fight our battles without our taking every precaution to be prepared to defend ourselves. The Lord requires us to be quite as willing to fight our own battles as to have Him fight them for us. If we are not ready for an enemy when he comes upon us, we have not lived up to the requirements of Him who guides the ship of Zion, or who dictates the affairs of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v11n492\"> The Lord has promised to provide for His Saints, to feed them and clothe them; but He expects them to plough and plant, sow and reap, and prepare their bread from the increase of the soil.<span class=\"citation\" id=\"89875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89875)\">D&amp;C 104:15-16<\/a><\/span> It is just as reasonable to suppose that He will raise our grain and fruit for us while we are sunning ourselves, or lying in a state of inactivity in the shade&#x2014;that He will grind our wheat and make it into <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cakes for us&#x2014;as to expect that He will fight our battles when we will not make a motion towards preparing for self-defense against any enemy that may approach us. We cannot expect that the Lord will fight our battles if we sell our powder and lead and arms to the Indians, and leave ourselves unarmed and defenseless. If we do this, He will leave us to ourselves to suffer for this great neglect, as we should have to suffer for want of bread, if we did not take the proper precautions to raise it from the ground when it would be in our power to do so. If we wish to preserve ourselves from suffering cold in the winter, it is expected that we build houses and provide fuel. Now, the Lord will not do this for us, when we have the material all around us and the strength to perform the labor required. If we wish to keep our cattle from perishing, it is necessary to lay up fodder; the winter may be severe or it may be mild; but in taking the precaution of laying up fodder, we are prepared for either a mild or a severe winter. The Lord has endowed us with ability to gather from the elements around us every material which is necessary for food, raiment, and shelter. We know how to raise sheep, and how to manufacture their wool into cloth. We know how to raise flax, and cotton, and hemp, and silk, and how to make them contribute to our comfort. We know how to raise grain and fruit in abundance, and what to do with them when we have raised them; and we hope to know how to use weapons of defense as well as any other people or nation, if ever necessary, which I hope and pray will never be necessary. We should always be willing and ready to obey every good and wholesome law, whether it be to arm ourselves as the law directs, to train in the ranks, to labor with our hands, to preach the Gospel, to pray or to  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pay tithing; for those who obey in all things will enjoy the spirit and blessings of the kingdom of God in time and in eternity. Those who refuse to do their part for the maintenance of the public peace and the public security are not worthy of the fellowship of the Saints, and should be severed from the church. <\/div><div class=\"paragraph jod\" id=\"v11n493\"> It is required by the laws of the Territory of Utah of every male citizen from eighteen to forty-five to be armed and equipped and ready for any duty he may be called upon to perform as one of the militia of the county; and if any refuse to obey the laws of the land, I would try them before their bishops for that as readily as I would if they were to refuse to pay a just debt; and if they would not repent, I would sever them from the church, and give them over to the laws of the land. I do not know that there is one person in the Territory who would refuse to perform military duty; there are strangers in our midst; but I very much doubt if one could be found who would refuse to do military duty. <\/div><div class=\"paragraph jod\" id=\"v11n494\"> I look upon the Saints with delight; they are my pride; they are my glory; in fact, this is the family that our heavenly Father has selected as His chosen children, although many may yet leave it and go away; but here are my fathers, my mothers, my sisters, my brothers, here are my friends and associates, and here is my joy.<span class=\"citation\" id=\"64464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64464)\">Matt. 12:48-50<\/a><\/span> I have never desired to be in any place only where the Saints live; I have never desired to associate with any other people. I know that we must become of one heart and one mind<span class=\"citation\" id=\"92888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92888)\">Moses 7:18<\/a><\/span> in all things, to fulfil the requirements of heaven in the building up of the kingdom of God upon the earth. We enjoy ourselves in our public amusements, but our greatest joy is to meet, as we have now met, to instruct each other in the principles and faith of the holy Gospel, <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we may increase in faith, in knowledge, in understanding, and in the power of God to obtain all that is for us, and to grow in grace and in the knowledge of the truth<span class=\"citation\" id=\"78506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78506)\">2 Pet. 3:18<\/a><\/span> as Jesus Christ did when He was upon the earth. <\/div><div class=\"paragraph jod\" id=\"v11n495\"> Prepare to die, is not the exhortation in this church and kingdom; but prepare to live is the word with us, and improve all we can in this life that we may be the better prepared to enjoy a better life hereafter, wherein we may enjoy a more exalted condition of intelligence, wisdom, light, knowledge, power, glory, and exaltation. Then let us seek to extend the present life to the uttermost, by observing every law of health, and by properly balancing labor, study, rest, and recreation, and thus prepare for a better life. Let us teach these principles to our children, that, in the morning of their days, they may be taught to lay the foundation of health and strength and constitution and power of life in their bodies. Let us teach them good manners, orderly conduct and good behavior in every respect; and as soon as they can understand what you mean, teach them to be strictly honest, truthful and virtuous, that they may grow up in Christ, their living head.<span class=\"citation\" id=\"74972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74972)\">Eph. 4:15<\/a><\/span> Some of the brightest spirits who dwell in the bosom of the Father are making their appearance among this people, of whom the Lord will make a Royal Priesthood, a peculiar nation<span class=\"citation\" id=\"77815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77815)\">1 Pet. 2:9<\/a><\/span> that He can own and bless, talk with, and associate with. <\/div><div class=\"paragraph jod\" id=\"v11n496\"> I wish to present before the people the subject of a telegraph wire through our settlements. It is a subject which is worthy of our attention, and an enterprise which, when completed, will be of immense benefit in many ways to our country. This work we can do almost entirely within ourselves. We can get the poles from the mountains, and plant  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them; the wires and insulators we shall be under the necessity of importing from abroad, and for which we must pay money. We can sell our grain and get the money. The freighting we can do ourselves. <\/div><div class=\"paragraph jod\" id=\"v11n498\"> Cache Valley should be strong enough to poll three thousand votes, and the people are well able to sustain a printing press. I think that sufficient news could be collected in Cache Valley to make a small sheet interesting, and I have no doubt talent sufficient to produce communications both instructive and amusing. I would also recommend the establishment in Logan of a machine shop for the general good of the people in this and the neighboring valleys. <\/div><div class=\"paragraph jod\" id=\"v11n499\"> We know the Gospel to be true by the spirit of revelation, &#x201C;For what man knoweth the things of a man, save by the spirit of man which is in him? even so the things of God knoweth no man, but by the Spirit of God. Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.&#x201D;<span class=\"citation\" id=\"73099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73099)\">1 Cor. 2:11-12<\/a><\/span> It is our privilege to live so as to know the voice<span class=\"citation\" id=\"69612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69612)\">John 10:4<\/a><\/span> of the good shepherd<span class=\"citation\" id=\"69655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69655)\">John 10:11<\/a><\/span> for ourselves, and to understand the will of God concerning us as individuals. When we live so as to enjoy the glory of our religion, then is our life a happy one, and our hope is bright that we shall secure to ourselves life everlasting in the presence of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v11n500\"> The religion of Jesus Christ is a matter-of-fact religion, and taketh hold of the everyday duties and realities of this life. When people go to meeting in the so-called Christian world, they expect to hear the sayings of Jesus Christ explained and enlarged upon and dressed up and polished by the learning of men to make them fit for the ears of the professors of the 19th century; or, <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they expect to hear some of the dark sayings of the ancient prophets expounded, and how the Lord used to manifest himself to the people in the days of old, and how He spoke to them, and gave them dreams and visions and wonderful manifestations, and what a delightful thing it was for them to gather out from the wicked world and be organized by Him, and how they enjoyed themselves in their social capacity, and what good times they all had in ancient days; and thus they extol the ancients to the heavens, tell of the doings of Adam, of Enoch, of Noah, of Abraham, of the patriarchs, of the prophets, of Jesus and His Apostles; and go on to tell about the resurrection, and describe the mysteries and joys thereof on the one hand and the torments of the damned in that lake of fire and brimstone<span class=\"citation\" id=\"80022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80022)\">Rev. 14:10-11<\/a><\/span> and bottomless pit<span class=\"citation\" id=\"80496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80496)\">Rev. 20:3<\/a><\/span> to which they are to be consigned on the other, and who are going to have their hair sheared off, who are going to have their fingernails taken out, who are going to have their eyes dug out, and who are going to have their blood spilled, and their spirits spilled, etc. At the close of such a meeting the exclamation heard on all sides is, what a glorious meeting we have had, what a glorious sermon we have listened to; when I would not give the ashes of a rye straw for the whole of it as to the amount of real practical good it does the people, more than in a moral point of view. <\/div><div class=\"paragraph jod\" id=\"v11n501\"> When people are hungry they need substantial food; when they are thirsty they need substantial drink. Moses' smiting the rock would not have benefited the people in the least, if water had not gushed out.<span class=\"citation\" id=\"54822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54822)\">Num. 20:7-11<\/a><\/span> It is the duty of the true minister of Christ to instruct the people of God how to get their food today, and to teach them by precept and example how to become an independent nation.  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How long shall we have the privilege of sending to New York, St. Louis, or other places to buy our goods? Babylon will surely fall.<span class=\"citation\" id=\"83661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83661)\">D&amp;C 1:16<\/a><\/span> It may be said that we shall always be poor without commerce, we shall always be poor with it, unless we command it; and unless we can do this, we are better without it. Instead of sending our wealth abroad to purchase artificials, why not try to make them ourselves; or do without them? Why not continue our endeavors until we can manufacture cotton cloth as fine as these children are wearing today? Why not raise flax and prepare it with care, and continue our efforts until we can make linens of every description and quality? This home industry should be persevered in from year to year with the view to our ultimate independence of a foreign market. This is our duty. It is true we do not do it. Instead of our young ladies letting the time hang heavily upon their hands, or instead of being engaged in some useless and profitless employment, they would enjoy much more real peace of mind to be engaged in the production of some useful material of some kind, it may be of silk, of linen, of woollen, of straw, or of artificials and ornaments manufactured from paper, feathers, or other material produced at home. <\/div><div class=\"paragraph jod\" id=\"v11n503\"> Every effort of this kind made by our sisters has its weight in the struggle which we should all make to cut ourselves entirely loose from any dependence upon those who have no other aim in view but our final dismemberment as a society, and our utter overthrow as a people. The Lord requires this of us; it comes within the pale of our duty; and in addition to this, to live&#x2014;for it is the first and foremost of all He requires of us&#x2014;so that we shall know the voice<span class=\"citation\" id=\"69613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69613)\">John 10:4<\/a><\/span> of the good Shepherd<span class=\"citation\" id=\"69656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69656)\">John 10:11<\/a><\/span> always; to live so that we shall know the <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> truth when we hear it, and our hearts shall say amen to it. If there are any who have never heard the Gospel until today, and wish to know how to serve God, begin by repenting of your sins, and by being baptized for the remission of them, and receive the laying on of hands for the gift of the Holy Ghost, and ever after live so as to be able to say, &#x201C;my conscience is void of offense towards God and man.&#x201D;<span class=\"citation\" id=\"72118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72118)\">Acts 24:16<\/a><\/span><span class=\"citation\" id=\"92028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92028)\">D&amp;C 135:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n504\"> The Lord rules in the heavens,<span class=\"citation\" id=\"81135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81135)\">1 Ne. 17:39<\/a><\/span><span class=\"citation\" id=\"86383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86383)\">D&amp;C 60:4<\/a><\/span><span class=\"citation\" id=\"93439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93439)\">Abr. 3:21<\/a><\/span> and does His pleasure among men. I will here say, as the Lord lives, if this people will be faithful in the performance of every duty, they will never come upon a field of battle to fight their enemies. There is no man among them who trifles with the counsel given to him to be armed and equipped and ready for any emergency but what has lost the spirit of God more or less. If the Saints neglect to pray, and violate the day that is set apart for the worship of God, they will lose His spirit. If a man shall suffer himself to be overcome with anger, and curse and swear, taking the name of the Deity in vain, he cannot retain the Holy Spirit. In short, if a man shall do anything which he knows to be wrong, and repenteth not, he cannot enjoy the Holy Spirit, but will walk in darkness<span class=\"citation\" id=\"78519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78519)\">1 Jn. 1:6<\/a><\/span><span class=\"citation\" id=\"89132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89132)\">D&amp;C 95:12<\/a><\/span> and ultimately deny the faith.<span class=\"citation\" id=\"85325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85325)\">D&amp;C 42:23<\/a><\/span><span class=\"citation\" id=\"125572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125572)\">D&amp;C 63:16<\/a><\/span> Every good and wholesome law we should obey strictly, and do it with a good and honest heart. If we will pursue this course, the Lord Almighty will put hooks in the jaws<span class=\"citation\" id=\"60908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60908)\">Ezek. 38:4<\/a><\/span> of our enemies, and lead them whithersoever He will. <\/div><div class=\"paragraph jod\" id=\"v11n505\"> It is far better to die in a good cause than to live in a bad one; it is better to die doing good than to live doing evil. To the Saints of latter days who do their duty to the best of their knowledge, I promise peace; but I have no promise of God for those who do not do their duty.  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When I speak of our duty it applies to all, male and female. It is the right of the mother who labors in the kitchen, with her little prattling children around, to enjoy the Spirit of Christ, and to know her duty with regard to those children; but it is not her duty and privilege to dictate to her husband in his duties and business. If that mother or wife enjoys the gift and power of the Holy Ghost, she will never intrude upon the rights of her husband. It is the right and privilege of the husband to know his duty with regard to his wives and children, his flocks and his herds, his fields and his possessions; though I have seen women who, I thought, actually knew more about the business of life than their husbands themselves did, and were really more capable of directing a farm, the building of a house, and the management of flocks and herds, etc., than the men were; but if men were to live up to their privileges this would not be the case; for it is their right to claim the light of truth and that intelligence and knowledge necessary to enable them to carry on every branch of their business successfully. <\/div><div class=\"paragraph jod\" id=\"v11n507\"> It is the right and privilege of every Elder in Israel to enjoy the Holy Ghost, and the light of it, to know everything which concerns himself and his individual duties, but it is not his right and privilege to dictate his superior in office, nor to give him counsel, unless he is called upon to do so, then he may make suggestions; and if the people of a ward are living in the faithful performance of their several duties, their faith and their prayers will be concentrated before the Lord, in the name of Jesus, for and in behalf of their bishop, that he may know his business and be made fully capable to fulfil the duties of his calling to the honor of God and the salvation of the people. Wherever a man is ap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pointed to preside, he should preside in the dignity of his office, and be able to discriminate between his duties as a presiding officer in a branch, he being a high priest we will say, and the duties of the bishop. I am gratified to say that such a thing does exist in the midst of this people that one man can preside as a president and another as a bishop, in the same ward, and not quarrel with each other; each one has the privilege for himself of knowing his duty by the revelations of the Lord Jesus Christ. And if all presidents and bishops were inspired by this spirit, they never would have any difficulty, but they would see eye to eye. It is the duty and privilege of the Twelve Apostles to have the Holy Ghost for their constant companion,<span class=\"citation\" id=\"90917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90917)\">D&amp;C 121:46<\/a><\/span> and live always in the Spirit of Revelation, to know their duty and understand their calling; this is also the duty and privilege of the First Presidency of the church. <\/div><div class=\"paragraph jod\" id=\"v11n508\"> In the setting forth of items of doctrine which pertain to the progress and further building up of the kingdom of God upon the earth, and the revealing of His mind and will, He has but one mouth through which to make known His will to His people. When the Lord wishes to give a revelation to His people, when He wishes to reveal new items of doctrine to them, or administer chastisement, He will do it through the man whom He has appointeth to that office and calling. The rest of the offices and callings of the church are helps and governments for the edifying of the body of Christ and the perfection of the Saints,<span class=\"citation\" id=\"75136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75136)\">Eph. 4:12<\/a><\/span> etc., every president, bishop, elder, priest, teacher, deacon and member standing in his order and officiating in his standing and degree of priesthood<span class=\"citation\" id=\"88819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88819)\">D&amp;C 88:128<\/a><\/span><span class=\"citation\" id=\"90391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90391)\">D&amp;C 107:99<\/a><\/span> as ministers of the words of life,<span class=\"citation\" id=\"69325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69325)\">John 6:68<\/a><\/span> as shepherds to watch over departments and sections of the flock of God in all the world,<span class=\"citation\" id=\"84352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84352)\">D&amp;C 20:42<\/a><\/span><span class=\"citation\" id=\"85861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85861)\">D&amp;C 46:27<\/a><\/span><span class=\"citation\" id=\"88019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88019)\">D&amp;C 84:111<\/a><\/span>  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and as helps to strengthen the hands of the Presidency of the whole church. A sister who receives the gift of tongues is not thereby empowered to dictate her president, or the church. All gifts and endowments given of the Lord to members of His church are not given to control the church; but they are under the control and guidance of the priesthood, and are judged of by it.<span class=\"citation\" id=\"85862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85862)\">D&amp;C 46:27<\/a><\/span> Some have erred upon this point, and have been led captive by the devil.<span class=\"citation\" id=\"76120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76120)\">2 Tim. 2:26<\/a><\/span><span class=\"citation\" id=\"82785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82785)\">3 Ne. 18:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n509\"> Whenever there is a disposition manifested in any of the members of this church to question the right of the President of the whole church to direct in all things, you see manifested the evidences of apostasy&#x2014;of a spirit which, if encouraged, will lead to separation from the church and final destruction; wherever there is a disposition to operate against any legally appointed officer of this kingdom, no matter in what capacity he is called to act, if persisted in, it will be followed by the same results; they will &#x201C;walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled; they are not afraid to speak evil of dignities. Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.&#x201D;<span class=\"citation\" id=\"78395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78395)\">2 Pet. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n510\"> In all our daily pursuits in life, of whatever nature and kind, Latter-day Saints, and especially those who hold important positions in the kingdom of God, should maintain a uniform and even temper, both when at home and when abroad. They should not suffer reverses and unpleasant circumstances to sour their natures and render them fretful and unsocial at home, speaking words full of bitterness<span class=\"citation\" id=\"72302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72302)\">Rom. 3:14<\/a><\/span> and biting acrimony to their wives and children, creating gloom and sorrow in their habitations, making themselves feared rather than <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> beloved by their families. Anger should never be permitted to rise in our bosoms, and words suggested by angry feelings should never be permitted to pass our lips. &#x201C;A soft answer turneth away wrath: but grievous words stir up anger.&#x201D;<span class=\"citation\" id=\"57430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57430)\">Prov. 15:1<\/a><\/span> &#x201C;Wrath is cruel, and anger is outrageous;&#x201D;<span class=\"citation\" id=\"57523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57523)\">Prov. 27:4<\/a><\/span> but &#x201C;The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.&#x201D;<span class=\"citation\" id=\"57461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57461)\">Prov. 19:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n511\"> All that we possess and enjoy are the gifts of God to us, whether they be in earthly substance, physical constitution, or mental power; we are accountable to Him for the use we make of these precious gifts, and it is the imperative duty of all the sons and daughters of Adam and Eve to pay their tribute to Him who has created all things, and who is now pouring from the heavens instructions upon the people that they may know how to live here and return again into His presence. It is not our privilege to waste the Lord's substance upon the lusts of the flesh, nor to devote one day of time to vanity and sin, or to any employment which will tend to death. We are willing to acknowledge that we receive all our blessings both temporal and spiritual, from the munificent hand of God; but we are not always willing that He should advise us how to use His blessings, when they are in our hands, in the best possible way to build up His kingdom on the earth. O, consistency, thou art one of the fairest jewels in the life of a Saint. We ask God to bless us with houses and lands, and possessions, chariots and horses, etc. When we plough our fields, and sow grain and plant vegetables, we pray to the Lord for good crops, to give us a great increase;<span class=\"citation\" id=\"82246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82246)\">Alma 34:24-25<\/a><\/span> and when we have gathered in the abundance which He has sent us until our barns are full and there is no room for more, then we ask no  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>odds of the Lord, and are impatient and rebellious in our feelings, when dictated and advised as to how this fullness of the Lord's blessings should be disposed of for the individual and general good of the community. This remark will not apply to all; but when the word of the Lord comes to the people, which it does all the time, every man and woman professing to be Latter-day Saints should say amen, and then straightway fulfil it to the letter. <\/div><div class=\"paragraph jod\" id=\"v11n513\"> We calculate to continue to visit and preach to the Saints until all shall see eye to eye<span class=\"citation\" id=\"59830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59830)\">Isa. 52:8<\/a><\/span> upon this matter, and become of one heart and of one mind<span class=\"citation\" id=\"92889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92889)\">Moses 7:18<\/a><\/span> in all things, and become perfectly united in building up the kingdom of God upon the earth, and wipe out wickedness from the world. I thank God that I now live in a community where I can live from <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one year to another and not hear the name of God blasphemed, and all the butter and eggs and flour that the people take to Bannack and other places would not hire me to be obliged to listen to it. All may not feel as tenacious on this point as I do; some care not how much the names of God and of Jesus Christ are blasphemed in their presence, if they can only sell their butter and eggs; or, &#x201C;only give me a dollar for your breakfast or dinner, and I care not how much you swear and curse in my house and in the presence of my family.&#x201D; I would not hear the name of God blasphemed as some who profess to be Latter-day Saints do for all the gold that has been taken from the mines of California. <\/div><div class=\"paragraph jod\" id=\"v11n514\"> May the Lord bless His people. Amen. <\/div>\n<\/div>\n<\/div>"}