{"ID":110002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge in this Life Limited&#x2014;The Lord Will Waste Away the Wicked&#x2014;People Do not Live to Obtain What They Most Desire&#x2014;Joseph Desired to Go to the Rocky Mountains&#x2014;More for Us Than Against Us&#x2014;Will Go to Jackson County From the West&#x2014;Exhortations to Merchants, Speculators, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, Sunday, Dec. 11, 1864.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge of this Life Limited, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/11\/1864<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v11n43\"> We are so organized that we can learn but little at a time, and the little we do learn should be that kind of knowledge which will bring to us as individuals and as a community, temporal and eternal salvation. If men were to live until the number of their days should be one hundred years, they still would be but children in the knowledge of this life, and <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would only be commencing to learn the things which pertain to their temporal life, health and comfort, and how to live hereafter. Very few of the inhabitants of the earth have the time and privilege of making themselves comfortable in a temporal point of view, before they are called to return to their mother earth. <\/div><div class=\"paragraph jod\" id=\"v11n44\"> We have had excellent instruc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions today. They have been edifying, comforting and strengthening to the Saints. I will take the liberty of referring to a few things the brethren have dwelt upon in their remarks. In relation to the contest between Jesus and the power of Satan that is upon the earth, brother George Q. Cannon has said he is ready to commence the contest anew today against sin, and the effects of it which have often tried to overthrow us as a people. I have been engaged in a contest against the devil and his rule, for the last thirty three years this present winter. It is that many years since I took the Book of Mormon, and went into His Britannic Majesty's realms to teach the Gospel of life and salvation. From that day to this I have been contending against the powers of evil, according to the little ability God has given me. The kingdom of God is reestablished upon the earth; and the Gospel of life and salvation must be preached in all the world,<span class=\"citation\" id=\"65699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65699)\">Matt. 24:14<\/a><\/span> that all may be judged thereby. Every nation, kindred, tongue and people<span class=\"citation\" id=\"125552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125552)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"125553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125553)\">D&amp;C 133:37<\/a><\/span> must be warned before the Lord can come out of his hiding place, and waste away the wicked who have rejected his warning message.<span class=\"citation\" id=\"89650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89650)\">D&amp;C 101:89<\/a><\/span> We have contended against sin in high places;<span class=\"citation\" id=\"75379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75379)\">Eph. 6:12<\/a><\/span> we still contend against it in our own bosoms; for we should seek earnestly to gain the victory over sin in ourselves, before we can reasonably expect to gain the conquest over sin in others. Until we can subdue our own passions, and bring every human feeling and aspiration into subjection to the will of God, we are not really capable of guiding and dictating others to the full possession of victory in the Kingdom of God. To conquer and subdue, and school ourselves until we bring everything into subjection to the law of Christ, is our work. <\/div><div class=\"paragraph jod\" id=\"v11n46\"> Our Heavenly Father does not <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> always reveal to his children the secret workings of his providences, nor does he show them the end from the beginning;<span class=\"citation\" id=\"59414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59414)\">Isa. 46:10<\/a><\/span> for they have to learn to trust in him who has promised to fight our battles,<span class=\"citation\" id=\"89972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89972)\">D&amp;C 105:14<\/a><\/span> and crown us with victory, if we are faithful as was faithful Abraham.<span class=\"citation\" id=\"74517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74517)\">Gal. 3:9<\/a><\/span> The contest which we have now on hand is chiefly against sin in ourselves. &#x201C;For if we sin willfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins, But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.&#x201D;<span class=\"citation\" id=\"76936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76936)\">Heb. 10:26-27<\/a><\/span> Then let us contend against sin in our families, in our neighbors and friends, and strive to restore to the inhabitants of the earth and to all the creatures which God has made to dwell upon it, that which was lost by the fall of man. Our labor will not end until this is accomplished, our work completed, and the kingdom is the Lord's. &#x201C;Know ye not that they which run a race run all, but one receiveth the prize? So run, that ye may obtain. And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.&#x201D;<span class=\"citation\" id=\"73304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73304)\">1 Cor. 9:24-25<\/a><\/span> Then let us fight on, &#x201C;For it is the day of the Lord's vengeance, and the year of recompenses for the controversy of Zion.&#x201D;<span class=\"citation\" id=\"59102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59102)\">Isa. 34:8<\/a><\/span> He has commenced it with this, our once happy nation, and he will continue until Jesus shall rule and reign triumphantly in the midst of his Saints, over sin, death, and hell. The Lord is gracious and is waiting for us to purify ourselves, and thus be better prepared to receive the providences of God when he arises to shake terribly the earth,<span class=\"citation\" id=\"57867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57867)\">Isa. 2:19,21<\/a><\/span> and bring to pass the perfect deliverance of his people. &#x201C;For the Lord knoweth how to deliver the godly out of temptation, and to reserve the unjust unto the day of judgment to  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be punished.&#x201D;<span class=\"citation\" id=\"78393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78393)\">2 Pet. 2:9<\/a><\/span> For we are made nigh unto Christ by his blood.<span class=\"citation\" id=\"74933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74933)\">Eph. 2:13<\/a><\/span> &#x201C;But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:) Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.) But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach.&#x201D;<span class=\"citation\" id=\"72723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72723)\">Rom. 10:6-8<\/a><\/span> The Lord is here with us, not in person, but his angels are around us, and he takes cognizance of every act of the children of men, as individuals and as nations. He is here ready by his agents, the angels, and by the power of his Holy Spirit and Priesthood, which he has restored in these last days, to bring most perfect and absolute deliverance unto all who put their trust in Him, when they are ready to receive it; and, until they are ready, the work of preparation must be vigorously progressed in, while at the same time we in patience must possess our souls.<span class=\"citation\" id=\"89527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89527)\">D&amp;C 101:38<\/a><\/span> For what scholar can at once make himself acquainted thoroughly with the beginning and the end of a finished education? It is a work of time. The Lord is gracious and full of kindness to his children, and has given them this probation to prepare themselves for his coming, and to dwell with him in mansions of glory. <\/div><div class=\"paragraph jod\" id=\"v11n48\"> I wish my brethren and sisters to understand that the contest between themselves and the power of Satan is now, today, and has been ever since the Lord Almighty bestowed his Holy Priesthood upon his servant Joseph. When holy angels where sent from heaven to call and ordain Joseph Smith, and he to ordain others, the war commenced against sin and the power of it, and will continue until the earth shall be cleansed from it, and shall be made a fit <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> habitation for Saints and angels. The Holy Priesthood has been restored expressly for this purpose. There is nothing that the Saints can ask, or pray for, that will aid them in their progress to the attainment of all the freedom, liberty, power, and conquest, that they are capable of desiring and making a good use of, that will not be granted unto them, if they will only patiently struggle on. I am happy in saying that the Lord is doing his work most admirably. Are we progressing as fast as the work of the Lord is progressing? He has pled with the people by the voice of his Spirit, by the voice of angels, and by the voice of his servants; but their ears are heavy. He is pleading now with the sword, as well as with the voice of his servants, and he will plead with them by tempest and storm, and soon will plead with them by famine and by pestilence. The Savior has said: &#x201C;And ye shall hear of wars and rumors of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet. For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places. All these are the beginning of sorrows.&#x201D;<span class=\"citation\" id=\"65662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65662)\">Matt. 24:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n49\"> The men and women, who desire to obtain seats in the celestial kingdom, will find that they must battle with the enemy of all righteousness<span class=\"citation\" id=\"71838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71838)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81859)\">Mosiah 4:14<\/a><\/span> every day. &#x201C;Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: Praying always with all prayer and supplica<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion in the Spirit, and watching thereunto with all perseverance and supplication for all saints.&#x201D;<span class=\"citation\" id=\"75388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75388)\">Eph. 6:14-18<\/a><\/span> Thus let every Saint protect and guard his little castle against every effort of the enemy to assail, and secure a foothold therein. Let us see to it that we are ready for the enemy, to baffle him at every point, contending bravely against him until he is successfully repulsed. <\/div><div class=\"paragraph jod\" id=\"v11n51\"> With regard to the obedience of heavenly beings, to which reference has been made today; they live pure and holy, and they have attained unto this power through suffering.<span class=\"citation\" id=\"125554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125554)\">Heb. 5:8<\/a><\/span> Many of them have drank of the bitter cup<span class=\"citation\" id=\"82600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82600)\">3 Ne. 11:11<\/a><\/span><span class=\"citation\" id=\"84198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84198)\">D&amp;C 19:18<\/a><\/span> even to the dregs. They have learned that righteousness will prevail, that truth is the foundation of their very existence. They have learned that their Father and God never commits an evil, that he never proposes an evil, and that whatever he dictates is for their good. When an angel is appointed to perform a duty, to go to the earth to preach the Gospel, or to do anything for the advancement of his Father's kingdom in any part of the great domain of heaven, the vision of that angel is opened to see and understand the magnitude of the work that is expected of him to perform, and the grand results which will grow out of it. That is the reason why the angels are of one heart and of one mind,<span class=\"citation\" id=\"92885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92885)\">Moses 7:18<\/a><\/span> in their faithfulness and obedience to the requirements of their Father and God. They can desire and ask for nothing that will make them happy, good and great that is withheld from them; and life eternal is theirs. Why, then, should they not be of one heart and of one mind? They see alike, understand alike, and know alike, and all things are before them,<span class=\"citation\" id=\"85042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85042)\">D&amp;C 38:2<\/a><\/span><span class=\"citation\" id=\"88527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88527)\">D&amp;C 88:41<\/a><\/span> and, as far as their knowledge and experience extend, they see the propriety of all the works of God, and the harmony and beauty thereof. <\/div> <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v11n52\"> Those who do not believe in Jesus Christ, in Joseph the Prophet, or in the Book of Mormon, in short, all who do not believe as we do, or who are out side of this Church and kingdom, love health, wealth, joy, peace, light, intelligence, power, eloquence, and elegance; they want all these blessings which the righteous live for; but they will not live for them. They do not pursue the course to put themselves in possession of the very things they most desire; they are aiming entirely in the opposite direction, and manage always to be too late in obtaining them. Not so with the Latter-day Saints, or the Former-day Saints: they were, are and will be always just in time to secure the blessings they live for. The Saints have their trials, to be sure, to prove their faithfulness before God, and they have the experience and blessings which spring from them. It is thought by many that the possession of gold and silver will produce for them happiness, and, hence, thousands hunt the mountains for the precious metals; in this they are mistaken. The possession of wealth alone does not produce happiness, although it will produce comfort, when it can be exchanged for the essentials and luxuries of life. When wealth is obtained by purloining, or in any other unfair and dishonorable way, fear of detection and punishment robs the possessor of all human happiness. When wealth is honorably obtained by men, still the possession of it is embittered by the thought that death will soon strip them of it and others will possess it. What hopes have they in the future, after they get through with this sorrowful world? They know nothing about the future; they see nothing but death and hell. Solid comfort and unalloyed joy are unknown to them. When the faithful Latter-day Saints come to the end  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of their earthly existence, &#x201C;we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.&#x201D;<span class=\"citation\" id=\"74097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74097)\">2 Cor. 5:1<\/a><\/span> The faithful Latter-day Saint knows that the dissolution of this mortal house will introduce his immortal spirit to freedom from death and punishment, and to the enjoyment of the society of the spirits of just men made perfect.<span class=\"citation\" id=\"77264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77264)\">Heb. 12:23<\/a><\/span> To a person who has such a glorious hope everything is bright and beautiful. If he has but little, he enjoys that little with a thankful heart to his Heavenly Father; if he possesses much, he is still thankful, not worshipping, or placing his heart upon the filthy lucre God has placed in his power to do good with. In poverty he feels blest and happy; in riches he feels blest and happy; for his hope is in God, and his wealth consists in eternal riches, having laid up treasures in heaven where moth doth not destroy, nor rust corrode, nor thief break through nor steal.<span class=\"citation\" id=\"63499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63499)\">Matt. 6:19<\/a><\/span> The Latter-day Saints have been driven from their homes, and their goods have been spoiled; but they esteem this as nothing. What do we care for houses and lands and possessions? The whole earth is before us and all the fulness thereof.<span class=\"citation\" id=\"56480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56480)\">Ps. 24:1<\/a><\/span> The Latter-day Saints are living in the expectation of redeeming Zion, when the law shall go forth from Zion,<span class=\"citation\" id=\"57761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57761)\">Isa. 2:3<\/a><\/span> and when Jesus will reign king of nations,<span class=\"citation\" id=\"60434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60434)\">Jer. 10:7<\/a><\/span> as he now reigns king of Saints.<span class=\"citation\" id=\"80077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80077)\">Rev. 15:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n54\"> Remarks have been made as to our staying here. I will tell you how long we shall stay here. If we live our religion, we shall stay here in these mountains forever and forever, worlds without end, and a portion of the Priesthood will go and redeem and build up the Center Stake of Zion. If we leave here, where shall we go to? Has anyone discovered where we can again pitch our tents, <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when we leave this country? In the days of Joseph we have sat many hours at a time conversing about this very country. Joseph has often said, &#x201C;If I were only in the Rocky Mountains with a hundred faithful men, I would then be happy, and ask no odds of mobocrats.&#x201D; And neither do I. Who are going to pull up stakes and leave here? If we forsake our God and our religion, then woe to us; for then we shall be all apostates together, and under such circumstances we have no promise of God for our protection; but, if we live in the faith of the Son of God, we have the heavens, the power of God and of angels on our side. I can tell you, as truly as Elisha said to his servant, &#x201C;Fear not: for they that be with us are more than they that be with them,&#x201D; (our enemies.) For, &#x201C;the mountain was full of horses and chariots of fire round about Elisha.&#x201D;<span class=\"citation\" id=\"55825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55825)\">2 Kgs. 6:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n55\"> Satan has great power upon the earth, which he will exercise against Christ and his kingdom, and we have so to live as to gain power to triumph over him, and successfully drive him and his adherents from the earth, and introduce everlasting righteousness and peace; and we will do it in the name of Israel's God. The Lord being my helper,<span class=\"citation\" id=\"56782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56782)\">Ps. 54:4<\/a><\/span> I will never give up the ship; I will never leave it, as long as there is an inch of plank left; and it will live in wilder seas than have yet assailed it, and come out unharmed; in short, it will endure forever. We may apostatize from the faith, and go out of the Church and Kingdom of God, and be lost; but this will have no effect upon the progress of the Lord's Work, neither can all the powers of hell combined accomplish aught against it. The Lord God of Israel has led this people from the beginning, and every effort the enemy has made to destroy them has only added renewed strength and vigor to  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the cause of truth, although at the time of our great afflictions, and while in the straits in which we have been placed, we could, naturally speaking, see nothing but death and suffering. The Lord has suffered all these things for the perfecting of the righteous and the good of his people, and that the wicked may be left without excuse.<span class=\"citation\" id=\"88639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88639)\">D&amp;C 88:82<\/a><\/span> There is not another nation under heaven but this, in whose midst the Book of Mormon could have been brought forth. The Lord has been operating for centuries to prepare the way for the coming forth of the contents of that Book from the bowels of the earth, to be published to the world, to show to the inhabitants thereof that he still lives, and that he will, in the latter days, gather his elect from the four corners of the earth.<span class=\"citation\" id=\"58221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58221)\">Isa. 11:12<\/a><\/span> It was the Lord who directed the discovery of this land to the nations of the old world, and its settlement, and the war for independence, and the final victory of the colonies, and the unprecedented prosperity of the American nation, up to the calling of Joseph the Prophet. The Lord has dictated and directed the whole of this, for the bringing forth, and establishing of his Kingdom in the last days. On one occasion, when the Prophet was imprisoned, Sidney Rigdon exhorted the Saints to scatter and every man do the best he could for himself; &#x201C;for,&#x201D; said he, &#x201C;this work of the gathering of the Saints we shall not accomplish, these Saints will never be gathered again.&#x201D; I took the liberty of saying to him that it was my opinion that we should be gathered again, and that, by and by, we should have Joseph with us. Some thought it impossible; but we had Joseph again and we gathered. The Lord thus proved his people, and tried them whether they would apostatize and give themselves up to the power of Satan, or <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be faithful to their calling and to their God under every circumstance. The Lord will try this people in all things, as he tried Abraham of old, to prove whether they will forsake him, or cling to the faith of the Holy Gospel.<span class=\"citation\" id=\"89396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89396)\">D&amp;C 101:4<\/a><\/span> I have been in this Kingdom almost from the beginning; and I have not yet seen anything I would call a trial, that I could not willingly and joyfully endure; for, &#x201C;Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord has promised to them that love him.&#x201D;<span class=\"citation\" id=\"77443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77443)\">James 1:12<\/a><\/span> The Lord has thrown his people on several occasions, into circumstances of destitution and dependence, to try the leaders of the nation, and has thus said unto them, what will you now do for my poor and afflicted people; and their reply has been, &#x201C;We will destroy them, if we can.&#x201D; They think they will destroy us yet. In this, however, they are mistaken, &#x201C;For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"75712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75712)\">1 Thes. 5:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v11n57\"> Shall we still cling to the faith of Christ, or will we forsake the Lord our God, and seek &#x201C;the friendship of the world which is enmity against God?&#x201D;<span class=\"citation\" id=\"77682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77682)\">James 4:4<\/a><\/span> Before we were driven out of Missouri I had a vision, if I would dare to say that I had a vision, and saw that the people would go to the east, to the north and to the west; but we should go back to Jackson County from the west. When this people return to the Center Stake of Zion, they will go from the west. The Lord has used every means to save the nation. He has called upon them by night and by day, through His servants whom he has sent among them; but they are bent on their own destruction. When we were driven from Nauvoo, our Elders went to the East to lay our case before the judges, governors, and rulers of the different States to ask for an asylum; but none  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was offered us. We sent men through the Eastern country to try and raise some means for the destitute women and children, whose husbands, fathers and brothers had gone into the Mexican war at the call of the General Government, leaving their wives and children and aged fathers and mothers upon the open prairies without home or shelter, and the brethren who went East hardly got enough to bear their expenses. The great men of the nation were asked if they would do anything for the Lord's people. No; not a thing would they do, but hoped they would perish in the wilderness. &#x201C;Therefore,&#x201D; saith the Lord, &#x201C;Behold, the destroyer I have sent forth to destroy and lay waste mine enemies; and not many years hence they shall not be left to pollute mine heritage, and to blaspheme my name upon the lands which I have consecrated for the gathering together of my saints.&#x201D;<span class=\"citation\" id=\"89998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89998)\">D&amp;C 105:15<\/a><\/span> In the year 1845 I addressed letters to all the Governors of States and Territories in the Union, asking them for an asylum, within their borders, for the Latter-day Saints. We were refused such privilege, either by silent contempt or a flat denial in every instance. They all agreed that we could not come within the limits of their Territory or State. Three members of Congress came to negotiate with us to leave the confines of the United States, and of the public domain. It was understood that we were going to Vancouver Island; but we had our eye on Mexico, and here we are located in the midst of what was then northern Mexico. Fears have been entertained that we shall again be meddled with; but you will find that the enemies of the cause of God will have plenty of business besides digging gold and silver and fighting the Saints, and I trust Utah will be left as unnoticed as it is in the President's message. I thank them for what they have done and for what <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have not done. I thank the Lord that he has led this people, and suffered them to be driven from place to place. I thank the Lord that we have the words of eternal life;<span class=\"citation\" id=\"69323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69323)\">John 6:68<\/a><\/span> and if we live by them, our feet are as sure and as fast as these everlasting hills.<span class=\"citation\" id=\"53737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53737)\">Gen. 49:26<\/a><\/span> I know where the Saints will dwell. <\/div><div class=\"paragraph jod\" id=\"v11n59\"> In the mind of God there is no such a thing as dividing spiritual from temporal, or temporal from spiritual; for they are one in the Lord. There was nothing of a temporal or spiritual nature suggested by Joseph Smith in his day,<span class=\"citation\" id=\"84805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84805)\">D&amp;C 29:34<\/a><\/span> for the action of the Latter-day Saints that would not have been beneficial for them, if they had, with one heart and mind,<span class=\"citation\" id=\"92886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92886)\">Moses 7:18<\/a><\/span> performed all he desired them to do. We have proposed many things with regard to our temporal affairs in these valleys, which, when strictly obeyed, have been attended with great benefits. Our action touching our grain has greatly benefited this community; it has resulted in replenishing the wardrobes of the people throughout the Territory, and placed in their possession many thousands of dollars. If you have a few hundred pounds of flour to sell, keep it by you; by-and-by, you will be offered a good price for it in gold. Do not be tempted to sell your breadstuff for a ribbon, or a frill, or for some useless trapping; for herein we are exposed to danger, when we treat as a light thing the blessings of the Lord,<span class=\"citation\" id=\"88973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88973)\">D&amp;C 90:5<\/a><\/span> and squander them as a thing of naught.<span class=\"citation\" id=\"58890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58890)\">Isa. 29:21<\/a><\/span> Those men and women who barter away their breadstuff for naught, trifle with the blessings which the heavens have bestowed on them. <\/div><div class=\"paragraph jod\" id=\"v11n60\"> There are brethren who have studied law; but where is there a man in our midst now that is worth anything by studying law? Where is there a merchant among us who has, year after year, continued in the love of the world, that cares anything about the kingdom of God? Look out, ye  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men of Israel, and be careful that you love not the world or the things of the world<span class=\"citation\" id=\"78561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78561)\">1 Jn. 2:15<\/a><\/span> in their present state, and in your loftiness and pride, forget the Lord your God.<span class=\"citation\" id=\"55013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55013)\">Deut. 8:11<\/a><\/span> We ought to care no more for the silver and the gold, and the property that is so much sought for by the wicked world, than for the soil or the gravel upon which we tread: &#x201C;For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world. And the world passeth away, and the lust thereof: but he that doeth the will of God abideth forever.&#x201D;<span class=\"citation\" id=\"78601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78601)\">1 Jn. 2:16-17<\/a><\/span> &#x201C;If any man love the world, the love of the Father is not in him.&#x201D;<span class=\"citation\" id=\"78560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78560)\">1 Jn. 2:15<\/a><\/span> I will refer to our merchants, I mean our &#x201C;Mormon merchants&#x201D; particularly. What do they say about their goods? They do not ask what their goods are worth, or what they paid for them, but what will the people give for them? That is the price. It is not what their goods are really worth, but &#x201C;how many greenbacks will it take to buy me another stock of goods?&#x201D; It will take a good many. What their goods are worth is not a question with them, but what they can get. They will get sorrow&#x2014;the most of them will be damned, there is no doubt of it, unless they repent. You will excuse me for talking thus of my brethren, but what else can I say about <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD11\/JoD11_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them? I am not speaking about my individual feelings towards them, but upon principle. My individual feelings are nothing but good towards them. They are kind to me, and I have no fault to find with them in their dealings with me; but I see the danger they are in. Ye merchants, and lawyers, and doctors and speculators, be careful that you secure to yourselves eternal life in the kingdom of God, in preference to doing anything else. That perfect union, which must ultimately be enjoyed by the Latter-day Saints, can only be brought about by every man and woman living so as to keep their minds pure and unspotted like a piece of clean white paper, being constantly free from the love of the world, that the spirit of revelation may easily indite upon the heart whatever is the mind and will of the Lord. We cannot be truly the members of Christ's mystical body without living in this way, that the Spirit may indite as easily upon the heart the things of God, as these brethren, our reporters, can write with ink on paper. In this way you have the witness within yourself, and &#x201C;need that no man teach you: only as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.&#x201D;<span class=\"citation\" id=\"78622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78622)\">1 Jn. 2:27<\/a><\/span> May the Lord bless the righteous. Amen. <\/div>\n<\/div>\n<\/div>"}