{"ID":120059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Opposition of Wickedness to Righteousness&#x2014;Persecutions of The Saints&#x2014;Misrepresentations.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Oct. 6, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Opposition of Wickedness to Righteousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/6\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v12n1019\"> Through the mercies of our God we have assembled here in the capacity of a Conference to receive instruction and impart the same. <\/div><div class=\"paragraph jod\" id=\"v12n1020\"> There are a great many points connected with the Zion of our God, now being established on the earth, which are necessary for us as a people to understand. God has not gathered us out from among the nations of the earth into these valleys without having a great purpose in view. Whatever portion of His purposes I understand I desire to abide by with all my heart, and I presume that every honest, upright Latter-day Saint desires the same. <\/div><div class=\"paragraph jod\" id=\"v12n1021\"> We came to this formerly isolated place, and separated ourselves as far as we possibly could from what was termed civilization, not because we really desired to do so, or because of the fertility of the soil in this region, or the advantages we would enjoy in temporal things; but because we were in a measure obliged to do so. It is true that the Lord foretold to us, through the mouths of His servants, that the day would come when we should have to flee from our enemies, and that we would settle west of the Rocky Mountains. When we were dwelling in the State of Illinois, and had had a few years of comparative peace, the Spirit of the Lord rested upon His servant Joseph and made manifest to him that the wicked had it in their hearts to uproot His people who were established in Nauvoo, <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same as they had done in our former settlements. The testimony of the Spirit to the servant of God was, that however peaceable the people around us might seem, yet, if they would not receive the Gospel and acknowledge the authority which God had restored from Heaven, they would fight against His people. Our Savior said, &#x201C;He that is not for us is against us.&#x201D;<span class=\"citation\" id=\"64372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64372)\">Matt. 12:30<\/a><\/span> The truth of this saying we, as a people, have proven since the day that Joseph took the plates of the Book of Mormon from the hill Cumorah, in the town of Manchester, Ontario county, State of New York; and even before he succeeded in getting the plates, some seven years before the Lord entrusted them to his care, the prophet Joseph proved the truth of this saying. The Lord revealed himself to this youth when he was between fourteen and fifteen years of age, and as soon as he related this vision, although at that young and tender age, the wrath and indignation of the people were stirred up against him.<span class=\"citation\" id=\"93742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93742)\">JS&mdash;H 1:20-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1022\"> From that time, until he was between twenty-one and twenty-two years of age the opposition was continued. It did not matter how righteous, humble, or meek he was; it did not matter how straightforward his course of conduct was, all that the world wanted to know was, Does he profess something different from our religious notions? Does he believe that the heavens can be opened to  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men in our day? If so, the order of the day was, &#x201C;persecute him.&#x201D; Let every religious minister speak against him from the pulpit, let all pious hypocrites of all sects and parties unite with the drunkard, swearer and blasphemer and persecute the poor boy. <\/div><div class=\"paragraph jod\" id=\"v12n1024\"> This is the enmity that exists between that which is of God and advanced of the Almighty, and that which is ordained of man and by the power of the Devil; they are at swords' points against each other. They always have been from the period man first accepted this earth, down to the present time. There has been no union between them; it is impossible for them to fellowship one another. <\/div><div class=\"paragraph jod\" id=\"v12n1025\"> Wickedness and righteousness are in direct opposition. The Devil is opposed to God, and God is opposed to the Devil. All the heavenly hosts are opposed to wickedness, and all persons who are wicked are opposed to the heavenly hosts. This will be so as long as there are wicked people in existence. It does not matter how smooth they may be in their outward appearance, or how sociable they may be in their conversation. They, with their tongues, may make you think they are the most gentle, polite, civilized, and moral people on the face of the earth, while within their hearts lurks a poison which would destroy the Saints of the living God. <\/div><div class=\"paragraph jod\" id=\"v12n1026\"> As this has been the case in every former age and dispensation, so it is now; hence the Latter-day Saints in every part of the globe are commanded to gather out from the midst of wickedness, corruption and priestcraft, and every abomination that exists, and assemble themselves in one place. For what purpose? That we may be separated from the world and its corruptions, which would <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> otherwise work our temporal and spiritual destruction. We have come here, then, in obedience to this command, and we have labored and toiled with all our might to redeem this barren country and to render it capable of sustaining us. What other people on the face of the whole earth have had to toil as the Latter-day Saints have? In some of the poverty stricken districts of Europe, where all the capital is in the hands of the rich and where the poor are made slaves, it may be that some of the latter have to work as hard as we have to work here. But without being placed in such circumstances we have been compelled to undergo this toil. When we came here we were more than a thousand miles from any place where we could obtain the comforts and necessaries to preserve life. We could not live if we could not labor. We were obliged to go for miles into the rugged canyons and there labor and toil month after month to open up roads to obtain timber for fuel, for building, and for fences for our farms. In addition to this severe toil we had to open water ditches from the canyons in order to obtain water to spread over the face of this barren soil, that the desert might be reclaimed and made to yield us a subsistence. This is the labor which the first settlers who came here had to perform, and this was the way they made this country. And were it not for the poor Latter-day Saints who were driven by their enemies from city to city and from State to State, and who ultimately were driven, twenty-one years ago, to the great interior of these mountains where they established a colony, where would have been the railroad now? Would there have been any railroad across these mountains? I doubt whether there would have been pioneers among the wicked suffici<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ently brave to have launched forth into this wild country and have settled in the midst of the Rocky Mountains, unless they had repented of their sins and had become one with the Latter-day Saints. The wicked never would have done it, or another century, at least, would have passed away before settlements to any very great extent would have been found in the midst of these mountains. <\/div><div class=\"paragraph jod\" id=\"v12n1028\"> If it had not been for the &#x201C;Mormons&#x201D; where would have been the gold mines of California? They might not have been opened up for fifty years yet if it not had been for the Mormon battalion, which went forth to fight the battles of the nation in her war with Mexico. Had it not been for this the world might still have been in ignorance of their existence unless God, for the accomplishment of His own wise purposes, had revealed them in some other way. The settlement, in the heart of the American continent, of the Latter-day Saints established a great highway across the continent, so that the people, in their journeyings from the Atlantic to the Pacific have found a place where they could rest their weary heads as they passed through. The settlement of this Territory has materially facilitated the opening up of the adjoining Territories. If it had not been for the Latter-day Saints settling this Territory, when would Idaho, Montana, Colorado, Arizona, or Nevada have been settled? <\/div><div class=\"paragraph jod\" id=\"v12n1029\"> In 1831, when we went into Jackson County, Missouri&#x2014;then a comparatively new country, and commenced to lay the foundation of new settlements, the great complaint against us was that we were not the old settlers. Their cry was, &#x201C;You Mormons are not the old settlers, and you have neither civil nor religious rights here.&#x201D; &#x201C;What is the <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reason?&#x201D; we would enquire; &#x201C;Are we not American citizens?&#x201D; &#x201C;Oh, yes,&#x201D; said the people in Jackson County, &#x201C;you are American citizens, but we are the old settlers, and consequently you must leave this part of the country.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1030\"> After we had been driven out of Jackson County into Clay County, and had been there a few years, the people rose <span class=\"italic\">en masse<\/span> and said to us again, &#x201C;You Mormons have no right in Clay County.&#x201D; And when we enquired why, the reply again was, &#x201C;because you are not the old settlers.&#x201D; After dwelling there two or three years, an edict was issued by a mass meeting of the people assembled at Liberty, that we must seek a new location. We then fled to Caldwell County, in the State of Missouri. But, alas, after having bought a great many thousand acres of land and given signs of prosperity far beyond that of the old settlers who lived in surrounding counties, they, emboldened by the example of the people of Clay County, got up the old cry, and after having destroyed our farms and property they, in the midst of a severe winter, drove us into Illinois. <\/div><div class=\"paragraph jod\" id=\"v12n1031\"> There we again gathered up our people, and not yet discouraged, we purchased a large tract of country on both sides of the Mississippi and founded a city called Nauvoo, to which a charter was given by the Legislature of Illinois. In a short time, the people of the regions round about were excited to jealousy, because the Latter-day Saints, through their industrious habits, were flourishing and were beautifying and extending their city; they could not bear to see us outstripping them. They saw that the people of Missouri had never been brought to account for murdering our people and robbing them of millions of dollars' worth of property, so they, in Illinois, made up their  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>minds to take a similar course. Said they, &#x201C;You Latter-day Saints are new settlers, and if we suffer you to remain you will soon be able to outvote us for all the officers of the county. But you have no civil nor religious rights here, and you must leave your fine farms, houses, cities, towns, and villages, and you must go out of the United States. We will make a treaty with you as if you were a foreign nation, and you must undertake that you will not settle again within the bounds of the United States, and your only salvation is to go west beyond the Rocky Mountains, nearly 1,500 miles from your present abode.&#x201D; We felt that this was the only course we could adopt, so we left in the month of February, 1846. After ferrying some of our teams across the Mississippi, the river froze over so hard that the remainder crossed on the ice. In this cold weather we camped out on the prairie, and took up our march for this place, our enemies expecting that they had seen the last of us, that we should most certainly be killed by Indians or die by famine. We reached this portion of the Rocky Mountains, then under Mexican rule, and settled here. By and by, after the war between the United States and Mexico, a treaty was made between them, and this land, which we occupied and to which we had been driven by our enemies, was ceded to the United States. <\/div><div class=\"paragraph jod\" id=\"v12n1033\"> I have already told you what we have done here, the toils we have undergone, and the hardships we have suffered; and that we are gathering in our people from among the nations that we may enjoy civil and religious liberty, which are guaranteed by the Constitution of our country. We do not ask the United States for anything more. We do not want liberty that is not thus <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> guaranteed; but we demand that liberty to which, as American citizens, we are entitled as a sacred right. And in having this liberty we shall have the liberty of dealing with whom we please, providing we infringe no law. That is the right of all American citizens. It does not matter whether they are Methodists, Baptists, Presbyterians, Democrat, Whigs, or whatever they maybe, all have the undoubted right guaranteed to them, by the laws of our country, to deal just as they please and with whom the please if they do not infringe upon the laws nor injure their neighbors. <\/div><div class=\"paragraph jod\" id=\"v12n1034\"> Ever since the settlement of this Territory I have felt how much better it would be if this people would unite together and appoint their merchants to go and buy their goods and bring them here and sell them at a reasonable profit to the rest of the community, and never trade here to the amount of one dime with those who are outside of us. But while this has been my feeling it has not been the feeling of all, for we have supported scores of merchants who have not been members of our Church. Have we done this because they were our friends? I will tell you the only thing that proves the existence of friendly feelings on the part of outsiders to this people&#x2014;when they repent of their sins, and receive the fullness of the Gospel of Jesus Christ. God has said, in the revelations which He has given in these days, &#x201C;There is no people on the face of the whole earth who do good save it be those who are ready and willing to receive the fullness of my gospel.&#x201D;<span class=\"citation\" id=\"85007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85007)\">D&amp;C 35:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1035\"> We have proven this from the beginning of this work. There never has been yet, with all the apparent friendliness and politeness of outsiders, a proof of good will rendered to  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Latter-day Saints, except it has been a willingness to receive the Gospel. Yet, notwithstanding that the word of the Lord and our experience have proven the truth of this, we have fostered these individuals in our midst for nearly twenty years. We have given them our grain, and have impoverished the Territory by paying millions and millions of our money into their hands. What have they done with it? Why, some who have been changed from poor men into heavy capitalists by the hundreds of thousands they have drained from this people, have gone away and used all the influence they could to destroy us. Did they appear to be friendly when in our midst? O, yes, you would have thought they were the most friendly and polite people imaginable. Why the Latter-day Saints never saw such manifestations of politeness, gentility and friendliness as were made by some of those we have nourished in our midst. What was the cause of this apparent friendliness? The dimes and dollars, the wheat, flour, produce, cattle, and means that you had in your possession. It was the hope of gain which made them friendly, for that was the god they worshipped. But when they have made fortunes out of the Latter-day Saints and gulled them all they could they have gone and tried to destroy them. <\/div><div class=\"paragraph jod\" id=\"v12n1037\"> As an individual I do not care how much a person in this place, outside of the Church, professes; if he will not repent of his sins and receive the message God has sent, I will not give him my dimes nor dollars if I know it. This ought to be the feeling of this whole people, otherwise we have got Babylon right in our midst. We have prayed a long time for God to deliver us from Babylon, and we have been gathered out, as we supposed, from Babylon; <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but we can soon establish a kind of young Babylon&#x2014;one of the daughters of Babylon, if you will&#x2014;and we can have it in our midst to our hearts' content. But what would be their feelings if they had the power? Judging from the experience of the past, their feelings would be that the Latter-day Saints should have no civil rights, no religious rights here in this land of Utah which they have sought for their own. It is true that our enemies here cannot plead like the people of Jackson, Clay and other places, that we are not the old settlers. They have not this for a plea, for the &#x201C;Mormons&#x201D; are the old settlers; but they have such enmity towards us that they would uproot us here, as they have five or six times before, if they had the power. &#x201C;How do you know,&#x201D; says one, &#x201C;that these are the feelings entertained by the wicked towards this people? They profess to be very friendly, then how do you know their feelings are as you describe them?&#x201D; From the fact that when this people elected one of their own number as Delegate to Congress by 15,000 votes, the man whom they voted for&#x2014;giving him 105 votes, sixty of which were cast in a town where there were only twenty voters&#x2014;contested his seat, and fought him month after month in the Halls of Congress, being sustained while so doing, by those who profess such friendship towards us. And what was the object of this would-be delegate? It was to deprive the &#x201C;Mormons&#x201D; of citizenship and of the privilege of taking up the land, by influencing the government to pass a law to that effect. This was his object, and to do all the injury in his power to this people. Who supported him? These men whom you support, Latter-day Saints, and to whom you pay your money. Merchants and others in this city gave their votes to that  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man after you had paid your thousands into their hands. They gave their votes for an individual who would deprive you of the rights guaranteed by the Constitution of our country. Will you still continue to support such men? Will you go down here and trade with them year after year? If you do I know what the result will be; it is plainly visible. They will get a foothold here, and if they can only get numbers sufficient, you Latter-day Saints will have no civil rights here in this Territory. If a jury is to be empanelled it will be composed of our bitter enemies. If a Latter-day Saint has to be tried before the courts, it will be before those who are ready to eat him up. If there is a delegate to be elected to Congress they will seek very diligently to get the greatest enemy to this people they can find, so that, if possible, he may succeed in getting a large army sent up here to use us up. Why should they do this? To make money; that is their object. They feel, &#x201C;If we can only stir up the government and get them to send an army to Utah it will be money in our pocket. Bless you, we don't care how much suffering it produces, or how many Latter-day Saints may be deprived of their rights; we would sell the whole of them for a dollar a head, if we could only become rich. We care nothing about them, or their rights as American citizens.&#x201D; These are their feelings. <\/div><div class=\"paragraph jod\" id=\"v12n1039\"> Moreover, has there not been published here year after year a scandalous paper, every number of which has teemed with lies of the blackest dye concerning us? Yet we have scarcely noticed that such a paper is in existence. Who have supported this paper? The merchants here, those whom you have been feeding and paying your money to. They are the ones who have sustained this pa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>per. Do you suppose that a paper which is continually belching forth falsehoods of the blackest dye against you, your religion, and against the man who led you forth and planted you here, could be sustained here if the people outside of this church did not support it? If they support it, what is it for? That it may arouse the feelings of the enemies of the Saints throughout the States, and may, peradventure, result in the sending of an army here that they may make money out of it. That is what they hope to effect. <\/div><div class=\"paragraph jod\" id=\"v12n1040\"> Now, Latter-day Saints, I have spoken plainly. I take the responsibility of what I have said on my own shoulders. If I have spoken too harshly I am willing to be corrected. I have spoken my feelings plainly, without trying to hide them or gloss them over. I say I would rather go and kill wolves in the forests and mountains, and skin them and tan their skins and wear wolfskin pantaloons, and wolfskin coats and vests, and have everything I wear the skin of beasts, than spend one dime with one outsider in the Territory of Utah. (The congregation said &#x201C;Amen.&#x201D;) I do not know what are the feelings of my brethren on this subject, but I do know, unless there is a change among this people in regard to this matter, farewell to our homes again, farewell to our fine buildings, to our farms, and to the country which we now occupy as the old settlers; farewell to many of our friends who will fall victims to our enemies; yes, farewell to home and the comforts which now surround us, and we shall have to seek an asylum somewhere else, in these mountains or in some other part of this continent, through being driven again, if we, through our own foolishness, will nourish vipers in our midst. Amen. <\/div>\n<\/div>\n<\/div>"}