{"ID":120024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation&#x2014;All Knowledge the Result of Revelation&#x2014;Freedom of the Kingdom of God&#x2014;How to Care for the Poor.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Old Tabernacle, Great Salt Lake City, December 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Edward L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v12n355\"> The subject of salvation is one which should occupy the attention of the reflecting among mankind. Salvation is the full existence of man, of the angels, and the Gods; it is eternal life&#x2014;the life which was, which is, and which is to come.<span class=\"citation\" id=\"83877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83877)\">D&amp;C 6:13<\/a><\/span> And we, as human beings, are heirs to all this life, if we apply ourselves strictly to obey the requirements of the law of God, and continue in faithfulness. The first object of our existence is to know and understand the principles of life, to know good from evil,<span class=\"citation\" id=\"52649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52649)\">Gen. 3:22<\/a><\/span><span class=\"citation\" id=\"92583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92583)\">Moses 5:11<\/a><\/span> to understand light from darkness, to have the ability to choose between that which gives and perpetuates life and that which would take it away.<span class=\"citation\" id=\"92422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92422)\">Moses 3:17<\/a><\/span> The volition of the creature to choose is free; we have this power given to us.<span class=\"citation\" id=\"81277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81277)\">2 Ne. 2:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n356\"> We have reason to be thankful more than any other people. We have no knowledge of any other people on the face of the earth who possess the oracles of God, the priesthood, and the keys of eternal life. We are in possession of those keys, and, consequently, we are under greater obligations, as individuals and as a community, to work righteousness.<span class=\"citation\" id=\"84306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84306)\">D&amp;C 20:14<\/a><\/span> I hope and trust we will continually manifest before the Lord that we appreciate these blessings. There is no question but every person here who seriously reflects upon his own existence, his being <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here, and the hereafter which awaits him, must many times feel that he comes short of doing all the good for which our Father in heaven has brought us forth. This I conclude from my own experience. Every mind that thinks deeply upon the things of time and eternity, sees that time, which we measure by our lives, is like the stream from the mountains which gushes forth, yet we cannot tell from whence it comes, nor do we know naturally where it goeth,<span class=\"citation\" id=\"68866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68866)\">John 3:8<\/a><\/span> only it passes again into the clouds; so our lives are here, and this we are certain of. We do know that we live and that we have the power of sight. We do know and can realize that we possess the faculty of hearing. We can discern between that which we like and that which we dislike. Give a child candy and it is fond of it, it wishes more; but give it calomel and jalap, and it turns from it with loathing. It has the power of discerning between that in which it delights and that in which it does not delight. It can taste, smell, see, and hear. We know we are in possession of these faculties. This life that you and I possess is for eternity. Contemplate the idea of beings endowed with all the powers and faculties which we possess, becoming annihilated, passing out of existence, ceasing to be, and then try to reconcile it with our feelings and  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with our present lives. No intelligent person can do it. Yet it is only by the spirit of revelation that we can understand these things. By the revelations of the Lord Jesus<span class=\"citation\" id=\"74410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74410)\">Gal. 1:12<\/a><\/span> we understand things as they were, that have been made known unto us; things that are in the life which we now enjoy, and things as they will be,<span class=\"citation\" id=\"81704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81704)\">Jacob 4:13<\/a><\/span><span class=\"citation\" id=\"89048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89048)\">D&amp;C 93:24<\/a><\/span> not to the fullest extent, but all that the Lord designs that we should understand, to make it profitable to us, in order to give us the experience necessary in this life to prepare us to enjoy eternal life hereafter. <\/div><div class=\"paragraph jod\" id=\"v12n358\"> These principles are before us. We are now acting upon them. We feel to exhort ourselves and our fellow beings, not only those who have embraced the gospel, but all mankind, to hearken to the words of truth and wisdom, to hearken to the still, small voice<span class=\"citation\" id=\"55713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55713)\">1 Kgs. 19:12<\/a><\/span> that whispers to the conscience and understanding of all living beings according to the knowledge and wisdom which they possess, instructing them in right and wrong, entreating them, wooing them, beseeching them to refrain from evil. There is not a person so sunk in ignorance but has that principle in him teaching him that this is right and that is wrong, guiding him in the way that he will not sin a sin unto death.<span class=\"citation\" id=\"78808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78808)\">1 Jn. 5:16<\/a><\/span> Can we realize this? Yes. There are many who possess the spirit of revelation to that degree that they can understand its operations upon the creature, no matter whether they have heard the gospel preached or not, nor whether they are Christians, Jews, or Mahommedans. They are taught of the Lord, and the candle of the Lord is within them, giving them light.<span class=\"citation\" id=\"57465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57465)\">Prov. 20:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n359\"> This principle we are in possession of, and it should be nourished and cherished by us; it is the principle of revelation, or, if you like the term better, of foreseeing. There are those <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who possess foreknowledge, who do not believe as we believe with regard to the establishment of the Kingdom of God on the earth. Take the statesman, for instance; he has a certain degree of knowledge with regard to the results of the measures which he may recommend, but does he know whence he derives that knowledge? No. He may say: &#x201C;I foresee if we take this course we shall perpetuate our government and strengthen it, but if we take the opposite course we will destroy it.&#x201D; But can he tell whence he has received that wisdom and foreknowledge? He cannot. Yet that is the condition of the statesmen in the nations of the earth. If the philosopher can gaze into the immensity of space, and understand how to fashion and make glasses that will magnify a million times, that knowledge comes from the fountain of knowledge. A man of the world may say: &#x201C;I can foresee, I can understand, I can frame an engine, make a track, and run that engine upon it, bearing along a train of loaded cars at the rate of forty, fifty, or sixty miles an hour.&#x201D; Another may say: &#x201C;I can take the lightning, convey it on wires, and speak to foreign nations.&#x201D; But where do they get this wisdom? From the same source where you and I get our wisdom and our knowledge of God and godliness. Realizing these things, I look upon my brethren and sisters, and ask what manner of persons ought we to be?<span class=\"citation\" id=\"78477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78477)\">2 Pet. 3:11<\/a><\/span><span class=\"citation\" id=\"126144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126144)\">3 Ne. 27:27<\/a><\/span> We are apt to think wrong and to speak wrong. Our passions will rise within us, and without reflection the organs of speech are put in motion and we utter that which we should not speak. We have feelings which we should not have, and we neglect the great and glorious principles of eternal life. We are groveling, of the earth earthy.<span class=\"citation\" id=\"73976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73976)\">1 Cor. 15:47<\/a><\/span> We  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>look after the things of this life, are attached to them, and it is hard for us to see and understand the final result of things, even though we have the spirit of revelation. <\/div><div class=\"paragraph jod\" id=\"v12n361\"> What will be the final result of the restoration of the gospel, and the destiny of the Latter-day Saints? If they are faithful to the priesthood which God has bestowed upon us, the gospel will revolutionize the whole world of mankind; the earth will be sanctified,<span class=\"citation\" id=\"91302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91302)\">D&amp;C 130:9<\/a><\/span> and God will glorify it,<span class=\"citation\" id=\"90450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90450)\">D&amp;C 109:74<\/a><\/span> and the Saints will dwell upon it in the presence of the Father and the Son.<span class=\"citation\" id=\"88354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88354)\">D&amp;C 88:17-20<\/a><\/span> We need to exert our powers,<span class=\"citation\" id=\"90953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90953)\">D&amp;C 123:17<\/a><\/span> and call forth all the ability within us, and put into requisition every talent that God has given us, to bring about this glorious result, to bear off this Kingdom, and see that the gospel is preached to all the inhabitants of the earth. This is our duty and calling. It is obligatory upon us to see that the House of Israel have the gospel preached to them; to do all that is in our power<span class=\"citation\" id=\"90954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90954)\">D&amp;C 123:17<\/a><\/span> to gather them to the land of their fathers, and to gather up the fulness of the Gentiles<span class=\"citation\" id=\"81115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81115)\">1 Ne. 15:13-14<\/a><\/span><span class=\"citation\" id=\"82709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82709)\">3 Ne. 16:4<\/a><\/span> before the gospel can go with success to the Jews.<span class=\"citation\" id=\"126145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126145)\">1 Ne. 13:42<\/a><\/span><span class=\"citation\" id=\"126146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126146)\">2 Ne. 25:15-18<\/a><\/span><span class=\"citation\" id=\"84112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84112)\">D&amp;C 14:10<\/a><\/span> We are under obligations to establish the Zion of our God upon the earth, and establish and maintain its laws, so that the law of the priesthood of the Son of God may govern and control the people. <\/div><div class=\"paragraph jod\" id=\"v12n362\"> Go into the world, among the inhabitants of the nations of Christendom, whether Infidels, Episcopalians, Baptists, Methodists, Presbyterians, or people of any other religious sect, and tell them plainly that the law of God is going to be the law of the land, and they would be terrified, they would fear and tremble. But tell them that the law of liberty, and equal right to every person, would prevail and they could understand that, for it is according to the Constitution of our country. To do the <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> greatest good to the greatest number of the people is the principle inculcated in it. But tell them that the law of Zion will be the law of the land, and it grates upon their ears, they do not like to hear it. Many have read with regard to the effects of Catholicism, when it exercised great power among the nations, and the thought of any church getting such a power strikes a terror to them. That church professed to be the church of God upon the earth, and some dread similar results to those which attended that. Supposing the early Christians had not departed from the truth, but had retained the keys of the kingdom, there never would have been a man put to the test with regard to his religious faith. If an Infidel had abused a Christian, it would have been stopped, and the wrongdoer would have been compelled to cease his violence, but no religious test would have been applied. The law of right would have prevailed. Some suppose that when the Kingdom of God governs on the earth, everybody who does not belong to the Church of Jesus Christ will be persecuted and killed. This is as false an idea as can exist. The Church and Kingdom of God upon the earth will take the lead in everything that is praiseworthy,<span class=\"citation\" id=\"94216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94216)\">A of F 1:13<\/a><\/span> in everything that is good, in everything that is delightful, in everything that will promote knowledge and extend an understanding of truth. The Holy Priesthood and the laws thereof will be known to the inhabitants of the earth, and the friends of truth, and those who delight in it, will delight in those laws and cheerfully submit to them, for they will secure the rights of all men. Many conclude, from reading the history of various nations, that Catholicism never granted any rights to any person, unless he would believe it as he was  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>required to believe. But it is not so in the Kingdom of God; it is not so with the law nor with the Priesthood of the Son of God. You can believe in one God, or in three gods, or in a thousand gods; you can worship the sun or the moon, or a stick or a stone, or anything you please. Are not all mankind the workmanship of the hands of God?<span class=\"citation\" id=\"93041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93041)\">Moses 7:32<\/a><\/span> And does he not control the workmanship of His hands? They have the privilege of worshipping as they please. They can do as they please, so long as they do not infringe upon the rights of their fellow beings. If they do well they will receive their reward, and if they do ill they will receive the results of their works.<span class=\"citation\" id=\"52705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52705)\">Gen. 4:7<\/a><\/span> You and I have the privilege of serving God, of building up Zion, sending the gospel to the nations of the earth and preaching it at home, subduing every passion within us, and bringing all subject to the law of God.<span class=\"citation\" id=\"72508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72508)\">Rom. 8:7<\/a><\/span> We have also the privilege of worshipping Him according to the dictates of our own consciences,<span class=\"citation\" id=\"94123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94123)\">A of F 1:11<\/a><\/span> with none to molest or make us afraid. <\/div><div class=\"paragraph jod\" id=\"v12n363\"> I am now going to preach you a short sermon concerning our temporal duties. My sermon is to the poor, and to those who are not poor. As a people, we are not poor; and we wish to say to the Bishops, not only in this city, but through the country, &#x201C;Bishops, take care of your poor.&#x201D; The poor in this city do not number a great many. I think there are a few over seventy who draw sustenance from the General Tithing Office. They come to the Tithing Office, or somebody comes for them, to draw their sustenance. If some of our clever arithmeticians will sit down and make a calculation of the hours lost in coming from the various parts of the city to the Tithing Office, and in waiting around there, and then value those hours, if occupied in some <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> useful employment, at twelve and a half cents each, every eight of them making a dollar, it will be found that the number of dollars thus lost by these seventy odd persons in a week would go far towards sustaining them. We have among us some brethren and sisters who are not strong, nor healthy, and they must be supported. We wish to adopt the most economical plan of taking care of them, and we say to you Bishops, take care of them. You may ask the question, '&#x201C;shall we take the tithing that should go to the Tithing Office to support them, or shall we ask the brethren to donate for that purpose?&#x201D; If you will take the time consumed in obtaining the rations drawn by them out of the General Tithing Office&#x2014;for every person who is not able to come must send someone for them&#x2014;and have that time profitably employed, there will be but little more to seek for their sustenance. Get a house in your Ward, and if you have two sisters, or two brethren, put them in it, make them comfortable, find them food and clothing, and fuel, and direct the time now spent coming to this Tithing Office wisely in profitable labor. Furnish the sisters with needles and thread to work at sewing, and find something for them to do. Take those little girls who have been coming to the Tithing Office, and have them taught to knit edging, and tidies, and other kinds of knitting, and make lace, and sell the products of their labor. Those little girls have nimble fingers, and it will only take a little capital to start them at such kinds of work. Where you have brethren who are not strong enough to saw and split wood, or do some kind of outdoor labor, agree with some chairmakers to have his chairs bottomed, and get rushes, and set the brethren to bottoming the chairs. If you cannot get that for them to do, procure some flags or  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rushes, and let them make foot-mats, and sell them, but do not ask too high a price for them; do not ask a dollar or two dollars each for them, for one can be made in an hour or two. And if the market should get stocked with them, get some willows and have willow baskets made, and you can scarcely stock the market with them, for they wear out almost as fast as they can be made. In the spring have these brethren sow some broom-corn&#x2014;they will enjoy working a little out of doors in the nice spring weather&#x2014;and then in fall they can make brooms with the corn. By pursuing this course a Bishop will soon be able to say, &#x201C;I have accomplished a good work; the brethren and sisters whom I had to help are now in a condition to help themselves.&#x201D; And in a short time, if their labor and time are wisely employed, you can build for them the finest house in the ward. You may call it a poorhouse if you choose, though it should be the best house in the ward, and there its inmates can enjoy themselves, the younger ones can be taught music, and thus a source of enjoyment be created, as well as being taught in various kinds of profitable employment, and the lives of all be made a blessing to themselves, they being in the enjoyment of happiness and comfort. You may think that I am painting a fancy sketch, but it is practicable, and those are places I intend to visit by and by. <\/div><div class=\"paragraph jod\" id=\"v12n365\"> Now, Bishops, you have smart women for wives, many of you; let them organize Female Relief Societies in the various wards. We have many talented women among us, and we wish their help in this matter. Some may think this is a trifling thing, but it is not; and you will find that the sisters will be the mainspring of the movement. Give them the benefit of your wisdom and expe<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rience, give them your influence, guide and direct them wisely and well and they will find rooms for the poor, and obtain the means for supporting them ten times quicker than even the Bishop could. If he should go or send to a man for a donation, and if the person thus visited should happen to be cross or out of temper for some cause, the likelihood is that while in that state of feeling he would refuse to give anything, and so a variety of causes would operate to render the mission an unsuccessful one. But let a sister appeal for the relief of suffering and poverty, and she is almost sure to be successful, especially if she appeals to those of her own sex. If you take this course you will relieve the wants of the poor a great deal better than they are now dealt by. We recommend these Female Relief Societies to be organized immediately. <\/div><div class=\"paragraph jod\" id=\"v12n366\"> Another thing I wish to say. You know that the first Thursday in each month we hold as a fast day. How many here know the origin of this day? Before tithing was paid, the poor were supported by donations. They came to Joseph and wanted help, in Kirtland, and he said there should be a fast day, which was decided upon. It was to be held once a month, as it is now, and all that would have been eaten that day, of flour, or meat, or butter, or fruit, or anything else, was to be carried to the fast meeting and put into the hands of a person selected for the purpose of taking care of it and distributing it among the poor. If we were to do this now faithfully, do you think the poor would lack for flour, or butter, or cheese, or meat, or sugar, or anything they needed to eat? No, there would be more than could be used by all the poor among us. It is economy in us to take this course, and do better by our poor  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren and sisters than they have hitherto been done by. Let this be published in our newspapers. Let it be sent forth to the people, that on the first Thursday of each month, the fast day, all that would be eaten by husbands and wives and children and servants should be put in the hands of the Bishop for the sustenance of the poor, I am willing to do my share as well as the rest, and if there are no poor in my ward, I am willing in divide with those wards where there are poor. If the sisters will look out for rooms for those sisters who need to be taken care of, and see them provided for, you will find that we will possess more comfort and more peace in our hearts, and our spirits will be buoyant and light, full of joy and peace. The Bishops should, through their teachers, see that every family in their wards, who is able, should donate what they would naturally consume on the fast day to the poor. <\/div><div class=\"paragraph jod\" id=\"v12n368\"> You have read, probably, that we are starting the school of the prophets. We have been in this school all the time. The revelations of the Lord Jesus Christ to the human family is all the learning we can ever possess. Much of this knowledge is obtained from books, which have been written by men who have contemplated deeply on various subjects, and the revelations of Jesus<span class=\"citation\" id=\"74411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74411)\">Gal. 1:12<\/a><\/span> have opened their minds, whether they knew it or acknowledged it or not. We will start this school of the prophets to increase in knowledge. Brother Calder commences tomorrow to teach our youth and those of middle age the art of bookkeeping and <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> impart to them a good mercantile education. We expect soon to have our sisters join in the class and mingle with the brethren in their studies, for why should not a lady be capable of taking charge of her husband's business affairs when he goes into the grave? We have sisters now engaged in several of our telegraph offices, and we wish them to learn not only to act as operators but to keep the books of our offices, and let sturdy men go to work at some employment for which by their strength they are adapted, and we hope eventually to see every store in Zion attended by ladies. We wish to have our young boys and girls taught in the different branches of an English education, and in other languages, and in the various sciences, all of which we intend eventually to have taught in this school. Tomorrow evening we shall commence our course of lectures on theology. To that class I have invited a few, but not many. I believe I have invited the First Presidency, the Twelve Apostles, Bishop Hunter and his Counselors, the first seven presidents of Seventies, the Presidency of the High Priests' quorum, the Presidency of this Stake of Zion, the High Council, the Bishops and their Counselors, and the City Council. A few more will be invited, enough to fill the room. I wish us to profit by what we hear, to learn how to live, to make ourselves comfortable, to purify ourselves,<span class=\"citation\" id=\"87264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87264)\">D&amp;C 76:116<\/a><\/span> and prepare ourselves to inherit this earth<span class=\"citation\" id=\"62908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62908)\">Matt. 5:5<\/a><\/span> when it is glorified, and go back in the presence of the Father and the Son.<span class=\"citation\" id=\"88355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88355)\">D&amp;C 88:17-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n369\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}