{"ID":120055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Jesus Christ&#x2014;Essential to Abide Its Laws.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, July 19, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Jesus Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/19\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v12n908\"> I am requested to occupy a little time this afternoon in speaking to the people. It is a great satisfaction to me, and I presume it is to all Latter-day Saints who enjoy their religion, to contemplate and realize that God is our friend, and that we have the Gospel of Jesus Christ. Religion is very popular in the world, and has been for many generations; and the religions of the world are as various as the temporal governments of the world. But for a person or community to know and understand for themselves the true gospel, the gospel of Jesus Christ, must be a source of great consolation. <\/div><div class=\"paragraph jod\" id=\"v12n909\"> I have taken a great deal of satisfaction in the gospel of Christ; in fact it has been my life. I have traveled and preached this gospel for the last thirty-five years, more or less, either to the world or to the Saints of God. And in my contemplations and meditations, when I have had sufficient of the spirit of God upon me, I have realized the gifts and graces and blessings pertaining to the salvation of men in the gospel of Christ. <\/div><div class=\"paragraph jod\" id=\"v12n910\"> The governments of the world are varied. We have despotic, monarchical, and republican governments, and in order to become a citizen of any one of them we have to obey the laws of that government. A great deal has been said about the form of government, and the constitution under which we live. They have been the praise of all Americans, and perhaps <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of people living in other portions of the earth. We consider that we have been blessed as a nation in possessing the freedom and privileges guaranteed by the Constitution of the United States. They have been a rich legacy from our fathers. We consider our form of government superior to any other on the earth. It guarantees to us &#x201C;life, liberty, and the pursuit of happiness.&#x201D; And while the inhabitants of many other governments have been tyrannically bound up, and their minds controlled in certain channels, and they have been deprived of the right of liberty of speech and of many other rights valued by freemen, ours has guaranteed unto us all the liberty that can be enjoyed by man. Still, I have many times thought that we, as American citizens, have not prized the gifts and blessings guaranteed to us by the Constitution of our country. For the last few years, especially, the Constitution at times, has been looked upon as a matter of the smallest consequence. In some respects, however, it has been a blessing to us as a people, and it is to the whole nation, as far as it is carried out. But in order to fully receive its blessings we have to honor its precepts. <\/div><div class=\"paragraph jod\" id=\"v12n911\"> Now it is just so with the gospel of Jesus Christ. Those who believe it and obey it in sincerity enjoy far greater blessings than are enjoyed by others. But we have to abide by the laws of the gospel in order to enjoy its blessings and privileges. <\/div> <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n913\"> From my childhood up, I have prized the gospel. Before I heard it proclaimed, I felt when perusing the account of the blessings and privileges enjoyed by the ancient Saints and servants of God that I would have been glad to have lived in those days when the priesthood had the keys of the kingdom of God, when they had power to unlock the heavens and to command the elements and they would obey; when they had power to heal the sick, cast out devils, cause the lame to walk, and the blind to see; when they could receive communication from God, and commune with holy angels. I could see a power, glory and exaltation in those principles for which I looked in vain among men in my day; and I desired to live to see a people by whom such blessings would be again enjoyed. I have lived to see that day. The first time I ever heard this gospel preached, I felt that it was the first gospel sermon I had ever heard; and I went forth and was baptized and received the testimony that it was true, and I have rejoiced in this gospel from that day to this, because I know it is true. And I have wondered many times that there are not more of the inhabitants of the earth who will open their ears and hearts to hear and receive it that they may enjoy its blessings both in time and eternity. <\/div><div class=\"paragraph jod\" id=\"v12n914\"> This Gospel makes us free. Was there ever a more free people than the Latter-day Saints are? No, there never was in any age of the world. There is not anything that will give a man joy or consolation, or any blessing temporal or spiritual, but what is within our reach as far as man in a mortal state has a right to receive. <\/div><div class=\"paragraph jod\" id=\"v12n915\"> When we contemplate the gifts and blessings the Gospel of Christ has given to us, we of all men should be the most cheerful, thankful, and <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faithful, and should honor our calling, and acknowledge the hand of our God in the mercies which we enjoy. <\/div><div class=\"paragraph jod\" id=\"v12n916\"> All men who have obeyed this Gospel for the love of the truth, and whose minds have been inspired by the Spirit and power of God, have felt to rejoice and take consolation in it, and they have felt a great desire to spread the knowledge of its principles among their fellow men. When first embraced by them it has seemed to them as though they could convince the world; and they have been anxious to lay these principles before their father's household, their uncles, aunts, cousins, neighbors, and friends, believing that they would receive it. I felt so myself. But I, with many others, have found myself mistaken in a great measure. I have traveled hundreds and thousands of miles to preach this Gospel. In my travels I have warned many thousands of my fellow men; but have been the instrument, in the hand of God, in gathering very few when compared with the many I have preached to. This has been the experience of all the Elders. We have found, when we came to lay these principles before the world, that they were not ready to receive them. There would be one of a family and two of a city<span class=\"citation\" id=\"60316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60316)\">Jer. 3:14<\/a><\/span> who would open their ears and hearts and would receive the truth, and gather home to Zion. That is the way the Kingdom of God has been built up in this and every other age of the world. There have been but a few here and there that have been qualified or prepared to receive and abide the law of God. The minds of the majority have been prone to evil as the sparks to fly upward;<span class=\"citation\" id=\"56088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56088)\">Job 5:7<\/a><\/span> and it has been a hard matter to get the inhabitants of the earth to listen to our message, and then make it a subject of prayer and receive and obey  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it, and abide in its laws and ordinances in faithfulness and truth unto death. <\/div><div class=\"paragraph jod\" id=\"v12n918\"> When Father Smith gave me my patriarchal blessing he told me I should bring my father's house into the Church and Kingdom of God. I had never seen any member of my father's house from the time I obeyed the gospel until I received my patriarchal blessing, and I rested a good deal on this blessing. Now, all men who were acquainted with Father Joseph Smith know that when he laid his hands upon a man's head it seemed as if the heavens and the hearts of men were open to him, and he could see their past, present, and future. And that is the way all men in the holy priesthood should feel; and whether patriarchs, prophets, apostles, or elders they should live so as to enjoy the spirit and power of their office and calling. This is our privilege, but we do not always live so; but this was the way with Father Smith. After I had been with Zion's Camp up to Missouri I returned east, and on my way I visited my father's household in Connecticut and preached the gospel to them, and baptized my father and all who were in his house. In this I was blessed. I also baptized some of my uncles, aunts, and cousins; but I left a numerous host that did not receive my message; they were not ready to receive my testimony; a few of them did, and some of them have gathered to Zion. I have rejoiced in this and also in preaching the gospel to the world, because I have known that the gospel and the message which I had were from God. I knew then that they were true, and I know it today; and I know they will have their effect on the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v12n919\"> The gospel which we preach is the power of God unto salvation to every <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one who believes, both high and low, rich and poor, Jew and Gentile.<span class=\"citation\" id=\"72188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72188)\">Rom. 1:16<\/a><\/span> There is no man who will receive salvation without it; no man can receive exaltation and be crowned with the fullness of salvation in the presence of God without receiving the fullness of the everlasting gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v12n920\"> All men who have received a glorious salvation and resurrection and have gone to receive their reward in the presence of God, have had to go there by keeping the laws that He gave them. They have had to obey the gospel of Christ on the earth; they have had to receive the law and abide that law in the flesh that they might receive a fullness in the resurrection. It will take just as much to save the Latter-day Saints and the inhabitants of the earth in this generation as it did to save Adam, Enoch, Seth, Moses, Elijah, Elias, or Jesus and the apostles. There is no change nor variableness<span class=\"citation\" id=\"77464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77464)\">James 1:17<\/a><\/span><span class=\"citation\" id=\"83273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83273)\">Morm. 9:9<\/a><\/span> with the gospel of Christ; its ordinances are the same today, yesterday, and forever.<span class=\"citation\" id=\"77365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77365)\">Heb. 13:8<\/a><\/span> As the Apostle Paul said, &#x201C;If we, or an angel from heaven, preach any other gospel than that we have preached, let him be accursed.&#x201D;<span class=\"citation\" id=\"74345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74345)\">Gal. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n921\"> This gospel has been revealed to us. We have received the light of it and rejoice in it. By it and its Author we have been sustained from the commencement until today. The gospel of Christ has never disappointed any man of woman that ever dwelt in the flesh. The God of heaven&#x2014;the Author of this gospel&#x2014;has never disappointed anybody who ever proved faithful to its precepts. And if the inhabitants of the earth expect salvation through any other medium they will be disappointed. Whatever salvation they may get, they will not be saved in the celestial kingdom of God. If they have another glory it will be  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the glory of the law they keep in the flesh. If a man cannot abide a celestial law, he cannot receive a celestial glory, if a man cannot abide a terrestrial law he cannot receive a terrestrial glory; and if he cannot abide a telestial law he cannot receive a telestial glory, but will have to dwell in a kingdom which is not a kingdom of glory.<span class=\"citation\" id=\"88414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88414)\">D&amp;C 88:22-24<\/a><\/span> This is according to the revelations of God to us. <\/div><div class=\"paragraph jod\" id=\"v12n923\"> Here is where we differ from the world of Christendom. Because we have received the Gospel in its fullness and plainness, with its ordinances, its organization, with the priesthood, with its keys, powers and blessings, its revelations and its light, truth and inspiration and its Holy Ghost. Everything which belongs to it in one age of the world belongs to it in another. In this the Gentile world lie in darkness;<span class=\"citation\" id=\"87800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87800)\">D&amp;C 84:49<\/a><\/span> they have followed the same example of unbelief as ancient Israel, by rejecting the Gospel and persecuting the Saints, and putting them to death, and shedding the blood of the prophets and apostles and those who held the Gospel of the Kingdom of God in their day; and they have gone into the wilderness of darkness and unbelief, and remained so, until God restored the Gospel in this day. <\/div><div class=\"paragraph jod\" id=\"v12n924\"> Well, we as a people should rejoice in this Gospel, for in possessing it we are blessed above our fellow men. No matter what the feelings of the world may be, they do not make the truth of God without effect,<span class=\"citation\" id=\"72284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72284)\">Rom. 3:3<\/a><\/span> not a bit of it. God has set His hand in these last days to restore Israel, and to call upon the inhabitants of the earth for the last time. Anciently the Jews were called first. Jesus came to them&#x2014;his brethren&#x2014;first; the Gospel of the Kingdom was established, and the Church organized among them first; they rejected Him and put to death their Shiloh,<span class=\"citation\" id=\"53690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53690)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129074)\">Gen. 50:24 (JST)<\/a><\/span> their <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> King who had come to deliver them. He did not come as they expected; they looked for a King, a monarch, a leader, a warrior coming in the clouds of heaven with power and great glory<span class=\"citation\" id=\"65813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65813)\">Matt. 24:30<\/a><\/span> to lead them to battle and to set up an earthly kingdom and rule and reign over them; they did not look for him to come as the Lamb slain from the foundation of the world.<span class=\"citation\" id=\"79649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79649)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93088)\">Moses 7:47<\/a><\/span> They had not the light, and consequently rejected Him and His message and put Him to death, and the Kingdom was given to the Gentiles&#x2014;first to the Jews, then to the Gentiles. In these last days it came to the Gentiles first; and when they have proven themselves unworthy, it will be given to the Jews.<span class=\"citation\" id=\"81068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81068)\">1 Ne. 13:42<\/a><\/span><span class=\"citation\" id=\"88975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88975)\">D&amp;C 90:9<\/a><\/span> It is to the Gentiles that we have been called to preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v12n925\"> For the last thirty-eight years, since its establishment, have the Elders of this church been laboring and traveling for the spread of the principles of this Gospel. You may track history from the days of the ancient patriarchs to the days of Joseph Smith, and you cannot find any account of men who have traveled as the Elders of Israel have. Jesus told His disciples to go into all the world and preach the Gospel to every living creature, and he that believed and was baptized should be saved, and he that believed not should be damned.<span class=\"citation\" id=\"66789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66789)\">Mark 16:15-16<\/a><\/span> But we can trace almost every mile of the travels of the ancient Apostles, and with the exception of Paul, their travels were confined to Asia, and chiefly to Jerusalem and Judea. But the Elders of this church have traveled in every Gentile nation under heaven that would receive the message. And as a general thing the Elders have been faithful in this work among the nations; and we have not yet ceased to send them to the Gentiles, and we shall continue to do so until they entirely reject the  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel of Christ. How long that will be, it is not for me to say. The Lord is going to make a short work in these last days, He will cut short His work in righteousness.<span class=\"citation\" id=\"72698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72698)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86020)\">D&amp;C 52:11<\/a><\/span> By and by the gospel will be taken from the Gentiles and will be sent to every branch of Israel, and all will hear the sound of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v12n927\"> We are called to build up Zion, and to establish righteousness and truth; called to build up the kingdom of God, and to warn the nations, that they may be left without excuse in the day of God's judgment and calamity.<span class=\"citation\" id=\"90979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90979)\">D&amp;C 124:7-8<\/a><\/span><span class=\"citation\" id=\"92081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92081)\">D&amp;C 136:35<\/a><\/span> Now, the eyes of the Latter-day Saints, of those at least, who live their religion, are open. They understand the signs of the times. They are not walking in darkness;<span class=\"citation\" id=\"89129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89129)\">D&amp;C 95:6<\/a><\/span> they should not be, at any rate. They should have the light, and understand the signs of the times, and know the signs of the coming of the Son of Man.<span class=\"citation\" id=\"85647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85647)\">D&amp;C 45:39<\/a><\/span><span class=\"citation\" id=\"86679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86679)\">D&amp;C 68:11<\/a><\/span> The world does not understand these things; they did not in the days of Christ. They did not understand that Jesus was the Son of God, come to establish His kingdom and to deliver Israel, and they do not know it today; and that makes the difference between them and the Latter-day Saints. The reason of this is that they have not received the Gospel and the Holy Ghost. They have not the inspiration of the Almighty. They have a spirit within them; but the inspiration of the Almighty would give them understanding<span class=\"citation\" id=\"56195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56195)\">Job 32:8<\/a><\/span> if they would embrace the Gospel. But being without the Gospel their understandings are not enlightened. They do not understand the scriptures,<span class=\"citation\" id=\"66643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66643)\">Mark 12:24<\/a><\/span> nor the signs of the times. They do not understand those principles which God reveals to those who keep His laws. This is the difference between us and the world. We have an anxiety for their salvation; so has our <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father in heaven; but they must abide the law. The God of heaven abides a law, all the hosts of heaven abide laws; they are exalted and glorified by law. All the creations of God are governed by law.<span class=\"citation\" id=\"88472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88472)\">D&amp;C 88:34<\/a><\/span> The earth abides the law for which it was created.<span class=\"citation\" id=\"88438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88438)\">D&amp;C 88:25<\/a><\/span> I have many times said, and I think so still, that all the creations of God, except man, abide the law. The beasts of the field, the fowls of the air and the fish of the sea all abide the law by which they were created. I do not know of anything that breaks the laws of God but man, who was made after the image of God.<span class=\"citation\" id=\"52184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52184)\">Gen. 1:26-27<\/a><\/span> And we as well as all the other creations of God must abide the law of our creation in order to receive a fullness of glory and blessing. This is the position we occupy as Latter-day Saints. We have the Gospel, we profess to abide the law of the Gospel; and we should, as a people, be awake to the fact that our Father in heaven has done all He could for the salvation of the human family. He has made known the laws necessary for the exaltation and glory of man, and has done all that can be done by law. We read that in Adam all died, and that in Christ all were made alive.<span class=\"citation\" id=\"73820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73820)\">1 Cor. 15:22<\/a><\/span> Jesus has died to redeem all men;<span class=\"citation\" id=\"126196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126196)\">Alma 33:22<\/a><\/span> but in order that they may be benefited by His death, and that His blood may cleanse them from all actual sin committed in the flesh, they must abide the law of the Gospel. The sins done through Adam we have been redeemed from by the blood of Christ; and in order to obtain salvation we must be obedient and faithful to the precepts of the Gospel. I feel as though we as a people ought to rejoice; and we should prize these gifts and blessings God has put into our hands, and we should seek to magnify our callings, and as a people fulfill the expectation of our Father in heaven, and the ex<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pectation of those who have gone before us. <\/div><div class=\"paragraph jod\" id=\"v12n929\"> The ancients are not perfect without us,<span class=\"citation\" id=\"77118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77118)\">Heb. 11:40<\/a><\/span> neither are we perfect without them.<span class=\"citation\" id=\"91180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91180)\">D&amp;C 128:15,18<\/a><\/span> The old prophets and apostles had their day to labor in warning the world. Noah preached to the inhabitants of the world, and showed his works by his faith,<span class=\"citation\" id=\"77565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77565)\">James 2:18<\/a><\/span> though he did not save a great many.<span class=\"citation\" id=\"126197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126197)\">1 Pet. 3:20<\/a><\/span> Abraham, Isaac, and Jacob, Moses, Elias and the prophets, Jesus and the Apostles all had their day. Their work is finished. They sleep in peace. This is our day, and we should labor while the day lasts; by-and-by night will come when no man can work.<span class=\"citation\" id=\"69550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69550)\">John 9:4<\/a><\/span> We shall not have 365 years as Enoch had to prepare Zion for translation.<span class=\"citation\" id=\"93190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93190)\">Moses 7:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n930\"> As I before remarked the Lord is going to make short His work, or no flesh can be saved.<span class=\"citation\" id=\"65761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65761)\">Matt. 24:22<\/a><\/span> There are great events at our doors, and the Saints of God should be on their watchtower. We should have our eyes, ears, and hearts open to see, hear, understand, and receive the counsels and reproof revealed through the mouth of the servants of God in our day. The Gospel of Christ is one of the greatest blessings that can be bestowed upon man. Eternal life, the Lord says, is the greatest gift of God.<span class=\"citation\" id=\"84091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84091)\">D&amp;C 14:7<\/a><\/span> We can obtain that only through obedience to this Gospel. This, brethren and sisters, is our blessing. We possess it, and have been gathered here by it. Had it not been for the Gospel we should still have been in England, the United States and abroad among the nations of the earth, and Utah would have been a desert sage plain, inhabited only by crickets and Indians, as it was when we came here. The Elders of Israel might have preached until they were as old as Methuselah, and we should never have gathered had it not been for the inspiration of <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Almighty. You and I, and all who have received the testimony of Jesus<span class=\"citation\" id=\"87014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87014)\">D&amp;C 76:51<\/a><\/span> Christ know that these things are true. All the Saints of God among the nations, who have been faithful, have been inspired by the same spirit to gather home to Zion. Why have we gathered to Zion? To fulfill the revelations of God. Isaiah and Jeremiah<span class=\"citation\" id=\"60621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60621)\">Jer. 31:6-14<\/a><\/span> and nearly all the prophets since the world began have foretold the gathering of the people in the last days to establish Zion, from which the law of the Lord should go forth to rule the nations of the earth, while the word of the Lord should go forth from Jerusalem.<span class=\"citation\" id=\"57770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57770)\">Isa. 2:3<\/a><\/span> We are here to do these things, and to receive teachings and instructions that we may be prepared for the coming of the Son of Man. We are here to be shut up a little while in these chambers of the mountains, while the indignation of the Almighty passes over the nations.<span class=\"citation\" id=\"58530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58530)\">Isa. 26:20<\/a><\/span> For this the Lord through his ancient servant said, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80223)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n931\"> The question is often asked by sectarian ministers, &#x201C;Why could you not live in New York, Liverpool, or London, as well as going to Zion?&#x201D; Because we should be in the midst of sin and wickedness and abomination, and it would be very difficult, while so situated, to keep from being polluted by the evils which reign upon the face of the earth at the present time. And to overcome these evils we have been gathered together, that we may be taught in the principles of truth, virtue, and holiness, and be prepared to dwell in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v12n932\"> When we embraced the Gospel we had only just begun our work. Being baptized into this Church is only like learning the alphabet of our  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mother tongue&#x2014;it is the very first step. But having received the first principles of the Gospel of Christ, let us go on to perfection.<span class=\"citation\" id=\"76675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76675)\">Heb. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n934\"> Brethren and sisters, let us lay these things to heart<span class=\"citation\" id=\"86119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86119)\">D&amp;C 58:5<\/a><\/span> and try to realize that the eyes of God, of angels, of those who have gone before us are waiting and watching for the completion of our labors. We have everything to stimulate us to action to do the will of God and overcome evil and be humble, obedient, diligent and faithful. Let us labor faithfully while we dwell in the flesh, that we may be satisfied with our labors when we get through. We have everything to encourage us here in the valleys of the mountains. We have the blessings of God visible over us day by day in our preservation, and in the preservation of the crops and the <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fruits of the soil. The hand of the Lord has been over the land. Who would have been believed twenty years ago, if he had said that this barren, desolate waste would have become like the Garden of Eden? It never could have been done except through the mercies and blessings of God. His promises have been fulfilled to us, and we can just as well acknowledge His hand in these temporal blessings as in anything else, for the hand of God is in it all. <\/div><div class=\"paragraph jod\" id=\"v12n935\"> I pray that God will bless us with His spirit, and give us power to maintain our integrity, magnify our callings, and to be faithful to our covenants, to our God and to each other, that we may overcome the world, the flesh, and the devil and be prepared to inherit eternal life, for Jesus' sake: Amen. <\/div>\n<\/div>\n<\/div>"}