{"ID":120025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom&#x2014;Degeneracy&#x2014;Wickedness in the United States&#x2014;How to Prolong Life.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in Tooele City, August 17, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/17\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v12n371\"> I desire to say much to the people, but I fear I shall have to deny myself the satisfaction, unless I am strengthened of the Lord. I will present before you a few things with which I am more particularly impressed. I desire you to hearken to that which has been said during the session of this Conference, and to that which may yet be said during the continuation of our meeting. <\/div><div class=\"paragraph jod\" id=\"v12n372\"> We can enjoy the blessings of heaven, or we can deprive ourselves of that enjoyment. Intelligent beings have the power to exercise their free will and choice in doing good, equally as much as in doing evil. All have the privilege of doing evil if they are disposed so to do, but they will always find that the wages of sin is death.<span class=\"citation\" id=\"72468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72468)\">Rom. 6:23<\/a><\/span> The Latter-day Saints, by their righteousness, can enjoy all the blessings which the Lord has promised to bestow upon His people, and they can, by their unrighteousness, deprive themselves of the enjoyment of those blessings. We, for instance, exhort the Saints to observe the Word of Wisdom,<span class=\"citation\" id=\"88839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88839)\">D&amp;C 89:1<\/a><\/span> that they may, through its observance, enjoy the promised blessing. Many try to excuse themselves because tea and coffee are not mentioned, arguing that it refers to hot drinks only. What did we drink hot when that Word of Wisdom was given? Tea and coffee.<span class=\"citation\" id=\"88932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88932)\">D&amp;C 89:9<\/a><\/span> It definitely refers to that <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which we drink with our food. I said to the Saints at our last annual Conference, the Spirit whispers to me to call upon the Latter-day Saints to observe the Word of Wisdom, to let tea, coffee, and tobacco alone, and to abstain from drinking spirituous drinks.<span class=\"citation\" id=\"88913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88913)\">D&amp;C 89:5-9<\/a><\/span> This is what the Spirit signifies through me. If the Spirit of God whispers this to His people through their leader, and they will not listen nor obey, what will be the consequence of their disobedience? Darkness and blindness of mind with regard to the things of God will be their lot; they will cease to have the spirit of prayer, and the spirit of the world will increase in them in proportion to their disobedience until they apostatize entirely from God and His ways. <\/div><div class=\"paragraph jod\" id=\"v12n373\"> This is no new or strange thing<span class=\"citation\" id=\"61808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61808)\">Hosea 8:12<\/a><\/span> that you are required to do. Thirty-five years ago we were called upon to reform in our lives, by giving heed to the same Words of Wisdom;<span class=\"citation\" id=\"88840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88840)\">D&amp;C 89:1<\/a><\/span> and if any man comes to you and tells you that you must have a little tea and a little coffee, by the same rule he may urge you to take a little tobacco and a little intoxicating liquor, or a little of any other substance which is hurtful to man. This destroys their claim and right to the spirit of revelation, and they go into darkness. There is not a single Saint deprived of the privilege of asking the Father,  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the name of Jesus Christ, our Savior, if it is true<span class=\"citation\" id=\"83600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83600)\">Moro. 10:4<\/a><\/span> that the Spirit of the Almighty whispers through His servant Brigham to urge upon the Latter-day Saints to observe the Word of Wisdom. All have this privilege from the apostle to the lay member. Ask for yourselves. <\/div><div class=\"paragraph jod\" id=\"v12n375\"> We are called to be Saints, to be the chosen people of the Lord Almighty, to be the saviors of the children of men,<span class=\"citation\" id=\"89723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89723)\">D&amp;C 103:9-10<\/a><\/span> to gather the house of Israel,<span class=\"citation\" id=\"126147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126147)\">3 Ne. 16:5<\/a><\/span> and save the house of Esau.<span class=\"citation\" id=\"61984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61984)\">Obad. 1:21<\/a><\/span> Are we trifling with our high and holy calling before the Lord? Are we trifling away our precious time? If we are, we are trifling with our salvation. Then hearken, O ye Latter-day Saints, and hear the Words of Wisdom which the Lord has given unto you. It is written: &#x201C;For the children of this world are in their generation wiser than the children of light.&#x201D;<span class=\"citation\" id=\"67734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67734)\">Luke 16:8<\/a><\/span> There is a just reason for this saying. But the Latter-day Saints who hearken to the words of the Lord, given to them touching their political, social, and financial concerns, I say, and say it boldly, that they will have wisdom which is altogether superior to the wisdom of the children of darkness, or the children of this world.<span class=\"citation\" id=\"88957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88957)\">D&amp;C 89:19<\/a><\/span> I know this by the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"74412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74412)\">Gal. 1:12<\/a><\/span> and by the results of my own actions. They who have hearkened to the counsels given to them in temporal matters, have invariably bettered their condition temporally and spiritually. The day has gone by in which the people of God are to be trodden under foot by their enemies,<span class=\"citation\" id=\"62227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62227)\">Micah 7:10<\/a><\/span> in which they are to be poor outcasts to wander in sheepskins and goatskins, etc., but they had better continue to do that, and dwell in the caves of these mountains,<span class=\"citation\" id=\"77064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77064)\">Heb. 11:36-38<\/a><\/span> and dress as the Indians do, than to forsake their God and their religion. Who is there among this people who cannot handle <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the things of this world without loving them in preference to the things of God?<span class=\"citation\" id=\"78566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78566)\">1 Jn. 2:15<\/a><\/span> If there is such a person, I pray God to make him or her poor. Some among us are so foolish as to lift up their heels against the Almighty<span class=\"citation\" id=\"56595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56595)\">Ps. 41:9<\/a><\/span> as soon as He blesses them sufficiently to make them a little comfortable and independent. This is lamentable. It is a disgrace to humanity to suffer the paltry things of this mortality to decoy away our affections from God and turn them to the beggarly elements<span class=\"citation\" id=\"74606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74606)\">Gal. 4:9<\/a><\/span> of this world. <\/div><div class=\"paragraph jod\" id=\"v12n376\"> If you observe faithfully the Word of Wisdom,<span class=\"citation\" id=\"88841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88841)\">D&amp;C 89:1<\/a><\/span> you will have your dollar, your five dollars, your hundred dollars, yea, you will have your hundreds of dollars to spend for that which will be useful and profitable to you. Why should we continue to practice in our lives those pernicious habits that have already sapped the foundation of the human constitution, and shortened the life of man to that degree that a generation passes away in the brief period of from twenty-seven to twenty-nine years? The strength, power, beauty, and glory that once adorned the form and constitution of man have vanished away before the blighting influences of inordinate appetite and love of this world. Doubtless we are about the best looking people today upon this footstool, and about the healthiest; but where is the iron constitution, the marrow in the bone,<span class=\"citation\" id=\"88951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88951)\">D&amp;C 89:18<\/a><\/span> the power in the loins, and the strength in the sinew and muscle<span class=\"citation\" id=\"57555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57555)\">Prov. 31:17<\/a><\/span> of which the ancient fathers could boast? These have, in a great measure, passed away; they have decayed from generation to generation, until constitutional weakness and effeminacy are bequeathed to us through the irregularities and sins of our fathers. The health and power and beauty that once adorned the noble form of man must again be restored to our race;  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and God designs that we shall engage in this great work of restoration. Then let us not trifle with our mission, by indulging in the use of injurious substances. These lay the foundation of disease and death in the systems of men, and the same are committed to their children, and another generation of feeble human beings is introduced into the world. Such children have insufficient bone, sinew, muscle, and constitution, and are of little use to themselves, or to their fellow creatures; they are not prepared for life, but for the grave; not to live five, six, eight, and nine hundred years, but to appear for a moment, as it were, and pass away. Now, when a person is fifty years of age he or she is considered an old man or an old woman; they begin to feel decrepit, and think they must feel old, appear old, and begin to die. Premature death is in the marrow of their bones, the seeds of early dissolution are sown in their bodies, they feel old at fifty, sixty, and seventy years, when they should feel like boys of fifteen, sixteen, and seventeen. Instead of feeling decrepit at those years they should feel full of strength, vigor, and life, having attained to early maturity, prepared now to enter upon the duties of a long future life, and when two hundred years have been attained, they should then feel more vigorous than the healthiest of men do in this age at forty and fifty years. <\/div><div class=\"paragraph jod\" id=\"v12n378\"> Let me assure you, my friends, that there does not exist another people in all the world who will take good counsel as readily as the Latter-day Saints do. All men are free to do right or to do wrong, to take good advice or reject it, to pursue the path that leads to eternal life, or to go down to death their own way. I am as independent in praying, and living a righteous life, as I would be if I <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were to violate the laws of God and man. This is my philosophy with regard to the human mind. We have cried to the nation of the United States, and to other nations for over a third of a century, saying, the wages of sin is death.<span class=\"citation\" id=\"72469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72469)\">Rom. 6:23<\/a><\/span> Every man and woman who wishes to forfeit their right to the tree of life<span class=\"citation\" id=\"52449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52449)\">Gen. 2:9<\/a><\/span> have the privilege of doing so. The nation that kills the prophets of God in any age must expect to reap cursings instead of blessings, unless it speedily repent. Judgment must begin at the house of God first,<span class=\"citation\" id=\"90628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90628)\">D&amp;C 112:24-25<\/a><\/span> and we are perfectly willing it should. In 1857, they sent an army to Utah to annihilate &#x201C;Mormonism,&#x201D; but the scourge with which they intended to overwhelm this people has come upon their own heads, and the end is not yet. I told General Thomas L. Kane, that friend to humanity, when he visited us in 1857, that the coming of that army was the entering wedge to split the Government of the United States in pieces, and that soon.<span class=\"citation\" id=\"88179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88179)\">D&amp;C 87:1-8<\/a><\/span> He, of course, could not see how this could ever be. They then were in great prosperity, and were going to annex the whole continent and neighboring islands, and so continue to annex until the whole world should take shelter under our national banner. He only saw this from a political standpoint, basing his expectations of such grand results upon the goodness of the Constitution and laws. I acknowledged to him that we have the best system of government in existence, but queried if the people of this nation were righteous enough to sustain its institutions. I say they are not, but will trample them under their feet.<span class=\"citation\" id=\"63736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63736)\">Matt. 7:6<\/a><\/span> I told General Kane that the Government of the United States would be shivered to pieces. Will this Government ever be restored to its former peace and tranquility, and the institutions thereof ever be main<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained and honored? If they are, it will be by this people. Everything they are doing at present in Congress is only calculated to widen the breach, and alienate and destroy every vestige of love and affection that may yet be existing; and this they will continue to do until they have severed the last tie and worked out the entire destruction of the Government. They think they are doing the best that can be done. Many of them are honorable men, and would do good to the nation if they knew how. The results of their acts will be dissolution, strife, war, and bloodshed, until they are wasted away. The Lord will waste away the wicked as He said He would.<span class=\"citation\" id=\"56581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56581)\">Ps. 37:20<\/a><\/span><span class=\"citation\" id=\"85559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85559)\">D&amp;C 43:33<\/a><\/span> A curse will come upon them to the third and fourth generation, saith the Lord Almighty, if they repent not,<span class=\"citation\" id=\"91044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91044)\">D&amp;C 124:50<\/a><\/span> and refrain not from their sins. There is no likelihood of their doing this. <\/div><div class=\"paragraph jod\" id=\"v12n379\"> The destruction of property and life during the war has been enormous; but I am satisfied that the destruction of the love of virtue&#x2014;the love of every exalted principle of honor, and of political and social government&#x2014;has been greater, comparatively, than the destruction of property and life. Religious societies abound in the nation. Although it never was more wicked than at the present time, it is strange to say that it never was more religious in profession. Religion is the ruling power. The conscience of the masses in regard to religion, to politics, and social life is molded from the pulpit. In my early life I was acquainted with ministers of the sects of the day, and am satisfied that many of them lived honorably in their families, praying, and desiring, and seeking for guidance from on high. While on the other hand, to my certain knowledge, many of them encouraged a practice which today exists to an alarming extent, <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and which is openly and shamelessly acknowledged as a necessity of the age. To check the increase of our race has its advocates among the influential and powerful circles of society in our nation and in other nations. The same practice existed forty-five years ago, and various devices were used by married persons to prevent the expenses and responsibilities of a family of children, which they must have incurred had they suffered nature's laws to rule pre-eminent. That which was practiced then in fear and against a reproving conscience, is now boldly trumpeted abroad as one of the best means of ameliorating the miseries and sorrows of humanity. Infanticide is very prevalent in our nation. It is a crime that comes within the purview of the law, and is therefore not so boldly practiced as is the other equally great crime, which no doubt, to a great extent, prevents the necessity of infanticide. The unnatural style of living, the extensive use of narcotics, the attempts to destroy and dry up the fountains of life, are fast destroying the American element of the nation; it is passing away before the increase of the more healthy, robust, honest, and less sinful class of the people which are pouring into the country daily from the Old World. The wife of the servant man is the mother of eight or ten healthy children, while the wife of his master is the mother of one or two poor, sickly children, devoid of vitality and constitution, and if daughters, unfit, in their turn, to be mothers, and the health and vitality which nature has denied them through the irregularities of their parents are not repaired in the least by their education. A great proportion of the leading men of our nation have sprung from wealthy and influential families, have been reared and educated in the midst  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of circles where the vices of the age flourish the most vigorously, destroying moral force and the love of truth and virtue, making education and refinement mere cloaks to cover sins of the blackest dye. The great majority of that class of persons appear in society as polished gentlemen, whose suavity of manners would deceive, if it were possible, the very elect.<span class=\"citation\" id=\"65779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65779)\">Matt. 24:24<\/a><\/span> They have been educated in our seminaries of learning, and this class of men are now seeking to denude the Constitution of the United States of all its protective and saving powers. <\/div><div class=\"paragraph jod\" id=\"v12n380\"> Why all this? They killed the Prophet. The mob that collected at Carthage, Illinois, to commit that deed of blood contained a delegation representing every State in the Union. Each has received its blood stain. In the perpetration of this great national sin, they acted upon their own free volition which God implanted within them, as much so as if they had been willing to hearken to the advice of the Prophet and his friends when they showed them how to preserve the nation from destruction, how to do good to all, and how to introduce every holy principle that is calculated to bless and exalt a people. But, said they, &#x201C;we will not hearken to the counsels of this man;&#x201D; for, like the Jews of old, they were afraid if they let him live he would take away their place and nation.<span class=\"citation\" id=\"69782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69782)\">John 11:48<\/a><\/span> They not only feared the principles which he taught, but they feared the increasing numbers which followed him;<span class=\"citation\" id=\"64729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64729)\">Matt. 14:5<\/a><\/span><span class=\"citation\" id=\"65365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65365)\">Matt. 21:46<\/a><\/span> they feared that if they let him alone he would incorporate in his religion all the religion there is that is good for anything, or that is according to the Bible, and all the honest, truthful, and virtuous of the nation, they feared, would follow him; and they feared that thereby they would be deprived of their rich <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> emoluments and livings, so they concluded to get rid of him by slaying him. In killing the Prophet Joseph Smith, they did not kill &#x201C;Mormonism,&#x201D; and they cannot kill it unless they kill all the &#x201C;Mormons,&#x201D; for if they leave a single Latter-day Saint living he will cry to the people to repent of their sins and return to the Lord, and the Lord will work with him to gather the righteous, build up His kingdom, build up Zion, and establish Jerusalem no more to be thrown down.<span class=\"citation\" id=\"89563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89563)\">D&amp;C 101:75<\/a><\/span> Well, they will go on their way, and we will go on ours. If they had hearkened to the counsel of Joseph Smith, this nation would have had no wars; there would have been no division in the Government, but it would have gone on in harmony and prosperity. So this people if they will take the counsels which the Lord gives to them through His servants with regard to their grain, and prepare for all contingencies to which they are subject in this mountainous country, we shall never see a famine; but if we neglect this counsel, refusing to hearken to good advice, we shall, by taking this course, bring distress upon ourselves and upon all who depend upon us for a subsistence. Let us pursue a course to preserve ourselves and avert every calamity. This we can do. It is not necessary for calamity to come upon us, if we will only take a course to prevent it. According to present appearances, next year we may expect grasshoppers to eat up nearly all our crops. But if we have provisions enough to last us another year, we can say to the grasshoppers&#x2014;these creatures of God&#x2014;you are welcome. I have never yet had a feeling to drive them from one plant in my garden; but I look upon them as the armies of the Lord, and with them it is easy for Him to consume a great nation. We had better lay up bread  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instead of selling it to strangers, and thus avoid a great calamity that otherwise might overtake us. If the people refuse to hearken to this timely counsel they will commit a great error. Good actions always result in blessings. The history of the people of God in all ages testifies that whenever they have listened to the counsel of heaven they have always been blessed. All this people are satisfied that they will be more blessed to hearken to good counsel than not to do so. <\/div><div class=\"paragraph jod\" id=\"v12n382\"> Instead of doing two days' work in one day, wisdom would dictate to our sisters, and to every other person, that if they desire long life and good health, they must, after sufficient exertion, allow the body to rest before it is entirely exhausted. When exhausted, some argue that they need stimulants in the shape of tea, coffee, spirituous liquors, tobacco,<span class=\"citation\" id=\"88917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88917)\">D&amp;C 89:7-9<\/a><\/span> or some of those narcotic substances which are often taken to goad on the lagging powers to greater exertions, but instead of these kind of stimulants they should recruit by rest. Our artificial wants, and not our real wants, and the following of senseless customs subject our sisters to an excess of labor. To supply these wants&#x2014;to get a ribbon, an artificial flower, this, that, and the other gewgaw, rather than substantial necessaries&#x2014;our farmers sell their wheat. Work less, wear less, eat less, and we shall be a great deal wiser, healthier, and wealthier people than by taking the course we now do. This whole Yankee nation eat so much, and so many good things, that they are always poor in their bodily habit; now and then only you will see a fleshy person among them; it is also the case with the people of the southern portion of the nation. It is difficult to find anything more healthy to drink than good cold <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> water, such as flows down to us from springs and snows of our mountains. This is the beverage we should drink. It should be our drink at all times. If we constantly drink even malt liquor made from our barley and wheat, our health would be injured more or less thereby. It may be remarked that some men who use spirituous liquors and tobacco are healthy, but I argue that they would be much more healthy if they did not use it, and then they are entitled to the blessings promised to those who observe the advice given in the &#x201C;Word of Wisdom.&#x201D;<span class=\"citation\" id=\"88954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88954)\">D&amp;C 89:18-21<\/a><\/span> Some few persons who have been addicted to the use of hot drinks,<span class=\"citation\" id=\"88933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88933)\">D&amp;C 89:9<\/a><\/span> &amp;c., have reached the age of eighty, eighty-three, and eighty-four years, but had they not been addicted to such habits of living they might have reached the age of a hundred or a hundred and five years. <\/div><div class=\"paragraph jod\" id=\"v12n383\"> We profess to be Saints of the Most High. We are the children of that Being who lives in the heavens, who is filled with all intelligence, and possesses all power. We cannot be prepared to dwell with Him unless we instruct our minds and sanctify ourselves in all things. I am happy to see our children engaged in the study and practice of music. Let them be educated in every useful branch of learning, for we, as a people, have in the future to excel the nations of the earth in religion, science, and philosophy. Great advancement has been made in knowledge by the learned of this world, still there is yet much to learn. The hidden powers of nature which give life, growth, and existence to all things, have not yet been approached by the wisdom of this world. There exists around us, in the works of God, an everlasting variety&#x2014;no two leaves, no two blades of grass are alike. Natural philosophy, so far as  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known, marks these phenomena of nature, and reveals her wonders, but is incapable of revealing the <span class=\"italic\">modus operandi<\/span> of the production. All this is veiled in impenetrable mystery to mortals. It is information which cannot be approached by science and philosophy known to man; it can only be reached through the revelations of the Almighty, the Great Author of Nature's work. Great perfection has been attained in the application of important discoveries to the wants and necessities of mankind. I can, in a moment, transmit my wishes to the east, and in a few minutes to the city of London. Great perfection has been attained in the art of telegraphy, yet there is much more to be learned, and the same may be said of the power of steam, and its application to the wants of mankind. While the wonders of art and science in the present age astonish us, yet there was much useful knowledge possessed by the an<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cients which is lost to us. One little simple art that they understood was that of tempering copper and making it equal to our finest tempered steel. <\/div><div class=\"paragraph jod\" id=\"v12n385\"> Let the children in our schools be taught everything that is necessary with regard to doctrine and principle, and then how to live; and let mothers teach their daughters regarding themselves, and how they should live in their sphere of existence, that they may be good wives and good mothers. Let the sisters study economy in the labor and management of their homes. I am satisfied that more than one-half of the labor that is done in our houses can be saved by a judicious exercise of thought and good judgment. Then be wise in these things, and we shall not need tea and coffee, or any other stimulant stronger than our natural food. I say, God bless you, and I bless you in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}