{"ID":120031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Proneness of Mankind to go Astray.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, delivered in the Old Tabernacle, Salt Lake City, December 29, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Proneness of Mankind to go Astray.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 12\/29\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v12n464\"> In the dealings of God with the children of men, in almost every age of which we have any account, we find that a certain weakness of the human heart has ever manifested itself&#x2014;that is, its proneness to stray from the Lord. On almost every occasion when the children of Israel began to get prosperous and wealthy, they forgot their duty and strayed from the Lord. After Joshua had led them across the Jordan, subdued their enemies, and placed them in possession of Canaan, he called the people together <span class=\"italic\">en masse<\/span>, and exacted of them a covenant<span class=\"citation\" id=\"55344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55344)\">Josh. 24:25<\/a><\/span> that they would serve the Lord,<span class=\"citation\" id=\"55329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55329)\">Josh. 24:15<\/a><\/span> who had brought them out of Egypt and had wrought so many miracles in their favor; and it is recorded of that generation that they served the Lord all the days of Joshua and all the days of the Elders who outlived Joshua.<span class=\"citation\" id=\"55345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55345)\">Josh. 24:31<\/a><\/span> This is about as long a time as Israel ever did abide by the law of the Lord. In reading the Book of Mormon this same trait of character is very noticeable in the history of the Nephites and Jaredites. When the Elders were stirred up to preach and prophesy to the people, or when, through the scourging of the Almighty, they were brought to repentance and to the knowledge of their fathers, it would be but an incredibly short time&#x2014;a few years of peace and industry with their attendant blessings&#x2014;before they would again go astray from God, follow new doctrines and <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forms of worship designed by men, and wickedness would soon again overspread the land. This was repeated time and again by the Nephites from the time they separated from the Lamanites until their final destruction. It is remarkable, however, in the history given in the Book of Mormon, that after the mission of the Savior to this continent, and the reception of the gospel by the whole of the Lamanites and Nephites, that for several generations they remained faithful to its precepts and principles, and walked before the Lord with such a degree of humility and thanksgiving that they were prospered and blessed in all things.<span class=\"citation\" id=\"83071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83071)\">4 Ne. 1:1-23<\/a><\/span> This is the longest period of peace, and the most like a millennium that we have any account of in any of our records where time is given to us. It is true that Enoch and his followers were more faithful than this, for it is said that he walked with God three hundred and sixty-five years;<span class=\"citation\" id=\"52789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52789)\">Gen. 5:23-24<\/a><\/span><span class=\"citation\" id=\"93206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93206)\">Moses 7:68-69<\/a><\/span> but, as we have no detailed account of the transactions in his cities, or of the regulations in Zion under his direction, we are not prepared to use the short account we have of him and his people by way of comparison. <\/div><div class=\"paragraph jod\" id=\"v12n465\"> All these lessons taught in the Bible, the Book of Mormon, and by our own experience are to warn us of the danger of going astray, and to show us how prone we are to lust after the leeks and onions of Egypt,<span class=\"citation\" id=\"54677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54677)\">Num. 11:5<\/a><\/span>  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or to sacrifice principle to gain some temporary advantage or to answer some mercenary purpose; and they should be so firmly fixed upon our minds, and so applied in our lives, that nothing could induce us to do so, for however great the seeming advantage resulting from such a course, it would in the end prove a serious disadvantage, for in following it we sacrifice our integrity, violate our faith, weaken our confidence in God and our power with him, and lay ourselves liable to fall into snares from which it is impossible for us to extricate ourselves. <\/div><div class=\"paragraph jod\" id=\"v12n467\"> As I have already said, when I first read the Book of Mormon, this trait of character astonished me, and I have been equally astonished at seeing it manifested by this people during the thirty-seven years I have been conversant with their history. In relation to the Word of Wisdom,<span class=\"citation\" id=\"88843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88843)\">D&amp;C 89:1<\/a><\/span> see what a variety of opinions and feelings have arisen amongst us. It is now about thirty-six years since that was given by the Lord to His people, not by commandment or constraint, but a principle with promise,<span class=\"citation\" id=\"88885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88885)\">D&amp;C 89:2-3<\/a><\/span> and yet today many of us find it difficult to leave off our tea or to do without our tobacco. Had we, as a people, pursued an even, straightforward course in obedience to the counsels of the Almighty, many of us who today are in bondage to these and other pernicious practices would never have indulged in them. <\/div><div class=\"paragraph jod\" id=\"v12n468\"> I moved into Kirtland with five families. The question immediately arose&#x2014;&#x201C;Where shall we settle?&#x201D; Why, right here in Kirtland; the Lord designs to make this a stronghold for a few years, and here we are to settle, which was the counsel of the Prophet. <\/div><div class=\"paragraph jod\" id=\"v12n469\"> The very first thing that occurred after this advice was that two out of the five came to the conclusion that <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they had better go to the neighboring town, because they thought they could gain some temporary advantage. To Chagrin they went, in opposition to the advice of the Prophet, and in a few weeks they were in darkness, and not long after they were numbered with the enemies of Zion, and were soon using all their power for the destruction of the Saints. He that gathereth not with us scattereth abroad.<span class=\"citation\" id=\"64371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64371)\">Matt. 12:30<\/a><\/span> Joseph, the Prophet, told us to go to work and build up the cities of Zion, and not to build up strange cities.<span class=\"citation\" id=\"72129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72129)\">Acts 26:11<\/a><\/span> Kirtland, of course, contained but few Saints, and they were poor, and many of the brethren who were mechanics would go to Cleveland, Painesville, and other places, while the residue were willing to take the advice of the Prophet and stay in Kirtland and get what work they could among the brethren, and make improvements, and at the end of the year it invariably turned out that those who had obeyed counsel had made the most means, and what was more, they had the best spirit, and, as a general thing, they are still in the midst of the Saints; while those who went abroad, contrary to the counsels and instructions of the servants of the Lord, became darkened in their minds, and eventually apostatized. The fact is, in relation to this, that we are to seek first the Kingdom of God and its righteousness,<span class=\"citation\" id=\"63644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63644)\">Matt. 6:33<\/a><\/span> and to use all our efforts to sustain His Kingdom and each other, and to sustain and uphold those who uphold the Kingdom of God, and when we neglect to do this, and suffer temporary interests to drag us to the right or to the left, we lay a foundation for darkness and destruction. However many objections we may feel to abiding the counsels and instructions which are given to the Saints, we will find, under all circumstances, that they are invariably for  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the best, and that, when they have not been observed, the result was unfavorable. It seems to me that most of us can look back the last four or five years and see the course that has been pursued by some in their eagerness and determination to disobey counsel. By these lessons and examples in the school of experience we ought to make ourselves acquainted with the principles of progress, and profit by them. If we will do so God will strengthen our hands<span class=\"citation\" id=\"59166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59166)\">Isa. 35:3<\/a><\/span> and enlighten our minds,<span class=\"citation\" id=\"83968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83968)\">D&amp;C 11:13<\/a><\/span> and enable us to pull unitedly together; and, when we are united as a solid mass, all the powers of earth cannot prevail against us. <\/div><div class=\"paragraph jod\" id=\"v12n471\"> Our weakness consists in division <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among ourselves,<span class=\"citation\" id=\"83143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83143)\">4 Ne. 1:35<\/a><\/span> in not living up to our calling, in not abiding by the counsels which the Lord inspires His servants to impart unto us, and not abiding by the covenants which we make when we lift up our hands to Heaven and vote to sustain our President, or Prophet, as a seer and revelator unto us. This failure on our part weakens both his hands and ours. Brother Woolley said this morning&#x2014;&#x201C;We are progressing,&#x201D; and there is no doubt we are, but it is slowly. <\/div><div class=\"paragraph jod\" id=\"v12n472\"> May the Lord bless us, unite our hearts, and quicken our progress, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}