{"ID":120017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joseph Smith Taught By Revelation&#x2014;The Gospel Reasonable and Consistent&#x2014;The Lord Works Through Simple Instruments&#x2014;Mormonism Full of Charity.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered in the Bowery, Great Salt Lake City, June 30, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Joseph Smith Taught By Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 6\/30\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v12n241\"> I have been pleased whilst listening to the remarks of br. Eldredge. The recital of his reasons for receiving the principles of the gospel forcibly reminded me of the days of Joseph, and of the effect which those principles had on my mind as I heard them proclaimed by the servant of the Lord. Many of the principles which he taught were in the world&#x2014;they were not new, yet it seemed as though they had never been thought of, comprehended, or understood by the children of men; at least, they had not been by me. I did not know anything about God my heavenly Father, nor the connection which existed between Him and the children of men, nor the object He had in view in sending them through this earthly probation, until I learned it from the prophet; and I apprehend that this is, to a very great extent, <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the case with the world today. I had no more confidence in Joseph Smith being a prophet, or in his knowing anything about religion, than I have now in a juggler or a wandering mountebank. I knew nothing at all about Joseph, except what I had heard from his enemies or read in the papers. <\/div><div class=\"paragraph jod\" id=\"v12n242\"> It was not very far&#x2014;only two or three counties&#x2014;from where I was born, in the State of New York, that this work took its rise. I had frequently heard through the religious papers of the miracles that had been performed by the &#x201C;Mormons,&#x201D; and I supposed the whole affair was a great humbug, that the &#x201C;Mormons&#x201D; were fanatics and very bad people. The days of my youth were days of religious excitement&#x2014;the days of revivals, which so pervaded that section of country at that time&#x2014;<span class=\"citation\" id=\"93592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93592)\">JS&mdash;H 1:5-6<\/a><\/span>and I can well apprehend the effect these things  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must have had on the mind of Joseph; he was a young man, I was but a boy, and I know how those revivals affected young minds in the neighborhood in which I lived. Some of those preachers would hold their protracted meetings for days and weeks, and sometimes for a month, one meeting after another, every day and every evening, getting around the young with their influences, and concentrating their prayers, perhaps, on a single individual, and praying for no other, until he would say he had got religion and was converted. Suffice it to say, that I was disgusted with it, and did not believe in any of it, and rested my chance, so far as religion was concerned, on trying to do that which was right as near as I could, and running the risk. <\/div><div class=\"paragraph jod\" id=\"v12n243\"> In this frame of mind I was introduced to Joseph Smith, by Sidney Rigdon, who remarked, at the time, that he was the man who was talked about so much. He was a fine looking man; he did not say much to me nor I to him. Time passed along, and for years after I was occasionally thrown into his society, and frequently heard him speak; and, though I did not at first believe that he was inspired or that he was more than a man of great natural ability, I soon learned that he knew more about religion and the things of God and eternity than any man I had ever heard talk. I read the Book of Mormon and the Book of Doctrine and Covenants without their having any particular effect on my mind. I did not get the principles from either of these sources, but I obtained them from Joseph, and it seemed to me that he advanced principles that neither he nor any other man could have obtained except from the Source of all wisdom&#x2014;the Lord himself. I soon discovered that he was not what <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world termed a well-read or an educated man; then where could he have got this knowledge and understanding, that so far surpassed all I had ever witnessed, unless it had come from Heaven? It commended itself to my understanding and my sober judgment, and although I admitted nothing, and did not embrace the gospel, but stood aloof, yet the words and principles which I heard from him had their effect on my mind. <\/div><div class=\"paragraph jod\" id=\"v12n244\"> I had been a reader of the Scriptures, and had learned a great deal by heart in my youth in the Sunday school. I had read a great many religious publications, and had a tolerable idea of what the sects of the day believed with regard to the principles of salvation. I had investigated and had been raised according to orthodox notions, and in my early youth I believed in the &#x201C;Trinity.&#x201D; I investigated the principles of the Unitarians, who did not believe in the &#x201C;Trinity,&#x201D; and also the doctrines of the Universalists, and I believed about as much in Universalism at the time I was introduced to Joseph as in any of the religions of the day, if not a little more, but had not united myself with any church organization, because I was not fully satisfied. I heard Joseph Smith state at one time in Nauvoo that whether &#x201C;Mormonism&#x201D; was right or wrong, the people were just as well without as with the ordinances taught and administered by the sectarians of the day. That was exactly what I thought, though I did not comprehend so much then in relation to the ordinances of the gospel, and those authorized to administer in them, as I afterwards learned. And although my understanding of these things may have been of slow growth, yet I can say and feel that it is grounded in the truths of heaven, for with the  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>few keys I received from the servants of God I obtained corroborating testimony from the Scriptures, which I have read from that time until now with an understanding that I never had before; and even now, whenever I search the Scriptures, I find things that are new to me, that I never understood nor comprehended before,<span class=\"citation\" id=\"94029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94029)\">JS&mdash;H 1:74<\/a><\/span> although I have been familiar with them from my youth. <\/div><div class=\"paragraph jod\" id=\"v12n246\"> When I first heard Joseph Smith enunciate the principle of baptism for the dead, and the method of administering it, I was astonished that no person had ever thought of that before, it was so plainly laid down in the Scriptures. The principle of acting by proxy was just as plain to me as the noonday sun the moment it was explained to me, but I never thought of it until that time. When I heard these principles my heart leaped for joy, and although I was not a praying man I prayed inwardly that whatever else I might do, I might never be left to deny the principles of truth which the prophet was revealing. That was the inward conviction of my soul. Still I did not join the Church, and I did not know that I ever would; I was not fully satisfied. Some things were made very manifest to me, others I could not comprehend. He preached a funeral sermon once, in which the doctrine of eternal judgment was dwelt upon considerably; this I received, and many a time in Council have I heard him develop the principle so plainly that it would have been a sin against light and knowledge for me to have rejected it, therefore I treasured it up in my own heart. Many and many a time he would go right along developing principle without ever alluding to the Scriptures, while my own knowledge of them would bring passage after passage to my mind in corroboration of that which he was advancing. <\/div> <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n247\"> When he said it was the privilege of the Latter-day Saints to be baptized for their dead, I remembered the words of Paul, &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73870)\">1 Cor. 15:29<\/a><\/span> And when he spoke upon the principle of preaching to the spirits in prison,<span class=\"citation\" id=\"77950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77950)\">1 Pet. 3:18-19<\/a><\/span> it flashed across my mind, as quick as lightning, that the Savior did that between the time of His crucifixion and resurrection. The analogy of the thing struck me with such force that I could not get it out of my mind. And so scripture after scripture and testimony after testimony come to my mind, proving that the principles he advanced were true. But had I ever thought of them, or had the Christian world for ages? No, not until Joseph revealed them. The Catholics, even for praying for the deliverance of the dead from purgatory, were scouted and ridiculed, yet this principle of administering for the spirits in prison was unfolded to my mind, and in and of itself was great and glorious. Said I, if they who were disobedient could be administered to by the Savior of the world, how much more reasonable is it to suppose that they can be administered for, who have not been disobedient, but who have died without a knowledge of the gospel? This seemed reasonable and consistent to me, and the principle was sustained by the Scriptures of divine truth which I had been taught to believe from my youth up. When the apostle used the expression&#x2014;&#x201C;If the dead rise not, then why are ye baptized for the dead,&#x201D;<span class=\"citation\" id=\"73871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73871)\">1 Cor. 15:29<\/a><\/span> he was instructing the Church at Corinth on the principle of the resurrection, some of them apparently having been imbued with the doctrine of the Sadducees who denied the resurrection of the dead.<span class=\"citation\" id=\"65388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65388)\">Matt. 22:23<\/a><\/span> I saw the reason and  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>propriety of the expression. I never had comprehended it before; I did not know God, nor His Son Jesus Christ, nor the relationship that we, His children, bear to Him. That is the condition of the Christian world at the present day. They do not comprehend God, themselves, their past, nor their future. <\/div><div class=\"paragraph jod\" id=\"v12n249\"> These principles have come to us by revelation through the Prophet Joseph. There may be those here who have not received these principles; it will do no harm to talk upon that awhile, and it may not harm those who have. They are incontrovertible. Arguments to sustain them can be adduced if necessary, but I do not think they need it. Still it has a tendency to open up the mind and prepare it to receive those principles which have been made manifest in this our day for the salvation and exaltation of mankind. It showed to me that there was a work to be done, and that the time, so long talked of for its accomplishment, was hastening on. I saw that there was a necessity for it, for truly all people seemed to me to be blinded concerning the things of God. Like the Jews at the appearance of the Savior, they multiplied words, made long prayers, made great pretensions in religious matters, but their hearts were far from God.<span class=\"citation\" id=\"58754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58754)\">Isa. 29:13<\/a><\/span> The fact of some of the Jews denying the resurrection, after hearing the Savior and his Apostles elucidate it so clearly, proves to me that they were nearly if not quite as ignorant with regard to the things of God as the Christian world at the present day. They read the Scriptures without understanding, they administered in the ordinances without power, and they changed the ordinances,<span class=\"citation\" id=\"58432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58432)\">Isa. 24:5<\/a><\/span> substituting one thing for another, thinking the change would, doubtless, answer the same purpose and suit their convenience a little better. <\/div> <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n250\"> It was thus that schisms crept into the church, and men began to reason themselves out of the principles of their most holy faith,<span class=\"citation\" id=\"78912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78912)\">Jude 1:20<\/a><\/span> as was touched upon here a short time ago by the President. I can see how this parity of reasoning would carry men off. To illustrate for a moment. We say that Jesus died for all mankind, that his blood was shed for everybody, but will this save them unless they comply with the requirements of the gospel? Why, no. Some say that the doctrine of one being born to be saved and of another being born to be damned would set that aside. That is the extreme view. Others come along and say, &#x201C;If men's salvation depends upon their actions, where is the need of the atonement, for with all the efficacy of the atonement men cannot be saved without repenting of evil, and if they do this they will be saved anyhow.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n251\"> This is fallacious reasoning. Jesus died that all might live. As we read in the Scriptures, &#x201C;As in Adam all die, even so in Christ shall all be made alive.&#x201D;<span class=\"citation\" id=\"73819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73819)\">1 Cor. 15:22<\/a><\/span> Every son and daughter of Adam may be saved if they will live according to the principles of the gospel. Salvation is within the reach of every human being, because the restitution is as good as the fall. Here is the platform, and if men are not saved it is their own fault. The plan of salvation devised by our Father in heaven is amply sufficient to reach the whole of the human family. He will be justified and we condemned, if we do not receive the principles of the gospel. We can receive the principles of the gospel with its virtues and the attributes of God, or we can go on in the practice of evil until we go down to death and destruction, if we choose. <\/div><div class=\"paragraph jod\" id=\"v12n252\"> Here comes another man, however, who reasons that the virtues and  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attributes of God are what make God, and that without these attributes He would not be God, hence that the attributes alone are God. Do you not see how fallacious this reasoning is? What is a principle without being acted upon? It is no more than the iron in the ore, it is inert and dead. Of what benefit are principles in the abstract, however good they may be? They are of no benefit to humanity unless manifested through organized intelligence. Food when appropriated to its natural use imparts vigor to the system, but unappropriated it is comparatively worthless. The same is true of water and other beverages&#x2014;they are good to quench thirst if rightly used, otherwise they are of little value. By partaking of the Spirit of God, our thirst for knowledge will be satisfied, and it will be within us as a well of water springing up to eternal lives.<span class=\"citation\" id=\"69057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69057)\">John 4:14<\/a><\/span> But if we partake not of that Spirit we will sink, and our course will be continually downward. Hence we see, that in and of itself, the attribute is no more than the iron in the ore, to be beneficial it must be developed by use. If there is a disposition in me to live according to good and true principles, they are bound to elevate and exalt me, just the same as the growth of a child is promoted by proper supplies of nutritious food, whereas if it did not partake of this food it would starve and die. It is just so in spiritual matters. It is not in those matters themselves, but in the individual, and the capacity of the individual who receives and applies them to his own use, and practices upon them, that they are calculated in their nature to elevate and exalt him. <\/div><div class=\"paragraph jod\" id=\"v12n254\"> Such views as I have referred to, do away with God entirely; they do away with the Savior and the virtue <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the atonement. They are worse than infidelity. They turn things completely around. Men advancing them say if such things had been so and so, other things would have been so and so. For instance, &#x201C;What would have been the condition of the world of mankind if the Savior had not died?&#x201D; I do not know anything at all about it. It was in the plan devised in the councils of the Gods before man was brought forth to inherit the earth. One came with, and as a consequence of, the other. I do not know what the condition of man would have been if the Savior had not died. I do not suppose man would have been here if that had not been part of the arrangement. It is not a supposable case with me. I take things as they are. The Lord has arranged it, and if I do not like His arrangement it will not make any difference to Him, though with mankind generally it might. It is for me to submit to the arrangement as I find it, having faith and confidence that it is the best and the only way for us, as the children of God, to walk in, that we may obtain salvation and exaltation in His kingdom. <\/div><div class=\"paragraph jod\" id=\"v12n255\"> Do you suppose that our heavenly Father would have sent us through this probation of sin, trial, misery, and death, if it would have been as well for us to have stayed in our spiritual state in the eternal world? I do not suppose any such thing, but I believe there is a wise purpose in sending us to pass through this mortal state, and that was so well understood by our spirits that they were willing to come and run all risks, and descend below all things,<span class=\"citation\" id=\"88254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88254)\">D&amp;C 88:6<\/a><\/span> that they might have the privilege of rising above all things.<span class=\"citation\" id=\"75036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75036)\">Eph. 4:9-10<\/a><\/span> The principle of the thing is plain, beautiful, and correct to my mind. I begin to understand my origin and the pur<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pose of God my Father in sending me to this state of existence, and the relationship in which I stand to Him. <\/div><div class=\"paragraph jod\" id=\"v12n257\"> To those called to mourn the departed who have died in the faith, these principles are a source of great consolation; their contemplation causes the heart to bound with joy and exultation, and to rejoice in God and the holy gospel which He has revealed. You can bear testimony to this as well as I can. You had no knowledge pertaining to the principles of salvation, the knowledge of God and things pertaining to eternal life, until you received it through the gospel. The sectarians of the Christian world, although they are professedly engaged in the promulgation of these things, are as ignorant in relation to them as the beasts that perish. They do not know anything about the principles of salvation, and they are so prejudiced that they will not be taught; they ignore the only source whence they can be obtained in these days, because it is unpopular, and they will be damned, because great is the sin of unbelief. As it was with the Jews in the days of the Savior, so it is now with the Christian world. Light is offered them, and they reject it, and this will be their condemnation.<span class=\"citation\" id=\"68911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68911)\">John 3:19<\/a><\/span> It was said anciently that no good thing could come out of Nazareth,<span class=\"citation\" id=\"68648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68648)\">John 1:46<\/a><\/span> and today the Christians say that no good thing can come from the &#x201C;Mormons&#x201D; or from Joseph Smith. By and by they will find that a great many good things can come from just such a source. <\/div><div class=\"paragraph jod\" id=\"v12n258\"> That is the way the Lord works. He takes the poor weak things of the earth to confound those who are wise and mighty in their own estimation.<span class=\"citation\" id=\"72923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72923)\">1 Cor. 1:27<\/a><\/span> God will have the glory, it is His right. He will accomplish His work and His purposes in His own <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> due time. It is His right to do so, and to have the glory and the honor of it. If the Lord were to choose those who are great and wise, according to the notions of the world, they would want to dispute with Him because of their great attainments, and they would claim the honor for this and for that, and would say that such a man should be canonized because of his holy and righteous life, and great honor should be paid to another because of his learning, and because he has divulged so many things. If the Lord were to reveal principles of truth to such men they would claim the honor, and would make merchandise of the gospel. Some may inquire how I know this? I know it by what they have done and are doing. They are selling men's souls and their own for filthy lucre's sake. There is a scramble among the clergy for the loaves and fishes.<span class=\"citation\" id=\"69212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69212)\">John 6:26<\/a><\/span> They will take children and make ministers of the gospel of them without any authorized ordination, and whether the Lord wants them or not, no matter whether their minds are touched with the principles of truth or not, provided they become learned in the law and have Rev. or D.D. appended to their names. Such things are abominable in the sight of Heaven! It is not likely that the Lord would avail Himself of such people to make known His law to the children of men. There is no room in such hearts for Him to make an impression upon. It is a great deal more likely that He would select such a one as Joseph Smith, who was free from tradition, and on whose mind He could make an impression as easily as He could with a pen on a piece of white paper&#x2014;an honest, sincere soul, seeking the way of eternal life. It is far more reasonable to me to suppose that the Lord could make an impression on such natures, than that He  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could on learned doctors of the law. <\/div><div class=\"paragraph jod\" id=\"v12n260\"> The prophet has said that when this thing came forth, the poor and the meek of the earth<span class=\"citation\" id=\"126130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126130)\">Isa. 11:4<\/a><\/span> should rejoice in the Holy One of Israel.<span class=\"citation\" id=\"58851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58851)\">Isa. 29:19<\/a><\/span> They do, they have rejoiced in Him. This gospel commends itself to their understanding, whether it does to the understanding of the rich and learned or not. They whose understandings have been touched with the principles of salvation have enjoyed a great privilege, and our elders who go forth can teach the whole world the way of life and salvation. It is that which makes them bold to stand up in any place, for they know that if the people will heed their teachings they can lead them into the celestial Kingdom of God. I was bold to declare this to the elders while abroad in the nations, in order to strengthen and encourage them, for they know more than any other set of men on the face of the earth, pertaining to the things of God and eternal life. Therefore I encourage them to stand up in all confidence, trusting in God, and declare the things they had received, and I assured congregation after congregation, when attending conference where the elders were, that if they would listen to the teachings and principles which the elders would unfold to them, they would lead them into the celestial Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v12n261\"> It becomes the Latter-day Saints, then, to live so that they may show by their good works that they do believe in these glorious principles, and that they will cleave to them with full purpose of heart.<span class=\"citation\" id=\"81769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81769)\">Jacob 6:5<\/a><\/span> This course will increase faith, which is the source and root of power; it will give confidence in God and in the principles of the gospel. When a man has gone before the Lord and prayed for the recovery of the sick, and his prayer has been answered, can he not go a <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> second time with more confidence? Most assuredly; and if he continues to live a pure and virtuous life, keeping himself from the contaminations of the wicked and ungodly, he will go on step by step, continually increasing in faith in God and the things of eternal life. The world is full of sin, iniquity, contamination, and everything that is calculated to destroy man's existence here on the earth. And what does Christianity, in its present phase, accomplish for the redemption of the human family? Has not wickedness continued to increase, until now it pervades all classes of society, and it is impossible to stem the torrent? Look at those who are numbered with the Christian world, they are but a small portion of the people on the face of the earth, and then, again, how few of them believe, or even profess to believe in the principles of Christianity. There are a few sects, but a great number of people do not join themselves to any of them, though, as I have already said, they are just as well without. Then, how uncharitable in those few sectarians to believe that they are the only ones in the way of eternal life! The &#x201C;Mormons&#x201D; are sometimes accused of being uncharitable, but the fact is, &#x201C;Mormonism&#x201D; will save all who can be saved. <\/div><div class=\"paragraph jod\" id=\"v12n262\"> Then a large portion of the sectarian world do not believe in many of the principles I have referred to pertaining to the plan of salvation. For instance, they do not believe that anything can be done for a man after death, although he may have died without a knowledge of the gospel. Look what myriads would be debarred from salvation through this alone, according to popular religious notions. There are the Baptist and Presbyterian churches, that number but a few thousands on the earth, and yet according to their theories nearly  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everybody but themselves must be damned and go to hell. It is the same with the Catholics. Take them all combined, and there are but a few millions on the earth who call themselves Christians, and yet, in their midst and numbered with them, except in Catholic countries, are the old and the young, and, in fact, a majority of all classes, who never attach themselves to any church, and these latter, according to the doctrine of their orthodox brethren, will be damned. In Catholic countries the majority of the women belong to the church, and the children, too, until they reach maturity, when they become infidel, and when, instead of attending church on a Sunday morning, they spend their time in restaurants. In the afternoon, males and females all spend their time in enjoyment, going to balls, races, restaurants, &amp;c. In countries where the Protestants and Dissenters prevail they make more profession in relation to the observance of the Sabbath. A great many faithfully attend church, while others stay at home or go out riding, or on excursions, or otherwise enjoy themselves. <\/div><div class=\"paragraph jod\" id=\"v12n264\"> I have heard men standing at the corners of streets praying for their sinful brethren&#x2014;for one who had been on an excursion, perhaps, spending his time on the Sabbath in pleasure; and for mercy on another man who had been beating his wife; pleading for the Lord to have mercy on this and on that class of what they termed sinners, and saying that all these would be consigned to eternal torments unless He did have mercy on them, though they are denominated Christians, in the general classifications, and that all but the few who believed as they did, whether such ever heard the contracted creeds <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taught by them or not, would be doomed to hell to suffer through all eternity; and this they say because of their illiberal ideas and uncharitable notions. But the gospel of Jesus teaches us, that while those sinners whom they prayed for must repent of their sins and do right, as well as those who, like the Pharisees, prayed for them at the street corners, all the human family who ever did, do now, or will yet live upon the earth, may be saved if they will obey the principles of the gospel, except such as have been &#x201C;once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost, And have tasted the good word of God, and the powers of the world to come,&#x201D; for &#x201C;If they shall fall away,&#x201D; it is impossible &#x201C;to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.&#x201D;<span class=\"citation\" id=\"76703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76703)\">Heb. 6:4-6<\/a><\/span> But to all will the gospel be preached, if they are in the flesh that they may act for themselves, and if they are in the spirit world, that they may be administered for in this world, &#x201C;that they may be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78107)\">1 Pet. 4:6<\/a><\/span> This shows that, after all, the principles which the &#x201C;Mormons&#x201D; have embraced are calculated to save more of the human family than any other known to men on the earth. Then how can they call us uncharitable? They cannot without injustice. <\/div><div class=\"paragraph jod\" id=\"v12n265\"> May God bless us and help us to be faithful, and to pass along from knowledge to knowledge, and from virtue to virtue, practicing those things through our lives which are calculated to exalt us eventually in the presence of our heavenly Father, which is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}