{"ID":120042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Importance of Observing the Sabbath Day&#x2014;Emigration of the Poor&#x2014;Fish Culture&#x2014;Producing Silk.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, delivered in the New Tabernacle, Salt Lake City, April 6, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Importance of Observing the Sabbath Day, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v12n629\"> We have been in the habit of looking contemptuously on the sectarian world, so far as their habits appear to us to be indications of hypocrisy. Among them men take great pains to seem to be religious. They will put on a long face, a sad countenance, and on the Sabbath day they will endeavor to seem to be very holy. But as soon as the Sabbath has gone by, a great many men will not scruple to commit the most outrageous acts of dishonesty and corruption, thinking, perhaps, by being so very good on the Sabbath day, that the wickedness and corruption of the remaining six days will be sanctified and justified. <\/div><div class=\"paragraph jod\" id=\"v12n630\"> Well, we have looked contemptuously upon a spirit of this kind, and in so doing some of us may have failed to appreciate, as we ought, the importance of observing the Sabbath day. We may have felt that it was <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a tradition that we and our fathers had inherited from the sectarian world. There are many instances of our brethren failing to observe the Sabbath day. Some going to the canyon on a Saturday for wood or lumber, knowing that they could not return with their loads until Sunday; or going out to hunt cattle when they knew they could not accomplish what they desired without breaking the Sabbath. I feel a desire to call the attention of the Conference to the consideration of this subject, because it not only involves a commandment given in the law of Moses,<span class=\"citation\" id=\"54233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54233)\">Ex. 20:8<\/a><\/span> and endorsed by the New Testament,<span class=\"citation\" id=\"72070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72070)\">Acts 20:7<\/a><\/span> but it has been also enjoined upon us by revelation, through Joseph Smith in the present generation; and if we neglect it we have no right to expect the blessings of God to that extent that its observance would ensure. We find on the 149th page of the  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Doctrine and Covenants something on this subject, to which I wish to call the attention of the brethren and sisters. It reads as follows: <\/div><div class=\"paragraph jod\" id=\"v12n632\"> &#x201C;Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God with all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ thou shalt serve him. Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor kill, nor do anything like unto it. Thou shalt thank the Lord thy God in all things. Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken heart and a contrite spirit. And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day; For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High; Nevertheless thy vows shall be offered up in righteousness on all days and at all times; But remember that on this, the Lord's day, thou shalt offer thine oblations and thy sacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord. <\/div><div class=\"paragraph jod\" id=\"v12n633\"> &#x201C;And on this day thou shalt do none other thing, only let thy food be prepared with singleness of heart that thy fasting may be perfect, or, in other words, that thy joy may be full. Verily, this is fasting and prayer, or in other words, rejoicing and prayer.&#x201D;<span class=\"citation\" id=\"86288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86288)\">D&amp;C 59:5-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n634\"> I read this simply to call your attention to the law as it has been given to us through Joseph Smith, our Prophet, and to impress upon the minds of the Elders the necessity of observing it. <\/div><div class=\"paragraph jod\" id=\"v12n635\"> We find it also enjoined upon us in a portion of section 4, of a revelation on page 160, of the Book of <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Doctrine and Covenants, which reads as follows: <\/div><div class=\"paragraph jod\" id=\"v12n636\"> &#x201C;And the inhabitants of Zion shall also observe the Sabbath day to keep it holy.&#x201D;<span class=\"citation\" id=\"86720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86720)\">D&amp;C 68:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n637\"> I have felt that it was necessary to call the attention of the Saints&#x2014;the brethren especially, to this subject, because I believe it affects us in various ways. We should come together on the Sabbath day and partake of the Sacrament, and we should do no work, but what is necessary to prepare food for ourselves, or to feed our animals. We should observe the Sabbath as a day of rest,<span class=\"citation\" id=\"54355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54355)\">Ex. 23:12<\/a><\/span> and if we do it faithfully we shall live longer; for my impression is, saying nothing about the commandment of the Lord, that nature requires one-seventh of our time for rest, and that when a man has worked fifty-two Sundays in a year, he is at least fifty-two days older than he needs to be, and has not done as much work during the year as if he had worked only six days a week and had rested the seventh. I hope our brethren will hereafter make their calculations to observe the Sabbath and thus act in accordance with the law of God. The evidence is plain on the face of the Book of Mormon, that when men commence to live in accordance with the laws of the gospel, as the people of Nephi did for about two hundred years after the Savior visited the land Bountiful, they shall begin to be stronger and to live longer. Amos, the son of Nephi, kept the records on the plates of Nephi eighty-four years,<span class=\"citation\" id=\"83117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83117)\">4 Ne. 1:19-20<\/a><\/span> and his son Amos<span class=\"citation\" id=\"83118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83118)\">4 Ne. 1:21<\/a><\/span> kept them one hundred and eleven years:<span class=\"citation\" id=\"83147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83147)\">4 Ne. 1:47<\/a><\/span> Book of Mormon, pages 494-6, sections 8 and 11. Previous to this period the Book of Mormon shows that the Nephites were a short-lived race. The observance of the Sabbath, as well as the observance of every other commandment of God, has a tendency to prolong  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>human life. There is nothing to prevent us commencing, by observing the Word of Wisdom, to lengthen our days, in accordance with the words of the prophecies of Isaiah, which says, &#x201C;for as the days of a tree are the days of my people.&#x201D;<span class=\"citation\" id=\"60209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60209)\">Isa. 65:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n639\"> There are several subjects I wish to refer to in addressing my brethren in Conference. One of them is the emigration of the poor from Europe, which was agitated last Fall Conference. Some of the brethren have contributed liberally, and sufficient means has been collected to aid a considerable number; but nothing like what was desired. Yet with what has been raised here, with that which may be possessed by some who are partly able to help themselves, we expect to bring five thousand adults to the railway terminus. We also expect to raise the wagons, mules, and oxen necessary to fit up teams, and the necessary provisions and teamsters, guards and arms, to go from here to the terminus of the railroad, and bring home the brethren and sisters and their children who may gather to that point. We also want to make plans and calculations, and every man and woman throughout the Territory should feel that it is a part of their duty to contribute his or her share to accomplish this; and then to lay a foundation for setting all these people to work at something that will enable them to live and acquire a competence as well as return the means expended in bringing them here. Those indebted to the Perpetual Emigration Fund should feel the importance of paying their indebtedness; and those who are not indebted should feel alive and awake to the accomplishment of this object. It is a great and glorious work which we have undertaken, and it will never do for us to be discouraged and leave it half done. <\/div> <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n640\"> There is another subject under consideration, which weighs very heavily upon the minds of the Saints. The Word of Wisdom recommends us to use the flesh of animals sparingly.<span class=\"citation\" id=\"88943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88943)\">D&amp;C 89:12<\/a><\/span> The law of Moses prohibited to Israel the use of swine's flesh;<span class=\"citation\" id=\"54616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54616)\">Lev. 11:7<\/a><\/span> but in the Gentile world at the present day it is considered superior, as food, to almost every other kind of flesh. And even among us, with the education and training that we have received, there is a great deal of it used. It seems to be a pretty general idea among the people that swine's flesh can be more easily raised than any other; but there is no doubt that, with proper care and attention, other kinds of meat might be produced with equal facility. For some reason God, by special law, prohibited its use to the children of Israel; and it certainly seems desirable that we should also discontinue its use, as within the past few years in some countries where a great amount of pork has been consumed the people have been afflicted with a kind of pestilence&#x2014;a disease which is considered incurable. It is therefore wise and prudent for us to adopt plans to procure supplies from other sources. In some countries the culture of fish has recently been introduced. It was commenced, in the first place, by sportsmen for the purpose of increasing the amusement of anglers; but the French government, under the reign of the present Emperor, have commenced to stock the rivers of France with fish for the purpose of increasing the supply of healthful food to the people. This is being done successfully in New England, where rivers were formerly well stocked with salmon and other varieties of fish, though for many years they have become extinct. Laws have been passed in New Hampshire, Maine, and other Eastern  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>States, requiring the owners of mills to construct fishways over their dams, so that fish can pass freely up and down the streams, the dams having heretofore effectually prevented this. <\/div><div class=\"paragraph jod\" id=\"v12n642\"> Persons have also been employed to restock the rivers, and in this way many choice varieties of fish have been again successfully introduced. The real fact is, they are as easily raised as hogs, if the proper attention is paid to them. Our beautiful lakes&#x2014;such as Utah Lake and Bear Lake&#x2014;our rivers, and even our springs can, with a very little trouble and expense, be made to yield an immense quantity of this healthful food. I wish to call the attention of the Bishops and Elders, at home and abroad, to the propriety of studying this question; and if they lack information on the subject just let them drop a note to the Hon. W. H. Hooper, our Delegate at Washington, and ask him to furnish information on the culture of fish. He has it in his reach through the Bureau of Agriculture, and can send it under his own frank, and that will put you in possession of the information you require. You can feed fish as well as hogs, and they will eat a great many things you are little aware of, and with a little trouble you can procure that which will furnish an agreeable and healthy change in our diet. <\/div><div class=\"paragraph jod\" id=\"v12n643\"> I also wish to advise our brethren&#x2014;the Bishops especially, to consider the propriety of taking proper measures for the production of poultry. Their flesh is agreeable and much more healthful as food than using great quantities of pork, as we are compelled to do in many instances. <\/div><div class=\"paragraph jod\" id=\"v12n644\"> I will also call the attention of the congregation to the subject of raising silk. We are anxious to dress in broadcloth, and to wear fine clothing; but there is a difficulty in the way of our sending abroad for them, for we <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have scarcely anything that we can send to purchase the necessary material; hence the necessity of taking measures to raise it here. The revelation given to the Church years ago to let the beauty of our garments be the workmanship of our own hands,<span class=\"citation\" id=\"85399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85399)\">D&amp;C 42:40<\/a><\/span> although it has not remained a dead letter, has never been fully complied with; and it is time that we, as a people, should be thinking of some new industry by which the kinds of clothing we desire may be produced, and also have a production or staple of some kind that we can send abroad that will bring us wealth in return, instead of sending away all our money, and bringing nothing back. <\/div><div class=\"paragraph jod\" id=\"v12n645\"> It has been proven by a few years' experience that the mulberry tree grows in this country; the climate agrees with it, and it grows rapidly and thrives well. It has also been proven that the silkworm is healthy in this climate, and experiments have proven the fact that silk of a fine quality can be produced here in abundance. Now, silk has commanded gold in all ages. It once would pay for transportation overland on the backs of animals from the frontiers of China to the west of Europe; and silk garments have been considered so delightful that they were worth their weight in gold. And in consequence of the high esteem in which it has ever been and is yet held, the trade in silk is still very remunerative. We would like to see our wives and daughters clad in the most delightful silk, but we cannot get it; and yet it can be cultivated and produced by their own nimble fingers, in this climate, just as easily as flax or wool, and at very little more expense. Several years ago in the States there was quite an excitement on this subject; but it proved a failure. The reason was that in many of the States where the experiment was  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tried the climate was too severe for the culture of the proper varieties of the mulberry; they would kill with the winter frosts, and then the summers were too damp or rainy for the healthy production of the worm. Our climate is peculiarly fitted in these respects. Our dry summers and mild winters are both suitable, and there is not a doubt but as fine silk may be produced here as anywhere in the world. President Young has taken pains to introduce the mulberry. He sent to Europe and obtained the proper kind of seed. It can be grown from the seed and multiplied to any extent from the cuttings. Our brethren in every ward should take this matter in hand and plant out these cuttings, and send for the silkworms, and set in operation a new branch of industry, which will employ us some six weeks or two months in the summer time in feeding and taking care of the worms; the residue of the labor&#x2014;winding and manufacturing the raw material into silk can be conducted through the year. Millions of dollars worth of silk might thus be annually pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>duced in this Territory, from labor that now counts very little. <\/div><div class=\"paragraph jod\" id=\"v12n646\"> The feeble, the aged, the lame, and almost any person, no matter how weakly, might be employed at this business; and silk always fetches such a price that it would pay us for sending it abroad, in addition to the amount we might use. <\/div><div class=\"paragraph jod\" id=\"v12n647\"> It is just as easy for us to clothe ourselves with silk, the workmanship of our own hands,<span class=\"citation\" id=\"85400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85400)\">D&amp;C 42:40<\/a><\/span> as to go ragged. Then, I feel it, conscientiously, to be a duty we owe to ourselves as a people, and the obedience we owe to the revelations of the Lord that we should add this industry to the branches we have already commenced. <\/div><div class=\"paragraph jod\" id=\"v12n648\"> We should also take care of our sheep, and continue to erect woolen manufactories, and never relax our efforts in the cultivation of flax, hemp, and cotton, for all these articles in their time and season are indispensable; and with the whole of them put together&#x2014;the silk, wool, flax, hemp, and cotton, we need ask no odds of mankind for clothes to wear, however beautiful we may choose to make them. <\/div>\n<\/div>\n<\/div>"}