{"ID":120026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Saints Improving Slowly&#x2014;Guidance of the Spirit and Dictation of the Priesthood&#x2014;Fasting, and Gathering the Poor.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Old Tabernacle, Great Salt Lake City, December 29, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Saints Improving Slowly, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/29\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v12n386\"> It is said that short visits make long friends, and short sermons perhaps make interesting meetings. I am sure this is the case sometimes. I am thankful for the privilege of being instructed, and of meeting with a people who manifest by their lives a desire for improvement. I am <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thankful that we have the privilege of meeting in this tabernacle from Sabbath to Sabbath. Last Sabbath I referred to the meager congregations that generally attend in the morning, and today I really expected to see every seat in this house occupied. I cannot think that the  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people are sleigh riding, for there is no snow; neither can I conclude that they are in the canyon, for the roads cannot be traveled. I do not think that they are fishing at this season of the year; neither can they all be in attendance at Sabbath schools. Then what are they doing? Are they praying, resting, sleeping, or wasting their time in frivolous and unprofitable employment? We are happy to see large congregations of the Saints in the afternoons. This is the only public meetinghouse in which meetings are held in the morning and afternoon on the Sabbath day in this city. The people of Great Salt Lake City make to one point to attend meeting in the morning and afternoon, unlike the people of the large cities of the world. I have seen them go to meeting in some of those cities, and I cannot compare them to anything that will describe them as they appeared to me better than the inhabitants of an ant hill. They run in all directions, the Methodists jostle against the Baptists, and the Baptists against the Presbyterians, and the Presbyterians against the Quakers, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v12n388\"> Let the people come to meeting, and hear what is said, and if any of you are not instructed to your satisfaction, be so kind as to send up a card to the stand, intimating your desire to speak, and we will give you an opportunity of doing so, to display your wisdom; for we wish to learn wisdom and get understanding.<span class=\"citation\" id=\"57374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57374)\">Prov. 4:5,7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n389\"> We are in a great school, and we should be diligent to learn, and continue to store up the knowledge of heaven and of earth, and read good books, although I cannot say that I would recommend the reading of all books, for it is not all books which are good. Read good books,<span class=\"citation\" id=\"88989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88989)\">D&amp;C 90:15<\/a><\/span> and extract from them wisdom and understanding<span class=\"citation\" id=\"88797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88797)\">D&amp;C 88:118<\/a><\/span><span class=\"citation\" id=\"90402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90402)\">D&amp;C 109:7<\/a><\/span> as much as you possibly <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can, aided by the Spirit of God, for without His Spirit we are left in the dark. I have very frequently urged upon the people to live so that they can enjoy the spirit of revelation, even that intelligence which proceeds directly from heaven&#x2014;from the fountain of all intelligence. Do this people live so? Yes, measurably. We improve slowly, and as brother George A. Smith has said, we do not improve fast enough. I acknowledge that this people are improving, and I am proud of it. When I address the throne of grace<span class=\"citation\" id=\"76579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76579)\">Heb. 4:16<\/a><\/span> in prayer, I am happy to be able to thank God that the Latter-day Saints are striving to order their lives correctly before Him. I am pleased, I am happy, I am full of comfort, of joy, of peace, because of the progress this people are making; and yet I see how easy it is for a person to slide backward, and get into darkness and blindness of mind. We are prone to wander, and do that which our inclinations bid us do; like the boys with their sleds, we go up hill very slowly, but rush quickly down again. We are too apt to be slow to learn righteousness, and quick to run in the ways of sin.<span class=\"citation\" id=\"81915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81915)\">Mosiah 13:29<\/a><\/span> The adversary of our souls is constantly watching to decoy us from the path of truth and duty to God, until we become reckless in our disobedience to His commandments and to the counsels of His servants. There is one path&#x2014;one line to follow to obtain and continue in the love and light of the Lord, which is, as it were a compass to direct the Saint to the haven of safety, and it will not vary, for its directions are sure. <\/div><div class=\"paragraph jod\" id=\"v12n390\"> We have many duties to perform, and a great work is before us. We have Zion to build up, and upon this we are all agreed, but we differ more or less respecting the <span class=\"italic\">modus operandi<\/span> for we wish, in the majority of instances to follow the dictates of our  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own inclinations. We do this too much for our good. If the people will live so as to be directed continually by the light of the Spirit of the Lord, they never will go much astray. In many instances our anxieties, our desires, and our wills are so great that we actually plead with the Lord to allow us to bend duty a little particle for the purpose of accomplishing what we wish. We are pleased to do this, and to do evil also, hence &#x201C;man is born to trouble, as the sparks fly upward.&#x201D;<span class=\"citation\" id=\"56086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56086)\">Job 5:7<\/a><\/span> We are very prone to wander. Let the people watch themselves lest they take a course that will lead them into darkness, and they know not the things of God,<span class=\"citation\" id=\"73110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73110)\">1 Cor. 2:14<\/a><\/span> and be left to believe a lie<span class=\"citation\" id=\"75805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75805)\">2 Thes. 2:11<\/a><\/span> instead of the truth. What is that which turns people away from this Church? Very trifling affairs are generally the commencement of their divergence from the right path. If we follow a compass, the needle of which does not point correctly, a very slight deviation in the beginning will lead us, when we have traveled some distance, far to one side of the true point for which we are aiming. When men take upon themselves strength, depending upon their own wisdom, light, and knowledge, saying&#x2014;&#x201C;I am right, and I care not what anybody else says;&#x201D; and, &#x201C;I will do thus and so on my own responsibility,&#x201D; asking no odds of God and His servants. &#x201C;If I wish to go to the north, south, east, or west, or follow this or that employment, or pursue this or that course to obtain the necessaries of life, it is my affair, and I cannot see that any other man has anything whatever to do with it.&#x201D; I say, if we thus arrogate to ourselves strength, wisdom, and power, and think that we can judge for ourselves in all things independent of God and His servants, then are we liable to be led astray. <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Every man and woman who walks in the light of the Lord can see and understand these things for themselves; but through our anxiety, and over desire to have our own way, we often swerve and turn to the right or to the left of the true line of our duty. How often have we sealed blessings of health and life upon our children and companions in the name of Jesus Christ and by the authority of the Holy Priesthood of the Son of God, and yet our faith and prayers did not succeed in accomplishing the desires of our hearts.<span class=\"citation\" id=\"126148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126148)\">D&amp;C 42:48<\/a><\/span> Why is this? In many instances our anxiety is so great that we do not pause to know the spirit of revelation and its operations upon the human mind.<span class=\"citation\" id=\"77680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77680)\">James 4:3<\/a><\/span> We have anxiety instead of faith. When a man prophecies by the power of the Holy Ghost, his words will be fulfilled as sure as the Lord lives; but if he has anxiety in his heart, it swerves him from the thread of the Holy Gospel, from the true thread of revelation, so that he is liable to err, and he prophesies, but it does not come to pass, he lays his hands upon the sick, but they are not healed. It is in consequence of not being completely molded to the will of God. Do we not realize that this is so? And do we not realize that we should constantly strive to live in the counsel and light of God day by day, and hour by hour?<span class=\"citation\" id=\"78730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78730)\">1 Jn. 3:22<\/a><\/span> If we do this we shall certainly make sure to ourselves a celestial inheritance. <\/div><div class=\"paragraph jod\" id=\"v12n392\"> We have gathered the best people from among the nations of the earth, and yet we are not so good as we should be. Why are we not as good as we should be? Because we have eternal light and knowledge here, and no person is deprived of the privilege of asking and receiving of God for himself,<span class=\"citation\" id=\"63763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63763)\">Matt. 7:8<\/a><\/span><span class=\"citation\" id=\"89812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89812)\">D&amp;C 103:31<\/a><\/span> but we do not all avail ourselves of this great privilege. We are not like others who are called by  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men to go on missions to the world, we are called of God, and carry with us true credentials, not the credentials of Paul, Peter, or any of the old Apostles and servants of God, who used them a thousand years ago, but we have the living oracles and the Holy Priesthood restored in our day, giving authority to men in the nineteenth century as in days of old.<span class=\"citation\" id=\"84456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84456)\">D&amp;C 22:3<\/a><\/span> Having this authority, and these great advantages, we should be better than anybody else. We have believed in the Lord Jesus Christ, we have received in our faith the fullness of the gospel, we have yielded obedience to God's commandments, obeyed the ordinances of His house, receiving them in our faith and practice, and these we have received through apostles and prophets, called of God, in our own age, as was Aaron.<span class=\"citation\" id=\"76585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76585)\">Heb. 5:4<\/a><\/span> These blessings and callings the Almighty has revealed in this as in all ages for the benefit of finite beings, that through obedience to the gospel, eternal life in the presence of God might be brought upon all who endure to the end in righteousness. By obeying the ordinances of God, mankind glorify God, but if they do not obey Him, they do not detract one particle from His glory and power. Although all His children should wander from the holy commandments, God will be glorified, for they are left to choose for themselves, to choose death instead of life, darkness instead of light, pain instead of ease, delight, and comfort. This liberty all beings enjoy who are created after the likeness and image of God,<span class=\"citation\" id=\"52181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52181)\">Gen. 1:26-27<\/a><\/span> and thus they become accountable for their own actions. The commandments of God are given to us expressly for our benefit, and if we live in obedience to them we shall live so as to understand the mind and will of God for ourselves, and concerning ourselves as individuals. This is a subject <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon which a great deal can be said, but I shall not follow it at this time. <\/div><div class=\"paragraph jod\" id=\"v12n394\"> I exhort my brethren continually to live so that they may have the light of the Holy Spirit in them, to know their duty, and when they know their duty fully it will be to follow truly those whom God has placed over them to lead them as a community, as a people, as a kingdom of God; it will be to obey the counsel that is given them from time to time. What does the man who understands the spirit of his religion believe with regard to his own affairs, with regard to his life, with regard to his business transactions, &amp;c.? He believes that it is his privilege to be dictated by the constituted authorities of the church of God and the spirit of revelation in all things in his mortal life. There is no part of his life that he will consider exempt from the guidance and dictation of the Priesthood of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v12n395\"> We wish the Latter-day Saints to meet at their respective houses, erected for that purpose, on the day appointed for a fast,<span class=\"citation\" id=\"59839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59839)\">Isa. 58:6-7<\/a><\/span> and take with them of their substance to feed the poor and the hungry among us, and, if it is necessary, to clothe the naked.<span class=\"citation\" id=\"81867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81867)\">Mosiah 4:26<\/a><\/span> We expect to see the sisters there; for they are generally first and foremost in deeds of charity and kindness. Let the hearts of the poor be made glad, and let their prayers and thanksgiving ascend unto God, and receive an answer of rich blessings upon our heads. I think I told you last Sabbath that I would mention this subject again today. <\/div><div class=\"paragraph jod\" id=\"v12n396\"> If you would be healthy, wealthy, full of wisdom, light and knowledge do all you can for the kingdom of God. I expect that there are brethren who are well to do, who can command their thousands, who consider that their business crowds them this year, and they do not see how  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they can give anything for the gathering of the poor Saints. I have a word of consolation for such. You, merchants, mechanics and farmers; yea, everyone; let me console you, and say to you, keep your money, and pay your debts, and buy your teams, and your farms, and your goods. You think I am speaking to you ironically. Well, I acknowledge to you that I am. You keep all, and do not apply one dollar for any purpose outside of your business, and I will promise you, in the name of the Lord, that you will be poorer than you would have been if you had given of your substance to the poor. Do you consider these hard words? They are true words. The earth is the Lord's and the fullness thereof,<span class=\"citation\" id=\"56485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56485)\">Ps. 24:1<\/a><\/span> the gold and the silver are all his; and he throws up the precious metals to view whenever he pleases, and when he pleases he sends his messengers to hide them in the bowels of the earth, beyond the reach of man. He also closes the eyes of wicked gold hunters, that they cannot see them; but they walk over them, and leave them for the righteous to gather in the due time of the Lord. Now, you who think that you must keep your means and that you cannot spare a portion to gather the poor another year, remember that you will not get rich by so doing. You may ask what I am going to do? I am going to get rich, for I calculate to give considerably more to gather the poor than any other man; because I want to be richer than any other man. I want more, because I believe I know what to do with it better than most of men. <\/div><div class=\"paragraph jod\" id=\"v12n398\"> These are a few words of consolation to the brethren who wish to keep their riches, and with them I promise you leanness of soul, darkness of mind, narrow and contracted hearts, and the bowels of your com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>passion will be shut up, and by and by you will be overcome with the spirit of apostasy and forsake your God and your brethren. <\/div><div class=\"paragraph jod\" id=\"v12n399\"> I see around me a great people. Joseph Smith was called of God, and sent to lay the foundation of this latter-day kingdom. He presided over this people fourteen years. Then he was martyred. Since that time your humble servant has presided over and counseled this people; he has directed the Twelve Apostles, the Seventies, the High Priests, and every quorum and department of the Melchizedek and Aaronic Priesthoods, guiding them through the wilderness where there was no way into a dry, barren land. For the space of twenty-four years he has watched over their interests, holding at bay their enemies, teaching them how to live, and redeem this country from the barrenness and desolation that have, for many generations, made it unfit for the habitation of man. What man or woman on the earth, what spirit in the spirit world can say truthfully that I ever gave a wrong word of counsel, or a word of advice that could not be sanctioned by the heavens? The success which has attended me in my presidency is owing to the blessings and mercy of the Almighty. Why I have referred to this is to show you that I realize the importance of obeying the words of the Lord, which he gives through his acknowledged servants. When revelation is given to any people, they must walk according to it, or suffer the penalty which is the punishment of disobedience; but when the word is, &#x201C;will you do thus and so?&#x201D; &#x201C;It is the mind and will of God that you perform such and such a duty;&#x201D; the consequences of disobedience are not so dreadful, as they would be if the word of the Lord were to be written under the  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>declaration, &#x201C;Thus saith the Lord.&#x201D;<span class=\"citation\" id=\"53844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53844)\">Ex. 4:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n401\"> Now, I say to the people, will you gather the poor? To the Elders I say, will you carry the Gospel to all the world? Blessed are they who obey when the Lord gives a direct commandment, but more blessed are they who obey without a direct commandment. For it is written: &#x201C;It is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward. Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness; For the power is in them, wherein they are agents unto themselves. And inasmuch as men do good they shall in no wise lose their reward. But he that doeth not anything until he is commanded, and receiveth a commandment with a doubtful heart, and keepeth it with slothfulness, the same is damned.&#x201D;<span class=\"citation\" id=\"86205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86205)\">D&amp;C 58:26-29<\/a><\/span> I say this that you may understand that I feel just as patient, and just as kind towards the Latter-day Saints as a man's heart can feel, and am careful to take every precaution in directing their steps to the possession of eternal life in the presence of God that none may be lost.<span class=\"citation\" id=\"70662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70662)\">John 17:12<\/a><\/span><span class=\"citation\" id=\"85994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85994)\">D&amp;C 50:42<\/a><\/span> My course is not to scold, but to persuade and entreat the people to do their duty, holding before them the reward of faithfulness. It requires all the care and faithfulness which we can exercise in order to keep the faith of the Lord Jesus; for there are invisible agencies around us in sufficient numbers to encourage the slightest disposition they may discover in us to forsake the true way, and fan into a flame the slightest spark of discontent and unbelief. The spirits of the ancient Gadiantons<span class=\"citation\" id=\"82416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82416)\">Hel. 2:4<\/a><\/span> are around us. You may see battlefield after battlefield, scattered over <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this American continent, where the wicked have slain the wicked.<span class=\"citation\" id=\"86466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86466)\">D&amp;C 63:33<\/a><\/span> Their spirits are watching us continually for an opportunity to influence us to do evil, or to make us decline in the performance of our duties. And I will defy any man on earth to be more gentlemanly and bland in his manners than the master spirit of all evil. We call him the devil; a gentleman so smooth and so oily, that he can almost deceive the very elect.<span class=\"citation\" id=\"65780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65780)\">Matt. 24:24<\/a><\/span> We have been baptized by men having the authority of the holy Priesthood of the Son of God, and consequently we have power over him which the rest of the world do not possess, and all who possess the power of the Priesthood have the power and right to rebuke those evil spirits. When we rebuke those evil powers, and they obey not, it is because we do not live so as to have the power with God, which it is our privilege to have. If we do not live for this privilege and right we are under condemnation. <\/div><div class=\"paragraph jod\" id=\"v12n402\"> I know that the Bishops in this Church are improving, and are better men, and they should lead and dictate their Wards still better than they do. <\/div><div class=\"paragraph jod\" id=\"v12n403\"> It may be asked, should not brother Brigham lead the people better? No doubt he should. Will you hearken to one little saying? I can say, follow me as I follow Christ, and everyone of us is sure to go into the celestial kingdom of our God, God being our helper.<span class=\"citation\" id=\"56790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56790)\">Ps. 54:4<\/a><\/span> Can all the Bishops say this? I think not in every case. But are they improving? They are and that is not all, they will continue to improve, and they will become wise leaders of the people. They should be fathers to their Wards. They are looked upon as such by the people; and their example has its effect for better or for worse, and they should be foremost in every good word and work, to be  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>successful in leading the people into the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v12n405\"> Here is a great people, and we have called upon them to contribute of their substance to gather the poor Saints from abroad another year. It is now nearly three months since we commenced to call upon them for means to apply in this way. Means for this purpose does not come in so readily as we think it should. Now, I will mention a single circumstance in this city to show you that there is money in the country. One mercantile house in this city traded in one month forty-one thousand dollars. If one house can sell this amount of goods in a month, surely we can gather considerable for so laudable a purpose as the gathering of our poor brethren and sisters to a place where they can be fed and clothed, and taught further in the things of God. <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Yet, for all this, we are improving as a people; but do we serve God with a perfect heart and a ready and willing mind?<span class=\"citation\" id=\"55899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55899)\">1 Chr. 28:9<\/a><\/span> We do not. If the Latter-day Saints will put into my hands one-twentieth part of the means that go into the hands of their enemies, I think we can gather up every poor saint there is in the old country. Will they do this? I do not expect they will. My brethren are willing to go and preach the gospel in all the world. I would like to see them just as willing to assist in gathering them home. The kingdom of God is the safest institution on earth in which to invest means. We are citizens of His kingdom and members of His church, and we realize that we have to suffer all things for the gospel, but it will make us richer than we can possibly be in any other work. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}