{"ID":120003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prosperity of Southern Utah.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, delivered in the Tabernacle, Great Salt Lake City, May 19, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Prosperity of Southern Utah.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/19\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v12n27\"> Unpropitious as the morning has been we are assembled here for the purpose of receiving instruction. It is a pleasure to me to meet with the Saints. I feel the spirit that prompts them in the discharge of their duties, and the response which comes from the congregation to the speaker, inspired by the Spirit of the Lord, is mutually calculated to instruct and encourage us in the discharge of our several duties. <\/div><div class=\"paragraph jod\" id=\"v12n28\"> Since Conference I have visited the settlements south to some extent, accompanying President Young on his journey. I have been much gratified that the Saints are progressing, and that the teachings given at Conference are being generally carried out, although the settlements were then but thinly represented, in consequence of the almost impassable state of the roads. The word, however, has gone forth, and the feeling is implanted in the breasts of the Saints to make new efforts and endeavors to fulfil the duties of their calling, and to cultivate that spirit of oneness which is necessary to enable us to overcome and to attain that position in the earth which God designs His Kingdom to occupy in the last days. <\/div><div class=\"paragraph jod\" id=\"v12n29\"> I must say that in traveling through the country, and looking at things as they naturally exist, I could but wonder that anybody on the earth could envy us the privilege <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of living in these mountain deserts. Our brethren in the cotton country have had to struggle against natural difficulties to a great extent, and have overcome them only by main strength, and a continued exercise of that strength is necessary to keep what they gain. It is true that some of the settlements or towns are located in positions where they can obtain their water for irrigation from springs; this, however, is in limited quantity. The city of St. George receives its water from a number of springs which seem to be increasing in quantity, but if the city should be enlarged, as anticipated, the water will have to be brought from a distance at a very great expense. The city lots in Washington and Toquerville are watered by means of springs, but the farming lands in Washington and St. George are watered from the Rio Virgin and Santa Clara rivers. These streams are subject to floods. The soil on their banks is so friable and uncertain that whenever a flood comes the dams that are placed in these streams, to aid in taking out the water, are easily washed away, and the cotton and grain fields can be irrigated only at a vast annual expense. <\/div><div class=\"paragraph jod\" id=\"v12n30\"> It seems a difficult task to contend with the elements, and to accomplish that which is required of us; and I am very well satisfied that no other people would attempt to improve  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these locations for a long time to come were we not occupying them. The settlements already made are like oases in the desert&#x2014;they are made productive by irrigation and the industry of the Saints, and are kept flourishing by the constant application of labor. This rule applies with almost equal force to every settlement in the Territory, as well as those in the cotton country. All the irrigation that is carried on, whether it be from large or medium sized streams, is done at considerable expense, and when the floods come, through the melting of the snow, sudden rains, or waterspouts, the canals are filled up and the works torn away, which imposes constant and continued labor on the hands of the Saints; the result is that, whatever agricultural improvement is made is held by main strength. <\/div><div class=\"paragraph jod\" id=\"v12n32\"> Now, I regard this as peculiarly favorable to the Latter-day Saints, because they are possessing what nobody else in the world would have. You know when we lived on the rich fat lands of the Mississippi and Missouri valleys, our fields and improvements were coveted. Our enemies gathered around us and attempted to drive us away, and ultimately succeeded, and they robbed us of our inheritances, which were worth millions of dollars. When we located here we located on a spot that was not likely to be desirable to anybody else, any further than our labor made it so. <\/div><div class=\"paragraph jod\" id=\"v12n33\"> The country in the southern part of this Territory is singularly constructed, and embraces a variety of climates within a very few miles. For instance, when we reached Parowan it was cold, the season was backward, the bloom on the peach trees was scarcely visible; we went on to Cedar, eighteen miles farther, and there was a very slight change. <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We then went on to Kanarra, a settlement thirteen miles farther, there was a very slight change, but the season was not near so forward as at Salt Lake City. Between Kanarra and Toquerville, a distance of twenty-three miles, we pass over a series of low ridges, generally denominated the Black Ridges. About twelve miles of this road have been worked through rocks at a very great expense, and it is still very rough. The winds and rains together have so blown and washed the soil from among the rocks that it is a hard road to travel. There is nothing on it, however, but a few patches of sand to hinder a team from hauling considerable of a load. When we had crossed this road and reached Toquerville, it was astonishing to see change in vegetation. The town was perfectly green; the apricots were from one-third to one-half grown, the peaches were as large as bullets, and the grapes all set and the stems formed, and it looked like midsummer. This was in the short distance of some twenty-three miles. The little belt of land upon which the settlements along the southern border of the Territory blessed with this climate are located, was so narrow and small that it was really believed by those who first explored it that it was scarcely capable of supporting any population at all. Every year, however, develops more and more its capabilities, and the people are becoming more healthy and contented as prosperity smiles upon them and attends their labors. <\/div><div class=\"paragraph jod\" id=\"v12n34\"> I have passed through the region to the south of our settlements a great many times, and I have been thankful for the desert that I had to go over. As many of you know, it is many miles from one spring, or from one place where it is possible to obtain water, to another. There are  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>water stations formed by springs or little mountain streams; but they sometimes go dry, and it is generally fifteen miles, and sometimes twenty or thirty between each. Nothing grows there except sage and a little grass, and when we get to the southern border of the Territory we find thorns and thistles, and the cactus, which grows to a tree seven or eight feet high, and so thorny that no one, seemingly, can get near it. I was struck with the good condition of the cattle as I passed through the country. I could not see what they got to eat; they would stand and watch the cactus, it looked so nice and green, but woe to the animals that touched it. The earth in this region is fortified with thistles sufficiently to justify the prediction to Adam, when cast from the garden&#x2014;&#x201C;Thorns and thistles shall it bring forth.&#x201D;<span class=\"citation\" id=\"52621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52621)\">Gen. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n36\"> A great portion of the soil cultivated by the brethren is sand; cultivation, however, seems to change its nature considerably. In Washington and St. George they have been greatly inconvenienced in consequence of mineral being in the soil. Much of this mineral land is being reclaimed, and the prospects for abundance of fruit are very good. Grape vines planted three or four years ago now bear plentifully, and the extent and breadth of soil for the planting of vineyards, and for raising abundance of other fruit to which that climate is more particularly adapted than this upper region of the basin, are being greatly increased. To look at these little spots one would think that all the land susceptible of cultivation was now occupied, and that there was no room for more; but, by continued labor and expense, additional land may be reclaimed. The dam constructed four years ago for the irrigation of the farms near Washington, situated four miles above the <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> town, has been washed out by the floods; the result will be to some extent disastrous to the cotton crop, and but little, probably, will be planted. The fact is, however, that as soon as the people are able to do it, they can dig canals on each side of the Narrows where this dam has been located, and thus procure a permanent supply of water. <\/div><div class=\"paragraph jod\" id=\"v12n37\"> The proposed canals will bring under range of irrigation several thousand more acres of land, which, by being carefully and properly cultivated, will make room for many more settlers. Notwithstanding the many difficulties with which the people have to contend, we found them progressing and feeling warm and warm-hearted. Most of them were sent there as missionaries, and sacrificed good homes and competence in this part of the country to go and assist in building up that mission, and we feel, in relation to them, that they are really the choice children of Israel. The town of St. George is being built up magnificently, many of the houses are of first-class character, their improvements are permanent, and their gardens and vineyards are being cultivated in a very tasteful manner, and its present appearance seems to indicate that at no distant day it will be one of the most delightful spots in creation. <\/div><div class=\"paragraph jod\" id=\"v12n38\"> The people who were sent on that mission, and who have remained in the country, are those who are willing to do what is required of them, and determined to fulfil the laws and commandments of God. There are many who thought the country could not be reclaimed, and abandoned it, who are scattered along the road between here and there, and some are now going back to make a beginning. The building of the cotton factory by President Young at Washington has also encouraged the Saints;  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is a good building, has excellent machinery, is capable of making considerable yarn, and is calculated to promote the growth of cotton and to render the settlements permanent. We did not visit Kane County, but understood that the settlers there had suffered considerably from floods in the Rio Virgin destroying the dams and washing away fields and orchards. Many of the Saints from Kane County attended Conference at St. George, and rejoiced in the instructions that were given. <\/div><div class=\"paragraph jod\" id=\"v12n40\"> I will say that, so far as I am concerned, I was not annoyed during the whole journey by being compelled, or even required by gallantry or common courtesy, to take tea or coffee. The brethren of the party observed the Word of Wisdom<span class=\"citation\" id=\"88835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88835)\">D&amp;C 89:1<\/a><\/span> in this respect, and wherever we went we found the feeling to do the same general among the people. Some of the brethren who had long been in the habit of chewing tobacco found it unpleasant, but as a general thing they were reflecting on the subject, and were disposed in good faith and with determination to do right. President Young and his brethren were received at every place with demonstrations of joy, gratitude, and pleasure. The meetings were crowded, and every building and bowery we assembled in seemed to be too small. It was astonishing where so many people came from. We realized that our settlements were increasing, and that our institutions were favorable to the increase of population. Still there is room for more, for all were busy and had more than they could do, and there are yet many ways in which labor can be advantageously employed in building towns, cities, schoolhouses, and in making other improvements. <\/div><div class=\"paragraph jod\" id=\"v12n41\"> With this view of the subject I can <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but express my thanks to God for all the drawbacks peculiar to our location here&#x2014;the mountains, perpetual snows, the deserts, the barren sage plains, the sand hills, the noxious mineral in the soil, and the uncertainty of the climate, for they help to isolate and shelter us from our enemies; for, for some cause, from the time we commenced to preach the principles of the gospel of Christ it has been the fixed determination of our enemies to destroy us, and they have sought every occasion against us. Wherever we have lived we have been law-abiding, still we have been subjected to the power of mobocracy. Mobocrats have robbed us of our inheritances, and have driven us from place to place, but here, while we have to contend with the sand, rebuild our dams, and to irrigate every particle of vegetation that we raise for our sustenance, we are no longer subject to their molestation. Like the fabled fox in the brambles, I rejoice at these difficulties. The fox had been chased by the dogs, and he escaped to the brambles; he found himself in a rather thorny position, but consoled himself with the reflection that though the thorns tore his skin a little they kept off the dogs. So it is with us. These mountains and deserts, with their changeable climate and the great difficulty and immense labor necessary for us to endure and perform in order to sustain ourselves, keep off those who would rob and deprive us of the comforts of life; and every man of reflection who passes through this country is apt to say&#x2014;&#x201C;This country is just fit for the Mormons; nobody else wants to live in it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n42\"> To be sure men might come into your garden and partake of your strawberries and other fruits, and seeing what a nice little spot you had  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>made with twenty years of labor, they might say, &#x201C;had we not better rob them of this,&#x201D; or &#x201C;cannot we lay some plan to rob them of this?&#x201D; There was a person of this kind over in Nevada, who presented a bill to Congress to rob the Latter-day Saints of their inheritances unless they took certain oaths, which no Latter-day Saint could take conscientiously. What does this spirit of robbery amount to? It simply shows the corruption and wickedness of men, and makes us thankful that God has given us this country for an inheritance, that the Saints may attain strength, cultivate virtue, uprighteousness, honesty, and integrity, and maintain themselves as the servants of the Most High. <\/div><div class=\"paragraph jod\" id=\"v12n44\"> I have enjoyed myself very much on this tour; we have had very agreeable meetings. During twenty-three days the President preached about nine hours. We had altogether thirty-five meetings It was a very industrious trip. It was pleasant, but the pleasure was hard earned. So far as we learned, the natives were disposed to be friendly, all of them we saw were so, and those who were reported to us were in the same condition. We have hopes that the action of our brethren in gather<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing to stronger positions and living more compactly is calculated to promote peace. Carelessness on the part of the brethren in scattering beyond their settlements with their families and cattle, and thus tempting the wild men of the mountains to come out and rob, plunder, and murder, has been the chief cause of Indian difficulties heretofore. The observance of the counsel and instruction given will put a better face on these matters, and more peaceable times may be anticipated. So far as the hearts of the Saints are concerned, they seemed one. We found no divisions, jarrings, or contentions, but all were struggling to do a great and good work. They rejoiced to see the President and to hear his instructions, and were ready to carry them out. <\/div><div class=\"paragraph jod\" id=\"v12n45\"> The brethren and sisters are struggling with all their might to build up the Kingdom of God, enjoy its blessings, and partake of its glory. This is the feeling we found in traveling; we rejoiced in it, and we rejoice in the privilege of returning; and we pray the Father that His peace may be on the Saints, that they may eternally enjoy a fulness of the everlasting gospel, with all its glory, in the celestial kingdom, through Jesus our Redeemer, Amen. <\/div>\n<\/div>\n<\/div>"}