{"ID":120064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Sacrament&#x2014;The Church of Christ&#x2014;Different Dogmas of Christianity&#x2014;Book of Mormon&#x2014;The Testimony of Joseph Smith.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the Old Tabernacle, Salt Lake City, Nov. 15, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Sacrament, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/15\/1863<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v12n1137\"> The occasion of administering the Sacrament, the emblems of the death and sufferings of our Lord and Savior Jesus Christ, is a suitable time for every Latter-day Saint to make the inquiry, why are we Latter-day Saints; and for making an examination of some of the reasons which have moved upon us to receive the doctrines of this Latter-day dispensation, thereby subjecting ourselves to the jeers, scoffs and ridicule of our former friends and acquaintances. <\/div><div class=\"paragraph jod\" id=\"v12n1138\"> The Church of Jesus Christ of Latter-day Saints was organized on the 6th of April, 1830,<span class=\"citation\" id=\"84219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84219)\">D&amp;C 20:1<\/a><\/span> with six members, who had received baptism through the administration of Joseph Smith and Oliver Cowdery, the first elders of the Church.<span class=\"citation\" id=\"94014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94014)\">JS&mdash;H 1:72<\/a><\/span> The cause of that organization is something we should consider when we inquire, why we are Latter-day Saints. At that time, as at present, there existed in the world a great variety of religious denominations, which were divided under general heads, and sub<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>divided into smaller divisions. Those who worship idols comprise probably more than one-half of the inhabitants of the earth; the followers of Mahomet, a very large portion of the remainder, perhaps one hundred and fifty millions of people. They receive the doctrines of the Arabian prophet. They discard idols, and follow the rules, precepts and ceremonies laid down in the Koran. They are subdivided into numerous sects. The portion of the world who acknowledge the Christian religion probably embraces a population of two hundred and fifty millions, the three main divisions of which are the Holy Catholic Church, or Church of Rome, the Greek Church, and the Protestant Churches. There are a great many subdivisions of the Protestant Churches, such as the Lutheran, Baptist, Episcopal, Presbyterian, Methodist, and others. I will not undertake to enumerate them. I have heard it said that the number corresponds with the number of the  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beast spoken of by John in Revelation, who declares the number of the name of the beast to be 666. <\/div><div class=\"paragraph jod\" id=\"v12n1140\"> In a debate, some years ago, between Alexander Campbell, the founder of the Disciples or Reform Baptists, and Bishop Purcell, of Cincinnati, on the Catholic religion, Mr. Campbell undertook to prove that the numeral letters that composed the name of the beast<span class=\"citation\" id=\"79670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79670)\">Rev. 13:18<\/a><\/span> would answer to the name of the Catholic Church. Bishop Purcell made a very facetious reply, saying that he could find the same numeral letters in the name of Alexander Campbell, and could find in these numerals, he thought, the beast with a hump on his back. <\/div><div class=\"paragraph jod\" id=\"v12n1141\"> Now, though all these sects professing Christianity differ on various points, there is one peculiarity belonging to the whole of them&#x2014;they all unite in declaring that God has ceased to give revelation and that He has ceased to inspire men with the spirit of prophecy. While they are all united on this point, they are divided on other points, such, for instance, as the doctrine of Transubstantiation, or the belief entertained by the Catholics, that the bread and wine consecrated for the Sacrament become the actual body and blood of Christ. I suppose that tens of thousands of men have died on the field of battle endeavoring to settle this question by the sword. Another point of difference is in relation to the form of baptism, some contending that to dip the finger into a cup of water and sprinkle an infant will answer as well as for an adult to go down into the water and be immersed as the Savior was.<span class=\"citation\" id=\"83995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83995)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"84403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84403)\">D&amp;C 20:74<\/a><\/span> Thousands of learned men have exhausted their ingenuity trying to determine whether a certain Greek word, from which the word baptism is derived, means to immerse, to sprinkle or to pour. <\/div><div class=\"paragraph jod\" id=\"v12n1142\"> In consequence of these differences <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of opinion societies and churches have been organized, not one of them having knowledge enough to inquire of the Lord and get a revelation to decide the matter. And if anyone tried to think of it and proposed such a thing he would subject himself to the ridicule of the whole, for they say, &#x201C;all these things are done away with.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1143\"> When Joseph Smith was about fourteen or fifteen years old, living in the Western part of the State of New York, there was a revival of religion, and the different sects in that portion of the State&#x2014;principally Presbyterians, Methodists and Baptists&#x2014;preached the necessity of belief in the Lord Jesus Christ, and repentance in order to be saved, declaring that unless men and women did this, and obtained what they termed, &#x201C;a hope for the future,&#x201D; they would be cast into a lake of fire and brimstone,<span class=\"citation\" id=\"80769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80769)\">Rev. 21:8<\/a><\/span> and there remain forever. I have heard men spend hours in endeavoring to explain how long this hell would last. It was frequently illustrated in this manner, &#x201C;Suppose a bird could carry a drop of water from this planet to another, and be gone a year on the journey, and continue this until every drop of water on the earth was carried away, and then should take a particle of sand and go to another planet and be gone a thousand years, and carry one article of sand at a time until every particle of matter of which this globe is composed was carried away, that then this eternal punishment would have just commenced, and that the torture and pain there inflicted were so great that no mortal could conceive anything about it.&#x201D; The general effort in their preaching was to scare men into the road to heaven by such descriptions of eternal punishment. When eloquent men deliver such discourses they produce, especially upon ignorant people, more or less agitation,  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when this is pretty general it is called a revival of religion. But when the excitement subsides and the converts have obtained what is termed &#x201C;a hope,&#x201D; then the sects who may have united in bringing about such results begin to scramble to secure the converts. It was so at the time to which I have referred in western New York.<span class=\"citation\" id=\"93593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93593)\">JS&mdash;H 1:5-6<\/a><\/span> The Baptists wanted their share, and the Methodists and Presbyterians theirs; and the scramble ended in a very unpleasant and unchristian state of feeling. <\/div><div class=\"paragraph jod\" id=\"v12n1145\"> Joseph Smith had attended these meetings, and when this result was reached he saw clearly that something was wrong. He had read the Bible and had found that passage in James which says, &#x201C;If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not,&#x201D;<span class=\"citation\" id=\"77415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77415)\">James 1:5<\/a><\/span> and taking this literally, he went humbly before the Lord and inquired of Him, and the Lord answered his prayer, and revealed to Joseph, by the ministration of angels, the true condition of the religious world. When the holy angel appeared, Joseph inquired which of all these denominations was right and which he should join, and was told they were all wrong&#x2014;<span class=\"citation\" id=\"93713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93713)\">JS&mdash;H 1:19<\/a><\/span>they had all gone astray, transgressed the laws, changed the ordinances and broken the everlasting covenant,<span class=\"citation\" id=\"58434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58434)\">Isa. 24:5<\/a><\/span> and that the Lord was about to restore the priesthood and establish His Church, which would be the only true and living Church on the face of the whole earth.<span class=\"citation\" id=\"83707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83707)\">D&amp;C 1:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1146\"> Joseph, feeling that to make known such a vision would be to subject himself to the ridicule of all around him, knew not what to do. But the vision was repeated several times, and in these repetitions he was instructed to communicate that which he had seen to his father.<span class=\"citation\" id=\"93772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93772)\">JS&mdash;H 1:30-50<\/a><\/span> His father was not a member of any church, <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but was a man of exemplary life. His mother and bro. Hyrum were members of the Presbyterian church. Joseph communicated what he had seen to his father, who believed his testimony, and told him to observe the instructions that had been given him. <\/div><div class=\"paragraph jod\" id=\"v12n1147\"> These visits led, in a short time, to the bringing forth of the record known as the Book of Mormon, which contained the fullness of the Gospel<span class=\"citation\" id=\"84296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84296)\">D&amp;C 20:8-9<\/a><\/span> as it had been preached by the Savior and his apostles to the inhabitants of this land; also a history of the falling away of the people who dwelt on this continent and the dealings of God with them. <\/div><div class=\"paragraph jod\" id=\"v12n1148\"> A great many of us can recollect that when we read the Bible in our young days it was like a sealed book; and we were taught, and the sentiment had been impressed upon us, that its contents had a two or threefold spiritual meaning, and that it required a man who had studied divinity to explain these hidden meanings. Yet we found in the New Testament that &#x201C;no prophecy of the scripture is of any private interpretation, but holy men of God spake as they were moved by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78296)\">2 Pet. 1:20-21<\/a><\/span> When we read the Book of Mormon it was a key to unlock the scriptures to our understandings; while perusing its pages, light burst upon our minds, and in this way the Book of Mormon revealed to us the light of the Gospel which before had seemed obscure. <\/div><div class=\"paragraph jod\" id=\"v12n1149\"> The Gospel has connected with it certain ordinances, such for instance as the ordinance of baptism. Who has authority to administer this ordinance? <\/div><div class=\"paragraph jod\" id=\"v12n1150\"> If we make the inquiry among the sects, the Baptists will say, &#x201C;We have.&#x201D; Where did you get it? &#x201C;One Peter Waldo, a merchant, translated the four gospels and he established  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a church.&#x201D; Where did he get his authority? &#x201C;Why, some say he hired a monk to translate the gospels.&#x201D; Where did the monk get his priesthood and authority to administer? &#x201C;I think it must have come down through the church of Rome, if the church of Rome had authority.&#x201D; When these reformers came out from it they were cut off and denounced as apostates, and if the priesthood they received came from the church of Rome, of course a stream cannot rise higher than its fountain, hence if the Romish church had the authority of the priesthood to give them she had the power to take it away. The question therefore answers itself. If there were any authority at all it was in the Romish church, yet these apostates from her united in denouncing her as the mother of harlots.<span class=\"citation\" id=\"80162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80162)\">Rev. 17:5<\/a><\/span> It is clear enough, therefore, that they were all in darkness, and that none of them had revelations from God but were depending upon forms of godliness without the power<span class=\"citation\" id=\"76149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76149)\">2 Tim. 3:5<\/a><\/span> for the support of their several religions, however holy they might call them. The result of this universal darkness and apostasy was that God had to reveal the priesthood anew, and through the administration of holy angels he gave authority to Joseph Smith and Oliver Cowdery, to baptize each other and to baptize, confirm, and ordain others and to preach and administer the Gospel to this generation.<span class=\"citation\" id=\"129353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129353)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84577)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93923)\">JS&mdash;H 1:68-72<\/a><\/span> This authority was not derived from the church of Rome or any other organization, but was given by special and direct revelation from Heaven. <\/div><div class=\"paragraph jod\" id=\"v12n1152\"> It was no sooner noised abroad that Joseph Smith was preaching the Gospel in its purity and administering its ordinances than a howl went up from all the world that he was an impostor, an ignorant fellow, a man without education, and the Book of <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Mormon was denounced as ungrammatical. An argument was raised that if it had been translated by the gift and power of God it would have been strictly grammatical. Now so far as grammar is concerned we have King James' Bible before us which was translated two hundred and fifty years ago, by a large number of the most learned men that could be found in Great Britain, and it was put into the best language of that time; but since that day the English language has undergone so many changes and improvements that societies have been formed in various countries for the express purpose of retranslating the Bible so as to make it in accordance with the modern usages of our language. When the Lord reveals anything to men He reveals it in language that accords with their own.<span class=\"citation\" id=\"83504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83504)\">Ether 12:39<\/a><\/span> If any or you were to converse with an angel, and you used strictly grammatical language he would do the same. But if you used two negatives in a sentence the heavenly messenger would use language to correspond with your understanding, and this very objection to the Book of Mormon is an evidence in its favor. <\/div><div class=\"paragraph jod\" id=\"v12n1153\"> It has been claimed that a Presbyterian minister, named Solomon Spaulding, wrote the Book of Mormon; but the very language and style of the book are abundant evidence that it never was written by a learned man and that it never was written by a man who designed to make a romance or novel. It is very well known to hundreds and thousands that this statement in relation to Solomon Spaulding is entirely false, and that no such man ever had any acquaintance with Joseph Smith. It is also known to hundreds that the Book of Mormon was written by Oliver Cowdery, word for word as dictated by Joseph Smith, and that the original  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>copy of that work was in Cowdery's handwriting. <\/div><div class=\"paragraph jod\" id=\"v12n1155\"> When Joseph Smith commenced to bear testimony to the things of the kingdom and to tell the people to repent of their sins and put away their hypocrisy and corruption, and to be baptized for the remission of their sins and receive the laying on of hands for the reception of the Holy Ghost, the Holy Ghost fell on them who obeyed, and bore testimony to them that they had received the truth. And thousands of the Elders have testified throughout the earth that they knew this was the work of God, for God had revealed it unto them; and they have declared that all who would humble themselves before the Lord and obey the principles of the Gospel, though they might subject themselves to the jeers and scoffs of those around them, and suffer persecution at the hands of mobs, would receive a testimony from God that this was His work. <\/div><div class=\"paragraph jod\" id=\"v12n1156\"> The Elders, in bearing this testimony, have received anything but encouraging treatment. They have been mobbed, stoned, daubed with tar and feathers, driven from place to place and persecuted in every way. The pulpit and the press have teemed with abuse against them, and the whole Christian world has appeared to be anxious to destroy the &#x201C;Mormons&#x201D; as they are called. Elder Parley P. Pratt, before receiving the Gospel, was a minister of the Reformed Baptist, or Campbellite, Church in Ohio. This sect had a brick meetinghouse in Mentor, Geauga, now Lake Co. The people who owned this house had prided themselves on their great liberality, they would give everybody a chance to preach. Bro. Pratt, wishing to preach to them went there but found the door shut against him, and the congregation assembled outside. He preached on <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the door step. Quite a number of his former Christian brethren had gone to a neighboring grocery and qualified the inner man with something stimulating, and having supplied themselves with eggs, and procured a drum and fife they marched backwards and forwards in front of the speaker, throwing their eggs at him until their supply&#x2014;five dozen&#x2014;was exhausted. Elder Pratt kept on preaching and bearing testimony of the truth of the Gospel. Among those present who seemed to enjoy the scene was a Campbellite, a grave looking deacon, to whom a young man, a stranger, who happened to be present said, &#x201C;Is this the way you worship God in this country?&#x201D; &#x201C;Oh, no Sir!&#x201D; answered the deacon, &#x201C;that man is a &#x2018;Mormon.&#x2019;&#x201D; The stranger then remarked, &#x201C;his talk is very reasonable.&#x201D; &#x201C;Yes,&#x201D; said the old gentleman, &#x201C;but he is a &#x2018;Mormon,&#x2019; and we do not intend that he shall preach here.&#x201D; &#x201C;He appears very cool,&#x201D; remarked the stranger. &#x201C;Yes,&#x201D; said the deacon, &#x201C;he is used to it, he has been in such scrapes before.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1157\"> This circumstance illustrates the manner in which the Elders were received when they went forth to preach the Gospel, and it required the testimony of the Holy Spirit, a strong sense of duty, and revelation from the Almighty to stir them up to go forth under such circumstances. Not only did this persecution extend to those who preached the Gospel, but to all believers, for, although the Saints were industrious, peaceable and virtuous, every kind of falsehood was told against them, their houses were torn down, their property destroyed and every species of injustice and cruelty was heaped upon them. <\/div><div class=\"paragraph jod\" id=\"v12n1158\"> Our labors in these valleys will prove that we are an industrious people. When we came here we had to make the roads into the country  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to bring all our supplies for 1,200 or 1,400 miles. We labored in this desert country, from which the Heavens withheld rain, and yet we had to cultivate the earth. Now, visitors exclaim, &#x201C;what an industrious people you are!&#x201D; We were always so. When we settled in the state of Missouri we made the prairie blossom like the rose.<span class=\"citation\" id=\"59124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59124)\">Isa. 35:1<\/a><\/span> But our enemies lied about us and published scandal concerning us, although we were law-abiding. There was not a solitary man in the county of Jackson, who held office, who was a &#x201C;Mormon,&#x201D; yet there was never a lawsuit or complaint against the Latter-day Saints up to the time the mobs in Jackson County broke loose upon us and drove us away and robbed us of our homes; and when the mob published their manifesto, to which the whole of them placed their names, they declared that the civil law gave them no hold of &#x201C;this people, who profess to heal their sick with holy oil.&#x201D; The Apostle James says, &#x201C;if any are sick, let them send for the elders, who shall anoint them with oil, and the prayer of faith shall save the sick.&#x201D;<span class=\"citation\" id=\"77723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77723)\">James 5:14-15<\/a><\/span> The Latter-day Saints believed and practiced this, and this was urged as a reason for driving us from our homes, tearing down our houses, tarring and feathering the bishops and leading men, whipping the Elders, destroying their property, and sending them forth, outcasts, into the world. This puts me in mind of the old Quaker, who was very particular about taking life. He was very much annoyed at a dog that came into his store, but not wishing to kill him, he said, &#x201C;I'll not kill thee, but I'll give thee a bad name,&#x201D; so he turned him out, at the same time crying, &#x201C;bad dog, bad dog!&#x201D; Somebody hearing this, thought the Quaker said, &#x201C;mad dog,&#x201D; and shot him. After they had turned us out they gave us a bad name. <\/div> <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n1160\"> These circumstances have a tendency to impress deeply upon the minds of the Latter-day Saints a determination to know why they are such. The God of heaven has revealed to us that this is His work. He has implanted in the hearts of the faithful a living, burning, eternal testimony that this is the only way of salvation, and that all things else are comparatively worthless. <\/div><div class=\"paragraph jod\" id=\"v12n1161\"> Why have we penetrated these mountains? To establish ourselves here that we might enjoy religious liberty. We have sacrificed more for religious liberty than any set of men in this generation and we are here for this purpose. And in every act of our lives we should do our best to preserve unchanged, and unalloyed the pure faith of the everlasting Gospel which God has revealed to us for our salvation. <\/div><div class=\"paragraph jod\" id=\"v12n1162\"> I bear testimony that these things are true, and that God did inspire His servant Joseph Smith and the Elders of Israel to lay the foundation of the only true Church upon the face of the earth,<span class=\"citation\" id=\"83708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83708)\">D&amp;C 1:30<\/a><\/span> and did inspire His servant Brigham Young to lead forth the Saints to build up Zion in the chambers<span class=\"citation\" id=\"58531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58531)\">Isa. 26:20<\/a><\/span> of the mountains in these last days&#x2014;and this is the path to celestial glory. Oh, but, says one, &#x201C;Are you going to send everybody who does not believe in &#x2018;Mormonism&#x2019; to that burning lake you were talking about?&#x201D; No, we are not, we expect that God will deal with every man according to his works,<span class=\"citation\" id=\"80642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80642)\">Rev. 20:12-13<\/a><\/span> whether good or evil;<span class=\"citation\" id=\"126199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126199)\">Mosiah 3:24<\/a><\/span><span class=\"citation\" id=\"126200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126200)\">3 Ne. 26:4<\/a><\/span> but we testify that no man can ever attain to the fullness of the blessings of celestial glory without obeying the ordinances which God has revealed to the Latter-day Saints. But there is a glory of the sun, and of the moon and of the stars, and one star differeth from another star in glory;<span class=\"citation\" id=\"73937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73937)\">1 Cor. 15:41<\/a><\/span> so it is in the eternal worlds; in the great diversity of glories there is a place for all in accordance with  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their works, knowledge and understanding. But when we have come to a knowledge of the truth, if we fall therefrom our position is worse than if we had never obeyed it, <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hence the necessity of continued zeal on our part to fulfil the great duties required of us that we may be prepared for exaltation in the kingdom of God, which may God grant us in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}