{"ID":120016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How Divisions Were Introduced Into the Christian World&#x2014;The Gospel Perfect, But Its Teachers Imperfect&#x2014;The Priesthood and Its Restoration.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Bowery, Great Salt Lake City, June 23, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: How Divisions Were Introduced, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/23\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v12n224\"> The Latter-day Saints believe in the doctrine that was taught by the prophets, by Jesus, and by his Apostles. Much has been said and written concerning the Church that was organized in the days of the incarnation of the Savior, and there has been a great deal of speculation as to the faith of that Church and the doings of its members. To tell what this religion, which we call the gospel of salvation, comprises, would require more than a lifetime. It would take more than our lifetime to learn it, and if it were learned by us we should not have time to tell it. In it is incorporated all the wisdom and knowledge that have ever been imparted to man, and when man has passed through the little space of time called life, he will find that he has only just commenced to learn the principles of this great salvation. In the early <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days of the Christian Church we understand that there was a good deal of speculation among its members with regard to their belief and practice, and the propagation of these speculative ideas created divisions and schisms. Even in the days of the Apostles there was evidently considerable division, for we read that some were for Paul, some for Apollos, and others for Cephas.<span class=\"citation\" id=\"72885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72885)\">1 Cor. 1:10-13<\/a><\/span> The people in those days had their favorites, who taught them peculiar doctrines not generally received and promulgated. The Apostles had the truth, and thought that they were so established in it in their day that they really had the power to unite the Church together in all temporal matters, as Jesus prayed they might be,<span class=\"citation\" id=\"70715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70715)\">John 17:21<\/a><\/span> but they found themselves mistaken. Have we any proof of this? Yes; you recollect reading that the Apostles assembled  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves together to break bread and to administer; and they did administer from house, and from congregation to congregation, the words of life and the ordinances of the gospel.<span class=\"citation\" id=\"71320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71320)\">Acts 2:41-47<\/a><\/span> They thought they had power to make the people of one heart and one mind<span class=\"citation\" id=\"92912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92912)\">Moses 7:18<\/a><\/span> with regard to temporal things, and that they could amalgamate the feelings of the people sufficiently to organize them as one family. And the people sold their possessions and laid the price at the Apostles' feet, and they had all things in common.<span class=\"citation\" id=\"71455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71455)\">Acts 4:31-37<\/a><\/span> There is no doubt that this is a correct doctrine, and can be practiced to the benefit of a community at large, if believed and understood. But who has got the doctrine; who has eyes to see, ears to hear, and a heart to believe? Who has the authority and the capability to organize such a society? The Apostles thought they had, but when Ananias and Sapphira fell dead because they had lied, not only to man but to the Holy Ghost, in saying they had laid their all at the feet of the Apostles when they had only laid part there, a great fear fell upon the people, and they dispersed.<span class=\"citation\" id=\"71470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71470)\">Acts 5:1-11<\/a><\/span> Have we any history that the people ever assembled in a like capacity afterwards? I think you cannot find it. After the days of the Apostles, when the Council of Nice was called, they then and there determined what they considered to be correct and scriptural and what they would lay aside, but that sure word of prophecy<span class=\"citation\" id=\"78280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78280)\">2 Pet. 1:19<\/a><\/span> which Jesus had shed forth into the hearts of those who believed on him<span class=\"citation\" id=\"126126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126126)\">Rom. 5:5<\/a><\/span> seemed to be so mixed up and interwoven with darkness and unbelief, that they could not come to understanding<span class=\"citation\" id=\"58924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58924)\">Isa. 29:24<\/a><\/span> and receive the full testimony of Jesus. So the old Christians lived, and so they spent their days down to the days of the Reformation. <\/div><div class=\"paragraph jod\" id=\"v12n226\"> If we have eyes to see, we can un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derstand at once, the difficulties that the Apostles had to encounter. If the people had lived according to the gospel that was delivered to them, the Apostles would have had power to accomplish a great deal more than they did, although there can be no doubt but they were mistaken with regard to the time of the winding up scene, thinking it was much nearer than it really was, and they might have made mistakes in other respects. Many of the difficulties they had to encounter, we are not troubled with. We have not only the sure word of prophecy delivered in the days of the Apostles, but we actually have that surer word of prophecy delivered to us through the Prophet Joseph, that in the last days the Lord would gather Israel, build up Zion, and establish His kingdom upon the earth. This is a more sure word of prophecy<span class=\"citation\" id=\"78281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78281)\">2 Pet. 1:19<\/a><\/span> than was delivered in the days of the Apostles, and is a greater work than they had to perform. <\/div><div class=\"paragraph jod\" id=\"v12n227\"> The few hints that I have dropped clearly show, I think, to all who are acquainted with its history, how these schisms and divisions have been introduced into the Christian world. For more than seventeen hundred years the Christian nations have been struggling, striving, praying, and seeking to know and understand the mind and will of God. Why have they not had it? Can you tell me why it is there has not been a succession of the Apostleship from one to another through all these seventeen centuries, by which the people might have been led, guided, and directed, and have received wisdom, knowledge, and understanding to enable them to build up the Kingdom of God, and to give counsel concerning it until the whole earth should be enveloped in the knowledge of God?<span class=\"citation\" id=\"58143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58143)\">Isa. 11:9<\/a><\/span> &#x201C;O, yes, it was the apostasy.&#x201D; Very true, if it had not been for these  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>schisms such might not have been the case. I have taken the liberty of telling the Latter-day Saints in this and other places something with regard to the Apostles in this our day. It is true that we have a greater assurance of the Kingdom and the power of God being upon the earth than was possessed by the Apostles anciently, and yet right here in the Quorum of the Twelve, if you ask one of its members what he believes with regard to the Deity, he will tell you that he believes in those great and holy principles which seem to be exhibited to man for his perfection and enjoyment in time and in eternity. But do you believe in the existence of a personage called God? &#x201C;No, I do not,&#x201D; says this Apostle. So you see there are schisms in our day. Do you think there was any in the days of the Apostles? Yes, worse than this. They were a great deal more tenacious than we are. <\/div><div class=\"paragraph jod\" id=\"v12n229\"> We have another one in the Quorum of the Twelve who believes that infants actually have the spirits of some who have formerly lived on the earth, and that this is their resurrection, which is a doctrine so absurd and foolish that I cannot find language to express my sentiments in relation to it. It is as ridiculous as to say that God&#x2014;the Being whom we worship&#x2014;is principle without personage. I worship a person. I believe in the resurrection, and I believe the resurrection was exhibited to perfection in the person of the Savior, who rose on the third day after his burial.<span class=\"citation\" id=\"73785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73785)\">1 Cor. 15:4<\/a><\/span> This is not all, we have another one of these Apostles, right in this Quorum of the Twelve, who, I understand, for fifteen years, has been preaching on the sly in the chimney corner to the brethren and sisters with whom he has had influence, that the Savior was nothing more than a good man, and that his <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death had nothing to do with your salvation or mine. The question might arise, if the ancient Apostles believed doctrines as absurd as these, why were they not handed down to after generations that they might avoid the dilemma, the vortex, the whirlpool of destruction and folly? We will not say what they did or did not believe and teach, but they did differ one from another, and they would not visit each other.<span class=\"citation\" id=\"71899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71899)\">Acts 15:36-41<\/a><\/span> This was not through the perfection of the gospel, but through the weakness of man. <\/div><div class=\"paragraph jod\" id=\"v12n230\"> The principles of the gospel are perfect, but are the Apostles who teach it perfect? No, they are not. Now, bringing the two together, what they taught is not for me to say, but it is enough to say this, that through the weaknesses in the lives of the Apostles many were caused to err. Our historians and ministers tell us that the church went into the wilderness, but they were in the wilderness all the time. They had the way marked out to get out of the wilderness and go straightforward into the Kingdom of God, but they took various paths, and the two substantial churches that remain&#x2014;a remnant from the apostles, that divided, are now called the Holy Catholic Church and the Greek Church. You recollect reading in the Revelation of John what the angel said to John, when he was on the Isle of Patmos, about the Seven Churches.<span class=\"citation\" id=\"78928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78928)\">Rev. 1:4<\/a><\/span> What was the matter with those Churches? They were not living according to the light that had been exhibited. Do the Latter-day Saints live according to the light that has been exhibited to them? No, they do not. Did the ancient saints live according to the revelations given through the Savior and written by the Apostles, and the revelations given through the Apostles, and left  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on record for the Saints to read? No, they did not. We may say there is some difference between the days of Jesus and the Apostles and these days. Then, Jesus said, &#x201C;Go ye into all the world, and preach the gospel to every creature;&#x201D;<span class=\"citation\" id=\"66731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66731)\">Mark 16:15<\/a><\/span> proffer this gospel to all the inhabitants of the earth. That was a day of scattering and dispersion for those who believed in the Savior. When we come to discriminate between the former and the Latter-day Saints we shall find there was a little difference in their callings and duties, and in many points that we may say pertain to our temporal lives. Not in the doctrine of baptism, the laying on of hands for the reception of the Holy Ghost, nor in the gifts of the gospel. There is no difference in these things, but there is a difference in regard to the temporal duties devolving upon us. In those days the command was &#x201C;Go to the nations of the earth;&#x201D; in these days it is &#x201C;Come from the nations of the earth.&#x201D; Do you not see the difference? Read the revelations in the Book of Doctrines and Covenants given through Joseph, and you will find that the burden of the gathering of the House of Israel, the building up of Zion, and the sanctifying of the people, and the preparing for the coming of the Son of Man is upon the elders of this church. <\/div><div class=\"paragraph jod\" id=\"v12n231\"> Soon after the death of Jesus the word He gave to His Apostles was to go and preach the gospel to the nations, that all might be benefited thereby; but now, it is to gather up the House of Israel, and the fulness of the Gentiles, and bring them home to Zion, and to the lands of their fathers, that they may receive their inheritances on the lands given to them of the Lord in ancient days. So you see there is some difference between the duties and callings of the <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints in former and in latter days. When the Lord called upon Joseph he was but a boy&#x2014;a child, only about fourteen years of age.<span class=\"citation\" id=\"93590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93590)\">JS&mdash;H 1:1-18<\/a><\/span> He was not filled with traditions; his mind was not made up to this, that, or the other. I very well recollect the reformation which took place in the country among the various denominations of Christians&#x2014;the Baptists, Methodists, Presbyterians, and others&#x2014;when Joseph was a boy. Joseph's mother, one of his brothers, and one, if not two, of his sisters were members of the Presbyterian Church, and on this account the Presbyterians hung to the family with great tenacity. And in the midst of these revivals among the religious bodies, the invitation, &#x201C;Come and join our church,&#x201D; was often extended to Joseph, but more particularly from the Presbyterians. Joseph was naturally inclined to be religious, and being young, and surrounded with this excitement, no wonder that he became seriously impressed with the necessity of serving the Lord. But as the cry on every hand was, &#x201C;Lo, here is Christ,&#x201D;<span class=\"citation\" id=\"65768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65768)\">Matt. 24:23<\/a><\/span> and &#x201C;Lo, there!&#x201D;<span class=\"citation\" id=\"67833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67833)\">Luke 17:21<\/a><\/span> Said he, &#x201C;Lord, teach me, that I may know for myself, who among these are right.&#x201D; And what was the answer? &#x201C;They are all out of the way; they have gone astray, and there is none that doeth good, no, not one.&#x201D;<span class=\"citation\" id=\"56389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56389)\">Ps. 14:3<\/a><\/span><span class=\"citation\" id=\"93710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93710)\">JS&mdash;H 1:19<\/a><\/span> When he found out that none were right, he began to inquire of the Lord what was right, and he learned for himself. Was he aware of what was going to be done? By no means. He did not know what the Lord was going to do with him, although He had informed him that the Christian churches were all wrong,<span class=\"citation\" id=\"93709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93709)\">JS&mdash;H 1:19<\/a><\/span> because they had not the Holy Priesthood, and had strayed from the holy commandments of the Lord, precisely as the children of Israel did. They were the children of promise,  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of whom the Lord had said&#x2014;&#x201C;They shall be called by my name, and I will save them;&#x201D;<span class=\"citation\" id=\"60665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60665)\">Jer. 31:33<\/a><\/span> and for generations he had striven to do so. When pursued by the hosts of Pharaoh He had delivered them from Egyptian bondage;<span class=\"citation\" id=\"54022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54022)\">Ex. 14:28<\/a><\/span> He had destroyed the Hittites and other heathen nations,<span class=\"citation\" id=\"54357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54357)\">Ex. 23:23<\/a><\/span><span class=\"citation\" id=\"54981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54981)\">Deut. 7:1<\/a><\/span> and had given them possession of the land of Canaan,<span class=\"citation\" id=\"126127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126127)\">Num. 34:2<\/a><\/span><span class=\"citation\" id=\"126128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126128)\">Ps. 105:11<\/a><\/span> and in every way had tried to bless them; yet they would not be blessed, and in the Prophet Isaiah's writings we read that they had transgressed the laws, changed the ordinances, and broken the everlasting covenants.<span class=\"citation\" id=\"58430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58430)\">Isa. 24:5<\/a><\/span> Do you think the Gentile Christian nations have rebelled? I know they have. Take, for instance, the sayings of Jesus of Nazareth, the Savior of the world, as found in this book&#x2014;the Bible. He commanded His Apostles to go to all the world and preach the gospel to every creature, and he that believeth and is baptized shall be saved.<span class=\"citation\" id=\"66866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66866)\">Mark 16:15-16<\/a><\/span> How many methods of baptism were practiced in those days? Just as many as there were saviors&#x2014;one. How many methods of laying on of hands for the Holy Ghost? One. How many methods of obtaining the spirit of prophecy and the gifts of healing and the discerning of spirits? One. One God, one faith, and one Lord and Savior Jesus Christ,<span class=\"citation\" id=\"74973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74973)\">Eph. 4:5<\/a><\/span> and one only. Well, the Apostles went and preached this gospel, yet one would vary a little on one point, and another on another, and those who took the gospel and ran here and there would introduce items of doctrine that were altogether imaginary. Do we find any curious ideas advanced in our day? Yes, I can relate a circumstance that I once heard myself, from one of the first elders in this church. He was preaching to the people on the principle of adultery, and told them that, according to the law of the Lord, whosoever commits <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> adultery shall have his blood shed.<span class=\"citation\" id=\"54632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54632)\">Lev. 20:10<\/a><\/span> But the idea striking him that millions had committed this crime whose blood had never been shed, he thought this could not be correct, and so to improve it he said if their blood was not shed in this life it would be in the resurrection. What an absurdity! There is no blood there. Flesh and blood cannot inherit the Kingdom of God.<span class=\"citation\" id=\"73985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73985)\">1 Cor. 15:50<\/a><\/span> Does not this show to you how these little things will creep into the Church? Have we the power and authority and the method of detecting every such error? We have. Do you know what they are? Some of you do, and if you do not I shall not tell you today. But we are in possession of the means by which to detect every error that comes into the church, and to decide satisfactorily on every point, and to decide what is and what is not true. <\/div><div class=\"paragraph jod\" id=\"v12n233\"> The gospel is a fountain of truth, and truth is what we are after. We have embraced the truth&#x2014;namely, the gospel of the son of God. Its first principles are to believe in the Lord Jesus Christ, to repent of our sins, then go down into the waters of baptism for the remission of our sins, and have hands laid upon us for the reception of the Holy Ghost,<span class=\"citation\" id=\"94051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94051)\">A of F 1:4<\/a><\/span> which will lead us into all truth.<span class=\"citation\" id=\"70366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70366)\">John 16:13<\/a><\/span> If there are any of my friends or enemies here who do not know what &#x201C;Mormonism&#x201D; is, I am telling them. We believe in God our Father.<span class=\"citation\" id=\"94040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94040)\">A of F 1:1<\/a><\/span> This leads me right to another point that I have not much time to talk about. I recollect preaching once in the old bowery with regard to our Father and God, the Being we worship and whom we think so much of. There was a Baptist minister present; he was staying at my house. He was a kind, friendly man, and was on his way to the gold mines. He was sitting beside me. I wanted to leave  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him in a puzzle. I would not tell him, but brought him right to the point, and there left him. When we got home, said he, &#x201C;Oh! brother Young, you came right to the point exactly, and I did pray that you might tell us what kind of a being God is.&#x201D; I replied, &#x201C;I left you in a puzzle on purpose for you to guess it. You have read it frequently, and you can hardly read the Bible at all without reading precisely what kind of a being our Father is.&#x201D; Said he, &#x201C;I am not aware that I know anything about it.&#x201D; I asked him if he could tell me what kind of a being Adam was. &#x201C;Oh! Adam was a man like I am.&#x201D; I asked him if he believed in the history of the creation, as given in Genesis by Moses, for if he did he would find that God said to His associates, &#x201C;Let us go down and make man in our own image and likeness.&#x201D;<span class=\"citation\" id=\"52135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52135)\">Gen. 1:26<\/a><\/span> He believed the history given by Moses, and had read the passage to which I referred. &#x201C;Then,&#x201D; said I, &#x201C;you must believe that Adam was created in the exact image of the Father.&#x201D;<span class=\"citation\" id=\"52259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52259)\">Gen. 1:27<\/a><\/span> He had never thought of that in his life. I told him I had read that many times to Christians and to Christian ministers, but they would not believe what was in the Bible. Says Jesus, &#x201C;Whosoever has seen me has seen the Father.&#x201D;<span class=\"citation\" id=\"69941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69941)\">John 14:9<\/a><\/span> He is the Being the Latter-day Saints worship; He is a man-God. Can you get a better term than that&#x2014;a God-man? It is said that Jesus is the only begotten of the Father.<span class=\"citation\" id=\"68599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68599)\">John 1:14<\/a><\/span> It is strange that people cannot understand it, but they cannot unless they are told. How can we know unless we are told, and how can we tell the people unless the Lord tells us to do so? Faith comes by hearing the word of God<span class=\"citation\" id=\"72757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72757)\">Rom. 10:17<\/a><\/span> declared, and this must be declared by those having authority. This character whom we serve is God, the God and Father of our Lord <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus Christ<span class=\"citation\" id=\"74289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74289)\">2 Cor. 11:31<\/a><\/span> and the Father of our spirits,<span class=\"citation\" id=\"77200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77200)\">Heb. 12:9<\/a><\/span> if the Apostle tells the truth; if he has not, who can correct him unless they have a revelation from the heavens? I have had a great many ministers tell me that I must understand that spiritually. I have told them that I read and understood it just as it was, and if it was not right, and they could give the correct meaning (which it was impossible for them to do without revelation), they were under condemnation before the Lord if they did not do so. That would stop them. <\/div><div class=\"paragraph jod\" id=\"v12n235\"> Our Lord Jesus Christ&#x2014;the Savior, who has redeemed the world and all things pertaining to it, is the only begotten of the Father pertaining to the flesh. He is our elder brother, and the heir of the family, and as such we worship him. He has tasted death for every man,<span class=\"citation\" id=\"76433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76433)\">Heb. 2:9<\/a><\/span> and has paid the debt contracted by our first parents.<span class=\"citation\" id=\"73816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73816)\">1 Cor. 15:21-22<\/a><\/span> What about this? I am not going to tell this, for I have a few more ideas with regard to the Christian world that I wish to lay before you. Why have they wandered so far from the path of truth and rectitude? Because they left the Priesthood and have had no guide, no leader, no means of finding out what is true and what is not true. It is said the Priesthood was taken from the Church, but it is not so, the Church went from the Priesthood, and continued to travel in the wilderness, turned from the commandments of the Lord, and instituted other ordinances.<span class=\"citation\" id=\"58431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58431)\">Isa. 24:5<\/a><\/span> There are a great many churches that do not believe in ordinances at all, and there are some called Christians who do not believe in the blood of the Savior, and that he, himself, was nothing more nor less than a good man. If they believe in the baby resurrection, or that a person who had committed adultery would have his blood shed in the  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>resurrection, it would be just as consistent as to believe what they do believe. These ideas are all wrong. <\/div><div class=\"paragraph jod\" id=\"v12n237\"> The Christian world struggled on until the days of the Reformation. But what of the Reformation? Nothing, only it shows that there were some few among them who had courage to come out against the orthodox principles ordained, published, and proclaimed by the Priests. They had an idea in their minds that the Lord was going to do something for the people, but they could not tell what. There was a spirit upon them that prompted them to declare against the wickedness of those professing to be Christians. Did they profess to know enough to take the truth and leave the error? No; down to the days of my youth the Christians did not know any better than to renounce any doctrine that the Church believed from which they came. This is more or less the case with every denomination on the face of the earth. Some who call themselves Christians are very tenacious with regard to the Universalians, yet the latter possess many excellent ideas and good truths. Have the Catholics? Yes, a great many very excellent truths. Have the Protestants? Yes, from first to last. Has the infidel? Yes, he has a good deal of truth; and truth is all over the earth. The earth could not stand but for the light and truth it contains. The people could not abide were it not that truth holds them. It is the Fountain of truth that feeds, clothes, and gives light and intelligence to the inhabitants of the earth, no matter whether they are saints or sinners. Do you think there is any truth in hell? Yes, a great deal, and where truth is there we calculate the Lord has a right to be. You will not find the Lord where there is no truth. The devil had truth in his mouth as <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well as lies when he came to mother Eve. Said he, &#x201C;If you will eat of the fruit of the tree of knowledge of good and evil, you will see as the gods see.&#x201D;<span class=\"citation\" id=\"52561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52561)\">Gen. 3:5<\/a><\/span> That was just as true as anything that ever was spoken on the face of the earth. She did eat, her eyes were opened, and she saw good and evil. She gave of the fruit to her husband, and he ate too.<span class=\"citation\" id=\"92518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92518)\">Moses 4:12-13<\/a><\/span> What would have been the consequence if he had not done so? They would have been separated, and where would we have been? I am glad he did eat. I am glad the fruit was given to mother Eve, that she ate of it, and that her eyes were opened, and that my eyes are opened, that I have tasted the sweet as well as the bitter, and that I understand the difference between good and evil.<span class=\"citation\" id=\"92581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92581)\">Moses 5:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n238\"> When the Lord called upon His servant Joseph, after leading him along for years until he got the plates, from a portion of which the Book of Mormon was translated, &#x201C;By and by,&#x201D; said he, &#x201C;you are going to organize my church and establish my kingdom. I am going to have a church on the earth. All these churches you have inquired about are wrong; they have truth amongst them, but not the Priesthood. They lack a guide to direct the affairs of the Kingdom of God on the earth&#x2014;that is the keys of the priesthood of the Son of God.&#x201D; This tells the story. We possess the Priesthood. The Lord sent John to ordain Joseph to the Aaronic Priesthood,<span class=\"citation\" id=\"83994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83994)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129352)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"126129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126129)\">JS&mdash;H 1:72<\/a><\/span> and when he commenced to baptize people he sent a greater power&#x2014;Peter, James, and John, who ordained him to the apostleship,<span class=\"citation\" id=\"84574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84574)\">D&amp;C 27:12<\/a><\/span> which is the highest office pertaining to the Kingdom of God that any man can possess on the face of the earth, for it holds the keys of the Kingdom of Heaven,<span class=\"citation\" id=\"64885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64885)\">Matt. 16:19<\/a><\/span> and has power to dispense the blessings of the kingdom. This  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>priesthood is that which the Christian world do not possess, for they have taken leave of the kingdom and the priesthood. Joseph bestowed this priesthood upon others, and this Church possesses it and its power, which enables us to detect all error, and to know what is true. <\/div><div class=\"paragraph jod\" id=\"v12n240\"> There are other things I wanted to <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> talk about, not pertaining to the Kingdom of God on the earth, but to the faith of this people before God, but I shall leave this for the present, as I feel that I have talked as long as is prudent for me. May the Lord God of Israel bless you, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}