{"ID":120006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Every Saint on a Mission.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Every Saint on a Mission.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v12n73\"> I confess before the Latter-day Saints that like others who live in the religious and political world, or the world of history, or any other world you have a mind to name, I really want power and influence. I confess to the Latter-day Saints and to the world that I want power to prevail on all the inhabitants of the earth to embrace the gospel of the Son of God that they may be saved in the Kingdom of Heaven. I want influence in the midst of the Latter-day Saints, sufficient to get all men and women to sanctify themselves before the Lord and to sanctify the Lord God in their hearts,<span class=\"citation\" id=\"77913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77913)\">1 Pet. 3:15<\/a><\/span> and that they may be of one heart and one mind<span class=\"citation\" id=\"92904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92904)\">Moses 7:18<\/a><\/span> in all things, that they may be the disciples of the Lord Jesus. This comprehends a great deal. <\/div><div class=\"paragraph jod\" id=\"v12n74\"> I will now take the liberty of telling you what I do not want. I do not want influence or power over any <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nation, people, family, or individual on the face of the earth to do them an injury or lead them astray, to promote strife or corruption in their hearts, or direct them in the way that leads to death. But I would like to have power with the people to induce them to accept those principles which would put them in possession of life, liberty, peace, joy, and all the blessings that can be enjoyed by the children of men, and that are promised in the gospel of life and salvation. I wish you ever to remember this when you think of yourselves, your brethren, or of any man that wants influence in the world. Always learn what an individual wants influence for. If he wants it for good, to promote peace and righteousness, never hinder his efforts, but promote them if you can. But when men try to gain influence for evil, to lead their fellow creatures in the way to death,  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>exercise all the power you possess to abridge such influence; destroy it if you can. I calculate to take this course myself. <\/div><div class=\"paragraph jod\" id=\"v12n76\"> There are a few of the Latter-day Saints here today; only just a few, scarcely any from the country. You know we are estimated variously, some say 80,000, some 100,000, some 150,000; but, to tell you the secret, I do not want anybody to know our number. I do not want to number Israel yet.<span class=\"citation\" id=\"54654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54654)\">Num. 1:2<\/a><\/span><span class=\"citation\" id=\"55603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55603)\">2 Sam. 24:1<\/a><\/span> I am very frequently asked the question by political men, &#x201C;How many do the Latter-day Saints number in the mountains?&#x201D; My invariable reply is that we have enough to make a Territory. I wish the Latter-day Saints to increase and multiply. It has been said to me&#x2014;&#x201C;Why do you not call men to go on missions to preach the gospel in order to swell the ranks of the Saints?&#x201D; I will tell you what my feelings are with regard to the Latter-day Saints increasing. One of these young men or girls around me here today, born and brought up in the Church, is worth, as a general thing, far more than those who come into the Church with all their traditions when we go preaching. I recollect the stand I took when I was in England or whenever I was out preaching. Whenever a man would transgress we would talk with and persuade him to forsake evil, and he would confess and say, &#x201C;I will do so no more,&#x201D; but by and by we would have occasion to call him up again, and I felt and said that &#x201C;I would rather convert two men or women who never heard the gospel than attempt to make righteous men or women of those who know the way but will not walk in it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n77\"> We wish the brethren to understand the facts just as they are; that is, there is neither man nor woman in <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this Church who is not on a mission. That mission will last as long as they live, and it is to do good, to promote righteousness, to teach the principles of truth, and to prevail upon themselves and everybody around them to live those principles that they may obtain eternal life. This is the mission of every Latter-day Saint. I talked to the sisters yesterday; I can talk to the brethren today on the same principle&#x2014;there is not a man in this Church but what is capable of doing good if he has a mind to do so. Here are Elders who say, &#x201C;I want a mission; I want to go and preach; I want to be ordained a Seventy, or a High Priest,&#x201D; or something or other. I will tell you what you really need. You need eyes to see things as they are and to know your standing before God and the people. This is what the elders need. To go and preach, or to be ordained into the quorums of the Seventies, does not make good men of them, if they are not so before. The ordination of a man to the High Priest's quorum does not make him a good man. Let every elder, priest, teacher, and deacon set that example before his family, his brethren, and the world, that the nations of the earth will hear of the good works of the Latter-day Saints, that the honest in heart may be constrained to say&#x2014;&#x201C;We are going up to Zion to join this people, of whom we hear nothing but that they are honest, upright, industrious, frugal, and intelligent. Let us go up and join this people against whom so much has heretofore been said.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n78\"> Will you do this, priests, teachers, and deacons? Will you do this, Elders of Israel, Seventies, High Priests, and Apostles? Will you live so that the report may go out from this time from Utah Territory that the Latter-day Saints are perfect examples for the nations of the earth?  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This will be the loudest preaching we can do. We have a good deal to say yet to this Conference, if we have the <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time, and the people attend. We will bring our meeting to a close now. <\/div>\n<\/div>\n<\/div>"}