{"ID":120054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Value of Attending Meetings&#x2014;Gentile or Gentilism&#x2014;Isolation&#x2014;Preaching&#x2014;Zion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Aug. 16, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Value of Attending Meetings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/16\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v12n890\"> I wish to make a few remarks to the Elders of Israel, who are the ones who are called to preach the gospel at home and abroad, and to administer in the ordinances of the House of God. My remarks will apply to the sisters, if they wish to receive them. I wish to say that, when I see Elders in Israel who are careless and unconcerned, who trifle away their time, and neglect to attend High Council and other Meetings where there are opportunities to learn, my experience for the best part of forty years teaches me that they never progress&#x2014;they are as they were, and as they no doubt will be. I notice that the seats of the Elders here in this Tabernacle are <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> frequently vacant. I also notice in the High Council, where intricate matters are often tried, in which the principles of government and law are involved, the consideration of which would be profitable and instructive, that whenever an Elder can make an excuse his place is vacant. In my experience I never did let an opportunity pass of getting with the Prophet Joseph and of hearing him speak in public or in private, so that I might draw understanding from the fountain from which he spoke, that I might have it and bring it forth when it was needed. My own experience tells me that the great success with which the Lord has crowned my  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labors is owing to the fact of applying my heart to wisdom.<span class=\"citation\" id=\"57366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57366)\">Prov. 2:2<\/a><\/span> I notice that even my own natural brothers when they come into my office, which is very seldom, if there are important matters on hand&#x2014;when I am teaching the brethren the principles of government, and how to apply them to families, neighborhoods, and nations, will leave the office as though it was a thing of no account. And this is the case with too many of the Elders in the Church. This is mortifying to me. In the days of the Prophet Joseph, such moments were more precious to me than all the wealth of the world. No matter how great my poverty&#x2014;if I had to borrow meal to feed my wife and children, I never let an opportunity pass of learning what the Prophet had to impart. This is the secret of the success of your humble servant. I make this application to the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v12n892\"> Brother Carrington has been speaking of his mission, and of his long stay at home. I do not know that I can altogether excuse him, but I think that my remarks are partially applicable to him, although we have called him to fill as important a station as there is in the Church. If Brother Albert Carrington, who is on the eve of departure for a foreign mission, is not prepared now to teach the nations of the earth, and to lead them home to Zion, it is his own fault. He has been in the midst of counsel ever since he has been in the Church; and others have been here with us all the day long, and if they are not filled with wisdom and the power of God it is their own fault. <\/div><div class=\"paragraph jod\" id=\"v12n893\"> I want, now, to say a few words with regard to a term that is frequently used in our midst. I refer to the term &#x201C;Gentile.&#x201D; I have explained this a great many times to the Elders both in public and in private, and I was surprised at the use <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made of the term this afternoon. &#x201C;Gentile,&#x201D; or &#x201C;Gentilism,&#x201D; applies only to those who reject the gospel, and will not submit to and receive the plan of salvation. Will you remember this? It does not apply to any only those who are opposed to God and His Kingdom. When the Jews, as a nation, were in their glory, they called the nations around them Gentiles. Why? Because they were opposed to the laws and precepts that the Lord, through Abraham, Isaac, Jacob, and Moses, had revealed for the guidance of Israel. But it does not apply to this or any other nation, simply because they are not of our faith; and in fact, in these days, on account of their conduct, the term could be more properly applied to the Jews than to any other people; but it does not apply to them for they are of the chosen seed. Among the nations of the earth there is a great mixture, but there are many millions that we shall yet gather into this Church. <\/div><div class=\"paragraph jod\" id=\"v12n894\"> Remember this, O, ye Elders of Israel, and do not apply the term &#x201C;Gentile&#x201D; to a man because he is not baptized. There are some of pure Gentile blood will come into this Church. There are a few already, but very few. When a person of real Gentile blood, through honesty of heart, submits to the gospel and is baptized and receives the laying on of hands from a man duly authorized, you might naturally suppose, from the contortions of the muscles, that such a person had a fit, for the power of the Holy Ghost falls upon and renovates that rebellious blood and stirs it up, and perhaps the person thus administered to falls prostrate on the floor. I have seen this, and it is in consequence of the power of the Holy Ghost operating upon the power of the enemy within the individual. Whoever has been in our  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Councils would never make the application of &#x201C;Gentile&#x201D; to a man or woman, simply because he or she was not baptized, for that has nothing to do with it either one way or the other. I want the brethren to learn this, and everything that is useful. <\/div><div class=\"paragraph jod\" id=\"v12n896\"> A few words now with reference to the isolation that Bro. Carrington has been talking about. We have come out from the world that we might bid farewell to sin; and we are not only the salt of the earth, but we are the light of the world.<span class=\"citation\" id=\"63042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63042)\">Matt. 5:13-15<\/a><\/span> Do you suppose that if a man wanted a light that he would light a candle and put it under a bushel, or where it could not be seen? No. And do you think that our Father, who has revealed the way of life and salvation, the path in which every person should walk in order to gain eternal life, would put that light under a bushel? No, He has put it in on a candlestick and set it in a place where it can be seen by the whole world. Are we isolated? No, I do not think we are. We are right in the great highway from sea to sea. And instead of the railroad being any detriment to us, all I have to regret is that they tried to get it on the north side of the Lake; we want it in this city where it belongs. And that is not all, the attempt to carry it in that direction is an insult to the people of this city, for in so doing they have tried to shun us. They would not have had a telegraph or railroad across the continent, and coaches would not have run as they do now for one generation yet, if it not had been for the Latter-day Saints; and for them to try to take it away from us I look upon as an insult. We do not care about it; we are in the habit of being insulted and imposed upon. Far from wishing not to have a railroad, it ought to have been built years ago. When we came to this valley we never traveled a day with<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out marking the path for the road to this place. We anticipated it, and if they had done as they should have done, instead of going to war and killing each other, we should have had a railroad long ago. <\/div><div class=\"paragraph jod\" id=\"v12n897\"> These are my feelings with regard to the railroad; and whether it comes through this city or not, it is all right, because God rules, and He will have things as He pleases. We can act, but He will overrule. Man proposes, but God disposes. He does it all the time, and it is all right, just as right as it is for the grasshoppers to come and teach us what the Lord can do when he opens the windows of his judgments from His secret chambers. He can chasten or consume a nation with grasshoppers at His pleasure. If we do not understand it now, we shall see the time when we shall have to come to the mark, and shall be able to see and understand the providences of God. He is teaching us to lay up our breadstuffs. How many of our sisters are there here who have gone into the field and gleaned wheat, and after getting it cleaned, instead of laying it up, have taken it to the stores and sold it for a trifle to buy a tassel, artificial for their bonnets, a waist ribbon, or some frivolous thing that was of no earthly use to them? The Lord is going to teach us, and we may as well begin to understand His providences. The Lord knows what he is doing, and it is all right. <\/div><div class=\"paragraph jod\" id=\"v12n898\"> A few words now, with regard to preaching. The greatest and loudest sermon that can be preached, or that ever was preached on the face of the earth, is practice. No other is equal to it. Can we preach to the world by practice? Yes, we are preaching to them by setting out these shade trees. When they come here from north, south, east, or west, they say, &#x201C;Your city is a perfect paradise, with its  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>streams of water and beautiful shade trees down every street.&#x201D; Every little cot, no matter how humble, is encircled with beautiful shade trees; and they want to know who these people are who take such pride in beautifying and adorning their city. Why they are the poor &#x201C;Mormons&#x201D; who have been driven into the mountains. I have been driven from a good, handsome property five times. Many of my brethren have been served in the same manner. But here we are again, and we are teaching the people to be industrious, and how to raise their own bread, make their own clothing and gather around them the fruits of the earth, that there may be no suffering through our whole community. Is not this praiseworthy? Yes, it is, and the statesmen of this nation&#x2014;those of them who have brains&#x2014;are looking at the industry of this people; they admire it. Is this preaching? Yes, and there are many amongst them that we shall gather in yet. They would come now by thousands and thousands, if the Latter-day Saints were only popular. &#x201C;What, these honorable men?&#x201D; Yes, they would say, &#x201C;I want to be baptized. I admire your industry, and your skill in governing. You have a system of governing that is not to be found anywhere else. You know how to govern cities, territories, or a world, and I would like to join you.&#x201D; But take care, if you join this people without the love of God in your soul it will do you no good. If they were to do this, they would bring in their sophistry, and introduce that which would poison the innocent and honest and lead them astray. I look at this, and I am satisfied that it will not do for the Lord to make this people popular. Why? Because all hell would want to be in the church. The people must be kept where the finger of scorn can be pointed at them. Al<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though it is admitted that we are honest, industrious, truthful, virtuous, self-denying, and, as a community, possess every moral excellence, yet we must be looked upon as ignorant and unworthy, and as the offscouring<span class=\"citation\" id=\"73194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73194)\">1 Cor. 4:13<\/a><\/span> of society, and be hated by the world. What is the reason of this? Christ and Baal cannot become friends. When I see this people grow and spread and prosper, I feel that there is more danger than when they are in poverty. Being driven from city to city or into the mountains is nothing compared to the danger of our becoming rich and being hailed by outsiders as a first-class community. I am afraid of only one thing. What is that? That we will not live our religion, and that we will partially slide a little from the path of rectitude, and go part of the way to meet our friends. They say now that if we will only give up the doctrine of plurality of wives, they will admit us as a state, and hail us as &#x201C;a pet state,&#x201D; give us the preference to all the states, for our industry and prudence. <\/div><div class=\"paragraph jod\" id=\"v12n900\"> But hold on, were we driven into the mountains here for polygamy? Were we drives from York State to Ohio and persecuted and hated for polygamy? No. Was Joseph Smith persecuted and driven from Pennsylvania to York State, and from York State to Pennsylvania, with writ after writ, for polygamy? No; no such thing was ever thought of. When we were driven from Jackson into Clay, Caldwell and Davis and other counties, and from there out of the State by the mob, was it for polygamy? By no means. When we were driven from Nauvoo, after having made it like the Garden of Eden, was it because polygamy was offensive to the people? No; they knew nothing of it. Why was it that we were thus compelled to leave State after State,  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and ultimately the United States? &#x201C;Because you are Mormons, and we hate you.&#x201D; We know the root and foundation of this hatred. It comes from the pulpit, from corrupt priests. Say they, &#x201C;These people possess a union and a power that we do not possess, and if we let them alone, they will come and take away our place and nation,<span class=\"citation\" id=\"69783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69783)\">John 11:48<\/a><\/span> and we shall lose our fat livings.&#x201D; There is where it originated&#x2014;with priests and deacons, with hounds professing to be Christians, but who are no better than the devils in hell. From the pulpit it has spread into political society, and they all hate us. Why? Because the priesthood of the Son of God is among this people, and they know that if we are let alone we shall convert the world and bring it into subjection to the law of Christ. The devil says, &#x201C;I have had power over the earth for six thousand years, and do you think I am going to loose my grasp upon it? No, I will hold it, and before ever the Latter-day Saints obtain one foot of inheritance upon it they will have to contest it inch by inch.&#x201D; But we will contend with him until we gain power and influence sufficient to convert the world. <\/div><div class=\"paragraph jod\" id=\"v12n902\"> I, and every faithful elder in Israel, want the whole of this people to be Saints in deed, word, and feeling; Saints when they are asleep, Saints when they are awake, when they rise up and when they lie down, when they go out and when they come in. We want every individual to live his religion; and if we do this we shall gain influence and the devil cannot help it; and just as sure as we live our religion will our influence increase. And in our intercourse with outsiders&#x2014;do not call them Gentiles&#x2014;let our example be such as is worthy of imitation; then everyone among them who is honest will say, <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;I guess you are right, I think I will come and stay with you.&#x201D; Thousands of them are looking right here to the Latter-day Saints. What says the man who has a daughter that he wants taken care of? Says he, &#x201C;I will take her to the Mormons and leave her there, because I know that she will be safe among them, for the Mormon elders will protect her to the death, yet they have more wives than one.&#x201D; And if we had not a wife at all we would protect them to the death, and preserve them inviolate, or we are not Saints. This cannot be said of other communities. Says the man who wants to go on a journey and leave his family behind, &#x201C;I will take them to the Mormons and leave them there, because I know that they will be safe.&#x201D; I will just refer you to one gentleman who used to be here. He said, &#x201C;Let me be in New York and I want double bolts, and fireproof safes, and I want a safe in a safe, and even then I do not feel safe to have my money there; but when I get into the streets of Salt Lake City, I feel safe.&#x201D; The Latter-day Saints should live so that this confidence may increase. <\/div><div class=\"paragraph jod\" id=\"v12n903\"> I want every man and woman to live in such a way that outsiders who wish their children taught truth and righteousness will be anxious to get them into a &#x201C;Mormon&#x201D; family. If we will live our religion we will be honest, truthful, and upright in all things, dealing with others as we wish them to do by us under the same circumstances. If we do this we will be honored. The devils cannot help but honor us. They may look from hell and say, &#x201C;There is a people whom we cannot influence to do wrong, and we will give up the chase.&#x201D; I want this city to be sanctified. Let the people live as they should live, devoting themselves to God and His cause, and this ground  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is hallowed, sacred and will be preserved for His Saints, and the power of the enemy never can get foothold here just as sure as we do it. Can we extend this? Yes, to other towns, counties, through the Territory, to other Territories, through the mountains and plains until the earth is redeemed and sanctified and the people enjoy the rights and privileges God has designed for them. <\/div><div class=\"paragraph jod\" id=\"v12n905\"> Let me say a few words with regard to Zion. We profess to be Zion. If we are the pure in heart we are so, for Zion is the pure in heart.&#x201D;<span class=\"citation\" id=\"89189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89189)\">D&amp;C 97:21<\/a><\/span> Now when Zion is built up and reigns, the question may arise with some, will all be Latter-day Saints? No. Will there be this variety of classes and faiths that we now behold? I do not know whether there will be as many, or whether there will be more. There may be more societies than 666<span class=\"citation\" id=\"79669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79669)\">Rev. 13:18<\/a><\/span> for aught I know. But be that as it may, Jesus has gone to prepare mansions for every creature.<span class=\"citation\" id=\"69874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69874)\">John 14:2<\/a><\/span> Who will go down as &#x201C;sons of perdition&#x201D;<span class=\"citation\" id=\"86936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86936)\">D&amp;C 76:32<\/a><\/span> and receive the reward of the damned? None but those who have sinned against the Holy Ghost.<span class=\"citation\" id=\"86955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86955)\">D&amp;C 76:35<\/a><\/span> All others will be gathered into kingdoms where there will be a certain amount of peace and glory. Will the Methodists have their heaven? I will venture to say that John Wesley, if he never hears the gospel preached in the world of <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirits, will enjoy all the happiness and glory that he ever thought of. And so it will be with others; I mention him merely because he is a noted character. In all those kingdoms the people will be as varied as they are here. In the millennium men will have the privilege of being Presbyterians, Methodists, or Infidels, but they will not have the privilege of treating the name and character of Deity as they have done heretofore. No, but every knee shall bow and every tongue confess to the glory of God the Father that Jesus is the Christ.<span class=\"citation\" id=\"75452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75452)\">Philip. 2:10-11<\/a><\/span> This is a strange doctrine to outsiders. But what do they know about the Bible, heaven, angels, or God? Nothing; they have not the least conception about their true character, although they feel an influence that is divine, that comes from heaven, which leads them to worship that which is pure, but they know nothing of Him from whom all good comes. <\/div><div class=\"paragraph jod\" id=\"v12n906\"> I have talked long enough for the present. I do hope and pray that the Latter-day Saints will be Saints indeed. I do not ask God to make you Saints, for He has done everything that can be done for a fallen world. I pray you, Latter-day Saints, to live your religion, and may God help you to do so. Amen. <\/div>\n<\/div>\n<\/div>"}