{"ID":120020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of Apostates&#x2014;The Young Men of the Saints&#x2014;Bible Christians&#x2014;Mormon Battalion&#x2014;His Testimony to Strangers&#x2014;Council to Mothers and Daughters on Polygamy.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, June 30, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of Apostates, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/30\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v12n312\"> We have heard good instruction and good news from our brethren in the south and in the east, and we hear good news concerning Zion. But this is not good to the world, for Zion and the spirit of Zion are not loved by the wicked. There is good news, and it may be summed up by saying that God is carrying on His work most admirably. He has <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commenced His work in the last days, for the last time; and into this work He will gather all things. We are here in these mountains. Accidentally? Perhaps so. If we had Brother George A. Smith to tell the story, he would say we came here because we were obliged to come, and we stay here because there is no other place to which we can go. We  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have built cities in this mountainous region, because there was no other place where we could do so. We have not got through with our work here yet. The people have hardly commenced to realize the beauty, excellence, and glory that will yet crown this city. I do not know that I will live in the flesh to see what I saw in vision when I came here. I see some things, but a great deal more has yet to be accomplished. We go abroad and preach to the people and gather them home to Zion, and it appears to be the feelings of a great many that when they get here they have done all that the Lord requires of them&#x2014;their mission is out, and they are then ready to go and work for themselves. I heard of one man who came here twenty years ago, who stayed a few years and got more property than he ever had before, then sold it, and went to California, feeling and believing that he had worked long enough for the Lord, and that henceforth he would work for himself. The last I heard of him he was in poverty, distress, and disgrace. Loved of the Lord? No; if the Lord did not hate him, he did not love him. Angels did not love him, Saints did not love him, and the devil despised him, as he does all apostates. <\/div><div class=\"paragraph jod\" id=\"v12n314\"> On this particular point I said a little a Sunday or two ago. I will now take the liberty of saying a little more. If there is a despicable character on the face of the earth, it is an apostate from this Church. He is a traitor who has deceived his best friends, betrayed his trust, and forfeited every principle of honor that God placed within him. They may think they are respected, but they are not. They are disgraced in their own eyes. There is not much honesty within them; they have forfeited their heaven, sold their birth<div class=\"hyphen\">-<span class=\"citation\" id=\"53433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53433)\">Gen. 25:33<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right, and betrayed their friends. What will the devil do with such characters? Will he have them in his kingdom? Yes, he will be obliged to, because he is an apostate himself. He apostatized from the Celestial Kingdom, and was thrust down to hell. Yet, when apostates get to his kingdom, he will say&#x2014;&#x201C;I do not like you, for you are just as mean as I am. I was a traitor and a liar, and I am yet. I despise myself and every character that betrays his trust.&#x201D; That is all I wish to say on that point. Let apostates go. <\/div><div class=\"paragraph jod\" id=\"v12n315\"> A word now to the Elders of Israel, especially to the young elders. There are a great many young men born and brought up in this Church, and if they do not go to the nations of the earth to preach they are not, therefore, obliged to make shipwreck of their good education and the faith they have received.<span class=\"citation\" id=\"75841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75841)\">1 Tim. 1:19<\/a><\/span> Brother Pitkin was talking about young men being ruined through acquiring bad habits and forming bad associations here. If we had sent such young men to preach they would, in all probability, have disgraced themselves and the cause; for I am satisfied that if any man or woman, old or young, wished to be honest, upright, truthful, and virtuous, there is no community on the face of the earth that honors and seeks to promote every holy principle to such an extent as this does. Do you know it? If you do not, just go into the world and mingle with the people, and you will soon find it out. <\/div><div class=\"paragraph jod\" id=\"v12n316\"> If there are any ladies and gentlemen present who have not joined the Church, I wish to say a few words to them. Are men or women honest with themselves and their God when they refuse or neglect to search diligently to know the truth of the latter-day work? I could not be, with the sensibility God has blessed  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me with. A man or woman desirous of knowing the truth, upon hearing the gospel of the Son of God proclaimed in truth and simplicity, should ask the Father, in the name of Jesus, if this is true.<span class=\"citation\" id=\"83599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83599)\">Moro. 10:4<\/a><\/span> If they do not take this course, they may try and argue themselves into the belief that they are as honest as any man or woman can be on the face of the earth; but they are not, they are careless as to their own best interests. Before I heard the gospel I searched diligently to know and understand whatever could be learned among the sectarians respecting God and the plan of salvation. It was so with the majority of the Latter-day Saints. But very little can be learned among Christian professors; they are ignorant about God and His kingdom, and the design He had in view in the formation of the earth and peopling it with His creatures. The Christian world are deficient in these matters; and many among them who believed the Bible was true have felt this, and Martin Luther, John Calvin, John Wesley, and other great Reformers and revivalists have felt this, and have had the spirit of conviction upon them that God was going to reveal something or other to His creatures. My brother Joseph once said to me (and we were both Methodists at the time), &#x201C;Brother Brigham, there is not a Bible Christian in the world; what will become of the people?&#x201D; For many years no person saw a smile on his countenance, in consequence of the burden of the Lord being upon him, and realizing that the inhabitants of the earth had all gone out of the way and had turned every man to his own views.<span class=\"citation\" id=\"59649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59649)\">Isa. 53:6<\/a><\/span> I am not speaking now of the world morally, but of their ignorance of the gospel of the Son of God and of the way to be saved in the celestial kingdom of our <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father. There was not a Bible Christian on the face of the earth who was known to us. I cannot say what is to be found in the frozen regions of the north, or a little beyond; if any nook or corner among the icebergs contains an Apostle, I do not know it, but I suppose none have been able to find one. No people on this earth had the Priesthood of the Son of God at their command or within their grasp, and there was no delegation from God to the children of men. <\/div><div class=\"paragraph jod\" id=\"v12n318\"> Now, we come proclaiming that the Lord has spoken from Heaven, and has sent His angels to administer to the children of men. If you ask &#x201C;where is my proof?&#x201D; my reply is, I am a witness. Have we any more witnesses? Yes, here is this whole people. What else has brought them together? Do you think they have been gathered for the sake of making money, or for raising a political kingdom? Try it, you statesmen and philosophers, and see if you can gather a people together as we came here. How did we come here? We came comparatively naked and barefoot, driven from our homes into these mountains, robbed of our horses and cattle, and our houses rifled by mobs. Were we sustained by any government? Did England put forth her hand to sustain us, or did France donate anything for the assistance of this poor people? No, not anything. Did the Government of the United States? No, but I will tell you what they did do&#x2014;they imposed a trifling tax upon us. When they were at war with Mexico they said, &#x201C;Now, you Mormons are going into the wilderness, but we will prove whether you are loyal or not&#x2014;we want five hundred of your men.&#x201D; Did we give them? Yes, we took the men from their wagons, from their aged fathers and mothers, their  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wives and children, and they went to fight the battles of the United States. Who helped us here? The Lord Almighty, and He has fed and clothed and sustained us, and given us the ability to gather around us the comforts of life. And now we declare that the principles we preach are the principles of the gospel of the Son of God, and no man nor nation beneath the Heavens can contradict or confute what I say. And here are my witnesses&#x2014;some few thousands in this congregation, who would rise and testify by the power of the Holy Ghost that this is the gospel of life and salvation. Can men and women be honest who let this pass by as a thing of nought, and say&#x2014;&#x201C;These poor despised &#x2018;Mormons&#x2019; and their religion are not worthy of our notice, they are beneath our dignity and refinement.&#x201D; Stop! Pause and think! Do you know what refinement is? Do you know what belongs to honor and greatness? If you do, you will never make use of such expressions. Those who are honorable will honor their being, and prepare according to the best of their ability and knowledge, and the revelations God has given, to preserve their existence and identity, and to dwell forever in the presence of the Father and the Son. Every person who is honorable and loves truth will do this. I do not want men to come to me or my brethren for testimony as to the truth of this work; but let them take the Scriptures of divine truth, and there the path is pointed out to them as plainly as ever a guideboard indicated the right path to the weary traveler. There they are directed to go, not to Brothers Brigham, Heber, or Daniel, to any apostle or elder in Israel, but to the Father in the name of Jesus, and ask for the information they need. Can they <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who take this course in honesty and sincerity receive information? Will the Lord turn away from the honest heart seeking for truth? No, He will not; He will prove to them, by the revelations of His Spirit, the facts in the case. And when the mind is open to the revelations of the Lord it comprehends them quicker and keener than anything that is seen by the natural eye. It is not what we see with our eyes&#x2014;they may be deceived&#x2014;but what is revealed by the Lord from Heaven is sure and steadfast, and abides forever. We do not want the people to rely on human testimony, although that cannot be confuted and destroyed; still, there is a more sure word of prophecy<span class=\"citation\" id=\"78282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78282)\">2 Pet. 1:19<\/a><\/span> that all may gain if they will seek it earnestly before the Lord. This is to my friends or my enemies who do not believe in the Lord Jesus Christ and in the gospel which He has revealed in these days. Now, mark my words, if you are honest to yourselves you will inquire as to its truth. You are invited to inquire, and it is your duty to do so, of the Father in the name of Jesus, if these things are so. &#x201C;Well,&#x201D; say a great many, &#x201C;when Jesus was on the earth he wrought miracles.&#x201D; Very true, and have we not done so? You read all the history of the world, laying aside the Book of Mormon containing the history of the people who once inhabited this continent, and you cannot produce anything that will compare with the labors of this people in these mountains. Everything is thrown into the shade when compared with it. Have we any witnesses with regard to the healing of the sick by the power of God? Plenty of them. &#x201C;O,&#x201D; say you, &#x201C;we do not know anything about that.&#x201D; We do not want you to know anything about it until you learn for your<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves. Miracles, or these extraordinary manifestations of the power of God, are not for the unbeliever; they are to console the Saints, and to strengthen and confirm the faith of those who love, fear, and serve God, and not for outsiders. When Jesus was spoken to with regard to miracles, he said, &#x201C;An evil and an adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas,&#x201D;<span class=\"citation\" id=\"64442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64442)\">Matt. 12:39<\/a><\/span> and this principle is as true with regard to individuals as to generations. Here is the truth&#x2014;God has spoken from the heavens, calling upon the inhabitants of the earth to repent, and we call upon them to repent. Is there anything immoral or in the least unchristianlike in this? Not in the least. We also call upon all men to be baptized for the remission of their sins. Is this a heresy, is it immoral or unchristianlike? No, everybody will agree that it is not in the least. Then we say to all, if you have been in the habit of lying, stealing, or committing any sin whatever, do it no more, but live righteously and godly as long as you stay on the earth. Who can complain of this? <\/div><div class=\"paragraph jod\" id=\"v12n320\"> Now, the sermon which I design preaching to the ladies comes right before me. It is said&#x2014;&#x201C;If it were not for your obnoxious doctrine of plurality of wives we could believe in the rest very well.&#x201D; It is not that. That is not the touchstone at all, but it is because our wives and daughters cannot be seduced; it is because this people are strictly moral, virtuous, and truthful. Now, taking the history of creation as given by Moses, let me ask the question&#x2014;&#x201C;Mother Eve, did you not partake of the forbidden fruit, as also did Adam,<span class=\"citation\" id=\"52573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52573)\">Gen. 3:6<\/a><\/span> and thus bring sin and iniquity into the world?&#x201D; &#x201C;O, yes,&#x201D; says mother Eve. Then, why cannot you bear <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the affliction of it? Why not say&#x2014;&#x201C;If I was the cause of bringing evil into the world, I will firmly bear all that God puts upon me, and maintain His word and His law,<span class=\"citation\" id=\"92582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92582)\">Moses 5:11<\/a><\/span> and so work out my salvation with fear and trembling,<span class=\"citation\" id=\"75482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75482)\">Philip. 2:12<\/a><\/span> for it is God working within me?&#x201D; I ask this question of you, mother Eves, everyone of you. If you are not sanctified and prepared, you ought to be sanctifying and preparing yourselves for the blessings in store for you when it will be said of you, this is Eve. Why? Because you are the mother of all living.<span class=\"citation\" id=\"52638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52638)\">Gen. 3:20<\/a><\/span> You might as well prepare first as last. If you wish to be Eves and mothers of human families you ought to bear the burden. But you say this is cruel. No, it is not cruel at all. Is there a passion in man that he cannot subdue for the sake of the gospel of salvation, that he may be crowned with glory, immortality, and eternal lives? Shame on the elder who, if duty calls, cannot go and preach the gospel until he winds up his earthly career and never permit a female to kiss him. I do not wish to say much upon this subject, but I say, woe to you Eves if you proclaim or entertain feelings against this doctrine! Woe to every female in this Church who says, &#x201C;I will not submit to the doctrine that God has revealed.&#x201D; You will wake up by and by and say, &#x201C;I have lost the crown and exaltation I might have gained had I only been faithful to my covenants and the revelations which God gave. I might have been crowned as well as you, but now I must go to another kingdom.&#x201D; Be careful, O, ye mothers in Israel, and do not teach your daughters in future, as many of them have been taught, to marry out of Israel. Woe to you who do it; you will lose your crowns as sure as God lives. Be careful! &#x201C;Well,&#x201D; but say you,  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;these men, these elders of Israel, have it all their own way.&#x201D; That is not so, and we are not going to have it all our own way, unless our way is to do just right. And the man and woman who set up their will against the providence of God, will be found wanting<span class=\"citation\" id=\"61526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61526)\">Dan. 5:27<\/a><\/span> when accounts are squared. They will have to say, &#x201C;the summer is past, the harvest is ended, and we have not received our crowns.&#x201D;<span class=\"citation\" id=\"60410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60410)\">Jer. 8:20<\/a><\/span><span class=\"citation\" id=\"85568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85568)\">D&amp;C 45:2<\/a><\/span> Will you think of this, sisters, you who are not married as well as you who are? I have a good many daughters, but it would be better for every one of my daughters, and for every female in this Church, to marry men who have proved themselves to be men of God, no matter how many wives they have, than to take these miserable characters who are running around here. For myself, I desire to please God, whether it is ever to see another wife or child while I live or not. Have I proved it? Yes, God, the heavens, and the Saints know it. When Joseph called upon me and my brethren here, we were always ready. We made it a point ever to be ready to leave fathers, mothers, sisters and brothers, wives and children to go and preach the gospel to a perishing world, and save as many as would hearken to our counsel.<span class=\"citation\" id=\"65248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65248)\">Matt. 19:29<\/a><\/span> We have proved this years <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ago. We have been willing to leave all for the sake of the gospel, and therein the Lord has made us rich. But who is going to complain about it? <\/div><div class=\"paragraph jod\" id=\"v12n322\"> I want the daughters of Israel, both old and young, to remember that part of my sermon intended especially for them; and I want our friends who come here, who are not of us, to hear what the Latter-day Saints have to say. If we have the words of eternal life<span class=\"citation\" id=\"69327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69327)\">John 6:68<\/a><\/span> for you, and you will not receive them at our hands, we want you to be left without excuse.<span class=\"citation\" id=\"88633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88633)\">D&amp;C 88:81-82<\/a><\/span> The Lord has spoken from the heavens; He has sent His delegation to the earth, and He has commissioned men on the earth to preach this gospel and to bring people into the Church. If they disobey they must take the consequence; it is they and the Lord for it. As we have always told them, the gospel of Jesus which we believe and preach, which they call &#x201C;Mormonism,&#x201D; is the doctrine of life and salvation, and if they do not believe it, they can pray to the Lord and ask Him for knowledge. All this they can do if they please. We do our duty in telling them what they should do, and the result is with them and their God. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}