{"ID":120011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">General Instructions to Missionaries Going Abroad.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, April 14, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: General Instructions to Missionaries.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/14\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v12n129\"> Inasmuch as I am a missionary, and have been called of God to proclaim the gospel, I rise here to bear my testimony in connection with my brethren whom you have heard speak this day. We hear the testimony of brethren brought up in the Church, as well as the testimony of those who receive the gospel in other lands and gather with the Church. They all agree that this is the truth&#x2014;the gospel of life and salvation. These brethren are going to preach, because they have got the truth and the world are destitute of it. One of the brethren said he was going after truth. I would correct him, and say he has got truth, and is going to carry to others who have it not. You are not going to England, Scotland, or to the Continent for truth, but to carry truth to people who sit in darkness and in the regions of the shadow of death.<span class=\"citation\" id=\"62872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62872)\">Matt. 4:16<\/a><\/span><span class=\"citation\" id=\"86112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86112)\">D&amp;C 57:10<\/a><\/span> I am a missionary called to preach the gospel, and I am going on a mission; not that I have been lately converted, but I feel to go and strengthen my brethren, and I am going on a preaching tour for that purpose. There is no place on this earth where greater good can be done than here, preaching the gospel to this people and getting them to be Saints indeed. I would say to my young friends and to the middle-aged brethren, though I believe all who are going may be called young men, that if you go on a mission to preach <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the gospel with lightness and frivolity in your hearts, looking for this and that, and to learn what is in the world, and not having your minds riveted&#x2014;yes, I may say riveted&#x2014;on the cross of Christ, you will go and return in vain. Go forth weeping, bearing precious seed,<span class=\"citation\" id=\"57252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57252)\">Ps. 126:6<\/a><\/span> full of the power of God, and full of faith to heal the sick even by the touch of your hand, rebuking and casting out foul spirits,<span class=\"citation\" id=\"66579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66579)\">Mark 9:25<\/a><\/span> and causing the poor among men to rejoice,<span class=\"citation\" id=\"58850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58850)\">Isa. 29:19<\/a><\/span> and you will return bringing your sheaves with you. If you do not go in this way your mission will not be very profitable to yourselves nor to the people. I wish you to bear this in mind. We do not send these elders forth for political purposes; we have nothing to do with the political world. Neither do we wish them to go for two or three years to learn what is transpiring in the scientific world. If they wish to study the sciences, they can do that at home. We have an abundance of scientific men among us. If you wish to know what is going on in theaters, do not go to theaters to learn, but wait until you come back to our own. I am simply giving you a word of counsel. This is as good a time to do it as when you assemble together to receive your parting blessing. We do not send you for any of these purposes, but to preach the gospel. Let your minds be centered on your missions,  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and labor earnestly to bring souls to Christ. <\/div><div class=\"paragraph jod\" id=\"v12n130\"> I would like to impress upon the minds of the brethren, that he who goes forth in the name of the Lord, trusting in Him with all his heart, will never want for wisdom to answer any question that is asked him, or to give any counsel that may be required to lead the people in the way of life and salvation, and he will never be confounded worlds without end; while he who trusts in the wisdom of man, or leans on the arm of flesh, is weak and blind, and destitute of the principles that will lead the Elders of Israel to victory and glory. Go in the name of the Lord, trust in the name of the Lord, lean upon the Lord, and call upon the Lord fervently and without ceasing,<span class=\"citation\" id=\"75731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75731)\">1 Thes. 5:17<\/a><\/span> and pay no attention to the world. You will see plenty of the world&#x2014;it will be before you all the time&#x2014;but if you live so as to possess the Holy Ghost you will be able to understand more in relation to it in one day than you could in a dozen days without it, and you will at once see the difference between the wisdom of men and the wisdom of God, and you can weigh things in the balance and estimate them at their true worth. I can say also to the brethren and sisters, no matter what you are doing&#x2014;working in the garden, plowing, sowing, going to the canyon, building houses, laying rock or adobies, attending to your household affairs in the kitchen, the washroom, in the parlor, or in your bedchambers, live continually so that you may have the Spirit of the Lord with you and the counsel of God within you, that you may be able to give a word of counsel, instruction, and comfort to the disconsolate, to strengthen the weak, and to confirm the wavering, and spend every day of your lives in doing good. Unless we take this course it <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is useless to talk about being Latter-day Saints, the redemption of Zion, or the establishment of the Kingdom of God, for nothing short of the wisdom and power of God and the Holy Ghost will ever enable any people on the face of the earth to redeem Zion, and to establish the kingdom of God in these latter days. <\/div><div class=\"paragraph jod\" id=\"v12n131\"> A great many things were said while we were assembled in a Conference capacity. We are composed of such material, and our organization and education are of such a nature, that a great many things have to be said to us continually. Like children, there is no day but we need instruction, and if we do not live so that we may have the Holy Ghost within us continually we need to be taught by our friends around us how to build up the Kingdom of God, to sanctify ourselves, to prepare for the coming of the Son of man, and for the accomplishment of the great work of the latter days. The work in which we are engaged should be interesting to every soul that has named the name of Christ;<span class=\"citation\" id=\"94275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94275)\">Eph. 1:21<\/a><\/span><span class=\"citation\" id=\"126152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126152)\">2 Tim. 2:19<\/a><\/span> it should be first and foremost, morning, noon, and night, with us every day of our lives. Our religion should be first with us all the time. Coming to this tabernacle to worship and do the will of God for one day in the week, and following our own inclinations and doing our own will at all other times, is a folly; it is useless, and a perfect burlesque on the service of God. We should do the will of God, and spend all our time for the accomplishment of His purposes, whether we are in this tabernacle or elsewhere. We are often told that, so far as the principles of our religion are concerned, we are one. Our brethren here are going on missions to Scandinavia, Germany, and perhaps to places where the gospel has never been preached before, and some, per<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>haps, to the antipodes of others, yet in the proclamation of the principles of the gospel I do not expect there will be any variation. They will go north, south, east, and west, and they will all take up the scriptures of truth contained in the Bible, Book of Mormon, and Book of Doctrine and Covenants, and each one will corroborate the testimony of the other in establishing the truth of the gospel of the Son of God, and all will exactly agree. Yet, when we are gathered together, there are as many minds as there are persons in regard to the affairs of everyday life and the managing of financial affairs. Now, the people of God are being gathered together expressly to become one with regard to the things of this world. <\/div><div class=\"paragraph jod\" id=\"v12n132\"> I would like to be understood, if I could explain myself. We never shall become one to that extent that we shall look alike or possess precisely the same mental power and ability; this is not the design of Heaven. But we expect to become one in all our operations to bring forth the fullness of the Kingdom of God on the earth, that Jesus may come and reign King of nations<span class=\"citation\" id=\"60440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60440)\">Jer. 10:7<\/a><\/span> as He does King of Saints.<span class=\"citation\" id=\"80083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80083)\">Rev. 15:3<\/a><\/span> Shall we call this a union for political purposes? I say it is good policy for people to be of one heart and mind<span class=\"citation\" id=\"92906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92906)\">Moses 7:18<\/a><\/span> in all their operations. I have frequently looked at the inhabitants of the earth and seen how their feelings, dispositions, and pursuits differ; no two, scarcely, can agree. If two men enter into partnership, say in the banking business, or in mercantile business or manufacturing, it is very seldom that they agree a great while. Their minds will run in different channels with regard to business matters, and one will not be trammeled with the ideas of the other, so each resolves to take his own course. If you wish for a per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fect example of this, I can tell you where to find it: just as quick as warm weather comes you see these little red and black ants on the hills. You will see them running in every direction, but it is seldom that two of them take the same course; they will run against each other, tumble over each other, and, finally, rob each other. This is a perfect example of the course pursued by the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v12n133\"> I would say that it is good policy if we can be agreed in all matters. To illustrate, suppose we want to go and quarry rock out of the granite mountain here; we are building a huge fabric and we want some columns, say sixty feet high, five, six, seven, or eight feet through at the base, and perhaps four or five feet through at the top. Let one man undertake such a work, and how long would it take him? But let us be united in the undertaking, and we can soon have our columns quarried, hauled, and erected. Suppose there was a union of effort in every political and financial matter undertaken for the benefit of the whole people, who cannot see the good that would result? We have tried this to some extent in relation to our markets here; but suppose we were fully agreed on the point, we could demand a fair price for our products, and we need not be imposed upon by traders and traffickers. If we were agreed, we could supply ourselves from distant markets, say with our clothing, at a far less cost than now. Suppose, as was said at Conference, that we dispense with the luxuries of tobacco, tea, coffee, and whiskey, how much could we save? If we had the money on hand that we have spent on these needless articles during the year that is past, we should have abundance to donate to the missionaries to land them in their fields of labor. <\/div> <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n135\"> The people, perhaps, will turn round and say&#x2014;&#x201C;We pay our tithing, and that is all we feel to do.&#x201D; If you do, you do more than the people did some years ago. At that time we found that in the staple article of wheat, of which there is more paid on tithing than anything else in the Territory, that we did not receive one bushel in a hundred of that which was raised, to say nothing one in ten. The people are not compelled to pay their tithing, they do as they please about it, it is urged upon them only as a matter of duty between them and their God. This little moiety that is now paid on tithing is used to bring the poor here, to find them houses to live in, bread to eat, and wood to burn, when we can get the brethren to bring it in on tithing, but that is an article pretty hard to get. Now, suppose we had a little more of this surplus on hand, could we not help the brethren on their way to preach the gospel to the nations? Yes, we could. Some of them will leave families that will probably be destitute, and if we had means on hand we could donate to help them, and to prevent them from running continually to the Bishops. The Bishops have nothing in their hands, the tithing is used up, it has gone to sustain the poor, the Priesthood, and the Public Works. Yet when they go to a Bishop he has to look round to procure them a house, some wood, or some wheat or flour on tithing. But suppose we had the money on hand that we have spent on these useless articles which have been referred to the case would be different. When I begin to talk about these things I see so much that I can tell but very little. To see the slackness, slothfulness, and neglect of duty in taking care of the things which God gives to us. We may say we have abundance&#x2014;more than we need&#x2014;but <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will we give it to those who need it? No, but it is wasted in buying articles for which there is no real need. The people here seem to be perfectly lost, and cannot imagine what they do want. They are not clogged with every luxury, to be sure; they are not over surfeited with riches, for they are not rich; but they are comfortable, and they spend their substance for naught, for that which neither enriches the soul nor builds up the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v12n136\"> How is it with you, my brethren and sisters? Can you call to mind any circumstances that have transpired in the midst of this people that could have been avoided, and that should put you on your guard? Yes, plenty of them, if you will only reflect. I asked one man, for instance, how he lived. &#x201C;Oh,&#x201D; said he, &#x201C;I hardly know how; I can hardly sustain my family.&#x201D; &#x201C;How many have you in family?&#x201D; &#x201C;Eight of us.&#x201D; &#x201C;And what do you have a day?&#x201D; &#x201C;Three dollars.&#x201D; Perhaps here is another man who gets five dollar a day, and he is poor; and another one who has a hundred cattle running on the prairie, and he is living on a dirt floor; he is not able to buy a few boards to make a floor. Go through the country and you will see numbers living, year after year, on dirt floors, and unable to procure a little sand and lime to plaster the walls of their dwellings, and at the same time, perhaps, they have hundreds and hundreds of animals running on the prairie. What economy! <\/div><div class=\"paragraph jod\" id=\"v12n137\"> You recollect that I asked a few questions at Conference as to the amount paid out last year for those needless articles&#x2014;tea, coffee, &amp;c. Will one hundred thousand dollars pay for the tobacco that the Elders of Israel chewed and spit out? It will not, and the tea that was drunk will perhaps cost a hundred thousand more,  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the coffee will amount to pretty near the same sum. As for the sugar, I should say, continue to purchase that, and let the children have it, not to live on it alone, but in connection with other nutriment, for you should understand that our food is composed of three staple articles&#x2014;sugar, starch, and glue, consequently sugar is good. But to train your children to drink tea and coffee at two, three, or four years old is very pernicious and injurious. You mothers and daughters in Israel who are taking this course, how do you expect to live to accomplish the work the Lord has assigned you? Why you will not live half your days; you will come short of it, as much as the wicked. Is this true? It is verily true. You get up in the morning and have your cup of tea, your fried ham, your cold beef and mince pies, and everything you can possibly cram into the stomach, until you surfeit the system and lay the foundation for disease and early death. Says the mother&#x2014;&#x201C;Do eat, my little daughter, you are sick; take a piece of pie, toast, or meat, or drink a little tea or coffee; you must take something or other.&#x201D; Mothers in Israel, such a course engenders disease, and you are laying a foundation that will cut off one-half or two-thirds of the lives of your children; and yet a more healthy country than ours cannot be found upon the face of the earth, if the people would learn to live prudently. <\/div><div class=\"paragraph jod\" id=\"v12n139\"> In foreign lands you may find districts where many of the people do not have, probably, more than two-thirds of what they need to eat&#x2014;and they live thus from year to year&#x2014;yet you will find them much more healthy than they who gorge themselves continually. Take the Americans, say in the old Granite State where I have traveled, and to look at their surroundings out of doors you <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would not think they had more than one bean to a pint of water, but go into their houses and you will find beef, pork, apple pie, custard pie, pumpkin pie, mince pie, and every luxury, and they live so as to shorten their days and the days of their children. You may think that these things are not of much importance; no more they are, unless they are observed, but let the people observe them and they lay the foundation for longevity, and they will begin to live out their days, not only a hundred years, but, by and by, hundreds of years on the earth. Do you think they will stuff themselves then with tea and coffee, and perhaps with a little brandy sling before breakfast and a little before going to bed, and then beef, pork, mutton, sweetmeats, and pastry, morning, noon, and night? No; you will find they will live as our first parents did, on fruits and on a little simple food, and they will never overload the stomach. <\/div><div class=\"paragraph jod\" id=\"v12n140\"> Let the people be temperate in their food, then go to work and clothe themselves. Ladies, why can you not make your own bonnets as well as buy them? Will you go to work and do it? I know not. You can do as you please. Will you dispense with your frills, ruffles, bows, and nonsense? To correspond with the ladies the gentlemen ought to have one half of their hats covered with feathers and the other half with a cockade, and frills up and down the sleeves of their coats and the legs of their pantaloons. Still, we see some who wear homemade. I noticed one young man, who is going on a mission, and who spoke here today, with a suit of homemade cloth on. We can make our own cloth and then wear it. We can learn how to raise and improve our stock, how to raise our grain, fruit, and vegetables, we  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can raise our own wool and flax and make it into cloth, and in fact we can learn to raise and make all that we need, and this is one of the great objects to be attained to in the gathering of the Saints together. As for your surplus means, you can lay it away, and when a call is made you can donate to assist the elders who are sent on missions to the nations of the earth, and help to sustain their families while they are away. <\/div><div class=\"paragraph jod\" id=\"v12n142\"> To the elders who are going to preach I will give another word of counsel&#x2014;try and maintain yourselves as much as you can. You are going where thousands of the people die annually of starvation. Do not go and beg of them, but rather give to them. I have told everyone of my boys not to depend on the people, but when they get a dinner from the poor, instead of taking the last crumb or morsel they have, leave something with them to enable them to supply their wants. I have known many sisters, and perhaps there are some of them here today, who, when times were far better than they are now, would pinch themselves for a whole week in order to provide a comfortable dinner or supper for an elder who would visit them, at the same time they, probably, did not have more than one-half, or at most two-thirds, of what was necessary to sustain themselves. The Elders of Israel should go forth calculating to help the people both temporally and spiritually, but some of them have done nothing but beg from the time they left here until their return. For brethren to leave a country like this, where labor is plentiful and means so easily acquired, and go and ask alms of the poor in other countries is a shame and disgrace. I want the missionaries to remember this and lay it to heart, if they will. Go and preach the gospel, and help the <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honest-in-heart to gather, that they may aid in building up Zion, for that was the design of the Lord when He said, through the Revelator John, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80216)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n143\"> Take the people in the east, west, north, and south who have obeyed the gospel, and, so far as the spiritual gifts are concerned, they are all of one heart and one mind,<span class=\"citation\" id=\"92907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92907)\">Moses 7:18<\/a><\/span> but not one soul knows how to build up Zion. Not a man in all the realms and kingdoms that exist knows how to commence the foundation of the Zion of God in the latter days without revelation. If the people in the world could sanctify themselves and prepare themselves to build up Zion they might remain scattered, but they cannot, they must be gathered together to be taught, that they may sanctify themselves before the Lord and become of one heart and of one mind.<span class=\"citation\" id=\"92908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92908)\">Moses 7:18<\/a><\/span> By and by the Jews will be gathered to the land of their fathers, and the ten tribes, who wandered into the north, will be gathered home,<span class=\"citation\" id=\"90496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90496)\">D&amp;C 110:11<\/a><\/span><span class=\"citation\" id=\"94095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94095)\">A of F 1:10<\/a><\/span> and the blood of Ephraim,<span class=\"citation\" id=\"53623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53623)\">Gen. 41:52<\/a><\/span> the second son of Joseph, who was sold into Egypt, which is to be found in every kingdom and nation under heaven, will be gathered from among the Gentiles, and the Gentiles who will receive and adhere to the principles of the gospel will be adopted and initiated into the family of Father Abraham, and Jesus will reign over His own and Satan will reign over his own. This will be the result. <\/div><div class=\"paragraph jod\" id=\"v12n144\"> Now, Latter-day Saints, only think how far short we come of being what we ought to be. Some will indulge in a little falsehood here and there, evil, folly, nonsense, wickedness, lies, deception, arrogating to themselves that which does not belong to them. We are gathered together expressly to expose the wickedness that is in  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our hearts. How often, in looking over the congregations of the Saints, I can pick out a man here and a woman there guilty of these things. Here, probably, is a brother who has been a deacon in the Baptist or Presbyterian church for thirty or forty years, and was just as good a man as there was in the world, but gather him home with the Saints, and though his whole judgment is convinced that the gospel is true, and he believes it with all his heart, yet he will deceive and lie a little and take that which is not his own. &#x201C;Did you ever know those who have been deacons in the sectarian churches guilty of such things?&#x201D; Yes, many of them, who have been considered flaming lights there, yet, when they gathered with the Saints, according to the words of the prophets, they have spued out the iniquity that was in them, and revealed the secrets of their hearts to their neighbors.<span class=\"citation\" id=\"56546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56546)\">Ps. 28:3<\/a><\/span> If John should drop his axe in the canyon, and Benjamin should come along, although he had been a preacher, he would pick up that axe and keep it. I have seen many such things. Such practices, if not repented of and forsaken, will canker the very souls of those who are guilty, and will deprive them of the glory that will be enjoyed by honest and virtuous men and women. <\/div><div class=\"paragraph jod\" id=\"v12n146\"> When Jesus was preaching on these principles, and showing how strict and pure in their lives they must be who are counted worthy to be brought into the presence of the <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father and the Son,<span class=\"citation\" id=\"90185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90185)\">D&amp;C 107:19<\/a><\/span> be crowned with crowns of glory, immortality, and eternal life,<span class=\"citation\" id=\"86806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86806)\">D&amp;C 75:5<\/a><\/span> and become Gods, even the Sons of God,<span class=\"citation\" id=\"68579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68579)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"87046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87046)\">D&amp;C 76:58<\/a><\/span> I do not wonder that His disciples cried out, &#x201C;Who, then, can be saved?&#x201D; Said Jesus, &#x201C;Strait is the gate, and narrow is the way, that leads to the lives to come, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63866)\">Matt. 7:14<\/a><\/span> This is the rendering in the new translation. As Jesus said to the disciples so I say to the Latter-day Saints&#x2014;&#x201C;Strait is the gate, and narrow is the way, that leads to the lives to come, and few there be that find it.&#x201D;<span class=\"citation\" id=\"91622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91622)\">D&amp;C 132:22<\/a><\/span> I know you might turn round and say: &#x201C;Brother Brigham, do you expect to find it?&#x201D; I expect to try; and when I get through I expect the Lord to do what He pleases with me. I have not asked where He is going to place me, nor what He will do with me, nor anything about my crown or mansion. I only ask God, my Father, in the name of Jesus, to help me to live my religion, and to give me ability to save my fellow beings from the corruptions of the world, to fill them with the peace of God, and to prepare them for a better kingdom than this. That is all I have inquired about. What the Lord will do with me, or where He will place me, I do not know, neither do I care. I serve, and have implicit confidence in Him, and I am perfectly satisfied that we will all receive all we are worthy of. May the Lord help us to live so that we may be worthy of a place in His presence. Amen. <\/div>\n<\/div>\n<\/div>"}