{"ID":120063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Testimony of the Latter-Day Saints&#x2014;Their Duties&#x2014;the Testimony of the Spirit of God.<\/div>\n<div class=\"subtitle\">Discourse by Joseph F. Smith, delivered in the New Tabernacle, Salt Lake City, Nov. 25, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 11\/25\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v12n1115\"> Somewhat unexpectedly I am called to stand before you, but I do so with pleasure, as I have a testimony to bear to the work we are engaged in; <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it gives me pleasure when an opportunity is afforded to give expression to my feelings in relation to that work. That we have the Gospel and  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have enjoyed its blessings, and that the ordinances of the Gospel have been administered to us as Latter-day Saints, there are thousands of witnesses in this Territory and in many places in the world. The testimony of the truth of this work is not confined to one or to a few; but there are thousands who can declare that they know it is true, because it has been revealed to them. <\/div><div class=\"paragraph jod\" id=\"v12n1117\"> We as a people are increasing in numbers, and the Lord Almighty is increasing His blessings upon us, and the people are expanding in their understandings and in the knowledge of the truth. I feel grateful to my heavenly Father that I have been permitted to live in this generation, and have been permitted to become acquainted, somewhat, with the principles of the Gospel. I am thankful that I have had the privilege of having a testimony of its truth, and that I am permitted to stand here and elsewhere to bear my testimony to the truth that the Gospel has been restored to man. <\/div><div class=\"paragraph jod\" id=\"v12n1118\"> I have traveled somewhat among the nations preaching the Gospel and have seen something of the condition of the world, and to a certain extent have become acquainted with the feelings of men, and with the religions of the world. I am aware that the Gospel, as revealed in the Bible, cannot be found in the world; the ordinances of that Gospel are not administered in any church except the Church of Jesus Christ of Latter-day Saints. If we make ourselves acquainted with the tenets of the religious world we shall find that they have not the Gospel nor its ordinances; they have a form of godliness,<span class=\"citation\" id=\"76148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76148)\">2 Tim. 3:5<\/a><\/span> and I have no doubt, are as sincere as we who have obeyed the Gospel as revealed from heaven in these days. But they are devoid of the knowledge which we possess, and it is from the <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fact that they deny the source by which they might receive this knowledge&#x2014;namely, revelation from Jesus Christ.<span class=\"citation\" id=\"74418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74418)\">Gal. 1:12<\/a><\/span> In their minds they have closed up the heavens; they declare that God has revealed all that is necessary, that the canon of scripture is full, and that no more will be revealed. Believing thus, they close up the avenue of light and intelligence from heaven; and this will continue so long as they continue in their present course of unbelief. They will not listen, as we have heard this afternoon, to the testimony of men who tell them that the Lord lives, and that He is able to reveal His will to man today as ever. They will not heed this testimony, consequently they close the door of light and revelation. They cannot advance, nor learn the ways of God nor walk in His paths. <\/div><div class=\"paragraph jod\" id=\"v12n1119\"> We testify that the barriers which separated man from God have been overcome, that the Lord again communicates His will to man. &#x201C;But,&#x201D; says one, &#x201C;How shall we become acquainted with these things? How can we know that you are not deceived?&#x201D; To all such we say, repent of your sins in all sincerity, then go forth and be baptized, and have hands laid upon you for the gift of the Holy Ghost, and that spirit will bear record to you of the truth of our testimony, and you will become witnesses of it as we are, and will be able to stand forth boldly and testify to the world as we do. This was the path pointed out by Peter and the Apostles on the day of Pentecost, when the spirit of the Lord Almighty rested, upon them with great power to the convincing of the hearts of the people, who cried out, &#x201C;Men and brethren, what shall we do?&#x201D; And Peter said unto them, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71179)\">Acts 2:37-38<\/a><\/span> This was the counsel given them, and inasmuch as they obeyed it they were entitled to the testimony of the Holy Spirit which would bring peace and happiness and reveal to them their duties and enable them to understand their relationship to God. <\/div><div class=\"paragraph jod\" id=\"v12n1121\"> If we look at the condition of the world today we must come to the conclusion that peace is not likely soon to be established on the earth. There is nothing among the nations that tends to peace. Even among the religious societies the tendency is not to peace and union. They do not bring men to a knowledge of God; they do not possess that &#x201C;one God, one faith, one baptism, and one hope of their calling&#x201D;<span class=\"citation\" id=\"74964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74964)\">Eph. 4:4-6<\/a><\/span> that are spoken of in the scriptures. Every man has gone according to his own notions,<span class=\"citation\" id=\"83667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83667)\">D&amp;C 1:16<\/a><\/span> independent of revelations, and hence confusion and division exist, their churches are broken up, and they are quarreling and contending with each other. And as it is in the religious, so it is in the political world, they are all divided, and the more energy they put forth to make proselytes, the greater are their contentions, and the further they go from the mark. This is the condition they have been in, and the course they have been pursuing for almost eighteen hundred years, until, today, they have become so divided that I think it would puzzle anyone to tell how many religious denominations there are in Christendom. There are thousands too, who, in consequence of the strife and contention among the religious sects, have become entirely skeptical respecting religion of every kind, and they have concluded that there is no God, at any rate that there is no God among &#x201C;Christians&#x201D;&#x2014;that all religionists are fanatics and are deceived. The sectarian systems of religion are calculated to <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lead men of reflection and intelligence into skepticism, to cause them to deny all interference of God with men and their affairs, and to deny even His right to interfere. <\/div><div class=\"paragraph jod\" id=\"v12n1122\"> The Lord Almighty is the Creator of the earth. He is the Father of all our spirits.<span class=\"citation\" id=\"77201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77201)\">Heb. 12:9<\/a><\/span> He has the right to dictate what we shall do, and it is our duty to obey, and to walk according to His requirements. This is natural, and perfectly easy to be comprehended. The Gospel has been restored to the earth, and the priesthood again established, and both are enjoyed by this people; but those unacquainted with the workings of the Gospel and the priesthood look upon us with wonder, and are astonished at the union that exists in our midst. We move as a man, almost; we hearken to the voice of our leader; we are united in our faith and in our works, whether politically or religiously. The world cannot understand this, and they behold it with wonder. <\/div><div class=\"paragraph jod\" id=\"v12n1123\"> Let me tell my brethren and friends that this is one of the effects of the Gospel of Jesus Christ. We have become united in our faith by one baptism;<span class=\"citation\" id=\"74974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74974)\">Eph. 4:5<\/a><\/span> we know that Jesus Christ lives, we know that He is our Savior and Redeemer, we have a testimony of this independent of any written books and we testify of these things to the world. This unison in the midst of the people called Latter-day Saints, and their prosperity are hard for a great many to understand. I have, however, heard it said, that we have not made such rapid advancement in material prosperity as we boast of, and that we are not so wealthy as our neighbors. But when our circumstances, and the condition of the country when we came here are considered, I think this statement cannot be sustained. When we came here we were penniless, and we have not had the advantage of wealth or  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commerce to help to enrich us, but all we possess, is the result of our own physical labor and the blessing of God. We have labored under great disadvantages in freighting our goods and machinery over these vast plains, and besides this we have had a barren soil and drouth to contend with, and when all these things are considered I think we have been prospered more than any other people. And as it has been in the past so will it be in the future&#x2014;we will increase, and extend our borders, for this is the work of God, we are His people, and He will continue to bless us as He has done hitherto. <\/div><div class=\"paragraph jod\" id=\"v12n1125\"> Our business is to learn our duties one towards the other and towards our leaders. This is a lesson that we seem rather slow to learn. But it should be with us, as Br. Miller said this morning, when our leaders speak it is for us to obey; when they direct we should go; when they call we should follow. Not as beings who are enslaved or in thralldom; we should not obey blindly, as instruments or tools. No Latter-day Saint acts in this manner; no man or woman who has embraced the Gospel has ever acted in this way; but on the contrary they have felt to listen cheerfully to the counsels of the servants of God as far as they were able to comprehend them. The difficulty is not in getting the Latter-day Saints to do right, but in getting them to comprehend what is right. We have obeyed the counsels of our leaders because we have known they have been inspired by the Holy Spirit and because we positively have known that they have been given for our good. We do know and have always known that our leaders have been fathers to us, and that they have been inspired with wisdom superior to that which we possess. For this reason we take hold of everything <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they present to us for the good of Zion. <\/div><div class=\"paragraph jod\" id=\"v12n1126\"> We are engaged in the great latter-day work, of preaching the Gospel to the nations, gathering the poor and building up Zion upon the earth. We are working for the triumph of righteousness, for the subjugation of sin and the errors of the age in which we live. It is a great and glorious work. We believe it is right to love God with all our hearts, and to love our neighbors as ourselves.<span class=\"citation\" id=\"65452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65452)\">Matt. 22:37-39<\/a><\/span> We believe it is wrong to lie, steal, commit adultery, or any act forbidden by the Gospel of Christ. We believe in all the teachings of the Savior and in everything that is good and moral, and calculated to exalt mankind or to ameliorate their condition, to unite them in doing good. These are among the principles of the Gospel, and these principles have been taught to us from the commencement of our career as members of this Church. These principles are carried out among us to an extent not to be found among any other people. We do not believe in worshipping God or being religious on the Sabbath day only; but we believe it is as necessary to be religious on Monday, Tuesday, and every day in the week as it is on the Sabbath day; we believe that it is as necessary to do to our neighbors as we would they should do unto us,<span class=\"citation\" id=\"63815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63815)\">Matt. 7:12<\/a><\/span> during the week as it is on the Sabbath. In short we believe it is necessary to live our religion every day in the week, every hour in the day, and every moment. Believing and acting thus we become strengthened in our faith, the spirit of God increases within us, we advance in knowledge and we are better able to defend the cause we are engaged in. <\/div><div class=\"paragraph jod\" id=\"v12n1127\"> To be a true representative of this cause a man must live faithful to the light that he has; he must be pure,  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>virtuous, and upright. If he comes short of this he is not a fair representative or this work. The Gospel of Jesus Christ is the perfect law of liberty.<span class=\"citation\" id=\"77488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77488)\">James 1:25<\/a><\/span> It is calculated to lead man to the highest state of glory, and to exalt him in the presence of our Heavenly Father, &#x201C;with whom is no variableness, neither shadow of turning.&#x201D;<span class=\"citation\" id=\"77466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77466)\">James 1:17<\/a><\/span> If there is any folly to be seen in the midst of this people, it is the folly and weakness of man, and is not because of any failing or lack in the plan of salvation. The Gospel is perfect in its organization. It is for us to learn the Gospel and to become acquainted with the principles of truth, to humble ourselves before God that we may bring ourselves into subjection to His laws, and be continually willing to listen to the counsels of those whom the Lord has appointed to guide us. <\/div><div class=\"paragraph jod\" id=\"v12n1129\"> We know that God has spoken; we testify of this. We stand as witnesses to the world that this is true. We ask no odds of any man, community or nation on the face of the earth in relation to these things. We bear a fearless testimony that they are true. We also bear testimony that Brigham Young is a prophet of the living God, and that he has the revelations of Jesus Christ;<span class=\"citation\" id=\"74419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74419)\">Gal. 1:12<\/a><\/span> that he has guided this people by the power of revelation from the time he became their leader until the present, and he has never failed in his duty or mission. He has been faithful before God, and faithful to this people. We bear this testimony to the world. We fear not, neither do we heed their scorn, contempt or sneers. We are used to it. As Br. George A. has said, we have seen it and heard it, and have become inured to it. We know in whom we have believed. We know He, in whom we trust, is God, for it has been revealed to us. We are not in the dark, neither have <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we obtained our knowledge from any man, synod, or collection of men, but through the revelations of Jesus.<span class=\"citation\" id=\"74420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74420)\">Gal. 1:12<\/a><\/span> If there be any who doubt us let them repent of their sins. Is there any harm in your forsaking your follies and evils, and in bowing in humility before God for His spirit, and, in obedience to the words of the Savior, being baptized for the remission of sins, and having hands laid upon you for the gift of the Holy Ghost that you may have a witness for yourselves of the truth of the words we speak to you? Do this humbly and honestly, and as sure as the Lord lives I promise to you that you will receive the testimony of this work for yourselves and will know it as all the Latter-day Saints know it. This is the promise; it is sure and steadfast. It is something tangible; it is in the power of every man to prove for himself whether we speak the truth or whether we lie. We do not come as deceivers or impostors before the world; we do not come with the intention to deceive, but we come with the plain simple truth and leave it to the world to test it and get a knowledge for themselves. It is the right of every soul that lives&#x2014;the high, low, rich, poor, great, and small to have this testimony for themselves inasmuch as they will obey the Gospel. <\/div><div class=\"paragraph jod\" id=\"v12n1130\"> Jesus in ancient times sent His disciples forth to preach the Gospel to every creature, saying they that believed and were baptized should be saved, but they that believed not should be damned.<span class=\"citation\" id=\"66790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66790)\">Mark 16:15-16<\/a><\/span> And said he, &#x201C;These signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66919)\">Mark 16:17-18<\/a><\/span> These are the promises made  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anciently; and there are thousands in this Territory and in this congregation who can bear testimony that they have realized the fulfillment of these promises in this day. The healing of the sick among us has become so common that it is apparently but little thought of. We have also seen the lame made to walk and the blind to receive their sight, the deaf to hear, and the dumb to speak.<span class=\"citation\" id=\"64242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64242)\">Matt. 11:5<\/a><\/span><span class=\"citation\" id=\"84998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84998)\">D&amp;C 35:9<\/a><\/span> These things we have seen done by the power of God and not by the cunning or wisdom of men; we know that these signs do follow the preaching of the Gospel. Yet these testimonies of its truth are but poor and weak when compared with the whisperings of the still small voice<span class=\"citation\" id=\"55715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55715)\">1 Kgs. 19:12<\/a><\/span> of the spirit of God. The latter is a testimony that none who enjoy it can deny; it cannot be overcome for it brings conviction to the heart that cannot be reasoned away or disproved, whether it can be accounted for on philosophical principles or not. This testimony comes from God and convinces all to whom it is given in spite of themselves, and is worth more to me than any sign or gift beside, because it gives peace and happiness, contentment and quiet to my soul. It assures me that God lives, and that if I am faithful I shall obtain the blessings of the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v12n1132\"> Is this unscriptural or contrary to reason or to any revealed truth? No, it is in consonance with and in corroboration of all revealed truth known to man. The Lord Almighty lives, and He operates by the power of His spirit over the hearts of the children of men and holds the nations of the earth in His hands. He created the earth upon which we dwell, and its treasures are His; and He will do with us according as we merit. As we are faithful or unfaithful so will the Almighty deal with us, for we are His children and we are heirs <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72571)\">Rom. 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1133\"> We have a glorious destiny before us, we are engaged in a glorious work. It is worth all our attention, it is worth our lives and everything the Lord has put into our possession, and then ten thousand times more. Indeed there is no comparison, it is all in all, it is incomparable. It is all that is and all that ever will be. The Gospel is salvation, and without it there is nothing worth having. We came naked into the world and shall go hence the same.<span class=\"citation\" id=\"56025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56025)\">Job 1:21<\/a><\/span> If we were to accumulate half the world, it would avail us nothing so far as prolonging life here, or securing eternal life hereafter. But the Gospel teaches men to be humble, faithful, honest and righteous before the Lord and with each other, and in proportion as its principles are carried out so will peace and righteousness extend and be established on the earth, and sin, contention, bloodshed, and corruption of all kinds cease to exist, and the earth become purified and be made a fit abode for heavenly beings; and for the Lord our God to come and dwell upon, which He will do during the Millennium. <\/div><div class=\"paragraph jod\" id=\"v12n1134\"> The principles of the Gospel which the Lord has revealed in these days will lead us to eternal life. This is what we are after; what we were created for, what the earth was created for. The reason that we are here is that we may overcome every folly and prepare ourselves for eternal life in the future. I do not think that a principle of salvation is available only as it can be applied in our lives. For instance, if there is a principle calculated in its nature to save me from the penalty of any crime; it will avail me nothing unless I act upon it this moment. If I do this and continue to do so I act upon the principle of salvation, and I am se<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cure from the penalty of that crime and will be forever so long as I abide by that principle or law. It is just so with the principles of the Gospel&#x2014;they are a benefit or not, just as they are or are not applied in our lives. <\/div><div class=\"paragraph jod\" id=\"v12n1136\"> Then let us be faithful and humble; let us live the religion of Christ, <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put away our follies and sins and the weaknesses of the flesh, and cleave to God and His truth with undivided hearts, and with full determination to fight the good fight of faith<span class=\"citation\" id=\"76001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76001)\">1 Tim. 6:12<\/a><\/span> and continue steadfast to the end, which may God grant us power to do is my prayer in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}