{"ID":120058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Southern Missions&#x2014;Deseret Alphabet&#x2014;Relief Societies&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Oct. 8, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Southern Missions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v12n999\"> I wish to say to those who are called to go on the Southern mission, that I expect some of them cannot conveniently go; if so, they can be excused just as others have been. I think we called about one hundred and seventy-five one year ago to go on the Southern mission. Of those who responded to that call and went south, twelve or fifteen stayed; the rest have returned, I do not know whether to see their mothers or not. We hope a few will go out of this <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> company, and a few of those will return who were called last year. We have our reasons for requesting the brethren to go into those new settlements; if they do not know the reasons now, let them wait until they do. We calculate to spread abroad, and when we have settled one valley we calculate to settle another. We are settling north, south, east, and west, and we mean to keep it up. There are some who will be excused. One of the brethren has excused him<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>self on the ground that he is building himself a barn. Now, this is so reasonable that I think we will excuse him, at any rate until he gets it finished. Perhaps we will find some who have married wives, others who have bought a yoke of oxen, and because of this they cannot go. <\/div><div class=\"paragraph jod\" id=\"v12n1001\"> There is no necessity for the brethren hurrying away. They can go down this Fall, tarry through the Winter, and be prepared for the Spring. We shall excuse those who ought to be excused, and especially if they are building barns. As for those who have been there and have left, we expect to see the time that they will wish they had stayed there; and that those who have been called and have not gone will wish they had done so. <\/div><div class=\"paragraph jod\" id=\"v12n1002\"> There are a few items I wish to lay before the Conference before we dismiss, which I think we shall do when we get through our meeting this afternoon. One of these items is to present to the congregation the Deseret Alphabet. We have now many thousands of small books, called the first and second readers, adapted to school purposes, on the way to this city. As soon as they arrive we shall distribute them throughout the Territory. We wish to introduce this alphabet into our schools, consequently we give this public notice. We have been contemplating this for years. The advantages of this alphabet will soon be realized, especially by foreigners. Brethren who come here knowing nothing of the English language will find its acquisition greatly facilitated by means of this alphabet, by which all the sounds of the language can be represented and expressed with the greatest ease. As this is the grand difficulty foreigners experience in learning the English language, they will find a knowledge of this alphabet will greatly facilitate <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9698\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their efforts in acquiring at least a partial English education. It will also be very advantageous to our children. It will be the means of introducing uniformity in our orthography, and the years that are now required to learn to read and spell can be devoted to other studies. <\/div><div class=\"paragraph jod\" id=\"v12n1003\"> I wish to call the attention of our sisters to our Relief Societies. We are happy to say that many of them have done a great deal. We wish them to continue and progress. During this Conference, many of the ladies have worn very nice straw hats of home manufacture. This is commendable, and this course should be persevered in, until our hats and dresses are the workmanship of our own hands.<span class=\"citation\" id=\"85401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85401)\">D&amp;C 42:40<\/a><\/span> To my view no trimming for a hat looks more beautiful than a nice straw rosette, bow, or button; it looks better than a feather or artificial flower. In our Relief Societies we wish to introduce many improvements. We wish our sisters of experience to teach the young girls not to be so anxious for the gratification of their imaginary wants, but to confine themselves more to their real necessities. Fancy has no bounds, and I often think it is without form and comeliness.<span class=\"citation\" id=\"59635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59635)\">Isa. 53:2<\/a><\/span> We are too apt to give way to the imagination of our hearts, but if we will be guided by wisdom, our judgment will be corrected, and we will find that we can improve very much. We can improve the language we use. I want my children to use better language than I sometimes use. Still, I have thought as the prophet Joseph has said, when you speak to a people or person you must use language to represent your ideas, so that they will be remembered.<span class=\"citation\" id=\"81602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81602)\">2 Ne. 31:3<\/a><\/span><span class=\"citation\" id=\"83503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83503)\">Ether 12:39<\/a><\/span><span class=\"citation\" id=\"93422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93422)\">Abr. 3:11<\/a><\/span> When you wish the people to feel what you say, you have got to use language that they will remember, or else the ideas are lost to them. Consequently, in many in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances we use language that we would rather not use. When talking to a refined people we should use refined language. When we become perfectly civilized we will leave off every harsh expression. We should correct our children in these matters, and teach them good language. I would like to urge upon my brethren and sisters the necessity of doing this. We should instill into the minds of our children good ideas and principles. If we teach them that there are prophets and apostles now on the earth, we shall teach them the truth. If we teach them that the Bible is true, it will be very wholesome for them to believe; but instead of teaching them that it requires a spiritual explanation, by men not endowed with the Spirit of God, teach them that such a notion is incorrect, and that if the word of God does not mean what it says, no man or woman can explain it without a direct revelation from Heaven. <\/div><div class=\"paragraph jod\" id=\"v12n1005\"> We wish to introduce into this community manufactures and manufacturing so thoroughly that the people will consider themselves under obligation to feed and clothe themselves. Many of us are in the habit of doing only just what we like to do or of sitting with our arms folded, trusting to others to feed and clothe us. It is the duty of the husband to provide for the wife or wives and children, and it is the duty of the wife or wives and children to assist the husband and father all they can. If it is required of the father or husband to furnish his wives and children with flour, it is equally required of the wives, sisters and daughters to be careful in the use of that flour and see that it is not wasted. If it is the duty of the husband or father to furnish his family with cloth to dress themselves, it is their duty to see that that cloth is <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9697\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cut and made prudently and not wasted. It is a disgrace to a community to drag their cloth in the dirt. How many women are there here today who walked to this Tabernacle without throwing dirt every step they took, not only on themselves but upon those who walked near them? I shun them; when I see them coming I try to make my way in some other direction in order to avoid their dust. I can get enough of it without receiving it from them. If there is a nuisance in the path, they are sure to wipe up a portion of it with their dress, and then trail it on to their carpet or into the bedrooms and distribute it through the house. This is a disgrace to them. It is not the duty of my brethren to buy cloth to be dragged through these streets, and the wife or daughter who will not cease dragging her dress through them, ought to have it cut shorter. I have borne it and so have my brethren until duty demands that we put a stop to it. I have politely expostulated with my wives and daughters on this subject. I have asked them if they think it looks nice, and have been told that it did, their reason for thinking so being that somebody else wore it so. That is all the argument that can be brought in its favor. There is no reason in the world why a dress looks well trailing through the streets. <\/div><div class=\"paragraph jod\" id=\"v12n1006\"> On the other hand I will say, ladies, if we ask you to make your dresses a little shorter, do not be extravagant and cut them so short that we can see the tops of your stockings. Bring them down to the top of your shoes, and have them so that you can walk and clear the dust, and do not expose your persons. Have your dresses neat and comely, and conduct yourselves, in the strictest sense of the word, in chastity. If you do this you set a good example before  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the rising generation. Use good language, wear comely clothing and act in all things so that you can respect yourselves and respect each other. We wish you to remember and carry out these counsels. <\/div><div class=\"paragraph jod\" id=\"v12n1008\"> Can you, ladies, manufacture bonnets for yourselves and daughters, and hats for your husbands, sons, and brothers? Yes, you can, and save us scores of thousands of dollars. <\/div><div class=\"paragraph jod\" id=\"v12n1009\"> I wonder if there is any person in our community who understands the manufacture of silk. We have some raw silk on hand that could be manufactured if we can find persons who understand the business. I am now building a house that will be sufficient to contain a million worms another year, it is a hundred feet long in the clear, and twenty broad. I calculate to fill it with worms next season, and make silk. I am going to invite some of the brethren to make up this silk into thread, and to color it and weave it. We can make our own thread and twist as easily as we can buy it. I have never seen better sewing silk than I once bought of a sister here, of her own manufacture. I would like to find somebody who knows how to manage the worms, and to double, twist, reel, and weave the silk. <\/div><div class=\"paragraph jod\" id=\"v12n1010\"> By ceasing the foolish practice of which we have so long been guilty&#x2014;namely, trading off our produce at the stores for every little thing we have thought we needed&#x2014;we shall drive ourselves to the necessity of sustaining ourselves. If we take this course and live our religion, do you think we will be respected? Yes. We are frequently told that the world is increasing in wickedness. We want the Saints to increase in goodness, until our mechanics, for instance, are so honest and reliable that this Railroad Company will say, &#x201C;Give us a Mormon elder for an engineer, then none need have the least fear to ride, <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9696\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for if he knows there is danger he will take every measure necessary to preserve the lives of those entrusted to his care.&#x201D; I want to see our elders so full of integrity that they will be preferred by this Company for their engine builders, watchmen, engineers, clerks, and business managers. If we live our religion and are worthy the name of Latter-day Saints, we are just the men that all such business can be entrusted to with perfect safety; if it cannot it will prove that we do not live our religion. <\/div><div class=\"paragraph jod\" id=\"v12n1011\"> A few words with regard to our Emigration Fund. We are going to continue our donations to this fund. We started our new subscriptions here on Tuesday night, and what do you think they amounted to? To two thousand dollars. That was a pretty good beginning. How many names do you think it took for that sum? Just two&#x2014;a thousand dollars each. Now, sisters, do as you did last year&#x2014;save the money you usually spend in tea and coffee and ribbons, and let us have it to send for the poor. We did remarkably well last year, though our prospects were not very flattering at the start. On the 1st of February, the time we thought of sending our agents East, we had nine thousand dollars, but on the 17th of the same month when brothers Clawson and Staines started we had a little over twenty-nine thousand. When the brethren said, &#x201C;How dare you think of sending for the poor, we are getting no means?&#x201D; I replied, &#x201C;We will send for them and trust in God for the means.&#x201D; And the means came in fast. The brethren and sisters brought in their five dollars, their tens, fifties, hundreds, and their thousands, and the poor were gathered. The Walker Brothers gave a thousand dollars, and they will be blest for it, if we do  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not wish to trade with them. Others of our merchants also contributed liberally. The poor are deserving of it. Why? Because from them they got their means. The merchants of this city have got hundreds of thousands of dollars from the poor, and if they give a little back to them it is no more than their due. <\/div><div class=\"paragraph jod\" id=\"v12n1013\"> How our friends, the outside merchants will complain because we are going to stop trading with them! We cannot help it. It is not our duty to do it. Our policy in this respect, hitherto, has been one of the most foolish in the world. Henceforth it must be to let this trade alone, and save our means for other purposes than to enrich outsiders. We must use it to spread the Gospel, to gather the poor, build temples, sustain our poor, build houses for ourselves, and convert this means to a better use than to give it to those who will use it against us. <\/div><div class=\"paragraph jod\" id=\"v12n1014\"> We have talked to the brethren and sisters a great deal with regard to sustaining ourselves and ceasing this outside trade. Now what say you, are you for it as well as we? Are we of one heart and one mind<span class=\"citation\" id=\"92919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92919)\">Moses 7:18<\/a><\/span> on this subject? We can get what we wish by sending to New York for it ourselves, as well as letting others send for us. We have skill and ability to trade for all we need; and if we have to send abroad we can send our agents to buy and bring home what we need. My feelings are that every man and woman who will not obey this counsel shall be severed from the Church, and let all who feel as I do lift up the right hand. [The vote was unanimous.] That is a pretty good vote. You who feel otherwise have the privilege of lifting up your hand to signify the same. I guess it was pretty nigh right. <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9695\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph used to say, &#x201C;When you get the Latter-day Saints to agree on any point, you may know it is the voice of God.&#x201D; I knew this before, but now it is proven to the whole people. <\/div><div class=\"paragraph jod\" id=\"v12n1015\"> Will the nation find fault with us for this? No. Will the commercial world find fault? No; they will say, &#x201C;This is the first trait in the &#x2018;Mormon&#x2019; character we ever saw worthy of notice; it is praiseworthy, and they will be blessed.&#x201D; That is what they will say. Why there is scarcely a decent man comes here but what says &#x201C;Why don't you &#x2018;Mormons&#x2019; do your own trading? Why do you sustain outsiders? It is the most impolitic thing you can do.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1016\"> I wish to say to the Conference that for one I feel well satisfied with our labors. We have labored diligently to sanctify ourselves and the people. If we succeed in doing this we shall be prepared to inherit life everlasting in the presence of our Father. I will say to all people, to those in the church and to those out, I want it distinctly understood that if we, that is myself, my counselors and my brethren the Twelve Apostles, and all who are heart and hand with us, can succeed in getting this people to come together in their feelings to sustain themselves and let other people alone, it will be one of the proudest days of our lives. We spread this to the world. Would to God that we had influence enough to induce all the inhabitants of the earth to listen to and obey the voice of God through his servants, to repent of their sins, be baptized for their remission and live to the glory of God that they might receive eternal life. I pray that this may be our lot, and I ask it in the name of Jesus. <\/div><div class=\"paragraph jod\" id=\"v12n1017\"> This Conference is now adjourned until the 6th of next April. <\/div>\n<\/div>\n<\/div>"}