{"ID":120022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Witness of the Spirit&#x2014;Bishops Should Be Examples&#x2014;The Saints not Ignorant.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Old Tabernacle, Great Salt Lake City, November 3, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Witness of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/3\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v12n335\"> I will, in the commencement of my remarks, take up a subject upon which much has been said in the pulpit and in the chimney corner. It is regarding the Spirit of the Lord manifesting His will to His children. There is no doubt, if a person lives according to the revelations given to God's people, he may have the Spirit of the Lord to signify to him His will, and to guide and to direct him in the discharge of his duties, in his temporal as well as his spiritual exercises. I am satisfied, however, that in this respect, we live far beneath our privileges. If this is true, it is necessary that we become more fervent in the service of God&#x2014;in living our religion&#x2014;and more truthful and honest with one another, that we be not slack in the performance of any duty, but labor with a right good will for God and truth. If this people, called Latter-day Saints, live beneath their privileges in the holy gospel of the Son of God, are they justified in every respect before Him? They are not. If we do not live in the lively exercise of faith in the Lord Jesus, possessing His Spirit always, how can we know when He speaks to us through His servants whom He has placed to lead us? It was observed here this morning, by one of the brethren, that he never attempted to perform a duty required of him unless the Spirit manifested <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to him beforehand that he would be justified in doing it. Now, let me ask, how many of you know, by the manifestation of the Spirit of revelation, that the Lord has whispered to His servants the necessity of this people observing the Word of Wisdom? Some submit to it, and say that it is right, because their President says so; but, how many of the Saints have received the manifestations of the Spirit to themselves that this is the will of God? Again, how many know by the Spirit of revelation that they should contribute of the substance the Lord has given to them to gather home the poor Latter-day Saints from Europe? Many may have received a testimony from the Holy Spirit that this is their duty, but there may be one-half of the community who have not received such a manifestation. Now, is it the duty of those who have not lived so as to enjoy the Spirit of revelation, as others do, to perform this labor of love and charity, the same as those who have received the Spirit of revelation, to witness to them that it is right? We think that it is. I can call to mind revelations which the Lord delivered to His servant Joseph, that when they were written and given to the people there would not be one in fifty of the members of the Church who could say that they knew, by the revela<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions of the Lord Jesus,<span class=\"citation\" id=\"74409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74409)\">Gal. 1:12<\/a><\/span> that they were of the Lord; but they would have to pray and exercise faith to be able to receive them, and in some instances some apostatized in consequence of revelations that had been given. This was the case when the &#x201C;Vision&#x201D; was given through Joseph Smith and Sidney Rigdon.<span class=\"citation\" id=\"86834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86834)\">D&amp;C 76:1-119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n337\"> At that time there was not as many in the whole Church as there is in this congregation. Yes, many forsook the faith when the Lord revealed the fact to Joseph Smith and Sidney Rigdon, as He did to His ancient Apostles, that all would receive a salvation except those who had sinned a sin unto death,<span class=\"citation\" id=\"86985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86985)\">D&amp;C 76:43<\/a><\/span> of which the Apostle John said&#x2014;&#x201C;I do not say that ye shall pray for it.&#x201D;<span class=\"citation\" id=\"78807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78807)\">1 Jn. 5:16<\/a><\/span> I prayed and reflected about it, and so did others. I became satisfied that, when a revelation came to Joseph for the people to perform any labor or duty, it was their privilege to go to with their might and do it collectively and individually, not waiting for the manifestations of the Spirit to me, but believing that the Prophet knew more than I knew, that the Lord spoke through him, and that He could do as He pleased about speaking to me. This is a close point; but I will tell you what is right, what is the duty of the Latter-day Saints, unless they can, by undeniable proof, show that the word of the Lord has not come through the President, they have no right to hesitate one moment in performing the duties required of them. This is the way I understand revelation. It is the privilege of the Latter-day Saints to know and understand the mind and will of God concerning them; yea, it is even the privilege of the wicked world to know this. The Spirit of the Lord bears witness to all people according to the faith, honesty, and humility which dwell <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the individual who hears and in those who administer the word. In a great measure it depends upon this with regard to the witness of God to them. It is hard, however, for people to understand these things. The intelligence we possess is from our Father and our God. Every attribute that is in His character is in His children in embryo. It is their duty to improve and develop those attributes; and it is, consequently, necessary to pay strict attention to every requirement of Heaven, that we may better understand the mind and will of God concerning us and our duty. If we will live so as to enjoy the Spirit of revelation, we may know concerning ourselves and those we preside over. <\/div><div class=\"paragraph jod\" id=\"v12n338\"> If the people are ready and prepared to receive the word of the Lord continually, it can be given to them. An elder may declare the truth philosophically, and the light of Christ may kindle up the candle of the Lord within those who hear him, and they see, understand, and are convicted of its truth, although the elder who preaches it to them may himself be void of the Spirit of revelation. Again, a man may preach to a people whose ears are closed, and their hearts hardened against conviction, they will not believe the gospel, yet the man who testifies to them may be full of the power of God. For example, we will say, here is a man on the right or the left, who declares that he cannot perform this or that duty unless he receives a witness to himself, direct from the Lord, that He requires the duty at his hands. Upon what principle has he the right to question any requirement made by the constituted authority of God on the earth? Is he entitled to any such right? He is not. He is not entitled to the right of bringing up any argument in his  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own mind, as to the right or wrong of it, or to in any way remonstrate against any requirement the Lord has made of him through His servants. He is under obligation to obey, whether the Spirit of the Lord gives him a manifestation or not. When the authorities call for so many loads of rock to be hauled for the Temple, should every man wait to know by direct revelation to himself whether he should draw rock or not? Or should all acknowledge the call as the word of the Lord to us, and promptly and willingly obey? When we asked the brethren to build this New Tabernacle, did they wait to get a revelation to themselves before they commenced the work? No; but while they were engaged in that work, when they knelt down to pray before the Lord, His Spirit was with them, and it justified the act. And so will it be with every duty that is required of this people, if they perform the same in faith before God. Our beloved brother did not speak as he meant. He will be understood to mean simply this: If a requirement is made of this people, it is their privilege to have a testimony that it is of God. This is what I mean, and it is what my brother meant who spoke this morning. I wish now to say a few words to the Bishops. It is a common saying, &#x201C;as with the priest, so with the people.&#x201D;<span class=\"citation\" id=\"58402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58402)\">Isa. 24:2<\/a><\/span> I will change that a little, and say as are our bishops so are the people. We have said much to the people with regard to laying up provisions to last them a few years. This is our duty now; it has been our duty for years. How many of our bishops have provisions laid up for one year, two years, or seven years? There may be a few bishops who have got their grain laid away to last their families a year, but the great majority of them have not. <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The people do, or should look to their bishops for example. Each bishop should be an example to his ward. If the bishop of a ward lays up wheat to last his family a year, two years, or seven years, as the case may be, his neighbors on the right and on the left will be very apt to do the same; they will very likely build good bins and try to fill them. But I need not talk much about this. Do you ask me if I have wheat laid up? Yes, I have it all the time. I have been furnishing this tithing office in part with my own flour for the building of the New Tabernacle, and I calculate to furnish it still. I have so many hundreds of people to feed, it cannot be expected that I can save much; yet I have enough laid by to last my family for years. <\/div><div class=\"paragraph jod\" id=\"v12n339\"> I wish now to refer to what was said this afternoon regarding this people's knowledge. I think of this frequently. It is said by our enemies that the Latter-day Saints are an ignorant people. I ask all the nations of Christendom if they can produce a people, considering all the circumstances, who are better educated in all the great branches of learning than this people, as a people. Many of them have been brought from poverty, and have been placed in comfortable circumstances in these mountains, where they have been taught how to get their living from the elements, and to become partially self-sustaining. How much do you know among the nations? Can you make an axe helve? &#x201C;Yes,&#x201D; and so can we, and make an axe to fit it, and then we know how to use it. We can make a hoe handle and a hoe to fit it, and then we know how to hoe the ground with it. Can we make a plough? Yes, and know how to use it as well as any people on the earth. We can make every agricultural implement, and can  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>use it. We can make a cambric needle; and we can make the steam engine and vessel to carry it. We can direct the lightning, and make it our servant, after Franklin showed us how; and the philosophers of the day are as dependent on his discoveries as we are. We have all the improvements that have been made in the arts and sciences, and know how to use them to our advantage. We can make boots and shoes for the sturdy, plodding agriculturist in the field, and for the delicate lady in the parlor, and we know how to make the leather as well as others do. We can read the Bible and understand it, and our lexicographers can make dictionaries. Wherein, then, are we more ignorant than others? We have good mechanics, good philosophers, good astronomers, good mathematicians, good architects, good theologians, good historians, good orators, good statesmen, good schoolteachers, and we can make a good prayer and preach a good sermon. I heard a very sensible prayer the other day at camp Wasatch. In the prayer were these words&#x2014;that &#x201C;the militia might be enabled to keep their guns bright and their powder dry.&#x201D; We know how to make cloth, how to make it into garments, and wear it; we know how to provide for ourselves, how to protect ourselves, and we ask nobody to help us but God our heavenly Father. Then, wherein are we so woefully ignorant as some people make us out to be? We know how to build houses, and can make the furniture to furnish them; we know how to plant gardens, set out orchards, and plant vineyards. We know how to raise all kinds of vegetables, fruit, and grain, and everything else that will flourish in this latitude. Wherein are we ignorant? <\/div><div class=\"paragraph jod\" id=\"v12n341\"> We may not be able to get out a <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great burst of words, which mean nothing, as many of the preachers and reverend divines abroad can. They speculate a great deal about walking the golden streets of the New Jerusalem,<span class=\"citation\" id=\"80812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80812)\">Rev. 21:21<\/a><\/span> and about going into the presence of God to sing psalms forevermore, but when they are asked seriously where they are going when they leave this earth, they are unable to tell you. If you ask them what they are going to do in the next existence, when the labors of this word are ended, they are still in the dark. You may ask them where God lives, and they do not know&#x2014;they say in heaven; but where is heaven? They do not know. If you ask them what He looks like, still they do not know. Some have gone so far as to say that He dwells beyond the bounds of time and space, and is seated on a topless throne, being Himself without body, parts, and passions. Numerous are the wild speculations of religionists regarding God and His habitation. We can instruct the world on these matters; wherein are we ignorant? We know and read history; we understand the geography of the world, the manners, customs, and laws of nations. Our astronomers describe to us the geography of the heavens, measure the distances between the earth and the sun, moon, and planets. We have learning to speculate on all these works of God, and revelation unfolding reliable knowledge on many of the wonders of the heavens. Now, wherein are we more ignorant than other people? Is it because we believe the Bible, which declares that man is made in the likeness and image of God,<span class=\"citation\" id=\"52136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52136)\">Gen. 1:26<\/a><\/span> that He has ears to hear our prayers, eyes to see His handiwork,<span class=\"citation\" id=\"126143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126143)\">1 Pet. 3:12<\/a><\/span> a stretched-out arm to defend His people,<span class=\"citation\" id=\"53881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53881)\">Ex. 6:6<\/a><\/span> and to make bare to punish the wicked nations of the earth?<span class=\"citation\" id=\"59612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59612)\">Isa. 52:10<\/a><\/span> Wherein are we ignorant?  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We understand the laws of domestic and civil government; we know how to conduct ourselves like men of sense, like gentlemen and Christians; we understand natural philosophy and medicine; and are satisfied of the emptiness of the vain philosophy of the world. If believing and knowing what we do constitute ignorance, then let us be ignorant still, and con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinue in the way which will lead us to the perfection of knowledge which the world call ignorance. <\/div><div class=\"paragraph jod\" id=\"v12n343\"> Now, let me say to you, it is our imperative duty to use a portion of our substance to send for our poor brethren and sisters who are still back in the old countries. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}