{"ID":120057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Sustaining&#x2014;Persecutions&#x2014;Outside Influence.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Oct. 7, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Self-Sustaining, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/7\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v12n965\"> There have been some exceedingly important questions presented before us for our consideration at this Con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ference. I look upon them as of momentous importance, because upon their correct solution depends, to a  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very great extent, the perpetuity of our homes, and of the institution which God has given us. God has entrusted to this people His Gospel. He has placed in His church the oracles of the holy priesthood. He has given unto us the labor of upbuilding His Zion on the earth, and it is for us, if we expect to receive the reward that He has promised, to fulfill that trust faithfully, let the consequences be what they may. <\/div><div class=\"paragraph jod\" id=\"v12n967\"> Already the establishment of this work has cost the best blood of this generation.<span class=\"citation\" id=\"92044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92044)\">D&amp;C 135:6<\/a><\/span> Already a prophet, a patriarch, apostles and numerous Saints have laid down their lives to establish the work with which we are connected. It is for us to decide during this Conference whether that blood has been shed in vain; whether the sufferings, trials, difficulties and hardships, our exodus from the lands which we formerly occupied and inhabited, our pilgrimage to this country, our sufferings since we came here, the labors we have expended in rearing this city and in extending civilization throughout this Territory&#x2014;I say it is for us to decide today and during this Conference whether or not all this has been in vain; and whether we will build up His kingdom according to His divine commandment, or divide our strength and energy, and the talents with which He has endowed us in building up a system or systems that are opposed to this work. It is for us to decide whether we will submit to the jurisdiction of the holy priesthood, or whether we will renounce that jurisdiction and our allegiance to God. These are the questions which present themselves before us today. They are important questions, and should be decided carefully and understandingly. <\/div><div class=\"paragraph jod\" id=\"v12n968\"> I look upon the position which we occupy today as, in some respects, a <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> critical one. Not that I anticipate any danger, or have any fears that we are going to be overthrown, if the people will only be true to themselves and their God. I know, as I know that I live and am speaking to you today, that this is the work of God. I know that He has promised that it shall stand forever, and that it shall break in pieces everything that is opposed to it.<span class=\"citation\" id=\"61223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61223)\">Dan. 2:44<\/a><\/span> But I also know that in order for it to accomplish this great work, and for us to share in all its benefit and blessings, we individually must be faithful to it, for the blessings which are promised to us are made conditionally. If we prove recreant to the trust that God has given to us, others will be raised in our places to take the great work in their hands, and carry it forward to its full consummation. <\/div><div class=\"paragraph jod\" id=\"v12n969\"> I look upon the present time, as I have said, as a critical one. I feel that if we do not listen to the counsels that are given to us, God has a scourge in store for the Latter-day Saints. I feel in every fiber of my body, in every nerve of my system that this is a turning point with the Latter-day Saints, and that there is required of us today, a decision upon this subject. We have now, for a long period, done as we pleased. We have gone here or there, and done to a certain extent to suit ourselves, regardless of God, the counsels of His servants or the interests of His kingdom, and regardless of everything save our own general interests. The consequence is that there is growing up in our midst a power that menaces us with utter destruction and overthrow. We are told&#x2014;openly and without disguise, that when the railroad is completed there will be such a flood of so-called &#x201C;civilization&#x201D; brought in here that every vestige of us, our church and institutions shall be completely obliterated. When  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are told thus plainly and undisguisedly, would it not be folly, nay insanity, for us to sit still, fold our arms supinely and await the crash without making a single effort to ward it off? A people who would be thus besotted would be unworthy the blessings which God has bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v12n971\"> I know there is a feeling of great confidence in the minds of our brethren and sisters. They have, as President Young has often said, a great amount of faith; they have so great trust in God as to go and sell their grain, expecting that God will feed them whether the grain is in the bin or not. Some such confidence as this seems to pervade their minds respecting that which is in the future, and they manifest to a certain extent, carelessness and indifference in regard to carrying out the counsels that are given them, thinking that God, who has so signally preserved them in times past, will still continue to protect them. It is an excellent thing for us to have faith, but we should not have faith alone. Our faith should be associated with works, and the latter should correspond with the former. When our faith and works are united we can call upon God for help to enable us to accomplish that which he requires at our hands. <\/div><div class=\"paragraph jod\" id=\"v12n972\"> When I reflect, my brethren and sisters, on past scenes, as I have been doing while listening to the remarks of the brethren during this Conference; when I reflect on the condition we were in when driven from Nauvoo, and on our journey from the Mississippi to this valley&#x2014;the sufferings of the women and children, and of the aged among us; when I reflect upon the hundreds we buried in Winter Quarters, and the privations the people endured while there; on the hardships the people were com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pelled to endure after their arrival here, and remember that all this was caused by the red hand of persecution, by mobocracy and the violence of wicked men, who envied us the possession of our Heaven-given rights; when I reflect upon all this, and also upon our circumstances now, I feel thankful for what God has done for us, and my prayer, oft repeated, has been &#x201C;O God, never let this people again become a prey to mobocrats, never let us fall again into the hands of our enemies, but if we do wrong, do Thou chasten us and save us from the hands of those who have persecuted us.&#x201D; This has been my feeling. But when I look at our circumstances now, I feel as though the people had forgotten that which they have passed through, and were not averse to having a repetition of those scenes. <\/div><div class=\"paragraph jod\" id=\"v12n973\"> For years after we came into these valleys we felt as though we never wanted to see the face of an enemy again, and if we could only have bread and water and peace we could be content. We felt, as Bro. Pratt expressed himself yesterday, that if we had only wolf- and deerskins to clothe ourselves with we would be satisfied, if we could only have peace. It was peace we came here to enjoy. It was for peace that we fled from our former homes and made the long and wearisome journey to these valleys. <\/div><div class=\"paragraph jod\" id=\"v12n974\"> But, how is it today? What are the circumstances which surround us now? Why, here in the head city of Zion, in the center city, where the foundations of the temple are laid and where the House of the Lord has been reared in which endowments and sacred ordinances are given, what do we find? We find a power growing up in our midst that threatens us, in the most plain and undisguised manner, with utter de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>struction. Is this so? It is, and has been so for years; and this power has been fostered by us as a people. It has grown, flourished and fattened upon us and the means we have produced. Is it not necessary, then, that something should be done? To my mind it is clear that some effort, such as has been proposed, should be made to concentrate the Saints and to set before them the principles of salvation in such a manner that they will understand the course they ought to take. <\/div><div class=\"paragraph jod\" id=\"v12n976\"> While the brethren were talking yesterday, and while we were South, I often had brought to my mind a circumstance that occurred in Nauvoo. It was on the 10th of June, 1844, I had occasion to go to the City Council of Nauvoo, with some proof sheets to the editor of the &#x201C;Nauvoo Neighbor&#x201D;&#x2014;Elder John Taylor. I was a boy at the time, the printer's &#x201C;devil,&#x201D; as it is technically called. While there, the subject under discussion, was the declaring of the &#x201C;Nauvoo Expositor&#x201D; a nuisance. Doubtless many of you recollect that paper, one number of which was issued by the Laws and other apostates. You who do not recollect the paper may recollect reading about it. There was some excitement at the time in the Council. They had passed an ordinance declaring it a nuisance, and empowering the City Marshal, John P. Green, to abate it. Joseph and Hyrum were in conversation at one of the windows of the room. Hyrum remarked to Joseph: &#x201C;Before I will consent to have that paper continued to defame our wives, sisters and daughters, as it has done, I will lay my body on the walls of the building.&#x201D; The sentiment as he uttered it, ran through me. I felt as he did. Yet we, for years, have had in our city a paper which publishes, if possible, more abominable lies about <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us and our people than were published by the &#x201C;Nauvoo Expositor,&#x201D; for the abatement of which Hyrum Smith said he was willing to die. We have not noticed it; we have suffered it to go on undisturbed. But the time has come for us to take this matter into consideration. Brother Pratt said yesterday, that our papers scarcely ever alluded to it. We have never alluded to it; we have deemed it unworthy of allusion, it is so utterly contemptible; but I now lay it before you. What we are doing on the present occasion is to fully bring it home to our minds, that we may see and understand the nature of the power that is growing in our midst, which we foster and sustain. <\/div><div class=\"paragraph jod\" id=\"v12n977\"> I glanced over a few of these papers that are now being published here, and there are two from which I will read you a few extracts so that you may see the spirit which animates our opponents. <\/div><div class=\"paragraph jod\" id=\"v12n978\"> In an editorial of the 11th of August we find the following, written in regard to an extract taken from one of our papers: <\/div><div class=\"paragraph jod\" id=\"v12n979\"> &#x201C;The hankering for seclusion and exclusion, and the foul spirit of the assassinator to secure them, stick out in every word of the above extract. It is as full of the fell spirit that has always actuated the crew, whose spokesman this Editor is in this instance, as the sting of the adder is of venom. But it is the vain and weak boast of a throttled bully. The day has gone by when hired bands of cutthroats, &#x2018;destroying angels,&#x2019; can ply their heinous avocation, and drive from the Territory, or murder all whom Brigham Young and his crew do not want in it. This fellow, who at the bidding of his master, Brigham, to whom he servilely and profanely bows as his god, insults the citizens of the United States by telling them that no one but those who  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bow as servilely as himself to Brigham, shall have leave to stay in this Territory, ignores the fact that the Salt Lake basin is a rich oasis in which nature has lavishly congregated all that is needed at the Halfway Point on the great National highway, the Pacific Railroad, and that it all belongs to the citizens of the United States, and not to Brigham and his crew. We speak advisedly when we say Brigham and his crew, for by reference to the doings of the Latter-day Saints' Legislature it will be seen that they have attempted to give Brigham and his set very great quantities of the richest part of this valley, including mill privileges, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v12n981\"> &#x201C;Hitherto this Territory has only been of interest to the people of the United States because of the infamous establishment sought to be set up in it in the sacred name of religion, and the motor of the warfare against the gross outrage has been alone the moral sense of the country, but now, for the reason just named, a commercial interest is added, and the two together will as surely as truth is truth, and right is right, crush out the vile thing and rid the country of the foul blot, peaceably if possible, but with a besom of destruction if that is inevitable.&#x201D; [Mark these words! How much they sound like the language of the manifesto of the mob in Jackson County, Missouri!] <\/div><div class=\"paragraph jod\" id=\"v12n982\"> &#x201C;This Editor, in his shallow boasting, forgets, or purposely keeps out of sight, the truth that this Mormonism, which is sacrilegiously called a religion, is a heathenish heterodoxy, and that therefore the orthodox churches of the land, whose members number millions, will throw themselves against the spurious monster of Utah with all their force. This force only awaits the opportunity that the railroad will give it. In that day it will do you no good to buy a piti<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful Congressman, and he must be a pitiful one indeed who would sell himself to Brigham.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n983\"> In another article which appeared on the 8th of September, we find the following: <\/div><div class=\"paragraph jod\" id=\"v12n984\"> &#x201C;There are numbers of foreigners in this Territory, who have never abjured their allegiance to the foreign ruler from whose dominions they emigrated; and who have year after year voted for local officers and a delegate to Congress. There are others who, deceived by the representations of the Probate Judges, either willfully or ignorantly made, that they had power to naturalize, have taken out their papers from the Probate Courts, in many instances paying a larger fee therefore than the clerk of the District Court would be entitled to charge. These foreigners all occupy and hold more or less land in this Territory, and expect to avail themselves of the pre-emption law to the exclusion of actual citizens who are ready and desirous of occupying the land which the laws of the United States gives them a right to do. Many of these foreigners, either holding no papers at all or those spurious ones issued by Probate Courts, have since the passage of the act of 1862, prohibiting polygamy in the Territories of the United States, openly and persistently violated its provisions; and have been loud in the expressions of disloyalty towards the government of the United States.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n985\"> If we were living in the days of Nauvoo, and I had heard these extracts read, I should have thought they were from the &#x201C;Warsaw Signal.&#x201D; But these execrable sentiments were not published in Warsaw, they were not published at the Sweetwater, at Austin, or Virginia in Montana, but they were published at Salt Lake City, in the Center Stake of Zion, as at present organized. They  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are circulated through our streets, and placed in the hands of our children. They are disseminated throughout the Territory, so far as they can be; they are sent to the east and to the west, to the north and to the south, and everywhere as far as the influence of our enemies extends. In these infamous sheets the public are informed that the Latter-day Saints are assassins and everything that is vile, low, and degraded. And no attempts are spared to excite against us in the minds of the officers of the parent government feelings of hatred, and to make them believe that a crusade ought to be inaugurated against us. When a paper of this kind is published in our midst and goes forth to the world unchallenged, it is a difficult thing for men and women outside of this Territory to realize that everything in its pages concerning us is false. If there were any greater evidence needed of our patience and forbearance and of our lawabiding tendencies than we have already given, they are to be found in the fact that the editor of this paper is not hung. (Hear, hear.) In any other community he would have been strung up to a telegraph pole; but here, in Utah Territory, in Salt Lake City, under the nose and in the eyes of the people and their leaders, this man who proclaims these infamous falsehoods travels our streets unnoticed and unchallenged. Let it be known throughout the world what we have submitted to in this respect, and there is not a man from Texas to Maine, from the Atlantic to the Pacific, who would not say we are the most patient and forbearing people on the Continent, or we would not submit to it. In any other Territory that office would be &#x201C;gutted&#x201D; within five days. <\/div><div class=\"paragraph jod\" id=\"v12n987\"> I allude to this matter because this paper is sustained in our midst, and <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those whom we sustain, sustain it; our money pays for its subscriptions. Our money pays its editor, buys its ink, paper, and type, and pays its compositors and pressmen. <\/div><div class=\"paragraph jod\" id=\"v12n988\"> I will refer to another instance of the growth of this antagonistic power in our midst. A short time ago a circular, got up secretly by certain reverend gentlemen dwelling in this City, and probably printed and mailed by night, was sent broadcast throughout the East, in which every vile epithet that so called religious men could consistently use, was applied to us as a people. In this circular, those so-called Christian divines appealed as they said, from a strange land and from the midst of a strange people, to their brethren in the East, invoking them, if they wished to save this land from barbarism and to civilization, to raise $15,000 to buy a lot, on which a rectory might be established and a school built. And the purpose for which that school was designed was to inoculate the children of the Latter-day Saints with their damnable and pernicious doctrines. Who sustains this institution and who sustains and has sustained this paper? You can answer these questions. Will we patiently submit to these things? Shall we bow ourselves as willing slaves to the yoke they would fasten upon us? (Cries of &#x201C;No, No.&#x201D;) Well, then, if you will not bow to it, stop your trading with men of this class and sustain your friends; sustain those who want to build up the kingdom of God, who are one with us. If this fight must come and we have to cut off all from the church who will not reform in this respect, I would rather have it done now than wait until, environed by enemies, we are thrust out of our possessions at the point of the bayonet and compelled to flee to the mountains  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for safety. (Congregation said, &#x201C;Amen.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v12n990\"> As an individual, I have no fellowship with those who sustain the enemies of the kingdom of God. I never did have. From my childhood my heart has been in this kingdom; every pulsation of it has been for Zion. <\/div><div class=\"paragraph jod\" id=\"v12n991\"> For years we have submitted to this treatment at the hands of outsiders in our midst. The present paper has been, if anything, better than its predecessor, for that had no editor's name to it. Fostered on the hill here, its contributors were men who wore the uniform of our respected &#x201C;Uncle.&#x201D; Its printers were men who were paid as soldiers. There was no name published at the head of its columns, and it was more base even than the present publication, because no one was responsible for its contents. I have not made any quotations from that. It, too, was sustained and contributed to by merchants in this City who seek the support of this people. I am informed, however, that the one at present published here is now issued without an editor's name to it. <\/div><div class=\"paragraph jod\" id=\"v12n992\"> It may be said, and is said by a great many, that this outside element has brought us trade. We have heard it stated time and time again that until the advent of Colonel Johnson and his army we were destitute of a circulating medium, but that since that period we have increased in wealth, money is more plentiful, and we have grown and spread abroad. And they take the glory to themselves and say it is their presence here that has produced this change. If this be so, the withdrawal of our support will make no difference to them. They cannot complain if we withdraw our support from them, because, if their statements be true, we are likely to be <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the greatest sufferers from this withdrawal. But let them test the truth of this themselves practically as we intend to do. <\/div><div class=\"paragraph jod\" id=\"v12n993\"> It is very plain to be seen, from the extracts which I have read to you, what the intention is, we have seen it carried out before at other places where we have dwelt. As soon as we began to increase in wealth, to build comfortable houses, and to open farms, the cupidity of our enemies was excited against us. When we came here we were poor and poverty stricken. We possessed nothing to excite anybody's cupidity. It was hoped that we would perish in the wilderness; but when it was found that we had money, there was a class, who, like vultures scenting the carrion from afar, came here, and to hear them talk one would have thought that the &#x201C;Mormons&#x201D; had thousands of friends. Why, they always sympathized with and pitied us! They always felt kindly towards us and thought, we were a very much abused people! Unfortunately, we never heard that they were thus sympathetic or had any feelings of kindness towards us&#x2014;we had never seen their publications appealing in our behalf, or heard their voices imploring the authorities or the parent government to shield us from the attacks of our enemies. We had never heard anything of this kind, and should never have known anything about it had they not come and communicated this pleasing intelligence. But unfortunately the knowledge came too late for us to avail ourselves of it. <\/div><div class=\"paragraph jod\" id=\"v12n994\"> Allusion was made here, yesterday, to the fact that not one of those who have fattened at our expense ever lifted up his tongue or voice, or used his pen in defense of us in times of difficulty or danger; and should there be danger today, and we be menaced from without in the most unjustifi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able manner, you would find that these fair-weather friends would soon take their flight and leave us to our fate, just as their predecessors did when the army came here from the east, as I met a whole company of them going to California by the southern route. It may be said &#x201C;these are exceptions.&#x201D; I do not doubt but there are men among our merchants who are very fine men. I would as soon deal with them in the eastern States as with anybody else; but it is because they are in Salt Lake City that I am opposed to them. &#x201C;Ah, that is exclusive,&#x201D; it may be said. I confess it is exclusive. I do not want a power to be brought into our midst as the wooden horse was into Troy. I do not want a power in our midst inimical to us, and that, as President Young has said, poisons everything around it. If such a power flourishes here, I wish it to flourish without our aid, and subsist without our contributing to its subsistence. If it can sustain itself after we have withdrawn our support, well and good. If there is government patronage and travel enough to sustain a class of this kind in our midst, all right, I have no objections. But the point at issue is for us to withdraw our support from this power, leave it to itself and sustain ourselves, and trade with those who are one with us in building up the kingdom of God. If outsiders want a paper, Sunday Schools and preachers, all right, if they sustain them themselves. Then they are in the hands of God. But while we sustain them or contribute of our strength to do so, we have no claim on the providence and deliverance of God our Heavenly Father. We cannot ask Him to deliver us from a power that we ourselves have fostered, and which we are sustaining. As I have said, if they were in the East we would <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9700\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have no objections to do it. Some cannot see any difference between sustaining them here or elsewhere. Why, when they are there they have no interest in exciting a crusade against us. If they have no contracts to get, it is no object for them to have thousands of soldiers here. But while they are here it is an object for them to try and create a feeling against us in the East. It is an object with them while here to try and have men of their choice elected for city and Territorial officers, and to get the whole machinery of the Territorial government into their own hands. Why? Because they are here, and consequently their interests are here; but if they were in New York, Chicago, London, or San Francisco they would have no interest in any of these things. They would look at our money and be as glad to take it as anybody else's money. <\/div><div class=\"paragraph jod\" id=\"v12n996\"> I expect some of our friends will say this is a confession of weakness on our part, and that we are alarmed for the perpetuity of the power of the Priesthood. Let it be granted; I am willing they should put this construction upon it. I care not what construction they put on our words or our addresses during this Conference. The fact is we want to warn the people, and to stir them up to the necessity of taking the course we are urging upon them. That is our duty, and it makes no difference what others may think about it. Time will prove whether the Priesthood will be perpetuated or not, or whether the majority of this people will give heed to those who are not of us or not; and whether they will apostatize because they can get goods cheaper from an outsider than they can somewhere else; even if such is the case, which, however, is not true. Time is the great rectifier of all these things. We may labor for a time under mis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>construction; but we can afford to wait. We shall outlive all erroneous ideas. <\/div><div class=\"paragraph jod\" id=\"v12n998\"> There are a great many points connected with this question which might be dwelt upon. It is an important matter, and one that should claim our earnest attention and calm consideration. The question is, Will we sustain the Kingdom of God or will we not? Will we sustain the priesthood of God or will we not? This power of which I have been speaking, or more properly, this antagonistic class in our midst, flatter themselves with the idea that when it comes to the test this people will desert their leaders and cleave to something else. This is an illusory hope. The Latter-day Saints know too well the source of their blessings. We have obtained a knowledge from <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9699\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God respecting this work; we know that it is of more value to us than all the earth besides. As I have said, we have forsaken former homes for it. The great majority of the first settlers came without shoes to their feet, and passed the first two or three winters in moccasins, and ate but a very scanty allowance of food. What was this for? Because we had obtained a knowledge of the blessings of the Gospel of Jesus Christ. It is no less dear to us now that twenty-one or twenty-two years have elapsed. God has proven to us that He is still willing to bless and sustain us and to give us the victory over all our enemies. He has endowed His servant with superhuman wisdom to guide this people. We have seen this and we rejoice in it. Amen. <\/div>\n<\/div>\n<\/div>"}