{"ID":120028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Life&#x2014;How To Find Out The Truth&#x2014;The Sacrament&#x2014;Exhortation to The Young.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered in the Bowery, Great Salt Lake City, August 18, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 8\/18\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v12n412\"> I feel it a privilege to mingle my voice with my brethren in testifying to the truth of the work of the last days, although, if it were left to my own choice, I suppose I should very seldom speak to the congregation of the people, and I expect that if the Lord were to call upon me as He did <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon Moses, I should do as Moses did&#x2014;plead with him for a mouthpiece.<span class=\"citation\" id=\"53817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53817)\">Ex. 4:10-16<\/a><\/span> Nevertheless, if I can say anything to comfort or encourage the Saints, or to strengthen their faith, it is my duty to do so, for I conceive that none have the right to conceal in their own bosoms the light and  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth with which the Lord has blessed them, but that it is the duty of the Latter-day Saints, and of all people on the earth, to make known the good they possess that all may be benefited and blessed thereby. <\/div><div class=\"paragraph jod\" id=\"v12n414\"> Jesus said, &#x201C;Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63851)\">Matt. 7:13-14<\/a><\/span> He also said, &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70585)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n415\"> Eternal life is what we are all anxious to obtain. All the children of men on the face of the whole earth are anxious to secure to themselves an eternal existence in the great hereafter. Even those who have but a limited idea of the principles of the gospel look and hope for a beatitude or heaven hereafter, where they may dwell eternally in peace and happiness, free from the power of Satan, sin, and death. All the people of Christendom, and perhaps all the generations of men, have at some time in their lives felt the spirit of the living God convicting them of sin, and they have felt a desire to learn how they might secure to themselves eternal lives in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v12n416\"> We read that God created man upright,<span class=\"citation\" id=\"52182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52182)\">Gen. 1:26-27<\/a><\/span> but that he has sought out many inventions. This is especially true in regard to religious matters. Instead of walking according to the precepts and commandments of God as taught by His servants holding the Holy Priesthood, they have done as the Prophet foretold&#x2014;taught for the commandments of God the precepts of men.<span class=\"citation\" id=\"58755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58755)\">Isa. 29:13<\/a><\/span> More particularly is this the case in our day and generation, when the Lord has again revealed <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Himself and has opened up the dispensation of the fullness of times. We find a great many religious views, notions, and opinions upon the face of the earth at the present time; but in the absence of truth there is little difference among them, for they are all wrong.<span class=\"citation\" id=\"93711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93711)\">JS&mdash;H 1:19<\/a><\/span> But when the truth is revealed it is necessary that mankind should pause, listen, and investigate, that they may learn whether that which is proclaimed as truth be so or not, and if it be, embrace it, and walk continually according to its precepts, that they may obtain that exaltation in the presence of the Father and Son which all so earnestly desire. What does it matter to me how eloquent the preacher may be, how beautiful the theory, or how nice the principles that are laid before me, if they are not true? Why should I attach any importance to, or circumscribe my faith and feelings by that which is not true, because it is beautiful or plausible, or because my fathers for hundreds of years before me have considered it sacred? When the word of God, the truth from high Heaven, has come, why not repudiate that which is false although contravening my early prejudices and the traditions of my fathers before me? I know of no reason why we should cling to the traditions of the fathers, more especially when we are told by the oracles of God that we have inherited lies<span class=\"citation\" id=\"60475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60475)\">Jer. 16:19<\/a><\/span> from them. We find this to be true when we investigate, even with regard to the scriptures; for by the aid of the principles now made manifest through the revelations of the Lord Jesus, we can understand them as we never understood them before. Why? Because we have the light of truth, and we see from the standpoint possessed by the prophets and Jesus and his apostles; hence the scriptures open up to our minds a new and entirely different field to that  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we possessed while under the guidance of teachers who have not come from God, neither hold the power of the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v12n418\"> This is a great wonder to some. They cannot understand the difference between the Latter-day Saints and the Christian world. Say they: &#x201C;There are a great many sectarian churches in the world, and you Mormons are only one added to the list.&#x201D; But this is not so; the principles of truth are not sectarian in their character. Are not the Mormons a sect? No. They are the church of the living God&#x2014;<span class=\"citation\" id=\"75915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75915)\">1 Tim. 3:15<\/a><\/span><span class=\"citation\" id=\"86753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86753)\">D&amp;C 70:10<\/a><\/span>the Church of the Firstborn;<span class=\"citation\" id=\"127969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127969)\">Gen. 9:23 (JST)<\/a><\/span><span class=\"citation\" id=\"77267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77267)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"127970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127970)\">D&amp;C 93:22<\/a><\/span> they are they who have come out from the world, as Jesus and his followers did in their generation. This people have been touched with the light of truth; they have received the testimony of Jesus,<span class=\"citation\" id=\"87013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87013)\">D&amp;C 76:51<\/a><\/span> and know for themselves the truth of the holy gospel they have embraced. Having been made participants in the knowledge of God, through the power and gift of the Holy Ghost, they speak with assurance of these things, and not as they speak who only believe and hope.<span class=\"citation\" id=\"73799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73799)\">1 Cor. 15:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n419\"> &#x201C;But,&#x201D; say they who have not embraced the truth, &#x201C;we do not know whether that which you say is true or not.&#x201D; Suppose you do not, that does not make the truth false, and I can tell you how you may find it out. Repent of your sins, go forth into the waters of baptism, eschew evil, learn to do well, seek after the Lord your God with full purpose of heart,<span class=\"citation\" id=\"81770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81770)\">Jacob 6:5<\/a><\/span> and you can obtain a testimony as we have done&#x2014;you may learn to know God and Jesus Christ, whom to know is life eternal.<span class=\"citation\" id=\"70586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70586)\">John 17:3<\/a><\/span> This is the only principle upon which you can obtain that knowledge which you so much desire. Many a person will say&#x2014;&#x201C;If I only knew these things were so, I would be with you heart and hand.&#x201D; I have told you how you can find out. <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> You cannot be healed of your leprosy of sin unless you comply with the requirements of the gospel. When Naaman came to the prophet Elisha to learn what he should do to be healed of his leprosy, he went away in a rage because he was simply told to wash himself in the river Jordan.<span class=\"citation\" id=\"55786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55786)\">2 Kgs. 5:1-14<\/a><\/span> But his servants came near and said unto him&#x2014;&#x201C;My father, if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean?&#x201D;<span class=\"citation\" id=\"55798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55798)\">2 Kgs. 5:13<\/a><\/span> Then the Syrian went and did as he was commanded, and he was made whole. So it is with us all, we must comply with the requirements of heaven before we can receive its blessings. We need not expect to be cleansed from sin and made meet receptacles for the indwelling of the Holy Ghost, unless we yield obedience to the gospel, because this is the way appointed of God, our heavenly Father, for bringing us to a knowledge of the truth. Be honest, then, before God, and when you are pricked to the heart, and feel that what is called &#x201C;Mormonism&#x201D; may be true, follow up that feeling until you come to understanding, and then obey the gospel, and receive the Holy Ghost, which will give you a full knowledge of those things necessary for your salvation and exaltation hereafter. If the Lord had commanded you to do some great thing&#x2014;to go to the ends of the earth or some other different undertaking&#x2014;would you not have done it? How much more willing should you be to comply with these small things when they are for your own good? Eschew evil,<span class=\"citation\" id=\"77883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77883)\">1 Pet. 3:11<\/a><\/span> repent of your sins, and walk in the ways of truth and righteousness, for they are the ways of peace and wisdom. <\/div><div class=\"paragraph jod\" id=\"v12n420\"> It is wisdom in us to pursue a course in this, our earthly probation, that will secure to us eternal life in  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world to come.<span class=\"citation\" id=\"86371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86371)\">D&amp;C 59:23<\/a><\/span> It is our privilege to do so; we are here for this express purpose. The God who reigns in heaven is the father of our spirits and the God and Father of our Lord and Savior Jesus Christ;<span class=\"citation\" id=\"74290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74290)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74758)\">Eph. 1:3<\/a><\/span> and we may become heirs of Him and joint heirs with Jesus Christ<span class=\"citation\" id=\"72570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72570)\">Rom. 8:17<\/a><\/span> by complying with the requirements of the gospel that He has revealed. How plain and simple is the way of life if we will but open our ears to hear, our eyes to see, and our hearts to understand. God has revealed it; He has opened up the dispensation of the fulness of times, which will embrace within its purview all other dispensations since the world began. In this dispensation will be revealed the keys of the resurrection, which will enable men to go forth clothed with power to raise and bring forth the dead. The Lord has commenced this great work; we are engaged in it; and it will go forth until it covers the whole earth. The foundation of that kingdom which shall endure forever and ever is laid.<span class=\"citation\" id=\"61219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61219)\">Dan. 2:44<\/a><\/span> The principles of the kingdom have gone forth, and have touched the hearts of many of the children of men&#x2014;one of a city and two of a family&#x2014;<span class=\"citation\" id=\"60315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60315)\">Jer. 3:14<\/a><\/span>and they have been brought together from the nations of the earth to the valleys of the mountains, as was foretold by the prophets thousands of years ago. <\/div><div class=\"paragraph jod\" id=\"v12n422\"> Jesus told the Jews that Abraham saw his day and rejoiced in it. They queried with Him as to how he&#x2014;not fifty years old&#x2014;could know anything about Abraham, who had been dead so long.<span class=\"citation\" id=\"69531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69531)\">John 8:56-57<\/a><\/span> Jesus said&#x2014;&#x201C;Before Abraham was, I am.&#x201D;<span class=\"citation\" id=\"69533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69533)\">John 8:58<\/a><\/span> This seemed to puzzle the Jews; they did not understand the principle of pre-existence and that Jesus, who was then clothed with flesh, had possessed an existence in the spirit world, that he was the firstborn of many sons,<span class=\"citation\" id=\"72636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72636)\">Rom. 8:29<\/a><\/span> and had been <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> born before Abraham in the spirit. Jesus understood it, and once in a while, as in that case, he spoke upon the principle. The Jews prided themselves on serving the God of their father Abraham, but Jesus told them that the God of Abraham, Isaac, and Jacob was not the God of the dead but of the living,<span class=\"citation\" id=\"65432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65432)\">Matt. 22:32<\/a><\/span> thus teaching them plainly the principles of the resurrection. <\/div><div class=\"paragraph jod\" id=\"v12n423\"> I will now say a few words with regard to partaking of the sacrament. This ordinance was instituted by our Savior, and his followers were commanded to partake of it in remembrance of Him.<span class=\"citation\" id=\"68066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68066)\">Luke 22:19<\/a><\/span> But how many of us partake of it regardless of Him in commemoration of whose death it is administered! I have seen some of the Saints take the cup very irreverently&#x2014;blessed and consecrated as it is&#x2014;and drink to quench their thirst. I do not suppose that such persons think any more about our Lord and Savior than they do when drinking on ordinary occasions. To say the least of such conduct, it is highly improper and irreverent. I have seen brethren and sisters partake of the sacrament with their gloves on, and in a very careless attitude, stretching out the left hand. You should always put forth the right hand when taking either the bread or the cup; and you should take off your hats if you have them on, and partake of the consecrated emblems with reverence, and remember that you do it in commemoration of the death, sufferings, and resurrection of our Lord and Savior Jesus Christ, who will yet rule and reign on this earth, King of kings and Lord of lords.<span class=\"citation\" id=\"80426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80426)\">Rev. 19:16<\/a><\/span> Would I partake of the sacrament with my hat or gloves on? No; I would take them off, and let my soul ascend in prayer and thanksgiving to my heavenly Father that I had been permitted to partake  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the ordinance of the House of God. <\/div><div class=\"paragraph jod\" id=\"v12n425\"> I am happy in believing that I am associated with a people in the majority of whose minds such feelings and desires predominate, and to whom the few hints I have dropped will be sufficient in regard to the carelessness to which I have referred. We have the principles of eternal life in our midst, and we practice them in our lives, and when the world witness the good actions of this people, it should be a testimony that they are of God. I say it is a testimony to the world of the truths of High Heaven revealed through this people, and it will bring this generation to judgment unless they listen to and obey the principles we teach. Do I know that? I do. The world may scout at it, and say things that are calculated to hurt our feelings, but that will not alter the truth. We offer the words of eternal life<span class=\"citation\" id=\"69328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69328)\">John 6:68<\/a><\/span> to the people, and if they will receive them they are welcome, but if they will not our testimony will prove unto them a savor of death unto death, instead of life unto life.<span class=\"citation\" id=\"74024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74024)\">2 Cor. 2:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n426\"> That which is good tends to exalt us and to increase in us knowledge, power, understanding, and everything worth possessing, while that which is evil tends to destruction, and if its practice be persisted in it will lead to dissolution and even the loss of our own identity. This is the reward of the wicked; as the prophet has said, &#x201C;The wicked will come to a full stop,&#x201D;<span class=\"citation\" id=\"60725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60725)\">Jer. 46:28<\/a><\/span> but the blessing of the righteous is the same as that pronounced upon Abraham&#x2014;to their increase there will be no end.<span class=\"citation\" id=\"58063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58063)\">Isa. 9:7<\/a><\/span><span class=\"citation\" id=\"91707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91707)\">D&amp;C 132:30<\/a><\/span> This is the blessing conferred upon the Saints in their ordinations and endowments under the authority of the Holy Priesthood of the Son of God&#x2014;<span class=\"citation\" id=\"90104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90104)\">D&amp;C 107:3<\/a><\/span>the Melchizedek Priesthood, which is without beginning of years or <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> end of days,<span class=\"citation\" id=\"87540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87540)\">D&amp;C 84:17<\/a><\/span> without father, without mother, without descent,<span class=\"citation\" id=\"76800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76800)\">Heb. 7:3<\/a><\/span> eternal, in the Heavens.<span class=\"citation\" id=\"74099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74099)\">2 Cor. 5:1<\/a><\/span> That authority and priesthood have been again restored to the earth, and men are once more empowered to administer in the ordinances of the holy gospel. There is no authority of the kind upon the face of the earth except through that channel. None of the sects and denominations of the world possess that authority. It has not existed upon the earth for many hundreds of years. Do I know that this is true? I do, and you may obtain that knowledge upon the same principle that I obtained it&#x2014;by working righteousness and obeying the ordinances of the gospel as appointed by Jehovah. Has not the Lord a right to prescribe the method by which we may approach Him; and, when He has done it, shall we scout at the idea and say some other way will do as well? Verily, no other way will answer as well. Let us, therefore, take heed how we prescribe a path for the Lord to walk in, or subvert the ways of truth which the Lord has revealed for the guidance of the children of men. We have no right to do it. It is for us who have received this knowledge to walk therein with fearfulness and trembling, and yet with joyful hearts, seeking to the Lord to guide and direct our steps, that we may always have His spirit to be with us to enable us to endure to the end, that we may make sure of our salvation in the world to come, and inherit thrones, dominions, and exaltations in the presence of the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v12n427\"> How few there are of all who have been on the face of the earth that will find eternal lives?&#x2014;for strait is the gate and narrow the way that leads thereto.<span class=\"citation\" id=\"91623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91623)\">D&amp;C 132:22<\/a><\/span> It is the privilege of the children of men to attain to this if they will be obedient to the require<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments of the gospel. But in this they can exercise their volition. They have been clothed upon with a tabernacle taken from the dust of the earth,<span class=\"citation\" id=\"92404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92404)\">Moses 3:7<\/a><\/span> and have become subject to the power of sin and death. They have come to pass through an earthly probation in order to be tempted and to prove whether they would be carried away by the wiles of Satan, and enjoy the pleasures of sin for a season, or whether, faithful to their trust, their integrity, and their God, they would endure the trials of this life, and come forth in the resurrection clothed upon with immortality and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v12n429\"> The world say we are exclusive because we do not hold communion or fellowship with the Sectarians. How can we do so when they scorn us and say we are a poor, ignorant, deluded set of people, without knowledge or intelligence? How can we, when we know that they and their leaders are blind, and that they will all fall into the ditch<span class=\"citation\" id=\"64785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64785)\">Matt. 15:14<\/a><\/span> unless they repent of their evil deeds? We send forth our Elders to the nations of the earth to proclaim the principles of the gospel to the people, and to plead with them to turn from their evil ways,<span class=\"citation\" id=\"60789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60789)\">Ezek. 33:11<\/a><\/span> that they may be redeemed from the sin and iniquity which, like a flood, are overwhelming the nations. Yet, they call us uncharitable because we will not fellowship them. Far from being uncharitable, we exercise more charity than all the Christian world put together, for whilst they consign to perdition all who have not obeyed the gospel as they preach it, we believe that the great majority of all people who have ever lived on the face of the earth will be saved, and will enjoy a far greater glory than they ever anticipated. In this we are sustained by the testimony of the Scriptures, for the Apostle tells us that Jesus went to preach to the <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirits in prison who were disobedient in the days of Noah,<span class=\"citation\" id=\"78035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78035)\">1 Pet. 3:19-20<\/a><\/span> that they might live according to God in the spirit and be judged according to men in the flesh.<span class=\"citation\" id=\"78108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78108)\">1 Pet. 4:6<\/a><\/span> If they who died disobedient to the gospel, having heard and rejected its principles, could be administered to by the Savior of the world, how much more reasonable is it to suppose that they who have lived according to the light they possessed, but yet died without a knowledge of the gospel, can enjoy the same privilege?<span class=\"citation\" id=\"92105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92105)\">D&amp;C 137:7<\/a><\/span><span class=\"citation\" id=\"92163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92163)\">D&amp;C 138:32<\/a><\/span> How much more consistent it is to suppose this; and the dispensation of the fullness of times has opened up these great principles to the understandings of the Latter-day Saints. Do not say, then, that we are uncharitable. We believe not only that they who have died without the gospel may be saved, but we believe that they who rejected the gospel, who were disobedient in the days of Noah<span class=\"citation\" id=\"78053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78053)\">1 Pet. 3:20<\/a><\/span> may be saved also. <\/div><div class=\"paragraph jod\" id=\"v12n430\"> We have become the happy recipients of this knowledge, the knowledge that leads to life and exaltation in the presence of our Father, through yielding obedience to the gospel He has revealed in our day. Herein we differ with the Sectarian world. We differ also in our Church organization. In the Sectarian churches they place bishops at the head. I do not know that it matters, when they are altogether wrong; but I mention this to show that it is not the order of God. In His Church there is&#x2014;firstly, Apostles, and afterwards helps of various kinds,<span class=\"citation\" id=\"73594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73594)\">1 Cor. 12:28<\/a><\/span> the Bishops being those who administer in temporal things, and belonging to the lesser Priesthood. The Sectarians, however, do not understand the two orders of Priesthood&#x2014;the Melchizedek and Aaronic.<span class=\"citation\" id=\"90072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90072)\">D&amp;C 107:1<\/a><\/span> They substitute one thing for another&#x2014;such, for instance, as sprinkling and pouring for baptism. They have perverted the principles  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of truth, and changed the ordinances<span class=\"citation\" id=\"58433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58433)\">Isa. 24:5<\/a><\/span> of the gospel, and if the Lord does not hold them in derision now He will by and by,<span class=\"citation\" id=\"56306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56306)\">Ps. 2:4<\/a><\/span> for He is not the author of such confusion.<span class=\"citation\" id=\"73762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73762)\">1 Cor. 14:33<\/a><\/span> He has established His kingdom and has set His house in order, and has conferred His authority upon His servants, and told them to go forth and administer in the ordinances of salvation for the edification of the true and living Church. Then let us have respect to these things and live our religion, shun all associations with the wicked and ungodly, and walk faithfully before the Lord our God all our days, that we may be entitled to dwell in that holy city whose streets will be paved with gold<span class=\"citation\" id=\"80813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80813)\">Rev. 21:21<\/a><\/span> and whose maker and founder is God.<span class=\"citation\" id=\"77005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77005)\">Heb. 11:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n432\"> This is especially applicable to our young people, for Satan uses the wicked and ungodly to allure them into forbidden paths, and to captivate their hearts by fine dresses, nice deportment, smooth speeches, lively manners, and so on. I would say to my young sisters, that one of these boys or Elders, who is ready to stand forth for the defense of Israel, to go and preach to the nations, work in the canyon, or do anything he may be required to do, though he may be dressed in homespun and appear rather uncouth, is worth more than a thousand smooth-tongued, hypocritical deceivers, who seek your society only to lead you astray. Be careful, my young sisters, of the associations you form, and do not let your minds be captivated by the giddy and worthless, or the first thing you know you will wake up in darkness, having made shipwreck of your faith<span class=\"citation\" id=\"75842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75842)\">1 Tim. 1:19<\/a><\/span> through forsaking the ordinances of the House of God. How can you who have received these ordinances go and fellowship such persons and their practices? If you associate with the wicked and ungodly you will cut <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> yourselves off from eternal lives and exaltation in the presence of our Father, for the wicked can never lead you there&#x2014;no, never. As far as they lead you it will be in the ways of misery, death, and destruction. Parents should be careful to preserve their children in the ways of truth and righteousness, and in the purity of our most holy faith,<span class=\"citation\" id=\"78913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78913)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84428)\">D&amp;C 21:2<\/a><\/span> that they may be faithful in their day and generation. <\/div><div class=\"paragraph jod\" id=\"v12n433\"> If I were in the place of a great many of our young men, I would not go out on the road to different places, as many of them do, just for the sake of earning a little money. They too often fall into vile company, and learn to profane the name of the Deity. There is too much of it here in the midst of the Saints. I am sorry to say that some who profess to be Latter-day Saints so far forget themselves as to use the name of the Lord in vain, thus breaking the commandment, which says, &#x201C;Thou shalt not take the name of the Lord in vain.&#x201D;<span class=\"citation\" id=\"54206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54206)\">Ex. 20:7<\/a><\/span> Instead of the brethren being so heedless, thoughtless, and reckless as to profane the name of the Lord, they should hold it in the highest reverence. I would say to all, never speak irreverently of baptism or of any of the ordinances of the House of God. I have heard people, if they happened to fall into the water, say that they were baptized, and they would laugh over it and speak very irreverently. All such things tend to evil. Do not indulge in such levity. I remember once, before I was in the Church, being at a party given by one of my neighbors. One of the guests was a Latter-day Saint Elder. He said he was anxious to dance off some of his superstition and sectarianism. It chanced that they had a very poor fiddler and a very poor fiddle, and the strings kept breaking. This Elder, thinking, I suppose, to  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tickle our ears, who were not in the Church, proposed that we should lay hands on the fiddle. How do you suppose it struck upon my mind? Said I to myself&#x2014;&#x201C;You are a poor, miserable hypocrite; you do not believe your religion, and you blaspheme against God by professing to do so.&#x201D; That man's name was William Smith, and although a brother of the Prophet Joseph, and one of the Twelve Apostles, he has gone into darkness. Yet I have heard him speak when he had the spirit of the Lord with him, and I have been much pleased with his remarks. But by persisting in such an irreverent course a man's mind is gradually darkened, and, if not forsaken, it will finally lead to his overthrow and destruction. <\/div> <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n435\"> I speak these things by way of exhortation to my young brethren and sisters that they may not depart nor go astray from light and knowledge, but seek after that which is good continually,<span class=\"citation\" id=\"83474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83474)\">Ether 8:26<\/a><\/span> and so order their course as to be blameless before the Lord their God. I would not wish to make men offenders for a word.<span class=\"citation\" id=\"58893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58893)\">Isa. 29:21<\/a><\/span> God is merciful, and we can forgive our brethren and sisters as long as they manifest a desire to do good.<span class=\"citation\" id=\"126149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126149)\">D&amp;C 98:39-40<\/a><\/span> Let us try to be a pattern worthy the imitation of all, through our lives, be more perfect in our intercourse one with another, and do nothing offensive in the sight of God, but live so that we may ever have the guidance of His holy Spirit, which is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}