{"ID":120012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks on Revelation, Missionary Fund, Word of Wisdom, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, delivered in the Tabernacle, Great Salt Lake City, April 21, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks on Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/21\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v12n148\"> It is always exceedingly interesting to listen to missionaries expressing their feelings either before going on missions or after their return, especially when they return possessing the Spirit of God, having fulfilled their missions honorably. I, for one, can testify, and I presume that all can who have listened to the brethren today and last Sunday, that if they go forth possessing the spirit they have manifested in their remarks here, and are influenced and guided by it in their addresses to and associations with the people during their absence, the result will be great glory to themselves and salvation to the honest in heart with whom they come in contact. <\/div><div class=\"paragraph jod\" id=\"v12n149\"> There is an influence and power attending the testimony of an honest man inspired by the Spirit of God, that carries conviction to the souls of those who are unprejudiced, and who listen dispassionately to what he has to say, and when the inhabitants of the earth hear these testimonies borne in meekness and simplicity, and, through prejudice, reject them, condemnation falls upon them. If all who have heard the gospel, and have received testimonies of its truth, had embraced it, the Church of Jesus Christ, today, would have numbered millions. There is a testimony accompanying the words of truth spoken in soberness that carries conviction to the heart of every honest <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> person who hears it, and there is no man or woman to whom it is declared but what has a secret conviction that there is something more in it than they are willing to allow. <\/div><div class=\"paragraph jod\" id=\"v12n150\"> It has been truly said that it makes but little difference in what direction our labors are applied. We have learned by experience, individually and as a people, that God our Heavenly Father knows what is best for us. He knows our wants and circumstances, and how our labors can be best applied, and in directing us He is always guided by infinite wisdom. It makes but little difference what will be the results of the labors of these brethren. If they do not bring many to a knowledge of the truth, they, at least, can return with a consciousness of having done what was required at their hands, and their garments will be clear of the blood of the people. The Lord has said that after the testimonies of His servants He would send other testimonies,<span class=\"citation\" id=\"88672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88672)\">D&amp;C 88:89<\/a><\/span> which should bear witness of the truth of that which they had spoken. These testimonies have been, and are being, sent among the people, and they are being increased; and, no doubt, thousands of the honest-in-heart through the nations of the earth, whose minds have been darkened by the precepts and traditions of men, will be aroused to reflection, and will have their feelings of prejudice removed by the circumstances  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through which they are called to pass, and they will see truth as they never saw it before. Hence, there is a constant necessity for the elders to go forth and proclaim the gospel among the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v12n152\"> We are living in a very eventful period; the events now transpiring in the nations have been predicted to us years and years ago. We were almost as familiar with them before they came to pass as we are now. Scarcely an event has befallen our nation but what we had an intimation of long before it transpired. I recollect very well that in the fall of 1860, while going to England, we were invited at Omaha to preach the gospel to the people of that city. A good many of the leading citizens procured the Courthouse for us, and br. Pratt preached. By request, I read the revelation given through Joseph Smith, on the 25th of December, 1832, respecting the secession of the Southern States.<span class=\"citation\" id=\"88178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88178)\">D&amp;C 87:1-8<\/a><\/span> It created a great sensation, the election of Abraham Lincoln having just been consummated, and it being well known that there was a great deal of feeling in the South in relation to it. A great many persons came forward and examined the book from which the revelation was read to see the date, to satisfy themselves that it was not a thing of recent manufacture. The revelation was in the Pearl of Great Price, which was published 1851. And when the people saw this they were struck with surprise, and were more especially impressed when, in the course of a few hours afterwards, the news reached Omaha that South Carolina had passed the Ordinance of Secession. There was a direct confirmation of the words of the Prophet Joseph spoken twenty-eight years previously. But who in that congregation were prepared to receive that prediction as one that <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had emanated from Heaven? We understood and were prepared for it. It made no difference to us whether South Carolina had then seceded, or whether secession had been deferred for years, we knew that the words of God must be fulfilled, and that the words which He had spoken by the mouth of His servant would come to pass. <\/div><div class=\"paragraph jod\" id=\"v12n153\"> There are a great many who have been stirred up to reflection by recent events, which have been mapped out, as it were, before the Saints of God through the spirit of inspiration and prophecy, which our Heavenly Father has poured out upon His servants and people; and if we continue to be diligent, humble, and faithful, there never will be a time from this time forward, so long as the earth endures, that we will be destitute of the knowledge necessary to guide us. There never has been a time since we came to these valleys that we have been ignorant of the course that we should take. It is true that many invidious remarks are made by those not of us upon the men who preside over us. They do not know how it is that President Young has been able to lead us through every difficulty as he has done. They imagine that it is all attributable to his superior wisdom and smartness, and that what we term revelation and the spirit of prophecy are the concoction of his brain or the fabrication of those who are immediately associated with him. But we who, from the organization of the Church until the present, have been led by the spirit of inspiration, know that it is nothing of the kind, but that God our Heavenly Father does actually make known His mind and will to His servants in these days as He did anciently. <\/div><div class=\"paragraph jod\" id=\"v12n154\"> Men's ideas differ very much in relation to what a prophet is or should be; they have certain ideas  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and opinions as to how he should receive the gift of prophecy and revelation, and if a man professing to be a prophet or servant of God does not conform to those ideas, he is, of course, set down as an impostor. The spirit of revelation is not so mysterious and incomprehensible as many imagine it to be. Men have imagined that it is something they cannot understand, and that men in possession of it must differ very remarkably from those who are destitute of it. But the Lord in His dealings with the children of men never did produce these monstrosities. His servants were not so remarkable in appearance as to strike everybody who saw them with surprise, but on the contrary they were natural men, similar in form, feature, and apparel, and speaking the same language as others, and because of this men could not entertain the idea that they were the servants of God or were intimate with His purposes, or that they could possess more wisdom than man obtains by the exercise of his natural mind. My brethren and sisters, it is a glorious privilege that we possess, of living so before the Lord our God that we can have the testimony constantly within us that we are operating and laboring in conformity with the requirements of Heaven. <\/div><div class=\"paragraph jod\" id=\"v12n156\"> There is one subject that I wish to speak upon in connection with the departure of these missionaries. There has been a movement made in some of the wards to raise the means necessary to send the missionaries from these wards to the nations to which they have been appointed. I do not know how many wards are engaged in this movement, but it is desirable that the whole people should do what they can to assist in sending the missionaries, and also to assist their families while they are away. It will probably be easy for the 13th, 14th, and 20th wards to <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> send the brethren who are called from them, but there may be some wards that are too poor to assist to the extent that is needed, and a unity of action on the part of the people generally may therefore be necessary. President Young desires that all who are here this morning should do what they can, and that all who come this afternoon should come prepared to do the same. And all here are requested to notify all they can to this effect. A few years ago an exertion was made to raise a Missionary Fund, and for a time that fund was tolerably well sustained, but by degrees the feelings of the people became cool, whether for the want of being reminded or not I do not know, but for some time this matter has fallen into disuse. <\/div><div class=\"paragraph jod\" id=\"v12n157\"> A good many are now being called to go on missions, and as we have done very well in this matter in the past we must not be unmindful now. It is true we have a great many labors to perform; we have to pay our tithing, and in various ways have to contribute of our means for the upbuilding of the Kingdom of God, and it is by taking a course of this kind that we shall become a great and mighty people. We have proved this to our satisfaction. We have proved that we can go to the nations of the earth and spend years, if necessary, in proclaiming the gospel of the Lord Jesus Christ, and then come back and accumulate means as rapidly as if we had never gone. And those who remain at home and devote their energies and means to building up the Kingdom of God increase in wealth and material advantages far more rapidly than they who have neither given their time abroad nor their means at home. We are surrounded with the blessings of God, and He can multiply or withdraw them as seems good in His sight, and  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it ought to be, and I have no doubt that it is, a pleasure to the Latter-day Saints to do all they can to roll forth His work. When we have gone, seemingly, as far as we can, the Lord opens our way and makes it plain before us, just as He does for the elders when they go forth to preach. <\/div><div class=\"paragraph jod\" id=\"v12n159\"> There have been times with the elders abroad preaching when it seemed as though they could do no more&#x2014;all was dark before them, every door seemed closed, and they did not know where to get food to eat, raiment to wear, or a place of shelter; and, when they could do no other thing, God has opened the way for them, their faith has been increased, and they have gone forward with renewed energy to perform the labors devolving upon them. So it is with us here, my brethren and sisters. I look upon the training we are receiving as essentially necessary. God is testing us and trying our faith. Our means are comparatively very limited, but by their proper use, and the exercise of faith, God will open up our way before us. This people, called Latter-day Saints, have performed the mightiest works ever accomplished with the least means. It is in consequence of their faith, and it will be more and more the case as we progress in the things of the kingdom; and if we continually comply with the requirements of Heaven we shall become heirs of God and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72568)\">Rom. 8:17<\/a><\/span> And if we are heirs of God and joint heirs with Jesus Christ we expect to have control over many things, and there is reason to believe that our dominion will be very extensive. But before we attain to that dominion we must learn to be wise rulers over the few things that God has placed in our charge,<span class=\"citation\" id=\"66111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66111)\">Matt. 25:21<\/a><\/span> and to use them for His glory and the advancement of His purposes on the earth. When He <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sees that our eyes are single to His glory, and that our hearts are pure and free from avarice and every sordid and selfish feeling, He will multiply His blessings upon us, because He will then know by testing us that we are fit to be trusted, and it will be said to us according to the words of the Scriptures, &#x201C;You have been faithful over a few things, and you shall become rulers over many things.&#x201D;<span class=\"citation\" id=\"66112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66112)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n160\"> We cannot say what good will follow from our exertions, though very feeble and like bread cast upon the waters,<span class=\"citation\" id=\"57596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57596)\">Eccl. 11:1<\/a><\/span> yet if we perform the duties devolving upon us in the Spirit of the Lord, and pray that His blessing may attend them, great results will follow to us and others. We all ought to have learned this long ago, and I doubt not that, with few exceptions, we all have; and the spirit that has been awakened within us of late, respecting keeping the Word of Wisdom and other things of a kindred character, ought to keep us keenly alive to the importance of using to the best advantage all the means God places in our hands. I recollect very well a saying of President Young, some seven years ago, I think, this coming summer, in speaking of the missionaries who were then going abroad, he said that when he was in England he hesitated to spend a penny for fruit or anything of that kind, because he thought of what that penny, or a few pence, would do if judiciously expended for the benefit of the work of God. We should all feel like this, and should endeavor to deny ourselves of a great many things that are injurious to us that we may be better prepared to help to roll forth the work of God our Heavenly Father. If we have obeyed the counsel given at Conference we have already saved something in denying ourselves of some of those things which we call luxuries, and we can  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>donate that, if no more; but we might as well donate something in anticipation of the amount we will save during the coming year by strictly following the counsel that has been given to us. By so doing we will confer a blessing upon those going on missions, and we will have the satisfaction of knowing that our means has been used for the accomplishment of God's purposes. <\/div><div class=\"paragraph jod\" id=\"v12n162\"> I have been very much pleased, as an individual, to hear the instructions which have been given on these points. I called in at a Bishops' meeting the other evening and heard some remarks which were being made on this subject. I would have liked very much, if circumstances had permitted, to have added something to what was said. I do not like to hear anybody express himself as though this movement in relation to keeping the Word of Wisdom is one got up and sustained only by enthusiasm. I do not call that enthusiasm which prompts people to walk up to the line of their duty and renounce evil practices, and when I hear men say&#x2014;&#x201C;I have seen the people get enthusiastic about the Word of Wisdom before, but they have soon relapsed into their old habits,&#x201D; I consider it wrong. We ought not to require to be talked to and counseled on points so well recognized and established as this. God has given to us a most positive promise on this subject,<span class=\"citation\" id=\"88953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88953)\">D&amp;C 89:18-21<\/a><\/span> and we should be diligent in carrying it into effect without waiting to be counseled, getting up an excitement, or acting on the spur of the moment, and after awhile returning to old habits. I do not think any person will be benefited by acting in this manner. There should be a well settled conviction in the mind of every person belonging to this Church that it would be a real benefit for him or for her to observe the <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Word of Wisdom, and to carry into effect the counsel God has given on any point. If I do not see the evils that result from smoking and chewing tobacco, drinking liquor, tea, and coffee, or eating meats to excess, and the benefits that would result from abstaining, what anybody else may see would only have a temporary effect upon me. I must feel in my own heart that it is injurious to me to indulge in these things, there must be a well settled conviction within me that this is the case, then when I am thrown in contact with persons who use them, and inducements are offered me to do the same, it is easy for me to decline, because I am satisfied in my own mind that they are injurious, and there is no need of excitement or enthusiasm to enable me to refrain. <\/div><div class=\"paragraph jod\" id=\"v12n163\"> Our teachings during Conference will, at any rate, induce parents and guardians to keep their children from learning pernicious habits, which in early life are so easily acquired, and which when acquired retain their hold upon us with such tenacity, and if, in addition to this, five hundred people throughout the Territory are induced to keep the Word of Wisdom I do not think that our preaching will have been in vain. But I anticipate far greater results than this. It is true, probably, that there are many points concerning our welfare that may not have been touched upon by our Heavenly Father in the Word of Wisdom, but in my experience I have noticed that they who practice what the Lord has already given are keenly alive to other words of wisdom and counsel that may be given. I would consider that for a person who was in a profuse perspiration to go into the wind without being properly clothed would be more foolish and injurious than to eat meat or to drink tea or coffee to excess. There are a  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousand ways in which we can act unwisely; our attention has been directed to some few points, and if we observe them the Lord has promised us great treasures of wisdom,<span class=\"citation\" id=\"88956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88956)\">D&amp;C 89:19<\/a><\/span> which will enable us to see a thousand points where we can take better care of our bodies, preserve our health, and which will enable us to train our children in the way of the Lord. The result will be that our children will be healthy and strong, and we will raise up a generation that will be a blessing to us, and through whom the Lord can accomplish His great and mighty works in the earth. <\/div><div class=\"paragraph jod\" id=\"v12n164\"> These things are very desirable, my brethren and sisters, and I hope that no person in this congregation will consider that the teachings we have had during Conference, or their results, arise from enthusiasm, but attribute them to the right source, the promptings of the Spirit of God. This is the true view of the matter, and it is for everyone of us to carry them into effect. We do not wish the people to be coerced or asked, even, to make covenants to observe these teachings. It is not desirable or wise that this should be done. If the bishops and teachers in their wards and blocks choose to ascertain how many will observe this counsel, it may be wise to do so, but it would be decidedly unwise to go and exact covenants of this character, because I have noticed that when we make covenants there is a power brought to bear against us, and temptations thrown in our path to cause us if possible to break them. We should be exceedingly careful in these things, and, if we wish to carry them out, let us resolve to do so upon principle and by the help of God, and not in our own strength, or because somebody else tells us to do so. This is the course for us, as Latter-day Saints, to take, then the benefits re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sulting will be permanent. It is the design of the Lord to develop within every man and woman the principle of knowledge, that all may know for themselves. He has poured out His holy spirit upon all of us, and not upon President Young nor upon bro. Joseph alone. The Lord designs that the principle of knowledge shall be developed in every heart, that all may stand before Him in the dignity of their manhood, doing understandingly what He requires of them, not depending upon nor being blindly led by their priests or leaders, as is the universal custom, and one of the most fruitful sources of evil to the people on the face of the earth. God intends to break down this order of things, and to develop in the bosom of every human being who will be obedient to the gospel and the principles of truth and righteousness, that knowledge which will enable them to perform understandingly all the labors and duties he requires of them. <\/div><div class=\"paragraph jod\" id=\"v12n165\"> If we, in our experience, have not yet proved the truth of the words of the prophet&#x2014;&#x201C;Cursed is he that trusteth in man, or maketh flesh his arm&#x201D;&#x2014;<span class=\"citation\" id=\"60483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60483)\">Jer. 17:5<\/a><\/span>probably we will do if we live long enough. There is a curse attending every man and woman who does this. If we will watch the operations of the gospel of Jesus Christ among us, we will see that it has a tendency to develop knowledge in the bosoms of all, and it is the design of Providence that it should be so. We must all learn to depend upon God and upon Him alone. Why, the very man upon whom we think we can rely with unbounded confidence, and trust with all we possess, may disappoint us sometimes, but trust in God and He never fails. We can go before Him at all times, and upon all occasions, and pour out our souls and desires before Him, and we  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feel that we lean upon a rock that will not fail, and upon a friend that will not desert us in the day of trial. He is omnipotent, and in Him only can we trust under all circumstances, therefore we perceive why the prophet has said&#x2014;&#x201C;Cursed is he that trusteth in man, or maketh flesh his arm.&#x201D;<span class=\"citation\" id=\"60484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60484)\">Jer. 17:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n167\"> God, our Heavenly Father, designs that all who will observe truth and righteousness should possess wisdom and understanding for themselves, and He is bringing us through circumstances that will develop within us that portion of the Godhead or Deity which we have received from Him, that we may become worthy of our high and glorious parentage. This being His design respecting us, we should seek by every means in our power to aid Him in carrying it out, until the whole people are enlightened by His Spirit, and act understandingly and in concert in carrying out His designs. In other systems the design is to keep the people down in ignorance and darkness respecting the principles that are taught them, to keep the knowledge in the hands of a select few, upon whom the people are forced to depend, but this is not the genius of the kingdom of God. The spirit of the church of God is that manifested by Moses when, in answer to Joshua, who wished him to reprove some who were prophesying, he said&#x2014;&#x201C;No; but I would to God that all were prophets.&#x201D;<span class=\"citation\" id=\"54701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54701)\">Num. 11:29<\/a><\/span> That is the spirit of the gospel of Jesus Christ. The genius of the kingdom with which we are associated is to disseminate knowledge through all the ranks of the people, and to make every man a prophet and every woman a prophetess, that they may understand the plans and purposes of God. For this purpose the gospel has been sent to us, and the humblest may obtain its spirit <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and testimony, and the weakest of the weak may obtain a knowledge respecting the purposes of God. This is the difference between the church and kingdom of God and the creeds and institutions of men. The idea that prevails in the world concerning us is that we are hoodwinked and led blindly by our leaders; but the contrary to this is the case, for it is the wish of every man who comprehends this work that the people should all understand it. The bishops and teachers, if they have the right spirit, wish their wards to understand the principles of the gospel and the requirements of heaven as they understand them, and so it is through all grades of the priesthood and through all the ramifications of the church of God. If we take this course continually we will become a great and mighty people before the Lord. If we do anything let us do it understandingly. If we hear any principle taught from the stand that we do not understand let us seek to comprehend it by the Spirit of God. If it be not of God we have the privilege of knowing it. We are not required to receive for doctrine everything that we hear. We may say&#x2014;&#x201C;I do not know whether this is true or not, I will not fight it, neither will I endorse it, but I will seek knowledge from God, for that is my privilege, and I will never rest satisfied until I have obtained the light I require.&#x201D; If you hear a doctrine that does not agree with your feelings, or that you do not believe, take this course; do not reject nor endorse hastily, without knowing or understanding. By taking this course you will develop the principle that God designs we should possess, and we will thus become a wise and understanding people, for we will be based on the Rock of Revelation. <\/div><div class=\"paragraph jod\" id=\"v12n168\"> May this be the case with you, my  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brethren and sisters, until you are brought back into the presence of God, to dwell at His right hand eter<div class=\"hyphen\">-<span class=\"citation\" id=\"81970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81970)\">Mosiah 26:24<\/a><\/span><\/div><div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nally, is my prayer for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}