{"ID":120043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Domestic Economy&#x2014;Training Children&#x2014;Cultivation of Silk&#x2014;Application of Labor&#x2014;Longevity.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, afternoon, April 8, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Domestic Economy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v12n649\"> President Heber C. Kimball has exhorted the bishops to gather around them the young men and teach them the privileges which they enjoy, and try to lead them in the right way. Bishops, I wish you to hearken to <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this piece of good advice. I will give each of the young men in Israel, who have arrived at an age to marry, a mission to go straightway and get married to a good sister, fence a city lot, lay out a garden and orchard and  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make a home, and especially do not forget to plant a proper proportion of mulberry trees. This is the mission that I give to all the young men in Israel. And I say to you, sisters, if you do not know how to milk a cow, you can soon learn. If you do not know how to feed the cows, you can learn. If you do not know how to feed the chickens, get them and learn how, and if your husband takes you to live in ever so small and humble a cottage, make it neat and nice and clean, and set out flowers around the doors, and let the husband plant fruit trees and shade trees, and let wives help their husbands that they may be encouraged to take hold of more important business that will create an income sufficient to sustain their wives, and by economy and care become wealthy in a short time, and have your carriage to ride in. What a satisfaction it will be to you to know that what you possess is the result of your industry and economy. &#x201C;It was not given to us by grandfather, or by father, or by mother, or any relation; but we have got these comforts by our industry, saving, and the blessings of the Lord.&#x201D; By this means our young men and maidens will gain for themselves credit, respect, and a name in Israel worthy of the admiration of all good persons. How much better is this course than the opposite, to spend precious time to no profit, always being in a state of dependence. Were the Lord to speak of such conduct, he would use terms to show that He is not well pleased with it. <\/div><div class=\"paragraph jod\" id=\"v12n651\"> I have a short sermon for my sisters. I wish you, under the direction of your bishops and wise men, to establish your relief societies, and organize yourselves under the direction of the brethren, and establish yourselves for doing business, gathering up your little amounts of means that <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would otherwise go to waste, and put them to usury, and make more of them, and thus keep gathering in. Let this be commenced forthwith. Ask your husbands to furnish you some straw for hats and bonnets, and when you get it put more than three straws over your head, and make a hat that will shade you from the scorching sun. I have a great desire to live and see the prosperity of this people, and one thing among the rest, I would like to see the time when our sisters will take more pains to beautify their children. When your children arise in the morning instead of sending them out of doors to wash in cold, hard water, with a little soft soap, and wiping them as though you would tear the skin off them, creating roughness and darkness of skin, take a piece of soft flannel, and wipe the faces of your children smooth and nice, dry them with a soft cloth; and instead of giving them pork for their breakfast, give them good wholesome bread and sweet milk, baked potatoes, and also buttermilk if they like it, and a little fruit, and I would have no objections to their eating a little rice. Rice is an excellent food for children, and I wish some of the brethren would cultivate it in these valleys. Upland rice will flourish in this country. Train up your children to be beautiful and fair, instead of neglecting them until they are sunburned and become like the natives of our mountains. Let the sisters take care of themselves, and make themselves beautiful, and if any of you are so superstitious and ignorant as to say that this is pride, I can say that you are not informed as to the pride which is sinful before the Lord, you are also ignorant as to the excellency of the heavens, and of the beauty which dwells in the society of the Gods. Were you to see an angel, you would see a beautiful and lovely  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creature. Make yourselves like angels in goodness and beauty. Let the mothers in Israel make their sons and daughters healthy and beautiful, by cleanliness and a proper diet. Whether you have much or little clothing for your children, it can be kept clean and healthy, and be made to fit their persons neatly. Make your children lovely and fair that you may delight in them. Cease to send out your children to herd sheep with their skins exposed to the hot sun, until their hands and faces appear as though they lived in an ash heap. I call upon my sisters to lead out in these things; and create your own fashions, and make your clothing to please yourselves, independent of outside influences; and make your hats and bonnets to shade you. I wish you, sisters, to listen to these counsels, and place yourselves in a condition to administer to the poor. Get your husbands to provide you with a little of this and a little of that of which you can make something by adding your own labor. I do not mean that you shall apply to them for five dollars and ten dollars to spend for that which is of no profit, but manufacture something that will be useful, as well as beautiful and comely. <\/div><div class=\"paragraph jod\" id=\"v12n653\"> You ought to enter into the cultivation of silk. Our bench lands are well adapted to the growth of the mulberry tree, the leaves of which produce the natural food for the silkworm. There is no better land nor climate in the world than we have for this branch of business. We can make ourselves independently rich at this business alone, if it is properly pursued. There ought to be a plot of land in each ward devoted to the cultivation of silk, and a cocoonery built in the center of it, and in the season thereof let the children of the wards who have nothing to do, and <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> aged people, gather the leaves and feed the worms. The work is light and interesting, while the sales of wound silk, for which there is always a market to be found, will do much towards feeding and clothing poor persons that would otherwise be entirely dependent. If the worms are well taken care of, the season of feeding only lasts from thirty-five to forty days. If I cannot succeed in getting the sisters with their children to attend to this business, I shall be under the necessity of sending to China for Chinamen to come here and raise silk for us, which I do not wish to do. To pay people the wages they want here would prevent us from raising silk profitably. We look forward to the period when the price of labor here will be brought to a reasonable and judicious standard. <\/div><div class=\"paragraph jod\" id=\"v12n654\"> Now, sisters, go to forthwith and get you an acre of land, and get the Bishops and the brethren to fence it, and prepare it for the reception of the trees, and go and help them; but, be sure to wear a wide brimmed hat while doing it, so as not to get tanned with the sun and the wind. Go to and raise silk. You can do it, and those who cannot set themselves to work we will set them to work gathering straw, and making straw hats and straw bonnets; we will set others to gathering willows, and others to making baskets; we will set others to gathering flags and rushes, and to making mats, and bottoming chairs, and making carpets. I pray you in Christ's stead<span class=\"citation\" id=\"74218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74218)\">2 Cor. 5:20<\/a><\/span> to let gold hunting alone, and pray the Lord to cover it up in our region of country that it cannot be found. Those among us who are anxious to find rich gold deposits, are equally anxious to destroy themselves, and are no wiser than our little children are in handling sharp-edged tools. They would not only destroy themselves, but all  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>around them if they had the power to do it. Instead of hunting gold, let every man go to work at raising wheat, oats, barley, corn, and vegetables; and fruit in abundance, that there may be plenty in the land. Raise sheep, and produce the finest quality of wool in large quantities. By the migratory system of feeding sheep in this country they will be healthy, and produce large clips of wool. I hope, by the blessings of the Lord, to demonstrate this the present season. In these pursuits are the true sources of wealth, and we have as much capital in these mountains to begin with as any people in the world, according to the number of our community. Real capital consists in knowledge and physical strength. If we know how to apply our labor, it will produce for us everything we can ask for; it will bring to us the food and the clothing we want, and every facility we need for comfort, for refinement, for excellence, for beauty, and for adornment. It will bring to us the wealth of the world, the gold and the silver, although gold and silver are not real wealth. They are useful as a medium of exchange, as foundation upon which to base a currency, and to use as ornaments and household vessels; and so gold should be regarded until there is enough of it to pave our streets. O, ye Elders of Israel who are greedy for gold, instead of wasting your time in search of it, gather around you the comforts of life, with which the elements are loaded, and make yourselves rich in all the elegancies and conveniences by means of economy and industry. I wish the sisters to lead out in the fashions. It is very little difference what fashion you produce. I would just as soon see you wear hats with wide brims as not, if you have that fashion that will give comfort and <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> convenience and produce health and longevity. We wish to promote the longevity of the people. Tell your husbands to get you a heifer calf or two and some chickens, and you will feed them, and take care of them, instead of feeding pigs, and if your husbands have springs on their land, get them to clean them out and dam them up a little, and introduce the spawn of the best fish we have in these mountains, and collect all the information that has been printed, and which comes within your reach on the subject of raising fish. And raise your potatoes and parsnips and carrots for feeding them with, adding a little corn meal, or a little oat meal. We can raise fish here, and the cost will be one fourth less per pound than other meats. You may think that fowls are injurious to the garden; but they are not. They will pick up grubs and cutworms and other destructive insects, and the good they do in this respect will far overbalance any trifling injury they may do to young plants. They will keep your gardens clean of these pests, and fatten, giving you plenty of eggs to eat. Take care of them, and get a little patch of lucerne planted to give to your young heifer, and rear her until she gives you her increase. This is for you young women who want to get husbands. Tell the young men that you will sustain yourselves, and teach them how to sustain themselves if they do not know how, if they will only come and marry you. Now, girls, court up the boys, it is leap year. Give them to understand in some way that it is all right. You are ready, and you want to help them to make a good home, to form a nucleus around which to gather the blessings and comforts of life, a place to rally to. While you are on the move and unsettled you can get nothing that  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is permanent. Tell the boys what to do, and you sisters of experience, ye mothers in Israel, go to and get up your societies, and teach these girls what to do, and how to get the boys to come and marry them. The neglect and lazy habits which our boys are falling into are a disgrace to us, to say nothing about the sin of such conduct. They produce nothing, and consider themselves unable to take care of a family, and they will not marry. This conduct of theirs leaves our young women without partners; they want somebody to look to, and something that they can do to advantage and bless themselves, and have a home to go to. Young men, fit you up a little log cabin, if it is not more than ten feet square, and then get you a bird to put in your little cage. You can then work all day with satisfaction to yourself, considering that you have a home to go to, and a loving heart to welcome you. You will then have something to encourage you to labor and gather around you the comforts of life, and a place to gather them to. Strive to make your little home attractive. Use lime freely, and let your houses nestle beneath the cool shades of trees, and be made fragrant with perfumes of flowers. <\/div><div class=\"paragraph jod\" id=\"v12n657\"> These are practical teachings; they are things which this people must be taught, for if we do not learn to take care of ourselves and save ourselves who will do it for us? Will the Gentiles help us, and care for us? Will they do us good? No. And I tell you further, Elders of Israel, that you do not know the day of your visitation,<span class=\"citation\" id=\"58084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58084)\">Isa. 10:3<\/a><\/span><span class=\"citation\" id=\"86051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86051)\">D&amp;C 56:1<\/a><\/span> neither do you understand the signs of the times,<span class=\"citation\" id=\"64801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64801)\">Matt. 16:3<\/a><\/span> for if you did you would be awake to these things. Every organization of our government, the best government in the world, is crumbling to pieces. Those who have it in their hands are the <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ones who are destroying it. How long will it be before the words of the prophet Joseph will be fulfilled? He said if the Constitution of the United States were saved at all it must be done by this people. It will not be many years before these words come to pass. How long will it be before they will be coming here for bread, for the bread of life,<span class=\"citation\" id=\"69293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69293)\">John 6:48<\/a><\/span> and for the bread which sustains the body? Do you know this? You do not. This community live as it were from hand to mouth. They must learn to lay up food. Notwithstanding all that has been said to the people on this subject, not one man to thirty has bread sufficient to last him one year. As our mechanics are paid, they might have laid up their hundreds if not their thousands a year. Brethren, learn. You have learned a good deal it is true; but learn more; learn to sustain yourselves; lay up grain and flour, and save it against a day of scarcity. Sisters, do not ask your husbands to sell the last bushel of grain you have to buy something for you out of the stores, but aid your husbands in storing it up against a day of want, and always have a year or two's provision on hand. A great abundance of fruit can be dried. There are but few families in this city who do not have the privilege of drying and laying up fruit. Yet the majority of families in this community, instead of using fruit that was dried last fall but one, are using fruit dried last year when the grasshoppers were here. A year's supply should be kept ahead, so that families would not be compelled to eat fruit that had been injured by grasshoppers and other insects. We should accumulate all kinds of nutritive substances, and preserve them from worms, which can easily be done. If we do not take care of ourselves, we shall have a very poor chance to be taken care of.  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If we will hearken to the counsel that is given to us we shall know how to sustain ourselves in every particular. Mothers in Israel, sisters, ask your husbands to take care of the sheep they have got, and not willfully waste them; but multiply them and bring our wool to the factories to be manufactured, or trade it for yarn and cloth. The woolen mills which we now have in the country will work up a great deal of wool if they can get it. Who is there in our community that raises flax? Is there any attention paid to this culture? I think not, but it is, &#x201C;Husband, sell your wheat, sell your oats to buy me the linen I want.&#x201D; We shall in the future have flax machines here to make the finest of linen; and we can make the cotton and silk in abundance. I would urge the brethren of the southern country to plant cotton sufficient to supply the wants of the factories that are now in the country, <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and let us continue our labors until we can manufacture everything we want. All this is embraced in our religion, every good word and work, all things temporal, and all things spiritual, things in heaven, things on earth, and things that are under the earth<span class=\"citation\" id=\"75426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75426)\">Philip. 2:10<\/a><\/span><span class=\"citation\" id=\"88622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88622)\">D&amp;C 88:79<\/a><\/span> are circumscribed by our religion. We are in the fastnesses of the mountains, and if we do these things, and delight in doing right, our feet will be made fast and immovable like the bases of these everlasting hills. We ought not to desire anything only on righteous principles, and if we want right, let us then deal it out to others, being kind and full of love and charity to all. My brethren and sisters, I have occupied considerable time; but I have not spoken one tenth of what I wish to say to you. By the authority that the Lord has granted to me, I bless you in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}