{"ID":120049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Living Near to the Lord&#x2014;Neglected Duties&#x2014;Cultivation of the Soil&#x2014;Sustaining the Poor.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered in the Old Tabernacle, Salt Lake City, March 22, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Living Near to the Lord, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/22\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v12n752\"> We learn, as we progress in our experience in the Church and Kingdom of God, the necessity of living near to the Lord in order to enjoy His Holy Spirit and to reach the standard to which it is our privilege to attain. We can all remember when we received the gospel, how elated we were, and how glorious everything looked to our vision. We saw no difficulties but what we were willing to attempt to surmount. There appeared nothing in our way but what we thought we could overcome, and we felt, that, so far as in our power lay, we would remain faithful so long as we lived on the earth; that we could not stumble at anything that might come before us, and that we were competent to encounter the evils of life and every difficulty and affliction, counting it more honorable to be a doorkeeper in the House of the Lord than to feast with the rich and ungodly.<span class=\"citation\" id=\"56926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56926)\">Ps. 84:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n753\"> This is the experience, I might <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say, of all who have received the gospel in sincerity. I suppose that the Apostles and disciples of our Lord and Savior Jesus Christ also felt elated with the idea that they were associated with the Savior of the world&#x2014;the Son of God; but we find that they shortly afterwards deserted him. And even in the days of the deliverance of Israel from Egypt, they doubtless were elated with the mission of Moses, and went forth nothing doubting;<span class=\"citation\" id=\"71805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71805)\">Acts 11:12<\/a><\/span> but we see in a short time that their minds again reverted to the things of the world, and the place they had left, and they transgressed so deeply that the Lord would not permit them to enter the promised land;<span class=\"citation\" id=\"54725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54725)\">Num. 14:22-23<\/a><\/span> yet, not to be frustrated or thwarted in His purposes, He declared that their children should inherit it.<span class=\"citation\" id=\"54727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54727)\">Num. 14:30-31<\/a><\/span> So it is with the Latter-day Saints. A good many feel, I think, as though their religion has become an old story. They received  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the word gladly in the first place, and were perhaps a good deal elated with the idea of being members of the Kingdom of God on the earth; but when they begin to live in that Kingdom and find that those ideas are not realized as fast as they imagined they would be, they get dull, and fancy the work does not progress. Perhaps they neglect their prayers; they think it is of little use to pray; they become cold, slothful, and dull, and their minds become darkened. Instead of living so as to enjoy a full measure and flow of the Spirit of God, they become discontented and dissatisfied with the Kingdom of God and the principles of our holy religion. <\/div><div class=\"paragraph jod\" id=\"v12n755\"> If we only reflect, when we enlisted in this cause it was for a lifetime&#x2014;for eternity; not for a few days, or a year or two, and then to fall away and return again to the beggarly elements<span class=\"citation\" id=\"74607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74607)\">Gal. 4:9<\/a><\/span> of the world. We did not receive these principles with any such idea; but we enlisted for time and for all eternity under King Emanuel's banner. We covenanted that we would keep the law of God, walk humbly before Him, and do all in our power to build up Zion, and hold on to those principles made known in His kingdom, that we might attain to the blessings which were in the future. They who get weary and discontented think, perhaps, that they are not called and chosen. Why, we are called or chosen to be righteous, holy beings; and let us remember that the time for being chosen because we have been righteous will come after a while, and happy will be that individual who has so lived up to his privileges as to be among the chosen ones. If we wish to attain to this great blessing we must live for it, and not be neglectful in regard to the things of God. We must apply our religion to our daily <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lives. We can meet and sing and pray and soar away in the spirit, for we have as much in our spiritual exercises as any people on the earth to raise our drooping spirits and fill our souls with joy; but, on the other hand, our religion does not consist of that alone; it is practical. <\/div><div class=\"paragraph jod\" id=\"v12n756\"> We read that when the Kingdom of God shall be set up, the kingdoms of this world shall be broken in pieces;<span class=\"citation\" id=\"61220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61220)\">Dan. 2:44<\/a><\/span> and that the power shall pass into the hands of the righteous and the just preparatory to that day when Jesus shall reign &#x201C;King of nations<span class=\"citation\" id=\"60455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60455)\">Jer. 10:17<\/a><\/span> as he now reigns King of Saints.&#x201D;<span class=\"citation\" id=\"80084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80084)\">Rev. 15:3<\/a><\/span> We are engaged in this preparatory work&#x2014;the dispensation of the fullness of times<span class=\"citation\" id=\"126178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126178)\">Eph. 1:10<\/a><\/span> in which this great temporal kingdom, which shall stand forever,<span class=\"citation\" id=\"61221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61221)\">Dan. 2:44<\/a><\/span> is being established, and you and I, brethren and sisters, if we are united and earnest in our efforts for the promotion of the principles of truth, may become happy instruments in the hands of the Lord in assisting in this great work. This is the dispensation of the fullness of times, and it comprises the keys, powers, and authorities of all the dispensations since the world began;<span class=\"citation\" id=\"126179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126179)\">D&amp;C 128:20-21<\/a><\/span> and we should live so as to enjoy a full flow of the Spirit of God so that we may progress and commune with Jehovah and holy beings, for the heavens are ready to drop with fatness if we will make good use of the blessings already conferred upon us. When we do this with clean hands and a pure heart<span class=\"citation\" id=\"56522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56522)\">Ps. 24:4<\/a><\/span> before the Lord, blessings will flow to Israel in greater abundance than ever before. Look where you will upon the face of the earth and you can find no people blessed as we are even now. Why is it? Because we have a better country, and have better opportunities for bringing forth the blessings of the earth in a temporal point of view? No; we labor under many disadvantages that are un<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>known in most other places; and yet we are more comfortable and happy than any other people. It is because the blessings of the Almighty are with us, and we shall have them in greater abundance inasmuch as we will cleave to the Lord and prove to Him our integrity. <\/div><div class=\"paragraph jod\" id=\"v12n758\"> But I fear there is a great neglect of prayer in the midst of this people. It is our privilege, nay, more, it is our duty to seek to the Lord frequently, that we may enjoy the full measure of His Spirit. Peradventure there may be something between us and our brother or sister&#x2014;we may have spoken evil of them, or they may have spoken evil of us. We may have neglected our secret prayers, or to pray in our families; and if so we shall decrease in that good spirit which ought to pervade every breast, and we are more liable to yield to the evil influences that are around us and to become more captious in our remarks with our brethren, and less courteous, civil, and circumspect in our intercourse one with another, and more apt to say things that are calculated to injure the feelings of our brethren. Perhaps we neglect our fences and let our stock trespass on our neighbors' fields, gardens, or orchards, and give them occasion to say hard things about us; and then we go and retaliate and speak hasty words. To carry this idea a little further, perhaps we take that which is not our own, or borrow and do not return, or perhaps we go and take down our neighbor's fence on purpose to let our stock go and get his hay or grain. Or, perhaps, some amongst us go hunting stock on Sunday, or to the canyons with our teams, when we should be keeping the Sabbath day holy. It may be possible that a great many of this people practice some of these things and thus prevent a free flow of the Spirit <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of God unto themselves, and get darkened in the counsels of their minds. This should not be. If any of us find ourselves in this dilemma let us seek at once to remove the obstacles from our path, just as we would raise the gate if necessary to let down the stream to irrigate our gardens. Many a soul may be drooping for the want of spiritual moisture, and they do not know what the difficulty is. There are obstacles in the way that need removing, that our minds may be enlightened by the light of the Spirit of the living God. <\/div><div class=\"paragraph jod\" id=\"v12n759\"> It is moreover necessary that we should take this course that we may be united, that when the word shall come from our bishop, or a call is made upon us by any in authority who has a right to dictate, we may be ready to respond and be glad of the opportunity of so doing. A man should never fail of improving the opportunities that are given him for doing good, or he will be the loser if he dies. A man may perhaps feel a little elated if he escape the call of a bishop or get excused, thinking that it militated a little in his favor; but who is there who has ever felt so, but what he has had seasons of regret for not going forth manfully and freely performing the duty required of him? How much better such persons would feel if they had done so. On the other hand how well they feel who have always responded to every call made upon them! I do not think there is a person that lives who feels different. If he does, he feels very different to what I do. How often have I witnessed the pride and joy the brethren have felt in relation to this in their reunions at the parties of the &#x201C;Mormon Battalion,&#x201D; the &#x201C;Pioneers,&#x201D; and &#x201C;Zion's Camp,&#x201D; and other associations. How many have said to me, &#x201C;I was with you at such a place, and such a place; and I was  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the Saints in their troubles in Illinois and Missouri.&#x201D; And they speak of it as though they were proud to have been there. And even in the times of trouble we had in our early settlement here, when clothing and provisions were scarce, the same feeling is manifested. &#x201C;I was here,&#x201D; says one, &#x201C;and I,&#x201D; says another, and they feel glad that they were counted worthy to endure these trials and stand firm. It is a matter of satisfaction to everyone who has proven himself worthy thus far; and when we shall have passed a little further along, and have got through this state of mortal existence, will we not, in that great reunion beyond the grave, feel still more to congratulate ourselves and each other that we have passed safely through, and that we have had virtue, strength and integrity sufficient for our day? And we shall be glad and rejoice that the difficulties we encountered were thrown in our way, and that we had the opportunity of proving ourselves before the Heavens. <\/div><div class=\"paragraph jod\" id=\"v12n761\"> Do not let us be discouraged at difficulties and trials, for we are sent to this state of existence for the express purpose of descending below all things,<span class=\"citation\" id=\"88255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88255)\">D&amp;C 88:6<\/a><\/span> that we may pass the ordeals and trials of this life and thereby prove our integrity and be prepared to rise above all things. And after all, we have not been called upon to endure to that extent that the Savior of the world was. But he was not subjected to the afflictions he had to endure without hope, neither are we; but we are called to pass through them that we may prove whether we have power and strength to stand in that day when all things shall be shaken, and nothing doubting, cleave to the Lord our God with full purpose of heart, no matter how much things are against us, apparently. If we can pass these tests and trials we <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall prove to God and angels that we are worthy to receive the welcome plaudit, &#x201C;Well done, thou good and faithful servant: enter thou into the joy of the Lord.&#x201D;<span class=\"citation\" id=\"66113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66113)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n762\"> These great principles are known to the Latter-day Saints, and they know also that there again exists communication between the heavens and the earth, and that the way has been opened through the ordinances of the House of God, for the full flow of His Spirit; and yet some of them begin to falter in their feelings and slacken in their duties and to go into darkness. Let it not be said in Israel, or in all the borders and coasts thereof, but let the Saints, as with the heart and voice of one person, continually strive to promote those principles and that unity which are necessary to wield an influence with the Heavens for the Kingdom of God on the earth. It was once said facetiously by one of the founders of American Independence, that it was necessary for them to hang together, because if they did not they would most likely hang separately; meaning that if they did not succeed in gaining their Independence they would be convicted of treason, and put to death. It is so comparatively with the Latter-day Saints; unless we act unitedly and in concert in temporal as well as in spiritual things, we shall suffer loss. A Latter-day Saint in the world may live his religion as circumspectly as we do in the valleys of the mountains, but what power or influence can he wield for the kingdom, standing alone? All the surroundings of the world are against him. But if we are united in this great work, we shall in the due time of the Lord, become a great and mighty people on the earth, that can never be uprooted nor overcome by the floods of sin and corruption, that have so long deluged the world. The  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints have no rights that the world consider themselves bound to respect, and if we expect them to do so we shall be deceived, especially if we live near to God. I have seen this tested over and over again in my own experience. What rights had the Latter-day Saints in the State of Missouri? Why, every right that man could ask for. Were they respected by the people or the authorities of the State? No, but the rights of this people were trampled underfoot and they were expelled from the State. It was the same in Illinois, and in every place where they gathered together. In view of this it was a great blessing conferred upon us when the Lord brought us out here where the wicked could not have such control over us as they formerly had. Since that time we have become a great and mighty people in comparison to what we were then, and we are exerting an influence in the earth. <\/div><div class=\"paragraph jod\" id=\"v12n764\"> Shall we, who have enjoyed the Spirit of the Lord, and, I might say, have a knowledge of the powers of the world to come,<span class=\"citation\" id=\"76721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76721)\">Heb. 6:5<\/a><\/span> suffer bickering, strife, and division to enter into our midst? Let it not be said in the midst of Israel, but let us be more careful hereafter in our intercourse one with another than we have been in times past. Let us not trespass upon what is our neighbors', either in feelings, property or possessions. Let us be courteous, and, instead of engendering strife and destroying each other as they do in the world, let us build each other up. We have to prepare to cooperate with the Lord in the establishment of His Kingdom, and it should be our special business to first perform the duties devolving upon us, and let our individual matters, if we have any, be secondary. This kingdom is made up of individuals as much as any <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other kingdom, and is prospered and built up by our individual efforts, but if we can have our labors wisely directed, then he who acts as he is counseled, is not only attending to and securing his own interests, but he is working for the good of the kingdom generally. For instance, the farmer, who is engaged in raising the various kinds of grain, and is industrious, frugal and economical, is a good citizen and is doing as much for the kingdom as he who is preaching the gospel; but if he be counseled to direct his energies especially to the raising of flax, hemp, or the mulberry, it is his duty to heed that counsel, and so work unitedly with the Saints of God under the direction of those who are appointed to direct the labor of this people and thus bring about the greatest good to the whole. So with the mechanic, and in fact with every individual in Israel. <\/div><div class=\"paragraph jod\" id=\"v12n765\"> There is one thing I particularly wish to speak upon. There is much knowledge which we need that would benefit us if we would take the trouble to search for it in useful books and apply it. Who amongst us knows how to analyze the soil, and so be able to tell what kind of produce it is best adapted for? This knowledge we can acquire from books, and by experiments in agricultural chemistry. We do not raise sufficient grain and other produce in this Territory to make ourselves comfortable. Why is this? Some of us have a very poor way of farming. I remember when I was south last year&#x2014;though I need not go out of this county to find such farming&#x2014;of seeing land that had not been harrowed above once in three or four years, and neither plowed nor sowed in that time, and watered only once or twice in a season; still they reaped a crop every year, and the people complained that they had not seed  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough for their land, and they were, I think, the poorest people I have yet found in this Territory. I told them they were criminally poor, that there was no reason for their being so, but that it was the result of their indolence and bad management. I said to them, &#x201C;Suppose you rented this land, and the owner should come and see you, and find what a condition his land was in&#x2014;overrun with cockle and black seed and the weeds so numerous that they choke out the grain, would he not upbraid you and take a portion of that land from you and let it to others who would cultivate it properly?&#x201D; Said I, &#x201C;You complain of poverty, but you have more land than you can handle properly, and that is the great cause of your poverty. Then, again, you had more cattle than you could take care of, and the Indians got them. Now if you had had fewer cattle, and had taken better care of them, the Indians would not have taken them and you would have been better off.&#x201D; I told them they had better dispose of a portion of their land, and keep no more than they could cultivate properly, and they would get twice the amount of grain they ever got before and with less labor. This was for the want of intelligent farming. How many of us here do not reap half such crops as we might reap for the same reason? It has been said by somebody that, &#x201C;He who makes two spears of grass grow where but one grew before is a benefactor to his race;&#x201D; but how much more so is he who, by his superior intelligence, helps to increase the necessaries and comforts of life! Let us learn to analyze the soil and know its component parts, then we will understand whether it is best adapted to the growth of vegetables, or wheat or other kinds of grain; and know where to put trees, strawberries, and other things, that <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they may have the kind of soil best adapted to their growth. <\/div><div class=\"paragraph jod\" id=\"v12n767\"> The recuperation of the soil, too, is a matter of great importance. Some people think if they put manure on the land, that is all it requires. There is some land that would be better with sand mixed with the soil; some would be benefited by having clay mixed with it. If we would pursue this course we might cultivate less land and receive a greater reward for our labor. <\/div><div class=\"paragraph jod\" id=\"v12n768\"> We might also cultivate lucerne, carrots, beets, and cabbages to keep a cow. Now the custom is in most cases to send them to the range, making them travel from eight to twelve miles daily. This causes their feet to become tender, and they have to be sent to the blacksmith's to be shod; and when they get to the range there is little but bitter weeds for them to eat. This is no way to keep a cow. If we wish them to be of any service they should be well fed with lucerne or other suitable food, and kept up in the city and attended to properly; then a cow would do some good, give good milk and butter, which go a great way towards making a family comfortable. Then, again, almost anybody can keep a few chickens, and, with them and a cow properly attended to, very little additional expense is necessary to make a family comfortable. In this country a great many neglect these things and complain about poor living, just for the want of a little attention. They have girls and boys too, who could attend to these matters. <\/div><div class=\"paragraph jod\" id=\"v12n769\"> I wish to speak in relation to imparting the necessaries of life to the poor and the needy. We do not furnish labor enough in the winter season to those who depend upon it for their daily bread. It seems to me that the men who have the means do not make the improvements they  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>might make in the winter, and so employ those who are destitute. In the summer there is plenty of labor for every body, all through the Territory; and it frequently happens that hands are scarce and wages high; but as soon as the storms begin to come in the Fall, laborers are thrown out of employment and have nothing to do through the long winter. I think the Bishops should turn their attention to this matter and contrive more useful and profitable employment for the winter season. The first Thursday in every month, let us remember, is a day set apart for fasting, prayer, and donations to the poor. It will soon come around again. Notwithstanding there may be a little scarcity felt in the midst of the peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, do not let us neglect those things. Do not forget them, and let us live up to those things necessary in the midst of the Saints of the Most High God, so as to keep a full flow of the Spirit in each and every one of us, and seek to make a better use of the blessings with which the Lord has surrounded us. The elements are rich and laden with everything that is good for man, and it is for us to exercise our discrimination and understanding to draw our support therefrom, that we may become a great, free and independent people, able to bear off His kingdom against every opposing obstacle. <\/div><div class=\"paragraph jod\" id=\"v12n771\"> May God help us to do so, and to be faithful, is my prayer in the name of Jesus: Amen. <\/div>\n<\/div>\n<\/div>"}