{"ID":120041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Obeying Counsel&#x2014;Reformation in Eating and Drinking&#x2014;Improvements&#x2014;Female Relief Societies&#x2014;Chastity.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, April 6, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Obeying Counsel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v12n614\"> The items of instruction which have been laid before us by Elders George A. Smith and George Q. Cannon are very important to us, they are subjects which we have dwelt upon for years. It is generally known among us that we commenced some years ago to raise cotton in the southern portion of our Territory, and it is also known that machinery to manufacture it has been introduced into this country. All this has been done to encourage the people to become self-sustaining. I am ready to acknowledge that the Latter-day Saints are the best people, and the most willing people to do right that I know anything about. But when we take into particular and close consideration their acts, and compare them with the teaching they are constantly receiving, we think and say they are very far from taking all the counsel given them of the Lord through His servants. But were they to be counseled, for instance, to go to the gold mines, many of them would obey with alacrity. If they were to be counseled to chew or smoke tobacco, many would lift up both hands for this, and shout for joy? If the sisters, many of them, were counseled to continue the use of tea and coffee they would sit up all night to bless you. When we are counseled to do that which plea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ses us then are we willing to obey counsel. Yet when I consider the pit from whence we have been taken, and the rock from whence we have been hewn,<span class=\"citation\" id=\"59486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59486)\">Isa. 51:1<\/a><\/span> I can say, praise to the Latter-day Saints. Again, when we consider the immensity of knowledge and wisdom and understanding pertaining to the things of this life, pertaining to the learning of this world, pertaining to that which is within our reach, and ready for the use and profit of the people, and particularly with regard to taking care of ourselves, and then consider our shortcomings, and slothfulness, we may look upon ourselves with shamefacedness because of the smallness of our attainments in the midst of so many great advantages. <\/div><div class=\"paragraph jod\" id=\"v12n615\"> A thorough reformation is needed in regard to our eating and drinking, and on this point I will freely express myself, and shall be glad if the people will hear, believe and obey. If the people were willing to receive the true knowledge from heaven in regard to their diet they would cease eating swine's flesh. I know this as well as Moses knew it, and without putting it in a code of commandments. When I tell you that it is the will of the Lord to cease eating swine's flesh,<span class=\"citation\" id=\"54615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54615)\">Lev. 11:7<\/a><\/span> very likely someone will tell you that it is the will of the Lord to stop eating beef and mutton, and another that it is the will  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Lord to stop eating fowl and fish until the minds of the people become bewildered, so that they know not how to decide between right and wrong, truth and error. The beef fed upon our mountain grasses is as healthy food as we need at present. Beef, so fattened, is as good as wild meat, and is quite different in its nature from stall-fed meat. But we can eat fish; and I ask the people of this community, Who hinders you from raising fowls for their eggs? Who hinders you from cultivating fruit of every variety that will flourish in the different parts of this Territory? There has not been a day through the whole winter that I have not had fresh peaches, and plenty of apples and strawberries. Who hinders any person in this community from having these different kinds of food in their families? Fish is as healthy a food as we can eat, if we except vegetables and fruit, and with them will become a very wholesome diet. What hinders us from surrounding ourselves with an abundance of those various articles of food which will promote health and produce longevity? If it is anything, it is our own neglect; or, in other words, which will answer my purpose better, the want of knowing how. <\/div><div class=\"paragraph jod\" id=\"v12n617\"> We cannot say there are loafers on our streets; still, there are persons in our community who seem to have no other aim in existence, than to pass away their time to no purpose or use to themselves or the community. They have nothing to do, and think that they cannot apply themselves to anything that will benefit themselves and their families, when they might with great propriety be engaged in laying out a garden, fencing and planting it, and laying a foundation to make themselves and their families comfortable. It is true we have taken a great share of this people <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from manufacturing districts, where the great masses of the people know nothing about cultivating the earth; but they can learn it soon, if they will, after they get here. Let your minds be at home, and let your attention be directed to that which the Lord has given you for honor and glory to yourself, instead of being like the fool which Solomon wrote about, whose eyes are in the ends of the earth.<span class=\"citation\" id=\"57456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57456)\">Prov. 17:24<\/a><\/span> Consider that you are at home, and strive to make your homes happy, comfortable, and delightful; let the spirit which you enjoy yourself abound therein. <\/div><div class=\"paragraph jod\" id=\"v12n618\"> What is the reason that our brethren do not progress faster in their improvements? In a great measure it is for the want of leaders. But this is not altogether so. Generally it is for lack of judgment and wisdom, tact and talent, taste, industry, and prudence in our Bishops. As it has been said, as with the priest so with the people.<span class=\"citation\" id=\"58403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58403)\">Isa. 24:2<\/a><\/span> This is the case in a great measure; and we can say, as is the Bishop so are the members of his ward. It is the duty of the Bishops to take a course to make their lives, characters, doings and sayings fit examples in all things to the people of their wards. Some of our Bishops have made no improvements for eighteen years. I have asked the Bishops to sow a little rye, to make straw for hats and bonnets. A few have done so. I have asked them to do the same thing this spring, that the sisters of their wards may have straw to manufacture. If the Bishops have not time to do this, or have not the ground, get some of the brethren to do it who have time and ground, and let there be an acre of rye sown to each ward, and then ask the sisters to gather it in the proper season. Some say that wheat straw is as good as rye, if properly prepared. Gather the straw, and make your  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bonnets and hats, and wear them when you come to this tabernacle; and make hats for your husbands and sons to wear, and for your brothers and your sisters, your daughters and your mothers, and let us see all the sisters and all our brethren and all our children wearing hats and bonnets of material produced and manufactured by ourselves. I have been pleading for this for years and years. <\/div><div class=\"paragraph jod\" id=\"v12n620\"> This is leap year; let the ladies take the lead in this and every other species of home industry at which they can be employed. We have asked the sisters to organize themselves into Relief Societies; I again ask the sisters in every ward of the Territory to do so, and get women of good understanding to be your leaders, and then get counsel from men of understanding; and let your fashions proceed from yourselves, and become acquainted with those noble traits of character which belong to your sex. Ever since I knew that my mother was a woman I have loved the sex, and delight in their chastity. The man who abuses, or tries to bring dishonor upon the female sex is a fool, and does not know that his mother and his sisters were women. Women are more ready to do and love the right than men are; and if they could have a little guidance, and were encouraged to carry out the instincts of their nature, they would effect a revolution for good in any community a great deal quicker than men can accomplish it. Men have been placed on the earth to bear rule and to lead in every good work, and if they would do their duty today in our own government, and then throughout the world, they would stop whining about the &#x201C;Mormons&#x201D; marrying so many wives, and the ladies would have somebody to protect them and they would not need to flee to <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the &#x201C;Mormon&#x201D; Elders for protection. But outside of this community they are destroying the sex, ruining all they can, and then they boast of their villainy. Shall I say that the women are shortsighted? I will say they are weak; I will say that it is in their nature to confide in and look to the sterner sex for guidance, and thus they are the more liable to be led astray and ruined. It is the decree of the Almighty upon them to lean upon man as their superior, and he has abused his privilege as their natural protector and covered them with abuse and dishonor. <\/div><div class=\"paragraph jod\" id=\"v12n621\"> I wish the whole people of the United States could hear me now, I would say to them, let every man in the land over eighteen years of age take a wife, and then go to work with your hands and cultivate the earth, or labor at some mechanical business, or some honest trade to provide an honest living for yourselves and those who depend upon you for their subsistence; observing temperance, and loving truth and virtue; then would the women be cared for, be nourished, honored, and blest, becoming honorable mothers of a race of men and women farther advanced in physical and mental perfection than their fathers. This would create a revolution in our country, and would produce results that would be of incalculable good. If they would do this, the Elders of this Church would not be under the necessity of taking so many wives. Will they do this? No, they will not; and there are many who will continue to ruin every virtuous woman they can, buying the virtue of woman with money and deception, and thus, the lords of creation proceed from one conquest to another, boasting of their victories, leaving ruin, tears, and death in their pathway; and what have they conquered? A poor, weak, confiding, loving wo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man. And what have they broken and crushed and destroyed? One of the fairest gems of all God's creation. O man! For shame. If the men of the city of New York alone had done for the last twenty years as the men of this community have done, from two to four hundred thousand females from sixteen years of age and upwards, whose dishonor and ruin are mercifully covered in the grave, would now be in life and health, moving in the circles of happy homes, prayed for, respected, loved and honored. <\/div><div class=\"paragraph jod\" id=\"v12n623\"> Now, ladies, go to and organize yourselves into industrial societies, and get your husbands to produce you some straw, and commence bonnet and hat making. If every ward would commence and continue this and other industrial pursuits, it would not be long before the females of the wards of our Territory would have stores in their wards, and means sufficient to send and get the articles which they need, that cannot yet be manufactured here and which they may want to distribute. <\/div><div class=\"paragraph jod\" id=\"v12n624\"> It is an old saying that a woman can throw out of the window with a spoon as fast as a man can throw into the door with a shovel; but a good housekeeper will be saving and economical, and teach her children to be good housekeepers, and how to take care of everything that is put in their charge. I do not wish to go into detail here; I see too much; I know too much of the waste and neglect of our females to feel satisfied with them. Is this any more so with the female portion of our community than among the males? No, not at all; but the neglect, the idleness, the waste, and the extravagance of men in our community are ridiculous. They are constantly taught better; they know better; yet, in many instances, the same reckless waste is indulged in by the whole family. If <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we will learn to be wise and careful, we shall devote all our time in that way that will be of the greatest advantage to us and to our common cause, continually bettering our condition, and become more and more competent to do good. <\/div><div class=\"paragraph jod\" id=\"v12n625\"> I have tried continually to get this people to pursue a course that will make them self-sustaining, taking care of their poor&#x2014;the lame, the halt and the blind, lifting the ignorant from where they have no opportunity of observing the ways of the world, and of understanding the common knowledge possessed among the children of men, bringing them together from the four quarters of the world, and making of them an intelligent, thrifty and self-sustaining people. This is a work that is worthy the attention of the Saints. We have gathered thousands from many nations. By the aid of the Almighty we have raised them out of penury and miserable dependence, and have taught them how to become wealthy in possessions, useful to themselves and their neighbors, good citizens, and, I trust, faithful Saints. We are still continuing our labors in gathering the poor from foreign lands, and the people are doing marvels in contributing their means for this purpose; and it is still coming, and we hope to be able to still enlarge our operations for the deliverance of the poor and downtrodden Saints of all nations. We can continue to receive and send means until July. <\/div><div class=\"paragraph jod\" id=\"v12n626\"> Now, sisters, will you commence to pay attention to the raising of silk? There are numbers of sisters in our community who could pay attention to this industry, and teach the children to gather the mulberry leaves and to feed the worms. I wish all those sisters whose hands are not tied with large families to enter into this business with heart and hand in  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their different wards. Plant the mulberry tree, and raise silk every year, also silkworm eggs. By pursuing this business faithfully, year by year, it will bring a yearly revenue to each ward of thousands of dollars, making the people more and more able to perform works of benevolence and mercy, and to make themselves more and more comfortable in their living. <\/div> <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n628\"> The Kingdom of God is upward and onward, and will so continue until its power and influence extend to the relief of the honest of all nations. It is for us to look to the welfare of the Kingdom of God; for it alone will sustain us, build us up and save us now and hereafter, and prepare us to enjoy a blessed eternity. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}