{"ID":120044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The True Church of Christ&#x2014;the Living Testimony&#x2014;Word of Wisdom.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 10, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The True Church of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/10\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v12n659\"> The gospel which we preach is the gospel of life and salvation. The Church which we represent is the Church and Kingdom of God, and possesses the only faith by which the children of men can be brought back into the presence of our Father and God.<span class=\"citation\" id=\"83705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83705)\">D&amp;C 1:30<\/a><\/span> The Lord has set his hands to restore all things as in the beginning, and by the administration of His Holy Priesthood, save all who <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can be saved, cleanse from the world the consequences of the fall and give it to the hands of His Saints. I am a witness of these things. How far short we may come of being what we should be, or of improving as fast as we should, matters not; this is the Kingdom of God, this is the way of life and salvation, and all who hearken to and receive it in their faith, and live it in their lives, will have  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the privilege of returning to their Father and their God; and none else will come into His presence. It is true that the spirits of all people will return to God who gave them,<span class=\"citation\" id=\"57615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57615)\">Eccl. 12:7<\/a><\/span> both Saint and sinner, but as to their staying there and becoming permanent settlers in His immediate presence is another question. <\/div><div class=\"paragraph jod\" id=\"v12n661\"> The practical part of the lives of the Saints in our day, and in former days on this earth or on other earths, is another part of the great subject of salvation. The faith of the people as a general thing is correct; but the lives of many of the Latter-day Saints are far from being what they should be. To be Latter-day Saints men and women must be strictly honest; they must observe that code of moral religion which is taught in the world and which is as good as can be taught. There are numbers of the human family who profess the religions of men who live the moral code acknowledged among them as strictly as men and women can do. <\/div><div class=\"paragraph jod\" id=\"v12n662\"> When we talk of the true Church of Christ we speak of a system of theology, the principles of which will bear upon every motive and act of mankind. If there is a fault in the people, it will make it manifest; if there is a weakness, it will be made apparent, for the Lord takes this course that His children may exhibit what is in them. In the latter days He will reveal the secrets of the hearts of the children of men.<span class=\"citation\" id=\"83637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83637)\">D&amp;C 1:3<\/a><\/span><span class=\"citation\" id=\"88757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88757)\">D&amp;C 88:108-109<\/a><\/span> He is now doing this by breaking up the people here and there. He is leading them through circumstances to try them to the uttermost. If we are not tried in all things<span class=\"citation\" id=\"126166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126166)\">D&amp;C 136:31<\/a><\/span> already, there is plenty of time yet for us to be so tried, even as Abraham was.<span class=\"citation\" id=\"89398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89398)\">D&amp;C 101:4<\/a><\/span> Be patient, my brethren and sisters, for we shall all have the privilege of being tried to the uttermost if we are worthy. How many trials Abra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ham had, and how severe they were we have not been fully informed. A portion of his life has been committed to paper, and handed down to us, which we can read at our leisure. Whether he was tried as we are tried, and in as many ways as the Latter-day Saints are tried, I do no know. There is no question but that he was tried sufficiently to prove before his Father and God that he was worthy of the blessings he obtained&#x2014;that he was worthy of the priesthood and the keys thereof&#x2014;that he was worthy to receive the articles of truth, to dispense salvation to his father's house and to his friends and neighbors, and to all who would hearken to his counsels. <\/div><div class=\"paragraph jod\" id=\"v12n663\"> The Latter-day Saints are a very peculiar people, and they are led in a peculiar way. We are brought into circumstances so as to be a stumbling block to the nations, through the failings and weaknesses of the Latter-day Saints. Jesus was a stumbling block to the nation of the Jews,<span class=\"citation\" id=\"72900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72900)\">1 Cor. 1:23<\/a><\/span> and to the generation in which he lived, and to all that knew him,<span class=\"citation\" id=\"65362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65362)\">Matt. 21:44<\/a><\/span> and how singular it is that Jesus Christ, at this late day, and at such a distance from the theater of his operations, should have attained such celebrity and fame; even his disciples are not only canonized, but almost deified, and looked upon as though they were gods come down to dwell with men. Every circumstance connected with the Savior's life is looked upon as being divine. Christendom now acknowledge that Jesus was the Son of God; they look upon him as God manifested in the flesh<span class=\"citation\" id=\"75922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75922)\">1 Tim. 3:16<\/a><\/span> according to the New Testament; yet the generation in which He lived did not see these tokens of divinity which this generation recognize. To them he was &#x201C;a root out of dry ground&#x201D;&#x2014;<span class=\"citation\" id=\"59634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59634)\">Isa. 53:2<\/a><\/span>&#x201C;a stumbling block,&#x201D;<span class=\"citation\" id=\"72901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72901)\">1 Cor. 1:23<\/a><\/span> &#x201C;a rock of offense.&#x201D;<span class=\"citation\" id=\"77800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77800)\">1 Pet. 2:8<\/a><\/span> So with the  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Latter-day Saints. They are a stumbling block to this generation. The world see all their weaknesses and faults, and see no divinity in the work in which they are engaged. Yet this is not to be wondered at, inasmuch as the world could not see it in Jesus when he dwelt in mortality. We are looked upon as a low, degraded, ignorant set of fanatics. This is the opinion of the great majority of the learned and refined world. Others say that our people are the dupes of a few. We do not claim to be very wise, but we do know that that portion of mankind called Christians in our day, who profess to be followers of the meek and lowly<span class=\"citation\" id=\"64285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64285)\">Matt. 11:29<\/a><\/span> Jesus, are grossly ignorant of His character, and of the means and way of Salvation which He offers to the world. The Latter-day Saints, as a people, may not be so far advanced in the knowledge of many of the sciences, as their neighbors; but they are learning how to take care of themselves, which is one of the greatest arts known to man. When the most learned and scientific among men scrutinize their own lives and experience, they are under the necessity of acknowledging that they are faulty, weak, ignorant; they are &#x201C;strangers from the covenants of promise, having no hope, and without God in the world.&#x201D;<span class=\"citation\" id=\"74928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74928)\">Eph. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n665\"> Instead of considering that there is nothing known and understood, only as we know and understand things naturally, I take the other side of the question, and believe positively that there is nothing known except by the revelation of the Lord Jesus Christ,<span class=\"citation\" id=\"74416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74416)\">Gal. 1:12<\/a><\/span> whether in theology, science, or art. The world receive information and light on great principles of science and knowledge in the arts, to subserve the hidden purposes of the Almighty, but they are ignorant of the source from whence <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it comes to them. They seek not to know God,<span class=\"citation\" id=\"58969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58969)\">Isa. 31:1<\/a><\/span><span class=\"citation\" id=\"83665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83665)\">D&amp;C 1:16<\/a><\/span> whom to know is life everlasting.<span class=\"citation\" id=\"70587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70587)\">John 17:3<\/a><\/span> They seek not to know the source of their own existence, and of all light and truth. They are not willing to acknowledge His hand in anything;<span class=\"citation\" id=\"86344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86344)\">D&amp;C 59:21<\/a><\/span> and for this the God of Heaven is displeased with them, and His anger is kindled against them.<span class=\"citation\" id=\"126167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126167)\">D&amp;C 5:8<\/a><\/span> They have every evidence that can be asked that Joseph Smith was a prophet sent from God, yet they cannot acknowledge it; while at the same time, with the scriptures in their hands, they can but acknowledge the supremacy of the doctrine we preach over the dogmas of the age, and in the growth of this community in the time of a constant stream of abuse and persecution, gathering the poor from all nations, they must acknowledge the superior wisdom and power displayed, that cannot be attributed to man. The wisdom which God has given them teaches them better. It teaches them that a secret something, an invisible agency is evidently at work behind the curtain. What mortal has the power to call people from the ends of the earth? While Jesus Christ was in the flesh He did not manifest his power. How much power did He manifest over the people of the world in His day? Did He send His disciples to the nations and call His followers together from the ends of the earth by thousands? He did not. There is no doubt but that He had the power to call the people together; but he did not manifest it. The people saw no exhibition of this power when he was among them. But He is doing it now, and if it had been the time to do it in His day it could have been done by the power of the heavens through Him, as it is now done by the same power through Joseph Smith and his brethren. God is now displaying His power in a marvelous  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>degree, whispering to the inmost souls of the children of men in foreign lands with a still, small voice,<span class=\"citation\" id=\"55714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55714)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88054)\">D&amp;C 85:6<\/a><\/span> &#x201C;flee to the mountains,<span class=\"citation\" id=\"65754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65754)\">Matt. 24:16<\/a><\/span> for the day of the Lord is upon the wicked nations of Babylon;&#x201D; and the cry: &#x201C;Come out of her, my people&#x201D;<span class=\"citation\" id=\"80221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80221)\">Rev. 18:4<\/a><\/span> has gone throughout the world. Do we improve as fast as we should? We do not improve as fast as we might; but I am happy to know that we improve, and we can improve more if we please. Compare the progress of the Saints in the days of the Savior and His disciples, with the progress of the Saints in these days. <\/div><div class=\"paragraph jod\" id=\"v12n667\"> When a &#x201C;Mormon&#x201D; Elder offers evidence of this great work to unbelievers, they tell him that he is a party concerned, and his evidence cannot be taken with regard to Joseph Smith's mission. I ask the Christian world where are your witnesses that Jesus is the Christ? Who are those who testified of His mission, and how many are there? Eight persons testified of Him, and their testimony is recorded, and they were his disciples and parties concerned; yet at this day all the Christian world is ready to receive their testimony. I testify that this work of God in which we are engaged has been commenced to gather the house of Israel and establish Zion in the last days, and has more outward and weighty evidence to prove that it is of God than there was in the days of Jesus to prove that he was the Christ. When the Book of Mormon came forth it was testified to by twelve witnesses,<span class=\"citation\" id=\"126168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126168)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"126169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126169)\">BM Eight Wit.<\/a><\/span> and who can dispute their testimony? No living person on the earth can do it; and besides the testimony of these twelve witnesses, hundreds and thousands have received a witness to themselves from the Heavens, and who can dispute their testimony? No living person on the earth can do it. This infidel <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world inquires, &#x201C;where do you get your testimony?&#x201D; We answer, we get it from the Heavens. Were we to ask them where they get the knowledge they possess, they reply, &#x201C;We do not know; it came to us; we know not its source.&#x201D; We have testimony that the Bible is true, that the prophecies contained in it are true, that Jesus is the son of God, and came to redeem the world. Have the so-called Christian world this kind of testimony? They have not. All the testimony they can boast of is the testimony of eight men who lived nearly two thousand years ago. The infidel world cannot receive their testimony, because they were parties concerned. <\/div><div class=\"paragraph jod\" id=\"v12n668\"> We are asked if signs follow the believer<span class=\"citation\" id=\"66891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66891)\">Mark 16:17<\/a><\/span> in our day as in days of old. We answer, they do. The blind see, the lame leap, the deaf hear,<span class=\"citation\" id=\"85448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85448)\">D&amp;C 42:49-51<\/a><\/span> the gift of prophecy is manifest, also the gift of healing, the gift of revelation, the gift of tongues and the interpretation of tongues.<span class=\"citation\" id=\"85852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85852)\">D&amp;C 46:19-25<\/a><\/span> Jesus said that these signs should follow them that believe.<span class=\"citation\" id=\"66892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66892)\">Mark 16:17<\/a><\/span> His Church and Kingdom always have these signs which follow the believer in all ages when the true Church is in existence. Do they follow any but believers? They do not. The gift and power of the Holy Ghost, as enjoyed by the ancient saints, and its various manifestations, are not received in the faith of modern Christian sects. They say that the gift and power of the Holy Ghost have ceased; that the canon of Scripture is full; that there is no more new revelation, no more prophecy, no more inspired visions, no more administrations of angels as in days of old, no more voice of God from the heavens, no more inspired prophets and apostles, who seal on earth and it is sealed in heaven;<span class=\"citation\" id=\"64886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64886)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"83648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83648)\">D&amp;C 1:8<\/a><\/span><span class=\"citation\" id=\"91766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91766)\">D&amp;C 132:46<\/a><\/span> from whence then have they testimony that Jesus is the Christ, and that God  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lives? The very book which they believe to be inspired, and which they offer to the heathen and the infidel as the strongest evidence they possess for the divinity of their religion declares positively that signs shall follow the believer,<span class=\"citation\" id=\"66893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66893)\">Mark 16:17<\/a><\/span> and this very important declaration and promise they discard altogether. We say that signs do in our day follow the believer, and here is the witness and testimony that Jesus is the Christ. <\/div><div class=\"paragraph jod\" id=\"v12n670\"> If we speak of ourselves our testimony is nothing,<span class=\"citation\" id=\"69181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69181)\">John 5:31<\/a><\/span> but if we speak by the power of God that is within us, the same Spirit bears witness that we are the true followers of the Lord Jesus, and convinceth the world of sin and of a judgment to come.<span class=\"citation\" id=\"87916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87916)\">D&amp;C 84:87<\/a><\/span> The Spirit of the Almighty is abroad among the people, and all who will listen to the truth will be convinced by the spirit of truth, and they will flow together from distant lands, and as the salt of the earth is gathered out the nations will break to pieces; and are they not at this time breaking to pieces? The honest in heart are gathering out by thousands and tens of thousands from the nations of Babylon. They are leaving their fathers, and mothers, and husbands, and wives, and children, and friends, and associations, at the call of the gospel preached by the Elders of this Church.<span class=\"citation\" id=\"65250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65250)\">Matt. 19:29<\/a><\/span> What power, but the power of God, could stir up the world and enlighten the soul and better the condition of multitudes, teaching them to make the wilderness blossom as the rose and the desert places to be inhabited?<span class=\"citation\" id=\"59123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59123)\">Isa. 35:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n671\"> After the Latter-day Saints are gathered together, I repeat, that we do not improve as fast as we should. This Word of Wisdom which has been supposed to have become stale, and not in force, is like all the counsels of God, in force as much today as it ever was. There is life, everlasting <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> life in it&#x2014;the life which now is and the life which is to come. We have had this Word of Wisdom<span class=\"citation\" id=\"88848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88848)\">D&amp;C 89:1<\/a><\/span> thirty-five years last February, and the whole people have not yet learned to observe it after the true spirit and meaning of it. There is within a few years past a great improvement in this, so much so that I very much doubt whether a tobacco spittle could be found upon the floor of this tabernacle after this congregation is dismissed. Tobacco is not good to receive into the human system;<span class=\"citation\" id=\"88922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88922)\">D&amp;C 89:8<\/a><\/span> hot drinks are not good.<span class=\"citation\" id=\"88934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88934)\">D&amp;C 89:9<\/a><\/span> We will use cold drinks to allay thirst and warm drinks for medicine. Flesh should be used sparingly, in famine and in cold.<span class=\"citation\" id=\"88944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88944)\">D&amp;C 89:12-13<\/a><\/span> The people are beginning to listen to these things. The Spirit of the Lord is urging the people to cease from everything that is evil, and to reform in their lives; for unless the spirit urged the people to do right, we might as well talk to the sides of this house. We are urged by the spirit to refrain from articles which tend to death, to preserve this life, which is the most precious life given to mortal beings preparatory to an immortal life. It is our business to prepare to live here to do good. Instead of crying to the people prepare to die, our cry is prepare to live forevermore. These mortal houses will drop off sometime, and when they are cleansed and purified, sanctified and glorified, we shall inherit them again forever and ever. Let all the Saints pursue a course to live. Let those who fight against God's Kingdom fall asleep; and let those who build it up live and prosper until their work in the flesh is done. We say to worldly-wise men, acknowledge the hand of God in your greatness and wisdom and in all the blessings which you receive, for you receive them all from him. <\/div><div class=\"paragraph jod\" id=\"v12n672\"> Are we improving as a people?  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We are. I have said, and say today, that according to the age of the people we have improved as fast as the church of Enoch. I trust we improve faster, for we have not as much time as they had. In some of the first revelations which were given to this Church the order of Enoch<span class=\"citation\" id=\"126170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126170)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126174)\">D&amp;C 82:1-24<\/a><\/span> was given for a pattern to this people; and Enoch patterned after the heavens. The object of the School of the Prophets is to train ourselves until we can receive the order of Enoch in all its fullness. In the commencement of this Church the Latter-day Saints could not receive it, and they were driven from city to city, as the Lord said they should be through the mouth of His servant Joseph, until they should be willing to receive this order.<span class=\"citation\" id=\"89680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89680)\">D&amp;C 103:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n674\"> There is no evil in doing good, no wrong in doing right. It is the evil that people do which renders them obnoxious to the heavens, hateful to each other, and unworthy of their being upon the earth. Let the people be righteous, full of love, faith and good works, loving and serving God with all their hearts, and they are happy, and they strive to make everybody around them happy. From henceforth the wicked will become more wicked, and their wickedness will be made more manifest, and the corruptions which now lurk in darkness will stalk abroad, and confidence and safety will vanish <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from among men, until the good-meaning people among all nations will be willing to flee to any place to find peace and safety.<span class=\"citation\" id=\"85768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85768)\">D&amp;C 45:68<\/a><\/span> Let us be obedient to the Man we serve. We believe in a one Man power, and that Man is God our Father, who lives in the Heavens. In being united with Him we can see the beauty of the order of heaven. <\/div><div class=\"paragraph jod\" id=\"v12n675\"> The written word which we have, namely, the Old and New Testament, the Book of Mormon, and the Book of Doctrine and Covenants all agree in testifying that Jesus is the Christ, but no man can know this without the testimony of Jesus, which is the spirit of prophecy.<span class=\"citation\" id=\"80361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80361)\">Rev. 19:10<\/a><\/span> Flesh and blood did not reveal that fact to Peter, but the Father who is in heaven.<span class=\"citation\" id=\"64836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64836)\">Matt. 16:17<\/a><\/span> By this power do we known that Christ lives and is the Savior of the world, and has commenced His work in the last days, to gather His people, redeem and build up Zion, gather the remnants of Israel, bring the Gentiles into His covenant who will receive the gospel, restore the Jews to their land, and establish the New and Everlasting covenant, which He established with the fathers and ratified to the children. We are in this work; and we are called to be faithful and to sanctify ourselves as a people and prepare for the coming of the Son of Man.<span class=\"citation\" id=\"91814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91814)\">D&amp;C 133:4<\/a><\/span> May God help us to do so. Amen. <\/div>\n<\/div>\n<\/div>"}