{"ID":120069, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cooperation.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, April 6, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Cooperation.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d69\">\n<div class=\"paragraph jod\" id=\"v12n1283\"> I have it in my mind to say a few words upon cooperation. I will quote a saying of one, whose partial history is given to us in the New Testament. The saying is this, &#x201C;my yoke is easy, my burden is light.&#x201D;<span class=\"citation\" id=\"64335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64335)\">Matt. 11:30<\/a><\/span> The knowledge I have gained in my private experience proves to me that there is not a man or woman, community or family, but what, if they will hearken to the council that God gives them, can do better in everything, spiritual or temporal, than they can if they take their own way. <\/div><div class=\"paragraph jod\" id=\"v12n1284\"> Taking up the system of our cooperative method of merchandising, it gives to the people ease and money. They are not obliged to run a mile or two through the mud to buy a yard of ribbon, they have it in their own Ward, and they can purchase it twenty or thirty percent cheaper than they ever could before. I know it is frequently said by our Elders when any new system is introduced to the people, &#x201C;put down your names, hand over your money, and if you are required to pay two dollars for that which is worth only one, do it and ask no questions.&#x201D; I have never requested my brethren and sisters to act in any such way. I want their eyes opened and their <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understandings enlightened; I wish them to know and understand their business transactions and everything they do just as perfectly as a woman knows how to wash dishes, sweep a room, make a bed or bake a cake. I want it to be just as familiar to the brethren as to make a pair of shoes, to sow and gather their grain or any other portion of their ordinary labor. I do not ask any of you to go blindfolded into any matters or any system of business whatever; instead of that I prefer that you should know and understand all about it. I wish to enlighten your minds a little with regard to the system of merchandising which has heretofore prevailed in this Territory. <\/div><div class=\"paragraph jod\" id=\"v12n1285\"> There is quite a number of the community who were acquainted with the first merchants who came here. It is true that a few of our own brethren brought a few goods; but the first merchants who came here were Livingston and Kinkead. They, to my certain knowledge, commenced by selling the goods they brought at from two to five hundred percent above cost. There were a few articles, with the real value of which everybody was acquainted, that they did not put quite so high; but just  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as quick as they came to a piece of goods, the value of which everybody did not understand, the people might look out for the five hundred percent. They continued their operations here until they made hundreds of thousands of dollars. I do not think I ever heard a person, professing to be a Latter-day Saint, complain of those merchants. Others followed them. They came here, commenced their trade and made money, in fact we poured it into their laps. I recollect once going into the store of Livingston and Kinkead, and there being a press of people in the store, I passed behind one of the counters. I saw several brass kettles under it, full of gold pieces&#x2014;sovereigns, eagles, half eagles, etc. One of the men shouted, &#x201C;Bring another brass kettle.&#x201D; They did so, and set it down, and the gold was thrown into it, &#x201C;chink,&#x201D; &#x201C;chink,&#x201D; &#x201C;chink,&#x201D; until, in a short time it was filled. I saw this; the whole drift of the people was to get rid of their money. I have heard more complaints the last few weeks about the cooperative movement than I ever heard before about merchandising. <\/div><div class=\"paragraph jod\" id=\"v12n1287\"> Now, I will tell you the facts about this movement. We started the cooperative system here when we thought we would wait no longer; we opened the Wholesale Cooperative Store, and since that, retail stores have been established, although some of the latter were opened before the Wholesale store was opened. I know this, that as soon as this movement was commenced the price of goods came down from twenty to thirty percent. I recollect very well, after our vote last October Conference, that it was soon buzzed around, &#x201C;Why you can get calico down street at eighteen, and seventeen cents a yard;&#x201D; and it came down to sixteen. But when it <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> came down to sixteen cents, who had a chance to buy any? Why nobody, unless it was just a few yards that were sold to them as a favor. But when it came to the Wholesale Cooperative Store the price was put at sixteen cents, and retail stores are selling it today at seventeen and a half or eighteen cents a yard. I will tell you that which I expect will hurt the feelings of many of you: Among this people, called Latter-day Saints, when the devil has got the crowns, sovereigns, guineas, and the twenty dollar pieces, it has been all right; but let the Lord get a sixpence and there is an eternal grunt about it. <\/div><div class=\"paragraph jod\" id=\"v12n1288\"> I will relate a little circumstance in relation to cooperation at Lehi. Five months after they had commenced their retail store on this cooperative system there, they struck a dividend to see what they had made; and they found that every man who had paid in twenty-five dollars&#x2014;the price of a share, had a few cents over twenty-eight dollars handed back or credited to him. Is not this cruel? Is not this a shame? It is ridiculous to think that they are making money so fast. Did they sell their goods cheaper than the people of Lehi could buy them before? Yes. Did they fetch the goods to them? O, yes, and yet they made money. A few weeks ago I was in the Wholesale Store in this city, and I was asking a brother from American Fork how cooperation worked there; and I learned that three months after commencing every man who had put in five dollars, or twenty-five dollars had that amount handed back to him and still had his capital stock in the Institution; and still they had sold their goods cheaper than anybody else had ever sold them there. <\/div><div class=\"paragraph jod\" id=\"v12n1289\"> The question may arise with some how can this be? I will tell you how  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is: our own merchants make a calculation of charging you just fifty percent on their staple goods, and from one hundred to five hundred on their fancy goods. Now these Cooperative Stores sell their goods for twenty percent less than they can be bought from the merchants; and although they sell at a lower rate, the reason is they recruit their stock of goods every week if necessary, while our merchants, up till very recently, did it only about once a year. These little stores at American Fork, Lehi, Provo, and other wards and places around, can drive their teams here in a day and replenish their stocks of goods, and that enables them to turn over their money quickly; and if they put on six or eight percent instead of fifty, by turning their money over every week, in about twelve weeks they make a dollar double itself. That comes the nearest keeping the cake and eating it of anything I know. I have heard people say you cannot do that, but those who are investing their little means in these stores are actually doing it. <\/div><div class=\"paragraph jod\" id=\"v12n1291\"> I know that many of our traders in this city are feeling very bad and sore over this. They say, &#x201C;you are taking the bread out of our mouths.&#x201D; We wish to do it, for they have made themselves rich. Take my community, three-eighths of whom are living on the labor of the remaining five-eighths, and you will find the few are living on the many. Take the whole world, and comparatively few of its inhabitants are producers. If the members of this community wish to get rich and to enjoy the fruits of the earth they must be producers as well as consumers. <\/div><div class=\"paragraph jod\" id=\"v12n1292\"> As to these little traders, we are going to shut them off. We feel a little sorry for them. Some of them have but just commenced their trad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing operations, and they want to keep them up. They have made, perhaps, a few hundred dollars, and they would like to continue so as to make a few thousands; and then they would want scores of thousands and then hundreds of thousands. Instead of trading we want them to go into some other branches of business. Do you say, what business? Why, some of them may go to raising broom corn to supply the Territory with brooms, instead of bringing them from the States. Others may go to raising sugar cane, and thus supply the Territory with a good sweet; we have to send to the States for our sugar now. We will get some more of them to gathering up hides and making them into leather, and manufacturing that leather into boots and shoes; this will be far more profitable than letting hundreds and thousands of hides go to waste as they have done. Others may go and make baskets; we do not care what they go at, provided they produce that which will prove of general benefit. Those who are able can erect woolen factories, get a few spindles, raise sheep, and manufacture the wool. Others may raise flax and manufacture that into linen cloth, that we may not be under the necessity of sending abroad for it. If we go on in this way, we shall turn these little traders into producers, which will help to enrich the entire people. <\/div><div class=\"paragraph jod\" id=\"v12n1293\"> Another thing I will say with regard to our trading. Our Female Relief Societies are doing immense good now, but they can take hold and do all the trading for these wards just as well as to keep a big loafer to do it. It is always disgusting to me to see a big, fat, lubberly fellow handing out calicoes and measuring ribbon; I would rather see the ladies do it. The ladies can  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learn to keep books as well as the men; we have some few, already, who are just as good accountants as any of our brethren. Why not teach more to keep books and sell goods, and let them do this business, and let the men go to raising sheep, wheat, or cattle, or go and do something or other to beautify the earth and help to make it like the Garden of Eden, instead of spending their time in a lazy, loafing manner? <\/div><div class=\"paragraph jod\" id=\"v12n1295\"> Now, if you think this is speculation, brethren and sisters, just enter into it for it is the best speculation that has been got up for a great while. I recollect the people used to say we were speculating when we were preaching the Gospel. They accused &#x201C;Joe Smith,&#x201D; as they called him, of being a &#x201C;speculator and a money digger.&#x201D; I acknowledged then, and I acknowledge now, that I am engaged in the greatest speculation a man can be engaged in. The best business to pursue that was ever introduced on the face of the earth is to follow the path of eternal life. Why, it gives us fathers, mothers, wives, friends, houses, and lands. Jesus said they who followed Him would have to forsake these things.<span class=\"citation\" id=\"65174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65174)\">Matt. 19:21<\/a><\/span> I reckon some of us have done it already; and all who will live faithful, may have the privilege of so doing. Many of this people have sacrificed all they possessed on this earth, over and over again, for the truth's sake; and if Jesus gave us the truth in relation to this, we shall be entitled to fathers, mothers, wives, children, gold and silver, houses, lands, and possessions a hundred fold.<span class=\"citation\" id=\"66623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66623)\">Mark 10:29-30<\/a><\/span> But we do not want the spirit of the world with all this. What is the advantage of following the path of life? It makes good neighbors, and fills everybody with peace, joy, and contentment. Is there contention in a family that follows in the path of eter<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nal life? Not the least. Is there quarrelling among neighbors where this course is followed? No. Any going to law one with another? Such a thing is unknown. I say praise to the Latter-day Saints, as far as these things are concerned. <\/div><div class=\"paragraph jod\" id=\"v12n1296\"> What I have in my mind with regard to this cooperative business is this&#x2014;There are very few people who cannot get twenty-five dollars to put into one of these cooperative stores. There are hundreds and thousands of women who, by prudence and industry, can obtain this sum. And we say to you put your capital into one of these stores. What for? To bring you interest for your money. Put your time and talents to usury.<span class=\"citation\" id=\"66139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66139)\">Matt. 25:27<\/a><\/span> We have the parable before us. If we have one, two, three or five talents, of what advantage will they be if we wrap them in a napkin<span class=\"citation\" id=\"126214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126214)\">Luke 19:20<\/a><\/span> and lay them away? None at all. Put them out to usury. These cooperative stores are instituted to give the poor a little advantage as well as the rich. I have said to my brethren, in starting these stores in different places, &#x201C;If you want help I will find means to put in to give the thing a start;&#x201D; but I have only found two places in the Territory in which they were willing to sell me stock&#x2014;Provo, where they wanted a wholesale store, and the wholesale store in this city. Go to this ward or the other and the answer is invariably, &#x201C;we want no more means, we can get all we need.&#x201D; They did not think they could before starting. I recollect the Tenth Ward in this city had but seven hundred dollars to start with; in two or three weeks after they commenced I asked some of the brethren how they were prospering, and was told they had a thousand dollars' worth of goods on the shelves and money in the drawer and owed nothing. This is considered  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of the poorest wards in the city, but it is not so. <\/div><div class=\"paragraph jod\" id=\"v12n1298\"> Now take upon you this yoke; it is a great deal easier than to pay so much more for goods as you have been doing. I say, the &#x201C;yoke is easy, and the burden is light&#x201D;<span class=\"citation\" id=\"64336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64336)\">Matt. 11:30<\/a><\/span> and we can bear it. If we will work unitedly, we can work ourselves into wealth, health, prosperity, and power, and <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this is required of us. It is the duty of a Saint of God to gain all the influence he can on this earth, and to use every particle of that influence to do good. If this is not his duty, I do not understand what the duty of man is. I thank you for your attention, brethren and sisters. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}