{"ID":120066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Sacrament&#x2014;A Saint of God&#x2014;The Eternity of Our Religion&#x2014;Matrimony.<\/div>\n<div class=\"subtitle\">Remarks by Elder Joseph F. Smith, delivered in the Tabernacle, Salt Lake City, Jan. 10, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Sacrament, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 1\/10\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v12n1189\"> It is a great privilege to meet together as the Saints of the living God. It is a great privilege, after a lapse of 1,800 years; to participate in the memorials of the shed blood<span class=\"citation\" id=\"68077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68077)\">Luke 22:20<\/a><\/span> and broken body<span class=\"citation\" id=\"73372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73372)\">1 Cor. 11:24<\/a><\/span> of our Lord and Savior Jesus Christ. And whilst we are doing this we look forward to the time when Jesus will again come, and when we shall eat bread with Him in the Kingdom of our God.<span class=\"citation\" id=\"84516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84516)\">D&amp;C 27:5<\/a><\/span> These are thoughts that naturally crowd upon the mind while partaking of the Sacrament of the Lord's supper. The ordinance has a tendency to draw our minds from the <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of the world and to place them upon things that are spiritual, divine, and heavenly; and that are in accordance with the nature, desires, and attributes of man. It is a great privilege to have one day in seven set apart for the worship of the living God. Men differ in their opinions as to what day it ought to be. That is a matter, however, of very little importance. We meet together as servants and handmaidens of the Lord Jesus Christ, and we participate in the emblems of his broken body<span class=\"citation\" id=\"73373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73373)\">1 Cor. 11:24<\/a><\/span> and shed blood.<span class=\"citation\" id=\"68078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68078)\">Luke 22:20<\/a><\/span> We think, we reflect, speak, and cogitate upon things  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that are calculated to elevate our minds, to impart comfort to our spirits, and to bring peace, joy and happiness, whether reflecting upon things of the past, present or future. <\/div><div class=\"paragraph jod\" id=\"v12n1191\"> To be a Saint of God is to occupy a high position before God, angels and men. The light of truth, the revelations of Jehovah, and the holy priesthood, which the Saints of God enjoy, are the greatest boons that Heaven can bestow upon mortals. In this respect we stand alone in the midst of the nations of the earth; and in this respect we approach nearer to the object of our creation and the designs of our being than any other people that exist, at the present day, on the face of the whole earth. Notwithstanding our many weaknesses, imperfections and follies the Lord still continues His mercy, manifests His grace and imparts unto us His Holy Spirit, that our minds may be illuminated by the light of revelation. He is still leading us onward, very slowly, it is true, in the paths of life, in the way that leads to principalities, powers, thrones and dominions in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v12n1192\"> We stand, as I have already said, a distinct and peculiar people; for whatever our weaknesses and imperfections may be, and they are many, there are no people at the present day who enjoy the privileges we are in possession of. Who is there that is acquainted with God? To whom has He communicated His will? Where are the people who today rejoice in the blessings of revelation? Where shall we find, today, an organization of the holy priesthood? Where shall we find a people to whom God communicates His will? Nowhere. There are no people who profess this, or lay claims to associations of this nature, or to blessings similar to those we enjoy. You may search in vain among the nations of <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth for such a people. You may investigate the various religious, social and political systems that exist upon the face of the earth and it is nowhere to be found. We stand alone in this particular among the nations of the earth&#x2014;the blessed of God, the adopted of the Lord, the chosen of the Great Jehovah, to whom He has deigned to manifest His will, and reveal His purposes; and by whom he designs to build up His Kingdom and to establish righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v12n1193\"> We occupy then, as I stated before, a very important position, and it is well for us, Latter-day Saints, to consider well our pathway, to reflect on our actions, and to seek to pursue that course whereby we shall be able to magnify our callings, honor our God and our priesthood, stand approved before God, angels and men, and acquit ourselves in all respects as Saints of the Most High God: that we may ask and receive the blessings of Heaven upon us, upon our wives and children, upon our progenitors, and our posterity worlds without end. <\/div><div class=\"paragraph jod\" id=\"v12n1194\"> Our religion is not a religion of a day, a month, a year or a lifetime; but it reaches back into eternity, operates in time and stretches forth again into eternity. It embraces every truth that ever did exist, that exists now, or ever will exist. It is adapted to the wants and capacious desires of immortal minds. It emanated from God and leads back again to Him, and it is very properly said that in Him we live and move and have our being.<span class=\"citation\" id=\"71981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71981)\">Acts 17:28<\/a><\/span> As immortal beings we are interested in the light of that truth which He has developed and in the blessings of the everlasting Gospel of which He is the author. And standing in this capacity it is well for us to consider the course we pursue. <\/div> <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n1196\"> We are living in an age pregnant with greater events than any other age the world has ever seen. There have been times when God has specially manifested Himself to individuals and nations, and when the revelations of His will have been made known, to a certain extent, to His people, and when His people have been gathered together; but there never was a time so important as the present. It is not merely the word of the Lord to one man or to a few men, or a peculiar dispensation to the Israelites or the Nephites; but it is the dispensation of the fullness of times when God will gather together all things in one,<span class=\"citation\" id=\"74788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74788)\">Eph. 1:10<\/a><\/span> and when He will settle up the affairs of the nations of the earth, and the people of the earth, whether they be living or dead, whether they have slept thousands of years or have yet to come into existence. It is the time in which He has organized His church according to the pattern that exists in the Heavens, in which all the various organizations and priesthood that ever existed are concentrated. This is the age when the Saints are no longer to be trodden down, or wickedness and iniquity triumph, but when the righteous shall bear rule and the dominion of God be established. If there ever was a time when covenants were entered into associated with the people of God on the earth, it is now. If there ever was a time when the dead were to be redeemed, it is now. If there ever was a time when God's mercy was to be extended to His people, it is now. <\/div><div class=\"paragraph jod\" id=\"v12n1197\"> The very introduction of this Gospel, as first proclaimed, was, &#x201C;I saw an angel flying through the midst of heaven, having the everlasting gospel to preach to every nation, kindred, tongue, and people, Crying with a loud voice, Fear God, and give glory <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79885)\">Rev. 14:6-7<\/a><\/span> The Gospel has been proclaimed among the nations of the earth. These Elders have been as messengers to the nations, clothed upon with the holy priesthood and the power of God, and have borne their testimony thereunto. And we have done more than this, we have been fulfilling the word of the Lord given anciently to His servants by the spirit of prophecy&#x2014;gathering His &#x201C;people together, those who have made a covenant with Him by sacrifice.&#x201D;<span class=\"citation\" id=\"56688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56688)\">Ps. 50:5<\/a><\/span> We have been gathering the people together for years. What for? Why the Lord says, I will take one of a city and two of a family, and bring them to Zion, and I will give them pastors after my own heart who shall feed them with knowledge and understanding.<span class=\"citation\" id=\"60349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60349)\">Jer. 3:14-15<\/a><\/span> They have been fed heretofore with the theories and dogmas of men, but I will pour out my spirit upon my people and instruct them in the principles of righteousness, that I may have a people who will listen to me and will pursue the course I shall dictate. <\/div><div class=\"paragraph jod\" id=\"v12n1198\"> We are here today, that we may be instructed in relation to all things pertaining to our associations with each other, our intercourse with the world, our political organization, in things pertaining to our welfare&#x2014;our blessings, anointings, endowments, sealings and covenants, and the building up of the Kingdom of God upon the earth. We have not gathered that we may accumulate riches, or possess the honors of this world only; but that we may have the blessings of eternity, and enjoy the spirit of truth; that we may be so led as to secure to ourselves the favor and approbation of the Almighty. Hence we are taught some of the smallest things that men can think of, and also the greatest and most sublime principles that have  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever entered into the heart of man. We are taught all principles that are interwoven with the interest, peace and happiness of society here, and that will prepare us for associations with God in the eternal worlds. <\/div><div class=\"paragraph jod\" id=\"v12n1200\"> We have here our Schools of the Prophets, in which we are taught how to manage our temporal affairs and how to avoid the snares that exist in the world; whom to deal with and whom to let alone; how to raise stock, how to cultivate our farms, and how to conduct all the affairs incident to human existence. We are also taught about God and eternity; about our associations before we came here, our relationship to God at the present time, the destiny of this and other worlds and everything pertaining to this life and that which is to come. <\/div><div class=\"paragraph jod\" id=\"v12n1201\"> The fact is the Gospel of Christ embraces all truth. It found us, when first revealed, ignorant, dark, benighted, besotted, depraved, corrupted, and degenerated, ignorant of God and of almost every true principle. It is humiliating to reflect that, after all our boasted intelligence and knowledge of collect principles, government, morals and religion, we should be found so weak, ignorant, degraded, and debased. It is humiliating in the highest degree to reflect, that, after all the boasted intelligence of men, we can scarcely find one true principle in existence. Men say, &#x201C;we have been taught good morals.&#x201D; To a certain extent good morals are taught, but even their teachers did not know them correctly; they exist in most instances in principle only, and not in practice. They think they have had some tolerably good religion, but their religion is little better than that of the ancient heathens who used to bow down to sticks and stones. What knowledge do men possess of God? None what<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever. The most intelligent among the most enlightened nations of the earth, when you come to scan their ideas, what are they? A God without body, parts, and passions. And this is the God they worship and adore, a being that exists everywhere and yet is nowhere, no personal presence or associations. I remember a Jew coming to me once to talk to me on this subject. He was a very learned man. Among other things he was almost afraid to mention the name of Deity; but he spoke of Him as being everywhere, but as having no personal presence. He could not conceive the idea of a being having an existence like a man, and having a body, parts and passions, and yet at the same time being felt everywhere. I said, &#x201C;here is a candle, is there not?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Is that light connected with that candle?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Has that a stationary and positive existence there?&#x201D; &#x201C;Yes.&#x201D; &#x201C;What is this light all around here, it emanates from that candle, does it not?&#x201D; &#x201C;Yes.&#x201D; Then why can't God exist on the same principle as that candle, or as the sun and other things exist? But yet that is the acme of perfection, the sum total of the intelligence of the nations of the earth in relation to the being of a God. They have no ideas of Him. How can they have? They have been without revelation. He has not communicated His will nor revealed Himself to them; then how can they have any ideas of that of which they have had no opportunity of obtaining knowledge? It is impossible. Faith, we are told, comes by hearing, and hearing by the word of God. And how can they hear without a preacher, and how can he preach except he be sent?<span class=\"citation\" id=\"72734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72734)\">Rom. 10:14-15,17<\/a><\/span> And as they had nobody sent among them by God to communicate His will, they were all ignorant together. We were part of them; we were dug  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from the same pit and hewn from the same rock,<span class=\"citation\" id=\"59487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59487)\">Isa. 51:1<\/a><\/span> and had no more knowledge than they; and if we have any knowledge of God and correct principles now, it is because God has revealed them to us through the medium of this Gospel which He has made manifest in these last days through Joseph Smith. What knowledge have we, of ourselves, of our relationship to eternity? None. Where is the man on the face of the wide earth who has a claim to a wife in eternity? There is not one outside of this church. They do not profess it, they know nothing of such a principle. The extent of their covenants is that they are married until death parts them, and that ends the matter. Who is there who has any idea of associating with their children in the eternal world? They think about it. There is nature, or a kind of instinct that leads to reflections of this sort. But they have not the privilege of entering into covenants of this kind. There are a great many other principles connected with this Gospel of which, as the scriptures say, they are as ignorant as brute beasts that were made to be taken and destroyed.<span class=\"citation\" id=\"78406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78406)\">2 Pet. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1203\"> Do they have any correct ideas at all in relation to matrimony? None in the least. Their actions, feelings and propensities are corrupt, depraved and brutalized. They are ignorant alike of religious, social and political matters, and they know not how to manage anything committed to their care. What do they know about governing the world? Who knows how to regulate the affairs of the nations? The man cannot be found; but anarchy, disorder and confusion prevail to a very great extent throughout the nations of the earth, and the seeds of dissolution are sown among the whole of them. The rulers of the earth know not how to <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unite and cement their people or to regulate their affairs, for it can only be done on the principle of revelation. What are the armies and navies of the nations for? Why is it that England, France, Portugal, Spain, the United States, and the various nations of the earth must have their armies and navies? Why is it that they need millions of men and a vast amount of treasure for their protection? Because the nations regard their neighbors as bands of robbers who will commit acts of aggression upon them unless they have sufficient force to repel them. And yet they wipe their mouths and say, &#x201C;we are very civilized, enlightened, and intelligent.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1204\"> This is the condition of things among the nations of the earth. They watch one another with the greatest scrutiny. The various officers who manage their national affairs want to know how many thousand soldiers there are in the army of the nation contiguous, and whether it is safe for them to reduce their armies or not, just the same as we do here when we have hundreds of blacklegs in our midst, and have had to increase the number of the police to guard ourselves against their inroads and aggressions. They know it is the nature of men to aggress upon and take advantage of their fellows, and to rob, plunder, and destroy, and that to preserve their nationality they must maintain a force sufficient to repel the inroads of their neighbors. This is their position, without saying anything about the debauchery, fraud, corruption, and wickedness that abound to so great an extent amongst them. And this is civilization, this is Christianity; this is the height of the glory and intelligence of the 19th century. <\/div><div class=\"paragraph jod\" id=\"v12n1205\"> Now, something is needed to regulate these things. We read of a time  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when Jesus shall rule and when the Saints of the Most High shall take the Kingdom and have the dominion,<span class=\"citation\" id=\"61724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61724)\">Dan. 7:27<\/a><\/span> and when He shall rule from the rivers to the ends of the earth.<span class=\"citation\" id=\"56850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56850)\">Ps. 72:8<\/a><\/span> People are afraid when they hear the Saints talk about rule and dominion that they too are going to turn national robbers, and take the sword to slay and destroy and lay waste whenever they have the opportunity. Such is not their feeling or desire; that is God's province. He will make the wicked slay the wicked,<span class=\"citation\" id=\"86467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86467)\">D&amp;C 63:33<\/a><\/span> and will turn and overturn until He accomplishes His purposes. He has introduced the wedge of truth. It begins to penetrate among the people, and many begin to quail in consequence of it. It will continue to spread, grow and increase until it will cover the whole earth. He desires in the first place to impart to us some of the leading or first principles of the Gospel of life, truth and intelligence that we may be the honored instruments in His hands in establishing truth, in rooting out iniquity and bringing to pass His purposes upon the earth. <\/div><div class=\"paragraph jod\" id=\"v12n1207\"> This is what we are aiming at. This is why we meet together, why we are gathered together, why we preach. This is why we have our Schools of the Prophets, why we administer in the ordinances of the <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> House of God. This is why we build our temples and endowment houses that we may be taught and instructed, sanctified, and set apart; that we may be full of the Holy Ghost and the power of God, that we may stand forth as the elect of God, as the chosen of Jehovah to bring to pass the things spoken of by the prophets. This is the aim of all our associations and operations in life and in everything pertaining to the holy priesthood. If God placed formerly in His church apostles, prophets, evangelists, pastors and teachers for the perfecting of the Saints, the work of the ministry and the edifying of the body of Christ,<span class=\"citation\" id=\"75094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75094)\">Eph. 4:11-12<\/a><\/span> He has placed in His church in these last days, presidents, apostles, prophets, pastors, teachers, evangelists, bishops, high councils, and all the various organizations of His church for the perfecting of His Saints, the establishing of righteousness, the building up of His Kingdom, the triumph of peace, the overthrow and destruction of wickedness and the powers of darkness,<span class=\"citation\" id=\"126205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126205)\">D&amp;C 21:6<\/a><\/span> and for the introduction of everything calculated to exalt and ennoble man in both time and eternity. <\/div><div class=\"paragraph jod\" id=\"v12n1208\"> May God help us to be faithful in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}