{"ID":120062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Reflections of the Gospel of Christ&#x2014;Intelligence and Progress.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Jan. 10, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Reflections of the Gospel of Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/10\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v12n1102\"> If the congregation can bear with me a few minutes I have a few reflections to offer with regard to our religion. It is a matter that should occupy the attention of the wise, the good and the noble. When we converse, in public or private, on the religion we profess, we are apt to regard it as something strange, new; something unheard of before, and as being unworthy of the attention of the wise and to be passed by by the <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great and noble. These reflections I have, and I presume others have them. Why is it so? The question can be readily answered by saying that the natural man is at enmity with God.<span class=\"citation\" id=\"81830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81830)\">Mosiah 3:19<\/a><\/span><span class=\"citation\" id=\"86651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86651)\">D&amp;C 67:12<\/a><\/span> That fallen nature in everyone is naturally opposed, inherently, through the fall, to God and to His Kingdom, and wants nothing to do with them. Is there anything connected with our religion that is derogatory to the character of  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the most refined? No, there is not. Though there may be good morals taught in the world our religion strengthens that which is good and adds to it, and is calculated to benefit everyone. It reaches after every condition of the human family from the time that Adam came to the earth to the latest of his posterity, no matter where they are. It calls upon those who are now here in the flesh and commends itself to the good. Are the nations wise? Admit that they are, what would the Gospel of the Son of God do for them? Make them wiser. Are the people good? O yes, we say they are. What would the Gospel do for them? Make them better. It will add virtue to virtue,<span class=\"citation\" id=\"88508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88508)\">D&amp;C 88:40<\/a><\/span> knowledge to knowledge, holiness to holiness, godliness to godliness, brotherly kindness to brotherly kindness, charity to charity<span class=\"citation\" id=\"78243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78243)\">2 Pet. 1:5-8<\/a><\/span> and every qualification calculated to ennoble, benefit and exalt the intelligence that is now upon the earth, even into the presence of our Father. Now we possess intelligence as nations, as individuals, as rulers and as ruled, as ministers, as speakers, as preachers and as people. We belong to that family that is crowned with intelligence, the highest there is in the eternities. <\/div><div class=\"paragraph jod\" id=\"v12n1104\"> Is there anything in our religion that should startle the nations of the earth? No, there is not, not the least thing in the world. And yet we talk about it as though the people would be struck with wonder if we should tell them what it is. Why it is nothing more than to receive the things of God&#x2014;<span class=\"citation\" id=\"73008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73008)\">1 Cor. 2:10-11<\/a><\/span>the knowledge that God possesses, and by which He has been crowned with glory, immortality and eternal lives;<span class=\"citation\" id=\"86808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86808)\">D&amp;C 75:5<\/a><\/span> the knowledge that is possessed by the angels and by those who live in the presence of the Father; to receive of that knowledge, to dispense it to others, and <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through this to acquire every qualification necessary to prepare us to enter again into His presence. Is there anything very starting about this? No, there is not. Not alluding to anything that has been said here, we always talk and feel as though there is something or other about the Gospel of the Son of God that the people cannot bear. What is it? Truth. &#x201C;What caused the Latter-day Saints to embrace the Gospel?&#x201D; is a question that has been asked your humble servant many times. The answer is very obvious and clear&#x2014;because it is true. The very reason why I embraced the Gospel is because it contained all truth. Is there anything so startling about this to men and women, intelligent beings, who are fashioned after the very image,<span class=\"citation\" id=\"52186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52186)\">Gen. 1:26-27<\/a><\/span> and who are the children of our Father and God, whom we worship and who sits enthroned in yonder heavens and who rules, governs and controls all things? I pause upon this; He controls all that He can control. He will not control you and myself in our own agency; but He will control and govern and bring forth the results of our acts, let them be good or evil. <\/div><div class=\"paragraph jod\" id=\"v12n1105\"> We are the offspring of that Being,<span class=\"citation\" id=\"72029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72029)\">Acts 17:29<\/a><\/span> each and every one of us, no matter who we are. If we go to the West, East, North, or South or to the uttermost parts of the earth, and gather up the human family and bring them here, they are the offspring of that Being we worship as God. Is this very strange? Is this anything that should be very startling to the minds of any people on the face of the earth? I ask you, my brethren and sisters, is there anything so very strange in this? And yet, perhaps, the most of us who are now here in this room today, mingle with those who fear not God<span class=\"citation\" id=\"67857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67857)\">Luke 18:4<\/a><\/span> nor regard His word in the least, and we would almost be  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ashamed to acknowledge that we are professors of religion, that we are Latter-day Saints, that we believe in Jesus Christ, that we have been baptized for the remission of our sins and that we believe in the ordinances of the House of God. How is it with each and every one of you on this point? <\/div><div class=\"paragraph jod\" id=\"v12n1107\"> We see the inhabitants of the earth are filled with intelligence. Look at the progress made during the past few years in the sciences, and perhaps we may say, in some particulars, in the arts; but especially in the sciences. From whom has this knowledge been obtained? Has man, of himself, searched out the improvements by which the human race is now so much benefited and blessed? No, he has not. Where did he get it? It came from Him who is the giver of every good and perfect gift,<span class=\"citation\" id=\"77465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77465)\">James 1:17<\/a><\/span> no matter what it is, if it be to make any one of these my sisters excel as a wise and discreet housekeeper even that knowledge comes from Him. We have received our lives and everything that tends to life and salvation, to truth and holiness; everything pertaining to the things of God, in the heavens, on the earth, all mechanism, every improvement that is made has its source with God. <\/div><div class=\"paragraph jod\" id=\"v12n1108\"> Now what is there about our religion that should be very startling? We say we have progressed; so we have. We say the religion we have embraced will increase and extend on the earth. This I believe myself, but whether we shall be benefited by it or not depends entirely upon our faithfulness to it. Do you think the Lord Almighty will reveal the great improvements in the arts and sciences which are being constantly made known and will not revive a pure religion? If any man imagines that with the mighty strides which the sciences have been making for a few <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years past, there will be no improvement in religion that man is vain in his imagination. God will improve the religion of the nations of the earth in proportion to the improvement made in the sciences. This is true whether you believe it or not. The Lord has commenced the work, and it is a marvelous one.<span class=\"citation\" id=\"58789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58789)\">Isa. 29:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1109\"> Let me ask my brethren and sisters around me, Can you tell when the first carding machine was brought to America? Do you remember, my aged brethren and sisters, when you used to have to card your cotton and wool and tow by hand? Yes, many of you, Americans, remember it; (it is not so with our foreign brethren;) but some of the Americans here can remember when there was no such thing on the continent of America as a carding machine. Yet now look into the houses of the poorest sisters we have and see the crockery, and fine linen with which they can spread and adorn their tables! How was it seventy years ago? It is only a little over a hundred years since they first made crockery in England, and since I can remember the people used to eat off wooden plates. But see the advancement and improvement the Lord has conferred on the children of men, and then say if you think He is not going to improve their morals and their religion. It is a mistaken idea to suppose that He will not. He will improve us in every sense of the word, in every trait of life, and bring us up to the wisdom He designs to bestow upon His children here on the earth. If we reject this truth and knowledge we shall go back to ignorance. Let the inhabitants of the earth join hands now to obliterate this people called Latter-day Saints and their religion from the earth, and they will go to heathenism; but let them favor, foster, nourish and cherish them, and the sciences will ad<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vance with double strides from what they have hitherto. These are a few of my reflections. <\/div><div class=\"paragraph jod\" id=\"v12n1111\"> As to the morals of the world, I have said it a great many times and still say that there are just as good men and women on the earth in other societies and communities as we have here, as far as they understand; and we are after such ones. <\/div><div class=\"paragraph jod\" id=\"v12n1112\"> Now, my brethren and sisters, be encouraged, and if you meet with a gentleman, do not say, &#x201C;well, I think he does not profess religion, and it will not do for me to say I believe in the Lord Jesus Christ,&#x201D; but take a pride in acknowledging the Savior.<span class=\"citation\" id=\"82203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82203)\">Alma 26:12<\/a><\/span> Train and educate yourselves until you will take a pride in acknowledging God the Author of all. Take a pride in the religion that makes you pure and holy, and that produces in the heart of every individual who embraces it a feeling to be truthful in every word he speaks, to be honest in every act he performs, in all his dealings with his neighbors. Take a pride in this and fear not the wicked. <\/div><div class=\"paragraph jod\" id=\"v12n1113\"> I have often said, and I can say it now in truth, there is not a wicked man on the face of the earth but <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what reveres a pure servant of God. They may not acknowledge it with their organs of speech, but in their hearts, sentiments, and feelings they revere such a character. When they see a pure and holy man or woman, say they, &#x201C;I wish I was as good as you are.&#x201D; Then let us take a pride in acknowledging our religion and living it, by being virtuous, true and good in everything, and then take pride in educating your minds until you can conquer and control yourselves in everything. Educate your children in all the knowledge the world can give them. God has given it to the world, it is all His. Every true principle, every true science, every art, and all the knowledge that men possess, or that they ever did or ever will possess is from God. We should take pains and pride to instill this knowledge into the minds of our neighbors, and our brethren, and rear our children so that the learning and education of the world may be theirs, and that virtue, truth and holiness may crown their lives that they may be saved in the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v12n1114\"> May the Lord help us to do so. Amen. <\/div>\n<\/div>\n<\/div>"}