{"ID":120021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Witness of the Spirit&#x2014;How to Continue to Be Sons of God&#x2014;Necessity of Prayer.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Old Tabernacle, Great Salt Lake City, November 17, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Witness of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/17\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v12n324\"> We have great reason to be thankful for the blessings we enjoy as individuals and as a people. There is no other people on the earth, that we have any knowledge of, who are blessed to the same extent as this people called Latter-day Saints. If we are blessed more than others, we should be more thankful than others. The blessings and bounties of the Lord upon us are bestowed according to our faithfulness and obedience to the requirements made of us. We have seen times in our history as a people, that if the hand of God had not been immediately over us, we must have perished. But to secure His blessings the Lord requires the strict obedience of His people. This is our duty. We obey the Lord, Him who is called Jehovah,<span class=\"citation\" id=\"53876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53876)\">Ex. 6:3<\/a><\/span><span class=\"citation\" id=\"93381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93381)\">Abr. 2:8<\/a><\/span> the Great I AM,<span class=\"citation\" id=\"126141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126141)\">Ex. 3:14<\/a><\/span><span class=\"citation\" id=\"84704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84704)\">D&amp;C 29:1<\/a><\/span> I am a man of war,<span class=\"citation\" id=\"54029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54029)\">Ex. 15:3<\/a><\/span> Eloheim, etc. We are under many obligations to obey Him. How shall we know that we obey Him? There is but one method by which we can know it, and that is by the inspiration of the Spirit of the Lord witnessing unto our spirit that we are His, that we love Him, and that He loves us. It is by the spirit of revelation we know this. We have no witness to ourselves internally, without the spirit of revelation. We have no witness outwardly only by obedience to the ordinances. <\/div><div class=\"paragraph jod\" id=\"v12n325\"> About the time I was preparing <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> myself to embrace the gospel, there were great reformation meetings, and many professed to be converted. Those were very stirring times. The cause of religion was the great topic and theme of conversation, and preachers were full of zeal to bring souls to Christ through repentance and faith in His name.<span class=\"citation\" id=\"93599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93599)\">JS&mdash;H 1:6<\/a><\/span> I recollect very distinctly that if I permitted myself to speak in any of their meetings, the spirit forbade me mentioning or referring to the testimony of Jesus, only in a superficial way. A few who believed in the everlasting gospel which had been revealed through Joseph, the prophet, testified in their meetings that they knew by the spirit of revelation that God had done thus and so, and they were hooted at immediately by those reformers. If I spoke at all in their meetings, I had to guard every word I uttered, lest I should offend those who professed to understand the gospel of life and salvation, but who did not. Gradually we broke through this fear, and ventured to utter the sentiments of our hearts, in faith before God, delivering that to the people which the Lord had revealed to us. Such is the condition of the professed religious portions of Christendom today. They refuse to receive the testimony of Jesus through revelation from His spirit; but they believe in the mutterings,  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whisperings, and rappings of low, foul, degraded spirits, who delight to lead astray rather than to guide to the truth. They &#x201C;Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?&#x201D;<span class=\"citation\" id=\"58037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58037)\">Isa. 8:19<\/a><\/span> Unless we are willing to be guided by the revelations of the spirit of the Almighty, by obeying and living up to the principles of His gospel, we are as apt to believe one thing as another, and to be influenced by, and follow the dictations of a bad spirit as a good one. We have the same testimony as the faithful followers of the Lord Jesus had anciently. <\/div><div class=\"paragraph jod\" id=\"v12n326\"> The scriptures made use of by Elder George A. Smith this morning, show the way in which the former Saints became the sons of God. &#x201C;But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name.&#x201D;<span class=\"citation\" id=\"68580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68580)\">John 1:12<\/a><\/span> Who did receive Him and believe on His name? Did the Jews as a nation? No. Did the Gentiles as nations? No. A few Jews and a few Gentiles only received Him and believed on His name. When the gospel was preached to the Jews and to the Gentiles, a few had ears to hear, eyes to see, and hearts that understood by the spirit of revelation; they believed the sayings of the Savior, and received the Lord Jesus Christ as the promised Messiah. It is written, &#x201C;The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise. For the Father loveth the Son, and sheweth him all things that himself doeth.&#x201D;<span class=\"citation\" id=\"69122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69122)\">John 5:19-20<\/a><\/span> Again, it is written, &#x201C;For I have given unto them the words which thou gavest me.&#x201D;<span class=\"citation\" id=\"70636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70636)\">John 17:8<\/a><\/span> The disciples believed the words of the Savior, and proved to Him and to <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His apostles that they were sincere and honest in their belief. Thus they were entitled to the spirit of revelation through their obedience. They asked and they did receive, &#x201C;not the spirit of bondage again to fear; but the Spirit of adoption, whereby we cry, Abba, Father. The Spirit itself bearing witness with our spirit, that we are the children of God.&#x201D;<span class=\"citation\" id=\"72538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72538)\">Rom. 8:15-16<\/a><\/span> While the same Holy Spirit, or comforter,<span class=\"citation\" id=\"70032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70032)\">John 14:26<\/a><\/span> becomes the testimony of Jesus to all true believers, &#x201C;He will reprove the world of sin, and of righteousness, and of judgment;&#x201D;<span class=\"citation\" id=\"70317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70317)\">John 16:8<\/a><\/span> for in the days of the Savior many who did not receive the gospel were pricked in their hearts, and they did perish, although convinced of its truth. And so it is today; wherever the gospel is preached by the Elders of this Church many are pricked in their hearts,<span class=\"citation\" id=\"71154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71154)\">Acts 2:37<\/a><\/span> and they testify in their own conscience that it is from heaven, and yet they will not receive the gospel, and perish in their sins. They smother the spirit of conviction within them, and go into greater darkness than before. &#x201C;Whosoever believeth that Jesus is the Christ is born of God.&#x201D;<span class=\"citation\" id=\"78788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78788)\">1 Jn. 5:1<\/a><\/span> When a man or woman anciently renounced the Jewish religion, or any of the sects of it that then existed among the Jews, forsaking every mode of worship excepting that which Jesus introduced, it was regarded as a sufficient testimony that they were honest&#x2014;that they were born of God&#x2014;and all the sincere and honest believers received the testimony of Jesus, which is the spirit of prophecy,<span class=\"citation\" id=\"80360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80360)\">Rev. 19:10<\/a><\/span> and received power to become His sons.<span class=\"citation\" id=\"68581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68581)\">John 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n327\"> I think, however, that the rendering of this Scripture is not so true as the following, namely: &#x201C;But as many as received him, to them gave he power to <span class=\"italic\">continue<\/span> to be the sons of God.&#x201D;<span class=\"citation\" id=\"68582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68582)\">John 1:12<\/a><\/span> Instead of receiving the gospel to become the sons of  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, my language would be&#x2014;to receive the gospel that we may continue to be the sons of God.<span class=\"citation\" id=\"68583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68583)\">John 1:12<\/a><\/span> Are we not all sons of God when we are born into this world? Old Pharaoh, King of Egypt, was just as much a son of God as Moses and Aaron were His sons, with this difference&#x2014;he rejected the word of the Lord, the true light, and they received it. For &#x201C;this is the condemnation, that light is come into the world, and men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68912)\">John 3:19<\/a><\/span> Then we receive not the gospel that we may become the sons of God, but that we may remain the sons of God without rebuke. Inasmuch as all had apostatized, they had to become the sons of God by adoption, still, originally, all were the sons of God. We receive the gospel, not that we may have our names written in the Lamb's book of life, but that our names may not be blotted out of that book. &#x201C;For,&#x201D; saith the Lord, &#x201C;He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life.&#x201D;<span class=\"citation\" id=\"79082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79082)\">Rev. 3:5<\/a><\/span> Why? Because he had overcome through his faithfulness.<span class=\"citation\" id=\"86817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86817)\">D&amp;C 75:16<\/a><\/span><span class=\"citation\" id=\"87017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87017)\">D&amp;C 76:53<\/a><\/span> My doctrine is&#x2014;that there never was a son and daughter of Adam and Eve born on this earth whose names were not already written in the Lamb's book of life, and there they will remain until their conduct is such that the angel who keeps the record is authorized to blot them out and record them elsewhere. These are my views on that intricate point, but we are satisfied to use this Scripture as it is rendered by our translators. <\/div><div class=\"paragraph jod\" id=\"v12n329\"> I now wish to make an application of this to our own day. By what means shall the people of this generation become the sons and daughters of the Almighty? By believing on the Lord Jesus Christ? Yes. How <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall they know that they believe in Him? By yielding obedience to the gospel as it is revealed to us in this generation, at the same time believing in all that has been revealed to others until now,<span class=\"citation\" id=\"94082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94082)\">A of F 1:9<\/a><\/span> concerning the children of men, the character of God, the creation of the earth, the ordinances of the Lord's house, the oracles of truth&#x2014;believing in all things that have been revealed to mankind from the time that the Lord first began to reveal His will to them. Now, we say to the people of the nineteenth century, and we speak the truth and lie not,<span class=\"citation\" id=\"75892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75892)\">1 Tim. 2:7<\/a><\/span> whosoever believes that Joseph Smith, Jun., was a prophet sent of God, and was ordained by Him to receive and hold the keys of the Holy Priesthood, which is after the order of the Son of God,<span class=\"citation\" id=\"90103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90103)\">D&amp;C 107:3<\/a><\/span> and power to build up the kingdom of God upon the earth, to gather the house of Israel, to guide all who believe and obey to redemption, to restore that which has been lost through transgression&#x2014;whosoever believes this, believing in the Lord, and obeying His commandments to the end of their lives, their names shall not be blotted out of the Lamb's book of life, and they shall receive crowns of glory, immortality, and eternal life.<span class=\"citation\" id=\"86807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86807)\">D&amp;C 75:5<\/a><\/span> This is for the nineteenth century, for the generation of people now living, and who lived thirty or thirty-seven years ago. I am not now preaching to a congregation of unbelievers, but to the Saints; and I now say to you, Saints, and to the unbelievers, that all who reject the gospel, who despise the principles of life and salvation that have been delivered to us, they must taste of the second death<span class=\"citation\" id=\"80768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80768)\">Rev. 21:8<\/a><\/span><span class=\"citation\" id=\"81687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81687)\">Jacob 3:11<\/a><\/span><span class=\"citation\" id=\"86416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86416)\">D&amp;C 63:17<\/a><\/span> if they do not repent. There may be some, however, who are so ignorant that repentance is yet left for them. This is the gospel that we preach, the testimony which we send forth to the  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, inculcating strict obedience to the requirements of heaven, which is expected from all who embrace this gospel. For example, Joseph, the prophet, said to the Colesville branch, &#x201C;sell your farms.&#x201D; So he said to other branches, &#x201C;gather up and let us go to the Ohio,&#x201D; and they went, and from the Ohio to Missouri. Before we went to the Ohio, Oliver Cowdery, Peter Whitmer Jun., Parley P. Pratt, and Ziba Peterson started in the fall of 1830 to visit the land where the Center Stake of Zion was afterwards located.<span class=\"citation\" id=\"84893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84893)\">D&amp;C 32:1-5<\/a><\/span> When Joseph went up he located the city.<span class=\"citation\" id=\"126142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126142)\">D&amp;C 57:1-3<\/a><\/span> Those who had farms and stores were instructed to sell out, to forsake all, to give to the poor, and to impart of their substance to sustain this elder, clothe another elder, and to send another on his mission, which they did, and up they got, and to the Ohio and to the Missouri they moved. What other people would have done this? They are not to be found in Christendom. While in Missouri they moved from county to county, and then back east into Illinois; for, thus said the Lord, through the prophet Joseph, return to Illinois, and there the prophet was killed. Then the word of the Lord to us was: gather up my people, and flee to the mountains,<span class=\"citation\" id=\"65753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65753)\">Matt. 24:16<\/a><\/span> and hide yourselves, and there wait until you shall see the hand of the Lord made bare,<span class=\"citation\" id=\"59611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59611)\">Isa. 52:10<\/a><\/span> and the wrath of the Almighty poured out upon the wicked nation<span class=\"citation\" id=\"83653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83653)\">D&amp;C 1:9<\/a><\/span> that has consented to the death of my prophets.<span class=\"citation\" id=\"90683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90683)\">D&amp;C 115:6<\/a><\/span> Impart of your substance,<span class=\"citation\" id=\"85365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85365)\">D&amp;C 42:31<\/a><\/span> was the word of the Lord to them, and who were there in all those trains of Saints that did not impart of their substance? When we left Missouri we covenanted before the Lord that we never would cease our endeavors until the last man, woman, and child should be brought out of Missouri to Illinois who wanted to be moved. A <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> few tarried in Missouri and apostatized. When the persecuted and driven Saints reached Illinois, the word of the Lord through the prophet Joseph was&#x2014;gather up to Commerce, which was afterwards named Nauvoo. We did not lose sight of one Saint in Missouri, and gave our means to gather out the last and least Saint that would leave. When the word came&#x2014;&#x201C;gather to the mountains from Nauvoo&#x201D;&#x2014;we agreed before we left that city that we would use our means and our influence to gather the last Saint to the mountains. I have sent, time and time again, to inquire if there was a Saint in Nauvoo who wished to be gathered to these mountains. If there are any, let them come, for we have means and teams to bring them. This proves that we have kept our covenants. Now the word of the Lord is go forward&#x2014;press on. The kingdom of God is onward and upward. The proof of this declaration is before me today. <\/div><div class=\"paragraph jod\" id=\"v12n331\"> Who believes Joseph Smith to be a prophet? These my brethren and sisters who are now sitting before me. They entertain no doubts on this subject. They may sometimes be tempted and tried, and neglect their prayers, until they hardly know whether &#x201C;Mormonism&#x201D; is true or untrue. The cares of the world, we know very well, flood in upon them; but let me tell you one thing&#x2014;and I want you to seriously remember it&#x2014;if you are in darkness, and have not the spirit of prayer, still do not neglect your prayers in your families in the morning. You, fathers and husbands, get down on your knees, and when the cares of this world intrude themselves upon your devotions, let them wait while you remain on your knees and finish your prayers. Brother Daniel D. Hunt's blessing over a dinner in Missouri,  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when he and Benjamin Clapp first met, is a very good prayer for us all. It was: &#x201C;O, Lord, save us from error.&#x201D; If you can say no more than this very short but comprehensive prayer, go down upon your knees and say it. When you have labored faithfully for years, you will learn this simple fact&#x2014;that if your hearts are aright, and you still continue to be obedient, continue to serve God, continue to pray, the spirit of revelation will be in you like a well of water springing up to everlasting life.<span class=\"citation\" id=\"69058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69058)\">John 4:14<\/a><\/span> Let no person give up prayer because he has not the spirit of prayer, neither let any earthly circumstance hurry you while in the performance of this important duty. By bowing down before the Lord to ask Him to bless you, you will simply find this result&#x2014;God will multiply blessings on you temporally and spiritually. Let a merchant, a farmer, a mechanic, any person in business, live his religion faithfully, and he need never lose one minute's sleep by thinking about his business; he need not worry in the least, but trust in God, go to sleep and rest. I say to this people&#x2014;pray, and if you cannot do anything else, read a prayer aloud that your family may hear it, until you get a worshipping spirit, and are full of the riches of eternity,<span class=\"citation\" id=\"85197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85197)\">D&amp;C 38:39<\/a><\/span> then you will be prepared at any time to lay hands on the sick, or to officiate in any of the ordinances of this religion. I do not recollect that I have seen five minutes since I was baptized that I have not been ready to preach a funeral sermon, lay hands on the sick, or to pray in private or in public. I will tell you the secret of this. In all your business trans<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>actions, words, and communications, if you commit an overt act, repent of that immediately, and call upon God to deliver you from evil and give you the light of His spirit. Never do a thing that your conscience, and the light within you, tell you is wrong. Never do a wrong, but do all the good you possibly can. Never do a thing to mar the peaceable influence of the Holy Spirit in you; then whatever you are engaged in&#x2014;whether in business, in the dance, or in the pulpit&#x2014;you are ready to officiate at any time in any of the ordinances of the House of God. If I commit an overt act, the Lord knows the integrity of my heart, and, through sincere repentance, He forgives me. Before Joseph's death he had a revelation concerning myself and others, which signified that we had passed the ordeal, and that we should never apostatize from the faith of the holy gospel; &#x201C;and,&#x201D; said Joseph, &#x201C;if there is any danger of your doing this, the Lord will take you to Himself forthwith,<span class=\"citation\" id=\"82394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82394)\">Alma 45:19<\/a><\/span> for you cannot stray from the truth.&#x201D; When men and women have traveled to a certain point in their labors in this life, God sets a seal upon them that they never can forsake their God or His kingdom; for, rather than they should do this, He will at once take them to Himself. Probably this is so with many of the elders who are taken from us, and over whom many ignorantly mourn. I say, to God give thanks, for who knows but that had they lived there might have been trials to pass through which they could not overcome. It is all right, blessed be the name of the Lord. <\/div><div class=\"paragraph jod\" id=\"v12n333\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}