{"ID":120035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How to Prepare for the Coming of the Son of Man&#x2014;Saints Delight to Do the Will of God&#x2014;Proper Direction of Labor and Talent&#x2014;Children of the Saints Heirs to the Priesthood.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, March 29, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: How to Prepare for the Coming of the Son of Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/29\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v12n525\"> I am thankful for the privilege of again meeting with the Saints in this city, for the privilege of speaking to them, and of hearing others speak; and, in fact, I am happy in this life, which is a very excellent one, answering the purpose for which it has been ordained&#x2014;a state of existence wherein to prepare for a better kingdom and a better life. We are now in a day of trial to prove ourselves worthy or unworthy of the life which is to come. We have reason to be thankful that the Lord has given unto us this opportunity and privilege of receiving truth and acting upon it for our own good, the privilege of increasing in knowledge and in wisdom, <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in understanding and in all things pertaining to this life and to that which is to come. I often think that we are dull scholars, slow to comprehend things as they are, slow to believe, and slow to act in the right. We often act without wisdom, and often speak without consideration, causing grief and sorrow to our hearts. But we are here in this life to learn; we are in a great school, and if we are diligent and faithful, and fervent in our studies, then we have hope of being prepared to enter into an existence wherein we shall receive more than we can receive in this state&#x2014;where we can adopt in our lives principles of exaltation and progres<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sion faster than we can here. Let us apply our minds to wisdom in this life. <\/div><div class=\"paragraph jod\" id=\"v12n527\"> The Latter-day Saints who dwell in these valleys have left their all to gather with the Saints, and for the express purpose of preparing for the coming of the Son of Man. When we consider this, and then consider how we spend our time&#x2014;the precious time allotted to us in this life&#x2014;to me it is a matter of astonishment. Men and women for slight causes make shipwreck of faith,<span class=\"citation\" id=\"75843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75843)\">1 Tim. 1:19<\/a><\/span> lose the spirit of the Gospel, losing the object for which they left their homes and their friends. We are all searching for happiness; we hope for it, we think we live for it, it is our aim in this life. But do we live so as to enjoy the happiness we so much desire? There is only one way for Latter-day Saints to be happy, which is simply to live their religion, or in other words believe the Gospel of Jesus Christ in every part, obeying the gospel of liberty with full purpose of heart, which sets us free indeed.<span class=\"citation\" id=\"69461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69461)\">John 8:36<\/a><\/span><span class=\"citation\" id=\"89246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89246)\">D&amp;C 98:8<\/a><\/span> If we will, as a community, obey the law of God, and comply with the ordinances of salvation, then we may expect to find the happiness we so much desire, but if we do not pursue this course we cannot enjoy the unalloyed happiness which is to be found in the Gospel. To profess to be a Saint, and not enjoy the spirit of it, tries every fiber of the heart, and is one of the most painful experiences that man can suffer. Let not the Latter-day Saints deceive themselves, let them not pursue a course that will bring sorrow to their hearts instead of joy and peace. Let them not flatter themselves that they will receive salvation in the kingdom of God while living in the neglect of their duties. Unless we live our religion and sanctify ourselves by the law of God,<span class=\"citation\" id=\"88375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88375)\">D&amp;C 88:21<\/a><\/span> we flatter ourselves in <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vain that we shall be made instrumental in the hands of God in preparing the way for the coming of the Son of Man, for the redemption of Zion according to the words of the prophets, for the redemption of the earth, for the gathering of the children of Israel to the lands of their forefathers, for the ushering in of the fullness of the Gentiles and the reign of universal peace. These are serious matters with me, and should be looked upon as such by all the people. <\/div><div class=\"paragraph jod\" id=\"v12n528\"> It is true that we are weak, feeble, frail, and prone to wander from the paths of righteousness. We are made subject to vanity, still it is our duty to bring into subjection to the law of Christ all the powers of our natures. If we thus subdue the wicked man that is within us, sanctifying the Lord God in our hearts,<span class=\"citation\" id=\"77915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77915)\">1 Pet. 3:15<\/a><\/span> we may then begin to enjoy the glorious hope of joining the throng that will be gathered with the sanctified, and of being prepared for the coming of the Son of Man, when it will be said&#x2014;&#x201C;Behold, the bridegroom cometh; go ye out to meet him.&#x201D;<span class=\"citation\" id=\"66054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66054)\">Matt. 25:6<\/a><\/span> Now, will we deceive ourselves and be found among the foolish virgins, with no oil in our vessels;<span class=\"citation\" id=\"66035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66035)\">Matt. 25:3<\/a><\/span> and when the wheat and the tares are separated, shall I be found a tare or a wheat?<span class=\"citation\" id=\"64552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64552)\">Matt. 13:24-30<\/a><\/span> Let us ask ourselves the question, am I a wheat or a tare? The proof as to whether we are tares or wheat may be seen in our lives, as it is written&#x2014;&#x201C;For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.&#x201D;<span class=\"citation\" id=\"64472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64472)\">Matt. 12:50<\/a><\/span> Again, &#x201C;Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.&#x201D;<span class=\"citation\" id=\"63932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63932)\">Matt. 7:21<\/a><\/span> This is the proof&#x2014;keep the commandments, observe the ordinances, and preserve the institutions of Christ's Church inviolate, doing all things that are required of us, as unto  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord, sanctifying ourselves before Him, and, &#x201C;By this shall all men know that ye are my disciples, if ye have love one to another.&#x201D;<span class=\"citation\" id=\"69853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69853)\">John 13:35<\/a><\/span> By pursuing this course no person who is a true follower of Christ will be left without a witness, for &#x201C;If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69347)\">John 7:17<\/a><\/span> I am satisfied that no man can live faithfully according to the requirements of heaven without having the testimony of the Spirit that they are born of God;<span class=\"citation\" id=\"68590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68590)\">John 1:13<\/a><\/span><span class=\"citation\" id=\"78790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78790)\">1 Jn. 5:1<\/a><\/span> but if they do not live so, they have no such assurance, for the Lord is under no obligation to give them the witness of the Spirit, but if they live as He requires them He will fulfill unto them His promise. He is held to this according to His own word to His children that He would send unto them the spirit of promise, even the Holy Ghost, which will show them things to come.<span class=\"citation\" id=\"70367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70367)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n530\"> When I speak to the Saints I include myself. I profess to be a Saint with the rest of my brethren and sisters, and my public and private life is the proof whether I am truly a Saint or not. This is not all, but the spirit which I possess and communicate to the people is another proof, and the spirit which you possess and communicate to your neighbors is the proof by which you are known, as it is with myself. If we walk in obedience to the covenants which we have made with God and one another, we have the assurance that we shall walk no more in darkness, but in the light of life&#x2014;<span class=\"citation\" id=\"69435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69435)\">John 8:12<\/a><\/span>in the light of the countenance of our heavenly Father.<span class=\"citation\" id=\"126158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126158)\">Ps. 89:15<\/a><\/span> Then we can bear witness that we are born of God,<span class=\"citation\" id=\"78789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78789)\">1 Jn. 5:1<\/a><\/span> and testify of Jesus as being the Son of God, the only begotten of the Father, full of grace and truth;<span class=\"citation\" id=\"68593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68593)\">John 1:13-14<\/a><\/span> and we then can strengthen our brethren,<span class=\"citation\" id=\"68109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68109)\">Luke 22:32<\/a><\/span> and are prepared to speak the truth to a wicked world <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and call upon them to repent, and forsake their sins, return unto the Lord, seek salvation, and make their peace with God before it is too late. <\/div><div class=\"paragraph jod\" id=\"v12n531\"> A great many good people, who possess much of the spirit of the Lord, are naturally given to doubting, having so little self-reliance that they sometimes doubt whether they are Saints in truth or not. These often doubt when they should not. So long as they are walking humbly before God, keeping His commandments, and observing His ordinances, feeling willing to give all for Christ, and do everything that will promote His kingdom, they need never doubt, for the Spirit will testify to them whether they are of God or not. There are some who are always fearful, trembling, doubting, wavering, and at the same time doing everything they can for the promotion of righteousness. Yet they are in doubts whether they are doing the best possible good, and they fear and fail here and there, and will doubt their own experience and the witness of the Spirit to them. <\/div><div class=\"paragraph jod\" id=\"v12n532\"> As we are now partaking of the emblems of the body and blood of the Savior,<span class=\"citation\" id=\"84345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84345)\">D&amp;C 20:40<\/a><\/span> I will refer to this ordinance of the house of God, and ask the Latter-day Saints to call to mind their own feelings on this subject, as a testimony regarding their faith and assurance. Do you delight to partake of the sacrament of the Lord's supper? Would you assemble yourselves together here, Sabbath after Sabbath, for the express purpose of partaking of the broken bread, and of this water that has been prepared, as a witness to God, our Father, that we have received the Gospel of His Son, that we do delight in His words, and in keeping His commandments and requirements, thus testifying to our Heavenly Father, and to His Son Jesus Christ, that we are the disciples  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Jesus? Would you leave your homes in the distant parts of the city to bear this witness and attend a meeting to observe this ordinance? The great majority of this people would do this Sabbath after Sabbath, month after month, and year after year, if they were left entirely to their own choice, without the interference of bishops and teachers, while a few would consider it not convenient to attend meeting, because the witness of the Spirit is not in them. Again, do we delight to call upon the Father in the name of Jesus&#x2014;is it our joy and happiness to do so? Do we believe that He will hear our prayers, and that we shall receive benefit from our petitions to Him in the name of Jesus? Do we rely upon Him, and are we acquainted with His character in the least degree? Have we any knowledge of Him? Let us answer these questions in our own minds, that we may ascertain whether we do delight to bow down before Him to ask for the things which we need, and seek unto Him for His Spirit to guide us, and preserve us from all danger, that we may not wander into by and forbidden paths<span class=\"citation\" id=\"80965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80965)\">1 Ne. 8:28<\/a><\/span> and fall out by the way, but be kept constantly in the narrow path which leads to life everlasting.<span class=\"citation\" id=\"81608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81608)\">2 Ne. 31:18<\/a><\/span> Is it our pleasure to do good to our fellow creatures, by traveling far away from our homes and friends to preach the gospel to a perishing world? This applies to the Elders of Israel, and also to the mothers and daughters and sons of those Elders. Do they delight to part with their husbands that they may go and call upon the nations to repent of their sins? Is it a joy to them to bear the burdens of a family in the absence of their husbands, preserving everything they have left? Is it a pleasure for the Elders to travel among the nations without purse or scrip,<span class=\"citation\" id=\"67391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67391)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68135)\">Luke 22:35<\/a><\/span> traveling from people <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to people, and from neighborhood to neighborhood, submitting to the finger of scorn<span class=\"citation\" id=\"80974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80974)\">1 Ne. 8:33<\/a><\/span> and the abuse of the wicked and ungodly? <\/div><div class=\"paragraph jod\" id=\"v12n534\"> I will here say, however, that I have been treated kindly when traveling among strangers to preach this gospel. I do not know that I ever asked for a meal of victuals without obtaining it. Still, I have seen enough from the experience of others to know the real feelings, and to understand the desires of the ungodly concerning the Elders of Israel. They do not desire them any good. <\/div><div class=\"paragraph jod\" id=\"v12n535\"> If you can answer these questions in the affirmative, it is a testimony to you that you delight in the things of God, that you delight in building up His kingdom, that you delight in the Zion of the Lord as established in latter days. The answer of every faithful heart to these questions is&#x2014;Yes, I delight in these things, and these are so many evidences that they are of God. Do we delight to feed the poor and clothe the naked? We do. I am happy in my reflections, it is a source of gratification to contemplate facts as they are, and I can say of a truth that I have done more, probably a hundred times over, for my enemies in feeding, clothing, and lodging them, and doing them good than they all ever did for me. Has a minister of religion ever passed through this country and been refused the privilege of speaking in any of our places of worship? No. Can the vilest of the vile enter into a house belonging to a Latter-day Saint and complain of suffering for food, and be turned away unsupplied? It is no matter whether they are Christian, Pagan, or Jew, they can tarry overnight and be made as comfortable as the family can make them, and they can depart in peace and safety. Can the Elders of Israel say this of the world? They cannot. <\/div> <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n537\"> Whether it is a credit to me or not, that is with the Lord, but He has given me the ability that whenever I have wished to receive favors from those who knew me not I have obtained them. I know it is the custom of many Elders to say, &#x201C;I am a &#x2018;Mormon&#x2019; Elder; will you keep me overnight?&#x201D; and he is at once spurned from the doors of the stranger. Whether it is a credit to me or not, I never told them I was a &#x201C;Mormon&#x201D; Elder until I got what I wanted. I have thus stopped at many a house, and had the privilege of introducing the principles of our religion, and they have exclaimed, &#x201C;Well, if this is Mormonism, my house shall be your home as long as you stay in this neighborhood,&#x201D; when, perhaps, if I had said, &#x201C;I am a &#x2018;Mormon&#x2019; Elder&#x201D; at the first they would have refused me their hospitality. I can say to the world they used me pretty well, and I have no fault to find with them in this respect. I have been abused sometimes by priests, but on such occasions I have ever been ready to defend the cause of righteousness and preach the gospel to all. The Elders of Israel have received more kindness from the infidel portions of mankind where they have traveled, than from those who profess Christianity. <\/div><div class=\"paragraph jod\" id=\"v12n538\"> Thousands of the Elders of Israel who are now occupying these valleys are now willing, if called upon, to leave their families and homes to go and preach the Gospel in all the world, and be abused, and cast out and suffer poverty and want for the Gospel's sake. Is not this a witness that you are right before God? It is. You are willing to feed and clothe the needy, and send means out of your scanty supplies to foreign lands to gather the poor Saints from those old countries; and it is marvelous in my eyes what the people have <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> done within a few months back. About the 5th of February last we found that we could only raise about from eight to nine thousand dollars to send to Europe for the poor. Elders Hiram B. Clawson and Wm. C. Staines started for New York on the 17th of the month. Last Conference I had faith that the Lord would favor us and multiply means. When we came to send away the means we had, we were able to send 25,000 dols. with the brethren. This means was contributed in small amounts; but it is marvelous how it came in. We have exercised faith in this matter, and now we are able to send 25,000 dols. more, and we have not touched a bushel of wheat or a hundred of flour nor an animal that has been turned in, and the means keep coming in, and it comes more and more, and they will continue to give until the emigration is over. This is a witness to the people that they are right before high Heaven in these things, that the Elders are right in going to preach, that their wives and mothers and daughters are right in preserving their means and property from wasting in the absence of their natural guardians. They are right if they delight in coming to meeting to partake of the sacrament, and to bow down before the Lord and worship Him. They are right in feeding the poor and in paying their tithing. <\/div><div class=\"paragraph jod\" id=\"v12n539\"> I will here say to the Latter-day Saints, if you will feed the poor with a willing heart and ready hand neither you nor your children will ever be found begging bread. In these things the people are right; they are right in establishing Female Relief Societies, that the hearts of the widow and the orphan may be made glad by the blessings which are so abundantly and so freely poured out upon them. And, inasmuch as we  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have embraced the fullness of the Gospel with honest hearts, the Lord has sworn by Himself that He will save us if we will continue to be obedient to His will. It is our privilege to seek unto Him and obtain His Spirit to witness unto us continually regarding our labors and works, that we may always know whether we are in the line of our duty or not. <\/div><div class=\"paragraph jod\" id=\"v12n541\"> This is the gospel; this is the plan of salvation; this is the Kingdom of God; this is the Zion that has been spoken and written of by all the Prophets since the world began. This is the work of Zion which the Lord has promised to bring forth. We are right when we pray for our neighbors, for our brethren and friends, and for our enemies. We are right when we are striving to become of one heart and of one mind.<span class=\"citation\" id=\"92918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92918)\">Moses 7:18<\/a><\/span> We are right when we are humble before the Lord, when we are as willing to forgive as we are to be forgiven.<span class=\"citation\" id=\"63469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63469)\">Matt. 6:12<\/a><\/span> We are right in educating our children, and while we strive to be educated in every useful branch of an English education, let us also be learned in every moral and physical attainment; let us learn how to take care of and preserve ourselves and friends, how to plant, how to gather, how to build up, and how to beautify. <\/div><div class=\"paragraph jod\" id=\"v12n542\"> The Saints in these mountains are a stalwart, athletic people. They have a great capital of bone, muscle, and sinew on hand. When this is not employed in the establishment and maintenance of various industries, in prudent, economical labor, the employed doing justice to the employer, working to do good for their own benefit and the benefit of the Kingdom of God, gathering around them in abundance the comforts of life, the great capital which God has given to us as individuals and as a <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people is wasted. This reminds me of what I said to the people of Provo. They naturally might have expected that they were going to be made more prosperous as a city by the money which we should take there. I told them that we brought nothing but knowledge to direct them in their labors and to teach them how to employ their time. This is the greatest wealth we possess&#x2014;to know how to rightly direct our labors, spending every hour advantageously for the benefit of our wives and children and neighbors. This is right and commendable; it is required by Him whom we say we serve, and it is the only true way to fill honestly the mission we have here upon earth. We should not only learn the principles of education known to mankind, but we should reach out further than this, learning to live so that our minds will gather in information from the heavens and the earth until we can incorporate in our faith and understanding all knowledge which is useful and practicable in our present condition and that will lead to life eternal. <\/div><div class=\"paragraph jod\" id=\"v12n543\"> Ye wise men of the world, ye men who profess to know how to guide the destinies of great nations, ye kings and potentates, ye emperors and rulers, who of you could take a people as poor and as ignorant in the affairs of this world as the Latter-day Saints were when they were scattered abroad among the nations, and gather them together, organize them politically and religiously, and show them how to become healthy, wealthy, and wise like this people? Statesmen and rulers can lay waste and destroy, but who of them can build up, enrich, and save the nation? They are not to be found. They give no evidence of possessing the capacity, for the proof of the ability of men to rule and manage is their  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>works. I told them at Provo I would teach them how to get rich, in wasting no time, and wisely disposing of all ability which God has given them to do good. <\/div><div class=\"paragraph jod\" id=\"v12n545\"> I have not spoken of the wrong, and I wish never to have an occasion to do so, that I may never have occasion to find fault with Israel again. It is the good I delight to dwell upon and promote and encourage. I delight to see the inhabitants of Zion increase in good works, in faith and faithfulness, and let sin pass behind, while they go on valiant and strong in the service of God. If we will hearken to counsel we shall be the best people in the world; we shall be as a bright light set upon a hill that cannot be hid, or like a candle upon a candlestick.<span class=\"citation\" id=\"63069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63069)\">Matt. 5:14-15<\/a><\/span> We declare it to all the inhabitants of the earth from the valleys in the tops of these mountains that we are the Church of Jesus Christ of Latter-day Saints&#x2014;not a church but the church&#x2014;<span class=\"citation\" id=\"83704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83704)\">D&amp;C 1:30<\/a><\/span>and we have the doctrine of life and salvation for all the honest-in-heart in all the world. Who else has got it? Is it to be found in the creeds of Christendom? It is not. We have the living oracles of the Lord Almighty to lead us day by day. In consideration of these things we should be exemplary in all our actions. We may do great works for the good of the poor, we may give all our goods to feed them, and our bodies to be burned for the work of God,<span class=\"citation\" id=\"73666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73666)\">1 Cor. 13:3<\/a><\/span> yet if we trifle with the sacred name of the Lord, and with our own salvation, it will profit us nothing, and we shall be found wanting,<span class=\"citation\" id=\"61527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61527)\">Dan. 5:27<\/a><\/span> with no oil in our vessels<span class=\"citation\" id=\"66036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66036)\">Matt. 25:3<\/a><\/span> in the great day of the Lord.<span class=\"citation\" id=\"126159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126159)\">Zeph. 1:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n546\"> High Councilors, do you have any trials before you? &#x201C;Yes.&#x201D; Have the brethren complained of each other? &#x201C;Yes.&#x201D; Are their feelings alienated one from the other? Is there a party spirit manifested in the <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Council? &#x201C;Sometimes.&#x201D; Do the brethren go off satisfied with the decisions of the Council? Bishops, do you have any trials? Are the feelings of the brethren in your Wards alienated? &#x201C;Yes.&#x201D; What should they do in such cases? They should follow the rules laid down, and be reconciled to their brethren forthwith. I think that it can be shown that the great majority of difficulties between brethren, arises from misunderstandings rather than from malice and a wicked heart, and instead of talking the matter over with each other in a saint-like spirit, they will contend with each other until a real fault is created, and they have brought a sin upon themselves. &#x201C;Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath aught against thee; Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. Agree with thine adversary quickly, while thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. Verily, I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.&#x201D;<span class=\"citation\" id=\"63152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63152)\">Matt. 5:23-26<\/a><\/span> When we have done good ninety-nine times and then do an evil, how common it is, my brethren and sisters, to look at that one evil all the day long and never think of the good. Before we judge each other we should look at the design of the heart, and if it is evil, then chasten that individual, and take a course to bring him back again to righteousness. <\/div><div class=\"paragraph jod\" id=\"v12n547\"> I want you to learn all you possibly can, and teach your neighbors, giving them all the information you can. When I see a brother or a sister refuse to impart knowledge, I know there is something wrong in  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the heart of that person. I am here to do good, and to teach my brethren and sisters to sanctify themselves, to get their food, to build cities and make farms, to teach them to accumulate knowledge, and then dispense it to all. <\/div><div class=\"paragraph jod\" id=\"v12n549\"> I hope to see the time when we shall have a reformation in the orthography of the English language, among this people, for it is greatly needed. Such a reformation would be a great benefit, and would make the acquirement of an education much easier than at present. I say to fathers and mothers, never say a word that you would not be willing your son and daughter should say, or commit an act you would not sanction in your son or daughter, and so walk before your children that they may be prepared by your example to walk in the ways of life everlasting, and they will not depart from them;<span class=\"citation\" id=\"57483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57483)\">Prov. 22:6<\/a><\/span> and if they, notwithstanding your example, should become froward in their feelings, and unruly, they will soon see the folly of their ways and turn to their parents and acknowledge their faults and again wish to be feasted at their father's table. Parents should never drive their children, but lead them along, giving them knowledge as their minds are prepared to receive it. Solomon has written, &#x201C;He that spareth his rod hateth his son: but he that loveth <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> him chasteneth him betimes.&#x201D;<span class=\"citation\" id=\"57418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57418)\">Prov. 13:24<\/a><\/span> I do not think that these words of Solomon will justify the ruling of children with an iron hand. Chastening may be necessary betimes, but parents should govern their children by faith rather than by the rod, leading them kindly by good example into all truth and holiness. <\/div><div class=\"paragraph jod\" id=\"v12n550\"> Our children who are born in the Priesthood are legal heirs, and entitled to the revelations of the Lord, and as the Lord lives, his angels have charge over them,<span class=\"citation\" id=\"57018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57018)\">Ps. 91:11<\/a><\/span><span class=\"citation\" id=\"87761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87761)\">D&amp;C 84:42<\/a><\/span> though they may be left to themselves occasionally. We should learn our own nature, and live worthy of our being. When Jesus Christ was left to himself, in His darkest hour,<span class=\"citation\" id=\"66372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66372)\">Matt. 27:46<\/a><\/span> he faltered not, but overcame. He was ordained to this work. If we should ever be left to ourselves, and the Spirit withdrawn from us, it will be to try the strength of our integrity and faithfulness, to see whether we will walk in His ways even in a dark and cloudy hour.<span class=\"citation\" id=\"60797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60797)\">Ezek. 34:12<\/a><\/span><span class=\"citation\" id=\"90434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90434)\">D&amp;C 109:61<\/a><\/span> At times our children may not be in possession of a good spirit, but if the parent continues to possess the good spirit, the children will have the bad spirit but a short time. Parents who are Latter-day Saints are the ruling power; they are the kings and queens.<span class=\"citation\" id=\"59475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59475)\">Isa. 49:23<\/a><\/span> Rule in righteousness, and in the fear and love of God, and your children will follow you. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}