{"ID":120050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Recreation&#x2014;Necessity of Obeying Counsel.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in Mill Creek Ward meetinghouse, Sunday, July 25, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Edward L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Education, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/25\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v12n772\"> From my earliest labors in the ministry I have taken truth as my text; but I will refer this morning to the words on one of the banners here, &#x201C;Education is our motto.&#x201D; This will be my text. We are here that we may learn to improve. My inquiry is, How can I do the most good to my fellow beings? What can I say to them; what can I do; how shall I walk before them; how shall I commune with them to do the greatest possible good to the human family? I am so weak that when I give instructions to my brethren and sisters it seems but a very feeble effort, when the mind is open to behold the great <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of God, the riches of eternity; to behold that which is understood by angels and by those made perfect.<span class=\"citation\" id=\"77270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77270)\">Heb. 12:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n773\"> My first remarks will be concerning such exercises as we have seen here this morning. The Latter-day Saints have many pastimes, and they enjoy themselves in social society with one another. Yet I think, in my reflections, that we should have an increase&#x2014;and we are having partially an increase&#x2014;of recreation for our youth. We have very few holidays. When the 4th of July comes, we have our amusements and exercises. When the 24th of July comes, we hail it as the anniversary of a day  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of deliverance; a day of peace and joy to the Latter-day Saints, in finding the peaceful valleys of these mountains, where we can rest and gather the people together, and enjoy the privilege of serving God without any to molest or make us afraid. These two days with Christmas and New Year's, are about all the holidays we have, that we notice at all. On reflection, I have come to the conclusion that it would be better if we would pay more attention to these public exercises, and direct the minds of our children by observing them, taking a course to have them avoid getting into the habit of drinking and every kind of rowdyism, and other things that are unbecoming; and in all of our amusements have objects of improvement that are worthy of pursuit. I think we are improving a little in this respect; but more of us should take an increased interest in it. We should have more of the children attend Sunday School, and the teachers should continually place objects before them that will lead them to study to improve in their manners, in their words, in their looks and in their behavior; and that will guide their minds aright. You will find we can place before them objects that will do them much good in their thoughts and reflections, that will improve their young and tender minds, and have an influence upon their future lives for good; and we can thus bring them up in the nurture and admonition of the Lord<span class=\"citation\" id=\"75356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75356)\">Eph. 6:4<\/a><\/span> by taking a course to lead their minds. <\/div><div class=\"paragraph jod\" id=\"v12n775\"> The brethren here have caught us as they generally do. I had no thought of any person coming to meet us, nor of seeing the schools lining the road. I thank them for their good feelings to the elders of Israel. But is there any good in it? Yes. It attracts the attention of the young people&#x2014;that is, I mean all un<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>der a hundred years old&#x2014;elevates their feelings, and is calculated to induce reflections and thoughts of a life that is useful; and they will think, when are we going to have another meeting? When is brother Brigham coming too see us again; with brother Wells and brother Cannon, and others? We cannot say brother Kimball, for be has gone to reap the reward of his labors. It will have the effect of drawing them to good, and they will follow after good continually. Is there any harm in Sunday School parties? No! It is one of the most harmless kinds of enjoyment when conducted aright. If they wish to dance, let them dance; let them talk and play; but not do any wrong. They must not get angry with each other; and if any do wrong instruct them to do right. If our children are thus taught, they will be patterns of piety and their conduct will be worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v12n776\"> I would be very pleased to learn that your Bishop, brother Miller, was preparing a place for parties; with a little pond to float boats on, and other means of enjoyment, where the people could assemble to have their exercises. Get the young minds to follow after you in these things, and they will follow after you in every precept that is good. And I would like to hear of other Bishops taking steps to prepare suitable places for the same purpose. <\/div><div class=\"paragraph jod\" id=\"v12n777\"> We are gathered here from various nations of the earth; and many of us have been in conditions of society where we have been wanting in many privileges which others enjoy. The people come here and their feelings are united directly, which is a positive proof that there is something in our belief more than there is in the beliefs that are recognized in the world. They come here and try to be one immediately, and to amalga<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mate their feelings. We see this, and it is encouraging; and we see our prominent men leading out and directing the minds of those from the eastern and those from the western world, and teaching them never to do a wrong, never to do evil; and, by example, to beautify themselves and their places, and everything around them. This is good, for in it we do no wrong; we do not do anything by it to injure our feelings or the feelings of others, nor to grieve our spirits; but we do that which will increase beauty and excellence among the people. In this the Lord is well pleased. For the sake of our children, for the sake of the youth of our land, I am pleased, every time I travel, to see this manifestation of respect for the elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v12n779\"> We wish to improve. I will ask a question with regard to knowledge and wisdom and understanding and all the blessings of Heaven bestowed upon the people, and it is this: Who are deserving of honor and glory, who are deserving of a good name? The man and the woman who seek to know and understand the mind and will of God and to carry it out in their lives, or those who are slothful and who seek to live by what they call faith alone? I think we would decide that those who manifest by their works that they seek to do the will of the Lord are more acceptable before Him than those who live by faith alone. I believe the Latter-day Saints are the best people on the earth of whom we have any knowledge. Still, I believe that we are, in many things, very negligent, slothful, and slow to obey the words of the Lord. Many seem to act upon the faith that God will sustain us instead of our trying to sustain ourselves. We are frightened at seeing the grasshoppers coming and destroying our crops. We pray to the <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord and try to exercise faith that He may remove these devouring insects. We got along very well in the first part of the season, and our crops looked beautiful. But how has it been for the last few days? I can understand your feelings by my own. A week ago yesterday I went through here on my way to Provo, and everything looked promising. Yesterday when I returned, fields were stripped, young orchards were stripped of the leaves, and the evidences of destruction were to be seen around. Some try to exercise faith and ask the Lord to remove this destructive power. I remember saying in the School of the Prophets, that I would rather the people would exercise a little more sense and save means to provide for themselves, instead of squandering it away and asking the Lord to feed them. In my reflections I have carried this matter a considerable length. I have paid attention to the counsel that has been given me. For years past it has been sounded in my ears, year after year, to lay up grain, so that we might have an abundance in the day of want. Perhaps the Lord would bring a partial famine on us; perhaps a famine would come upon our neighbors. I have been told that He might bring just such a time as we are now having. But suppose I had taken no heed to this counsel, and had not regarded the coming time, what would have been my condition today. <\/div><div class=\"paragraph jod\" id=\"v12n780\"> View the actions of the Latter-day Saints on this matter, and their neglect of the counsel given; and suppose the Lord would allow these insects to destroy our crops this season and the next, what would be the result? I can see death, misery and want on the faces of this people. But some may say, &#x201C;I have faith the Lord will turn them away.&#x201D; What ground have we to hope this? Have I any  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good reason to say to my Father in heaven, &#x201C;Fight my battles,&#x201D; when He has given me the sword to wield, the arm and the brain that I can fight for myself? Can I ask Him to fight my battles<span class=\"citation\" id=\"89975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89975)\">D&amp;C 105:14<\/a><\/span> and sit quietly down waiting for Him to do so? I cannot. I can pray the people to hearken to wisdom, to listen to counsel; but to ask God to do for me that which I can do for myself is preposterous to my mind. Look at the Latter-day Saints. We have had our fields laden with grain for years; and if we had been so disposed, our bins might have been filled to overflowing, and with seven years' provisions on hand we might have disregarded the ravages of these insects, and have gone to the canyon and got our lumber, procured the materials, and built up and beautified our places, instead of devoting our time to fighting and endeavoring to replace that which has been lost through their destructiveness. We might have made our fences, improved our buildings, beautified Zion, let our ground rest, and prepared for the time when these insects would have gone. But now the people are running distracted here and there. I do not wish to condemn them. I wish all the justification that can be brought to them. But I look at them as they are. They are in want and in trouble, and they are perplexed. They do not know what to do. They have been told what to do, but they did not hearken to this counsel. <\/div><div class=\"paragraph jod\" id=\"v12n782\"> I have never promised a famine to the Latter-day Saints, if we will do half right. You have never heard it drop from my lips that a famine would come upon this people. There never will, if we will only do half right, and we expect to do better than that. There is not another people on the earth whose faith and works are directed for the accom<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plishment of good like the Latter-day Saints. But we do not obey counsel as we should. Yet when we look at them and at others on the face of the earth, we have reason to say we are proud of the Latter-day Saints. But are we all we should be? No. We must learn to listen to the whispering of the Holy Spirit, and the counsels of the servants of God, until we come to the unity of the faith.<span class=\"citation\" id=\"75193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75193)\">Eph. 4:13<\/a><\/span> If we had obeyed counsel we would have had granaries today, and they would have been full of grain; and we would have had wheat and oats and barley for ourselves and for our animals, to last us for years. The people have also been counseled to take their straw and stack it up, making nice beautiful ricks of it. You may see the day your cattle will want it or perish. If you keep your straw you will be able to have your cattle to work with when you want them. Is the hay kept? No: it must be sold. A train will come in from Utah County, from Davis County, from Tooele, loaded with hay, and it must be sold, even if there is nothing&#x2014;comparatively speaking&#x2014;got for it. Save your hay; save your chaff; save your straw; save your wheat; save your oats; save your barley, and everything that can be saved and preserved against a day of want. We have taken our flour north, and sold it for a song, and now we see the day when our brethren are paying twelve dollars a hundred for it on the railroad, brought from the States. If we had been prudent we might have had enough to supply them, and we could have sold hundreds and thousands and tens of thousands of dollars' worth this season. I was inquired of this spring what I would sell flour for, to be taken down with the teams that went to the terminus, and I had to say we have none to spare. But we have sent it to Mon<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tana, and we have sold it for next to nothing, and now our bins are empty. Who is deserving of honor or glory from God? Those who have preserved their substance, or those who have wasted it? Those who have preserved it; for they know how to preserve those things which the Lord places in their hands. But some have had so much faith in the providences of God to feed them that they would sell their grain even if they got a mere nothing for it. I remember a time when some people almost cursed wheat, it was so plenty. Would the common laborers and mechanics take wheat for their pay? No. Would they save it? No. The Lord had given us large crops; would they build bins and store the grain away? No. But it was taken to the city and sold for anything it would bring. There was a time when my heart was pained at hearing wheat spoken of as it was; and I was afraid at seeing the manifestations of ill feeling which were exhibited by some of the brethren, principally among the mechanics, concerning grain. <\/div><div class=\"paragraph jod\" id=\"v12n784\"> We have seen one grasshopper war before this. Then we had two years of it. We are having two years now. Suppose we have good crops next year, the people will think less of this visitation than they do now; and still less the next year; until in four or five years it will be almost gone from their minds. We are capable of being perfectly independent of these insects. If we had thousands on thousands of bushels of wheat, rye, and barley, and corn we might have said to them, &#x201C;You may go, we are not going to plant for you.&#x201D; Then we could have plowed up the ground, put in the manure, and let the land rest, and the grasshoppers would not have destroyed the fruits of our labors which could have been directed to the beautifying of Zion <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and making our habitations places of loveliness. <\/div><div class=\"paragraph jod\" id=\"v12n785\"> Just as sure as the Lord lives we are going to see times when our neighbors around us will be in want. But some may say, here have ten years, twenty years, thirty years gone, and the sayings of Joseph and the Apostles have not all come to pass. If they have not all been fulfilled, they all will be fulfilled. When we saw the flaming sword unsheathed in the terrible war between the north and the south, we could see in it the fulfillment in part of the prophecies of Joseph.<span class=\"citation\" id=\"88180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88180)\">D&amp;C 87:1-8<\/a><\/span> But when peace comes for a short time we forget all about it, like a person who comes into the Church because of seeing a miracle. If he has professed an obedience to the gospel and a belief in its principles because he saw a miracle performed, he would need another in a day or two to continue him in his belief; and he wants a repetition of miracles to keep him in the Church. Let peace continue for a few years, and the prediction of Joseph spoken of would be forgotten by all but a few. So it is with us, comparatively. Let crickets, or grasshoppers, or frosts, or anything else come and destroy our crops, and we feel it then; but just as soon as prosperity comes we forget what has happened. <\/div><div class=\"paragraph jod\" id=\"v12n786\"> Take the people and I am proud of them; but there is a feeling with them that they must not be counseled in their temporal matters. I call this a sectarian notion, for we will find yet that God is Dictator in everything. Take the case of the Children of Israel and the miracles that were wrought in their deliverance from the land of Egypt. The question arises, was it through their faith, or because of the promises which God had made to their fathers? The Lord sent Moses to Pharaoh, who wrought many miracles before him; and Pharaoh sent for his wise men, his astro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>logers, soothsayers, and magicians, and they wrought their miracles before Moses and Aaron.<span class=\"citation\" id=\"53899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53899)\">Ex. 7:10-25<\/a><\/span><span class=\"citation\" id=\"53921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53921)\">Ex. 8:1-32<\/a><\/span> Finally, the Lord said, the Children of Israel must be brought out of Egypt; but was it because of their faith, or because of the promises made to Abraham, Isaac, and Jacob? It was because of the promises of the Lord, and not because of the righteousness of that people, that He brought them out. They came to a place where they were hemmed in, with the Red Sea before them and the armies of the Egyptian monarch behind them, and the mountains on either side of them, and they cried out that they would be destroyed.<span class=\"citation\" id=\"53974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53974)\">Ex. 14:9-10<\/a><\/span> But the Lord divided the water, and took them over in safety;<span class=\"citation\" id=\"53995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53995)\">Ex. 14:19-22<\/a><\/span> and it was because of the promises He had made to their fathers.<span class=\"citation\" id=\"126180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126180)\">Gen. 15:13-14<\/a><\/span><span class=\"citation\" id=\"126181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126181)\">Ex. 6:2-7<\/a><\/span> They passed through the Red Sea in safety<span class=\"citation\" id=\"54024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54024)\">Ex. 14:29-31<\/a><\/span> and the Egyptians were drowned.<span class=\"citation\" id=\"54018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54018)\">Ex. 14:23-28<\/a><\/span> Was it because the Egyptians were so much more wicked? I suppose not; but it was because the Lord had said, &#x201C;Let the Children of Israel go free,&#x201D; and they would not;<span class=\"citation\" id=\"126182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126182)\">Ex. 5:1-2<\/a><\/span> and He punished the Egyptians for not letting them go; and He punished the Children of Israel by not letting them go into the promised land, for their wickedness in the wilderness.<span class=\"citation\" id=\"54738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54738)\">Num. 14:30<\/a><\/span> They cried against Moses because he had led them away from the fleshpots<span class=\"citation\" id=\"54040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54040)\">Ex. 16:3<\/a><\/span> and leeks<span class=\"citation\" id=\"54678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54678)\">Num. 11:5<\/a><\/span> of Egypt, and the Lord said he would feed them.<span class=\"citation\" id=\"54043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54043)\">Ex. 16:4<\/a><\/span> But was it because of their righteousness that he sent them down Manna for food?<span class=\"citation\" id=\"54061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54061)\">Ex. 16:15<\/a><\/span> I have no evidence to believe that it was because of their righteousness. Do you think they were so very righteous that the Lord would not let their clothing grow old?<span class=\"citation\" id=\"55009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55009)\">Deut. 8:4<\/a><\/span><span class=\"citation\" id=\"55202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55202)\">Deut. 29:5<\/a><\/span> It was not because of the righteousness of the Children of Israel, but because of the promises of the Lord to Abraham, Isaac, and Jacob, for He must fulfill the promises made to His servants. He wanted at one time to destroy the whole peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple, and told Moses to let Him alone that He might destroy them because of their wickedness and rebellion, and He would make of him (Moses) a great nation; but Moses pleaded in their behalf, and called upon the Lord to remember His promises, and they were preserved.<span class=\"citation\" id=\"54472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54472)\">Ex. 32:9-14<\/a><\/span> When Moses was on the mount they went to Aaron and inquired where Moses was, and demanded gods to go before them. And Aaron told them to bring him their earrings and their jewelry, and they did so, and he made of them a golden calf;<span class=\"citation\" id=\"54443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54443)\">Ex. 32:1-4<\/a><\/span> and the people ran around it, and said these be the gods which brought us out of the land of Egypt.<span class=\"citation\" id=\"54468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54468)\">Ex. 32:8<\/a><\/span> How much credit was due to them? Just as much as to us, for not saving our grain when we had an abundance, and, when the grasshoppers come, crying, &#x201C;Lord turn them away and save us.&#x201D; It is just as consistent as for a man on board a steamboat on the wide ocean to say, I will show you what faith I have, and then to jump overboard, crying, &#x201C;Lord save me!&#x201D; It may not seem so daring; but is it any more inconsistent than to throw away and waste the substance the Lord has given us, and when we come to want, crying to Him for what we have wasted and squandered? The Lord has been blessing us all the time, and He asks us why we have not been blessing ourselves. <\/div><div class=\"paragraph jod\" id=\"v12n788\"> Will this be instructive to you, my brethren, hereafter? A great many have taken this counsel, and they are prepared. I had my seven years' breadstuffs on hand last year; but I have to deal it out, and I will deal it out to the last bushel, and try my faith with my brethren. But are we deserving of praise from God or man? Who are deserving of praise? The persons who take care of themselves, or the ones who always trust in the great mercies of the Lord to take  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>care of them? It is just as consistent to expect that the Lord with supply us with fruit when we do not plant the trees; or that, when we do not plow and sow and are saved the labor of harvesting, we should cry to the Lord to save us from want, as to ask Him to save us from the consequences of our own folly, disobedience and waste. It is said, by some, that the Lord is not going to tell His servants to gather His people here to starve. That is true; but the Lord has said, &#x201C;Gather the poor from the nations;&#x201D; and to the people here, &#x201C;Gather and save the produce I put within your reach, and prepare against a day of want.&#x201D; Suppose a hundred thousand or a million of starving people were coming here, and we had only grain to last for a couple of years, with famine around; they would offer their gold and their silver and their plate and their precious things for bread to eat, and you would hand it out until all was gone. Then you could sit down and look at the riches you had got, until all would perish together with hunger. This would be so, unless the people act more wisely than they do now. <\/div><div class=\"paragraph jod\" id=\"v12n790\"> We have had peace in these mountains since we came here; and the protection of the Lord over this people has been as visible to me as when Moses caused darkness to come upon all the land of Egypt<span class=\"citation\" id=\"53929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53929)\">Ex. 8:21-22<\/a><\/span><span class=\"citation\" id=\"53934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53934)\">Ex. 9:22-26<\/a><\/span> except the land of Goshen, where the children of Israel dwelt.<span class=\"citation\" id=\"53937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53937)\">Ex. 10:21-23<\/a><\/span> But what credit is due to us before the Heavens and the earth, even supposing we had such faith as to get the Lord to fight our battles and do for us what we could do for ourselves? Not a particle. He requires obedience at our hands. One of the prophets has said, &#x201C;To obey is better than sacrifice, and to hearken than the fat of rams;&#x201D;<span class=\"citation\" id=\"55465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55465)\">1 Sam. 15:22<\/a><\/span> and it is written, and I have never heard it contradicted&#x2014;it was said in the days of <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus and His Apostles, and it has been said in this our day&#x2014;that we shall be judged according to our works<span class=\"citation\" id=\"64965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64965)\">Matt. 16:27<\/a><\/span><span class=\"citation\" id=\"80617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80617)\">Rev. 20:12<\/a><\/span> and not according to our faith. One of the Apostles has said, &#x201C;Show me thy faith without thy works, and I will show thee my faith by my works.&#x201D;<span class=\"citation\" id=\"77564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77564)\">James 2:18<\/a><\/span> If a man heals a person who is sick, it does not prove that he keeps all the commandments of God. One man went to Jesus and said, I know you have power; my servant is sick, and if you come and touch him he will be healed. And Jesus said he had not seen such faith in Israel. And he said, &#x201C;Your servant is made whole.&#x201D;<span class=\"citation\" id=\"67299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67299)\">Luke 7:2-10<\/a><\/span> Was it the faith of this man who came to Jesus, or the charity and mercy of the Savior, by which the sick person was healed? Jesus saw the man's faith, and he said I will bestow a blessing here; and in this is manifested the mercy of God. In many things are the mercies of God made manifest; and for the people to turn around and claim that it is because of their righteousness, is foolish and wrong. If these grasshoppers were all moved away it would not be because of the righteousness of the people, but through the mercies of God. It is for us to live so that we can claim the blessings of God. You recollect reading of the brother of Jared, Mahonri Moriancumer, who saw the Lord.<span class=\"citation\" id=\"126183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126183)\">Ether 3:9-20<\/a><\/span> If he had not kept the commandments of God he would not have had power to see the finger of the Lord.<span class=\"citation\" id=\"83371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83371)\">Ether 3:6-8<\/a><\/span> But he was faithful in all things, and this gave Mahonri such exceeding great faith that he had a right to the blessings he asked. If we were to keep the commandments of God, as he did, we would have the right to claim the blessings even as Mahonri had. But if we will not be obedient in all things we cannot claim them. If we are obedient in all things He will bestow upon us every blessing we desire; if we are obedient  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in some things and disobedient in others, He will do as He pleases. <\/div><div class=\"paragraph jod\" id=\"v12n792\"> Twelve years from now will tell whether we have been instructed today or not. If the grasshoppers come again we can then find who has grain in their bins. With regard to faith and repentance, and baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost, and the ordinances of the Gospel, the people are united; but when we come to the providences of God to us, then is the place for skepticism to come in and the people to differ. We are bound by our covenants to accept the word of the Lord. There is a difference of opinion as to getting the word of the Lord; but if you will read and cultivate the Spirit of God, you will understand how it is obtained. The Lord is not every<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where in person; but He has His agents, speaking and acting for Him. His angels, His messengers, His Apostles and servants are appointed and authorized to act in His name. And His servants are authorized to counsel and dictate in the greatest and what might be deemed the most trifling matters, to instruct, direct and guide His Saints. The people have done well for the past year or two, in leaving off their tobacco, their whiskey, their coffee, and their tea; and if they will keep on doing this, and increasing in righteousness, we are as surely on the high road to excellence, glory, and eternal lives, as we are here today. <\/div><div class=\"paragraph jod\" id=\"v12n793\"> I pray the Lord that we may have His spirit to guide us to help build up the Kingdom of God. Amen. <\/div>\n<\/div>\n<\/div>"}