{"ID":120005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Union and Obedience to Counsel.<\/div>\n<div class=\"subtitle\">Remarks by Elder George Q. Cannon, delivered in the Bowery, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Union and Obedience to Counsel.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v12n63\"> There have been a great many excellent remarks made to us since we assembled ourselves together to celebrate the anniversary of the organization of the Church, remarks which, if treasured up in our hearts and practiced in our lives, cannot fail to make us a much better people than we are today. It should be clear to the mind of every Latter-day Saint that there is an extreme necessity for us to be united. It is to our union alone, imperfect though it may have been, that we may attribute our suc<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cess in the past, under the blessing of God. If we have any name or prestige in the earth, if there is anything attached to the name of Latter-day Saint or &#x201C;Mormonism&#x201D; that conveys the idea of power to the minds of the people, it has its origin in our union, obedience, concentration of effort, and our oneness of action, and the more this oneness increases the more marked and distinct we will be among the nations of the earth. What is it that has made us the people we are today? It is  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obedience to the counsels which God has revealed through His servants. If there is anything on the earth that will continue to add distinction and power to us, and elevate us and make us strong and mighty, it is an increase of this obedience which has already given us this distinction. <\/div><div class=\"paragraph jod\" id=\"v12n65\"> I have thought considerably since we have been together of the counsels which have been given to us, and of the action of the people in the past. There was a time when every Latter-day Saint who had the spirit of his religion felt as though he wished to devote himself and all that he had to the upbuilding of the Kingdom of God. This feeling doubtless predominates today, but it has been partially buried up and covered by other feelings&#x2014;the love of gain, the desire to acquire property, and feelings akin to these. There was a law revealed to us&#x2014;the law of consecration&#x2014;<span class=\"citation\" id=\"85348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85348)\">D&amp;C 42:30<\/a><\/span>through obedience to which every man expected to hold all that he possessed subject to the dictation of the servants of God. It is right that we should recollect this law, and continually seek to carry it out. We should feel that we are placed as stewards over the property God has placed in our hands, and that all we have is subject primarily to the counsels of God's servant, and that before we take any step of importance it is our duty to seek counsel from him who has the right to counsel. Imagine the power there would be in this Territory, and it would be felt throughout the nations of the earth, if this entire people, from Bear Lake Valley in the north to the settlements on the Muddy in the south, were thus united, holding themselves and all the wealth that God has so bountifully bestowed upon them, subject to the counsel that God has placed in His Church. What would be the effect of this? <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If you will allow your minds to expand you may be able to contemplate to some small extent the great results that would follow such a concentration of action on the part of this people. Is it the will of God that it should be so? It is. <\/div><div class=\"paragraph jod\" id=\"v12n66\"> The Lord has placed a man at our head upon whom He has bestowed great wisdom. There has never been a time when he has lacked the wisdom necessary to guide all the affairs of the Kingdom of God. Joseph of old had wisdom given to him by which he was enabled to save Egypt.<span class=\"citation\" id=\"53616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53616)\">Gen. 41:39<\/a><\/span> God has given to us a leader who has wisdom equal to any emergency, and if we will be obedient to his counsels we shall realize as great salvation as was wrought out by Joseph for those with whom he was associated. Herein we possess advantages not possessed by other people; we have revelation to guide us, we have the word of the Lord in our midst; we are not dependent upon man's wisdom, nor upon human plans, but we have the wisdom of eternity manifested through the servants of God to guide us. We have the opportunity of building up the Kingdom of God and of carrying out the designs of heaven according to His plan; and if we will do so we shall fulfil the word of the Lord given anciently, when speaking of and comparing his people with the people of the world. Said he, &#x201C;My servants shall eat, and you shall be hungry: my servants shall drink, but ye shall be thirsty: my servants shall rejoice, but you shall be ashamed: my servants shall sing with gladness of heart, but you shall sorrow with sadness of heart, and howl with vexation of spirit. And ye shall leave your name as a curse to my chosen: for the Lord God shall slay thee, and call His servants by another name.&#x201D;<span class=\"citation\" id=\"60193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60193)\">Isa. 65:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n67\"> It seems as though the day had  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come when God will slay the wicked, and when He will call His people by another name. How will these words of the ancient prophets be fulfilled? By our listening to the counsel of him whom he has placed to preside over us, and being guided in wisdom in all things. When we do this we will be a mighty and a powerful people, and President Young will be what he ought to be today, the head of this people, the mouthpiece of God in our midst; and when his counsel is given it will be listened to by all Israel; no one will disobey from one end of the land to the other. How much good could be accomplished if this were the case! What mighty labors could be achieved if this people were in this condition today. What hinders it being so? Nothing but the disposition within us to be careless and indifferent to the principles taught us. <\/div><div class=\"paragraph jod\" id=\"v12n69\"> This condition of things will be brought about, and it might be more rapidly than it is if the people would be obedient and diligent in carrying out the counsels given to them. All within the sound of my voice, probably, have heard that Israel, in the days of Moses, were commanded to sprinkle their doorposts with the blood of a lamb, that they might escape destruction;<span class=\"citation\" id=\"53944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53944)\">Ex. 12:7<\/a><\/span> now if we had been told that Israel were destroyed because they paid no regard to this instruction, who among us would not have said, How foolish Israel must have been to have suffered destruction rather than do such a simple thing as this! Yet what has God said to us in these days with regard to the Word of Wisdom? He has said that &#x201C;all saints who remember to keep and do these sayings, and walk in obedience to the commandments, shall receive health to their navel and marrow to their bones; And shall find wisdom and great treasures of knowledge, even hidden <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> treasures; And they shall run and not be weary, and walk and not faint. And I, the Lord, give them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.&#x201D;<span class=\"citation\" id=\"88952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88952)\">D&amp;C 89:18-21<\/a><\/span> Here is a promise that the Lord has given to us on condition that we obey this requirement, or rather this counsel. It is wise counsel; we have proved its wisdom. What has disobedience to this counsel done for this people? It has made us in many respects, to a certain extent, subject to our enemies. How many called Latter-day Saints, through disobedience to the Word of Wisdom, have been led away to California and other places where they could obtain these things which they thought so necessary to their comfort, but which God had counseled them to forsake? A great many have been led away through this; and every time we disobey this counsel we bring ourselves more completely under bondage to our own appetites and to the enemies of the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v12n70\"> As a people we should arise, and with one effort say we will follow the example, in this respect, of him who leads us. Does President Young drink tea, or coffee, or liquor, or chew tobacco? No; his life is exemplary, and we should copy after it. There is no man among us more exemplary in these things than he is; and it is a shame to us, as a people, if we do not follow his wise example. The Lord is bearing testimony to us through His Spirit, that we should carry these things into effect; and I trust that the people from one end of the Territory to the other, will manifest by their future course that they will observe the counsel that has been given at this Conference, and thus seek to be one with the President. There is no need to disguise the fact that he is anxious to have us subject  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to him in these matters. He is anxious that his power should be felt through the length and breadth of this Territory sufficiently to control and govern the people for good. Why? Because he knows that God has revealed principles by which they can be led back into His presence if they will only be obedient to His counsel. <\/div><div class=\"paragraph jod\" id=\"v12n72\"> Short sermons are the order, and <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I will not lengthen out my remarks. My prayer is, my brethren and sisters, that God will enable everyone of us to see these things aright, and to understand the obligations resting upon us; and that union may pervade the bosoms of the Saints from the lowest to the highest, from the least in the land to the Presidency of the Church, which may God grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}