{"ID":120039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Death of President Heber C. Kimball.<\/div>\n<div class=\"subtitle\">Discourses by Elder John Taylor and others, delivered in the New Tabernacle, Salt Lake City June 24, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: The Death of President Heber C. Kimball.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/24\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v12n567\"> ELDER JOHN TAYLOR <\/div><div class=\"paragraph jod\" id=\"v12n567\"> Were I to give way for my feelings at the present time I should not be able to address this congregation. I feel as, I suppose, most of you feel&#x2014;sympathy with the deceased who now lies before us. When I speak of this as being my feeling, I am aware that I express the feeling of the generality of this people. In this bereavement that has afflicted us, we all participate. A wave of sorrow has rolled throughout the Territory, and feelings of sympathy and sorrow gush up from the fountains of every heart. We have met at this time to pay the last tribute of respect to no ordinary personage, but to a good man who was called and chosen, and <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faithful; who has spent a lifetime in the cause of God, in the establishment of the principles of truth and in trying to upbuild the Church and Kingdom of God on the earth; who has endeared himself by his acts of kindness, affection, integrity, truthfulness and probity to the hearts of thousands of Latter-day Saints, who feel to mourn at this time with no ordinary sorrow. <\/div><div class=\"paragraph jod\" id=\"v12n568\"> That he is esteemed and venerated by this people as a friend, a counselor and a father, this immense congregation, who have met on this inauspicious occasion, is abundant testimony and proof if any is wanting. But his life, his acts, his services,  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his self-abnegation, his devotion to the cause of truth, his perseverance in the ways of righteousness for so many years have left a testimony in the minds, feelings and hearts of all who now feel to mourn his departure from our midst. But we meet not at the present time particularly to eulogize the acts of bro. Kimball, who is one of the First Presidency, and who stands, or who has stood as one of the three prominent men that live on the face of the earth at the present time. <\/div><div class=\"paragraph jod\" id=\"v12n570\"> We do not mourn over him as over an individual in a private capacity; neither, when we reflect on the circumstances with which we are surrounded, and the gospel we believe in, do we mourn that he lies there as he is. For although to us he is absent and lifeless and inanimate, yet his spirit soars above clothed upon with immortality and eternal life. And as has been in possession of the principles of eternal truth, by and by, when the time shall roll around, that gospel and the principles of truth that he has so valiantly proclaimed for so many years, will resurrect that inanimate clay, and He who, on the earth proclaimed, &#x201C;I am the resurrection, and the life,&#x201D;<span class=\"citation\" id=\"69750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69750)\">John 11:25<\/a><\/span> will cause him again to be resuscitated, reanimated, revivified and glorified, and he will rejoice among the Saints of God worlds without end. <\/div><div class=\"paragraph jod\" id=\"v12n571\"> It is not then an ordinary occasion upon which we have met at the present time. It is not to talk particularly about our individual feeling and bereavement, although they are keen, poignant and afflictive; but we meet at the present time to perform a ceremony and to pay our last respects to the departed great one who lies before us. We do not mourn as those who have no hope; we do not sympathize with any fool<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ish sympathy. We believe in those principles, that he, for so many years, has so strenuously advocated, and believing in them, we know that he has simply passed from one state of existence to another. It is customary for men to say, &#x201C;how have the great fallen!&#x201D;<span class=\"citation\" id=\"55535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55535)\">2 Sam. 3:38<\/a><\/span> But he has not fallen. It is true that he has gone to sleep for a little while. He sleeps in peace. He is resting from his labors<span class=\"citation\" id=\"80024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80024)\">Rev. 14:13<\/a><\/span> and is no more beset with those afflictions with which human nature always has to contend: he has passed from this stage of action, he has got through with the toils, perplexities, cares and anxieties in regard to himself, his family, and in regard to the Church with which he was associated; and in regard to all sublunary things, and while mortals mourn &#x201C;a man is dead,&#x201D; angels proclaim &#x201C;a child is born.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n572\"> We believe in another state of existence besides this; and it is not only a belief, but it is a fixed fact, and hence for a man of God to bid adieu to the things of this world is a matter of comparatively very small importance. When a man has fought the good fight; when he has finished his course; when he has been faithful,<span class=\"citation\" id=\"76261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76261)\">2 Tim. 4:7<\/a><\/span> lived his religion and died as a man of God, what is there to mourn for? Why should we indeed be sorrowful? There is a church here on earth? There is a church also in heaven. He has migrated from one, and has passed into the other. <\/div><div class=\"paragraph jod\" id=\"v12n573\"> We have had leave us before Joseph, Hyrum, David Patten, Willard, Jedediah, and a mighty host of good, virtuous, pure, holy, and honorable men. Some have died, as it were, naturally; others have been violently put to death. But no matter, they are each of them moving in his own sphere. Bro. Kimball has left us for a short time that he may unite with them. And whilst  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we are engaged carrying on the work of God, and advancing and maintaining those principles which he so diligently propagated and maintained while he was on the earth, he is gone to officiate in the heavens with Jesus, with Joseph and others for us. We are seeking to carry out his will, the will of our President and the will of our heavenly Father, that we may be found fit to associate with the just who are made perfect,<span class=\"citation\" id=\"77268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77268)\">Heb. 12:23<\/a><\/span> and be prepared to join with the Church Triumphant in the heavens. It is this that our religion points us to all the time. <\/div><div class=\"paragraph jod\" id=\"v12n575\"> We embraced the gospel of Jesus Christ, and he who now lies before us was one of the first to proclaim it to thousands that are here. And what did that teach us? To repent of our sins, and, having faith in the Lord Jesus Christ, to be baptized for the remission of our sins, to have hands laid upon us for the reception of the Holy Ghost and to gather together to Zion that we might be instructed in the ways of life; that we might know how to save ourselves&#x2014;how to save the living, and how to redeem the dead; that we might not only possess a hope that blooms with immortality and eternal life; but that we might have a certainty, and evidence, a confidence that was beyond doubt or peradventure that we were preparing ourselves for a celestial inheritance in the kingdom of our God. And when a man goes to sleep as bro. Kimball has done, no matter how, he lays aside the cares of this world; the weary wheels of life stand still, the pulse ceases to beat, the body becomes cold, lifeless and inanimate; yet at the same time the spirit still exists, has gone to join those who have lived before; who now live and will live for evermore. He has trod the path that we have all to <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> follow, for it is appointed to man once to die, and after that, we are told, the judgment.<span class=\"citation\" id=\"76923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76923)\">Heb. 9:27<\/a><\/span> We have all to pass through the dark valley of the shadow of death,<span class=\"citation\" id=\"56441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56441)\">Ps. 23:4<\/a><\/span> and as I said before, it matters little which way this occurs; but it does matter a great deal to us whether we are prepared to meet it or not; whether we have lived the life of the righteous; whether we have honored our profession; whether we have been faithful to our trust; whether we are prepared to associate with the spirits of the just made perfect,<span class=\"citation\" id=\"77269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77269)\">Heb. 12:23<\/a><\/span> and whether when He, who has said, &#x201C;I am the resurrection, and the life,&#x201D;<span class=\"citation\" id=\"69751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69751)\">John 11:25<\/a><\/span> shall sound the trump,<span class=\"citation\" id=\"73999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73999)\">1 Cor. 15:52 (JST)<\/a><\/span> we shall be prepared to come forth in the morning of the first resurrection.<span class=\"citation\" id=\"80531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80531)\">Rev. 20:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n576\"> Joseph Smith stands at the head of this dispensation. His brother Hyrum Smith was associated with him. They were both assassinated. No matter; they are gone. Brother Heber is now gone, and whilst we mourn the loss they rejoice at meeting one with whom they were associated before; for he was the friend of Joseph and Hyrum Smith, and he was the friend of God,<span class=\"citation\" id=\"77610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77610)\">James 2:23<\/a><\/span> and God is his friend and they are his friends. And as they associated together in time so they will in eternity. It behooves us then not to think so much about dying, but about our living, and to live in such a way that when we shall fall asleep, no matter when, or how it may transpire, that our hearts may be pure before God. When I look upon a man like bro. Kimball, I feel like saying let my last end be like his. Let my life be as spotless, as holy and as pure that I may stand accepted before God and the holy angels. Our ambition ought to be to live our religion, to keep the commandments of God, to obey the counsel that those lips, now sil<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ent and cold, have so often given to us; to honor our calling and profession, that we may be prepared to inherit eternal lives in the celestial kingdom of our God. May God help us to do so in the name of Jesus: Amen. <\/div><div class=\"paragraph jod\" id=\"v12n578\"> ELDER GEORGE A. SMITH <\/div><div class=\"paragraph jod\" id=\"v12n578\"> The occasion which has called us together is truly one of mourning; but our mourning is not as the mourning of those who have no hope. Our father, our brother, our President has fallen asleep. He has fallen asleep according to the promise that those who die unto the Lord should not die, but should fall asleep.<span class=\"citation\" id=\"85432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85432)\">D&amp;C 42:46<\/a><\/span><span class=\"citation\" id=\"86490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86490)\">D&amp;C 63:49<\/a><\/span> Still, the circumstances with which we are surrounded cause us to feel keenly, deeply this bereavement of his company, of his counsel, of his support, of his society, and the benefit of that wisdom which ever flowed from his lips. Short is the journey from the cradle to the grave, and all of us are marching rapidly in that direction; and the present occasion is certainly calculated to inspire in our minds a desire that in all our lives and actions we may be prepared for that coming event, that we may be prepared to rest in peace, and in the morning of the first resurrection to inherit eternal life and celestial exaltation. The association which we have had with President Kimball has been of long standing. He entered the church early after its organization. In 1832, with President Brigham Young, he visited Kirtland, and made himself personally acquainted with the Prophet Joseph, whose bosom friend he was from the time of their first acquaintance until the day of his death. President Kimball was a man that seemed embarrassed when called upon to speak in public in the early part of <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his ministry. My first acquaintance with him was in 1833, when in company with President Young he moved his family to Kirtland. The Saints were then building the Kirtland Temple. He had but little means, but he subscribed two hundred dollars and paid over the money. Efforts were being made to build another house, for school and other purposes, and he subscribed one hundred dollars for that also to buy the nails and glass. That was the first public meeting at which I ever saw Heber C. Kimball. When he was chosen one of the Twelve Apostles, and they were called into the stand to bear their first testimony as Apostles to the Saints, there was an embarrassment and a timidity about his appearance that was truly humble. And when he went abroad to preach, many felt almost afraid to have bro. Kimball preach because he had not as great a flow of language as some others. But it turned out, I am sorrow to say, that some of those who were the most eloquent seemed to be those who fell off by the wayside. It was a dark hour around the Prophet in Kirtland, many having apostatized, and some of them prominent Elders, when bro. Kimball and some others were called upon to take a mission to England. He went abroad when some of the first Elders were covered with darkness, and apostasy ran rampant through the Church. He started almost penniless, made the trip across the ocean, introduced the gospel to England, and laid the foundation for the great work that has since been accomplished there, accompanied by Orson Hyde, Willard Richards and Joseph Fielding. Bro. Kimball and Hyde remained in England about one year, and in that time 1,500 were baptized there. It was strange the power and  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influence which he had over persons whom he had never before seen. On one occasion he went out five days to some towns which he had never visited before, and among people whom he had never seen and who had never seen him, yet in those five days he baptized 83 persons. It seemed that there were a power and influence with him beyond that which almost any other elder possessed. He returned home just in time to find the Saints in their troubles in Missouri. He had hardly got home until the clouds of mobocracy intensified by apostasy again gathered around the Prophet. In a short time after, Joseph was in prison and his counselors were in prison and all were closely guarded. During this time President Kimball visited the prison, the Judges and the Governor, and exerted himself to relieve the prisoners; and he had a peculiar influence with him, so that he could pass among our enemies unharmed when others were in danger. When the Saints were driven from Missouri, as soon as their feet were planted in Nauvoo, he built with his own hands a log cabin for his family, and started again to renew his mission to Great Britain, with President Young and others of his Quorum. It is not my intention to trace his history, but I have culled out these few circumstances to show you his integrity, his faithfulness, and his untiring labors to benefit mankind. <\/div><div class=\"paragraph jod\" id=\"v12n579\"> We are called now to mourn; but we do not mourn as those who have no hope. Brother Kimball was a man who was the son of nature. The literature he loved was the word of God. He was not a man to read novels. He studied the revelations of Jesus. His heart was filled with benevolence. His soul was filled with love; and he was always ready to give counsel to the weakest child <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that came in his way. Thousands and thousands will remember him with pleasure. <\/div><div class=\"paragraph jod\" id=\"v12n580\"> As we follow him to his last resting place, we must recollect that those men who stood side by side Joseph Smith the Prophet, who bore with him his burdens, and shared his troubles; who stood shoulder to shoulder with President Young while he faced the storm of apostasy, mob power and organized priestcraft, are rapidly passing away. Brother Kimball was foremost among them. Joseph loved him, and truly it may be said that bro. Kimball was a Herald of Grace. May we all so live that with our brother we may inherit the blessings of celestial grace, is my prayer in the name of Jesus: Amen. <\/div><div class=\"paragraph jod\" id=\"v12n581\"> ELDER GEORGE Q. CANNON <\/div><div class=\"paragraph jod\" id=\"v12n581\"> The scene in which we are participating this day reminds us more strongly than any language can do how frail is mortal existence, and how slight a tenure we all have upon this life. Two weeks ago today, he, whose lifeless remains we now surround, was moving among us in this tabernacle; if not in the enjoyment of perfect health, yet in the enjoyment of such a degree of health as not to inspire us with any apprehensions as to his life. If we had been asked, How long is bro. Heber Kimball likely to live? The probable answer would have been, he is as likely to live ten or twenty years as any other period. But since then, two weeks, two brief, short weeks, have gone, and we have assembled ourselves together to pay our last respects to his memory. It seemed to me when I entered the building, and sat down and looked upon the congregation, that the greatest eloquence I could indulge in would be silence. Yet it is due to him that our voices  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should be heard in instruction to those who remain, and in testimony of his great worth; and if possible to spread before them, the great and glorious example which he has set for us, and which if we will but emulate and follow, will result in the attainment of the most glorious blessings of which mortal heart can conceive. <\/div><div class=\"paragraph jod\" id=\"v12n583\"> I have known bro. Heber from my childhood. To me he has been a father. I never was with him but what he had good counsel to give me. And when I speak this I speak what everyone who was acquainted with him might say. He was full of counsel, full of instruction, and he was always pointed in conveying his counsel in plainness to those to whom he imparted it. <\/div><div class=\"paragraph jod\" id=\"v12n584\"> Have we any cause, in reality, to mourn today? Have we any cause for grief and sorrow? When I stood by his bedside and saw his spirit take its departure, there was no death there; there was no gloom. I had seen but two persons die before, and they died by violence; but when I watched brother Heber I asked myself, Is this death? Is this that which men represent as a monster,<span class=\"citation\" id=\"81384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81384)\">2 Ne. 9:10<\/a><\/span> and from which they shrink with affright? It seemed to me that bro. Heber was not dead, but that he had merely gone to sleep. He passed away as quietly and as gently as an infant falling asleep on its mother's lap; not a movement of a limb; not a contortion of his countenance; and scarcely a sigh. The words of Jesus, through Joseph, were forcible brought to my mind&#x2014;&#x201C;they that die in me, their death shall be sweet unto them.&#x201D;<span class=\"citation\" id=\"85433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85433)\">D&amp;C 42:46<\/a><\/span> It was sweet with him. There was nothing repulsive, nothing dreadful or terrible in it, but on the contrary it was calm, peaceful and sweet. There were heavenly influen<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ces there, as though angels were there, and no doubt they were, prepared to escort him hence to the society of those whom he loved and who loved him dearly. I thought of the joy there would be in the spirit land, when Joseph, and Hyrum, and David, and Willard, and Jedediah, and Parley would welcome him to their midst, and the thousands of others who have gone before, and like them have been faithful. What a welcome to their midst will brother Heber receive! To labor and toil with them in the spirit world in the great work in which we are engaged. <\/div><div class=\"paragraph jod\" id=\"v12n585\"> It is now twenty-four years lacking three days, since Joseph and Hyrum were taken away from us. Twenty-four years so fruitful in labor, so abundant in toil, so rich in experience! During that period bro. Heber has never wavered, never trembled. It may be said of him with as much truthfulness today, as was said by bro. Brigham on one occasion in Nauvoo, &#x201C;his knees never trembled, his hands never shook.&#x201D; He has been faithful to God; he has been true to his brethren; he has kept his covenants; he has died in the triumphs of the faith; and as the Savior has said, &#x201C;that which is governed by law is also preserved by law and perfected and sanctified by the same,&#x201D;<span class=\"citation\" id=\"88471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88471)\">D&amp;C 88:34<\/a><\/span> so will it be with him. He has gone to the paradise of God,<span class=\"citation\" id=\"126160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126160)\">Rev. 2:7<\/a><\/span><span class=\"citation\" id=\"126161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126161)\">Moro. 10:34<\/a><\/span><span class=\"citation\" id=\"126162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126162)\">D&amp;C 77:5<\/a><\/span> there to await the time when this corruption shall put on incorruption, when this mortality shall put on immortality.<span class=\"citation\" id=\"81943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81943)\">Mosiah 16:10<\/a><\/span><span class=\"citation\" id=\"82312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82312)\">Alma 40:2<\/a><\/span><span class=\"citation\" id=\"82361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82361)\">Alma 41:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n586\"> My brethren and sisters, here is an incentive to us to be faithful. Contrast the death of this man with the death of the apostate&#x2014;the traitor. Contrast the future&#x2014;as it is revealed to us in the revelations of Jesus Christ&#x2014;of this man, with the future of the renegade from the truth,  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the wicked and those who love not God and who keep not his commandments. Are there any incentives presented to us this day to be faithful? They are too numerous for me to dwell upon or mention. There is every reason why we should be faithful. It is easier to keep the commandments of God than it is to break them. It is easier to walk in the path of righteousness than it is to deviate from it. It is easier and more pleasant to love God than it is to break his commandments. <\/div><div class=\"paragraph jod\" id=\"v12n588\"> Then let us be true to God. Let us walk each day so that we may be worthy, when our life is ended, to associate with him whose spirit inhabited this tabernacle that lies here, and with others who have gone before, and with those who remain, that we may dwell together with them eternally in the heavens;<span class=\"citation\" id=\"83061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83061)\">3 Ne. 28:40<\/a><\/span> which may God grant, for Christ's sake, Amen. <\/div><div class=\"paragraph jod\" id=\"v12n589\"> PRESIDENT D. H. WELLS <\/div><div class=\"paragraph jod\" id=\"v12n589\"> It is a great calamity to humanity when a great and good man falls. Earth needs their services. Good men are too scarce. The loss is not so much to them as it is to us who remain&#x2014;as it is to humanity who are still left to wield an influence against the wickedness which is on the earth, and to sustain holy and righteous principles which the Lord has revealed from the heavens for the guidance of man. Herein is the loss which we feel when such men as bro. Kimball are taken away. He has made his mark. He has earned imperishable fame, and he will live in the hearts of the good, the true and the faithful&#x2014;in the hearts of the just; and he will be remembered by the wicked, for he has often invaded the realms of darkness and sustained holy and righteous princi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples with all his might, power and influence, all the days of his life. It is true, for him we need not mourn, because he has passed to that home where Satan has no power. He has secured to himself a crown of eternal glory and righteousness in the celestial kingdom of our God. Not that he will come immediately unto this exaltation. The Savior of the world, himself, did not enter into his glory on the dissolution of his spirit and body; he went first to minister to the spirits in prison,<span class=\"citation\" id=\"78018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78018)\">1 Pet. 3:19<\/a><\/span> being clothed with the holy priesthood. So with our brother and beloved friend, for he is still our friend, and, as has been well remarked, he was the friend of God<span class=\"citation\" id=\"77611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77611)\">James 2:23<\/a><\/span> and all good men. He is not lost. He has only gone to perform another portion of the mission which he has been engaged in all his life, to labor in another sphere for the good of mankind, for the welfare of the souls of men. But he has laid for himself a foundation that is imperishable, on which a superstructure of glory and exaltation will grow and increase throughout all eternity. <\/div><div class=\"paragraph jod\" id=\"v12n590\"> I do not stand here to eulogize our friend and brother today, but to satisfy my own feelings and pay a tribute of respect to his memory, for I loved him and he loved me, and he loved this people. He has friends also where he is gone. Who can answer the question whether they are more numerous than those who have assembled together today and those throughout this Territory? Who can say that they are not more numerous on yonder shore? Yet it matters not. Those who are faithful will yet be gathered with him and others, and come with him to a celestial glory, and with him dwell where there is no sorrow nor affliction. He rests from his labor, from  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the toil which surrounded him on the earth. This is, today, a source of consolation to his family and friends, to those who were intimately connected with him. They may be assured that he rests in peace. Let his example be followed; let his teachings be remembered; let us all live so that we may have a reasonable hope of meeting with him and being associated with him in a never-ending future. <\/div><div class=\"paragraph jod\" id=\"v12n592\"> May God help us to be faithful unto the end, as he has been; to fight the good fight and keep the faith,<span class=\"citation\" id=\"76014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76014)\">1 Tim. 6:12<\/a><\/span><span class=\"citation\" id=\"76262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76262)\">2 Tim. 4:7<\/a><\/span> that at last, with him and those who have gone before, we may be found worthy to walk the golden streets<span class=\"citation\" id=\"80814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80814)\">Rev. 21:21<\/a><\/span> of that eternal city, whose builder and maker is God:<span class=\"citation\" id=\"77006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77006)\">Heb. 11:10<\/a><\/span> Amen. <\/div><div class=\"paragraph jod\" id=\"v12n593\"> PRESIDENT B. YOUNG <\/div><div class=\"paragraph jod\" id=\"v12n593\"> I wish the people to be as still as possible, and not to whisper. I do not know that I can speak so that you can hear me; but if I can I have a few reflections to lay before you. We are called here on this very important occasion, and we can say truly that the day of this man's death was far better to him than the day of his birth. I will relate to you my feelings concerning the departure of bro. Kimball. He was a man of as much integrity I presume as any man who ever lived on the earth. I have been personally acquainted with him forty-three years and I can testify that he has been a man of truth, a man of benevolence, a man that was to be trusted. Now he has gone and left us. I will say to his wives and his children that I have not felt one particle of death in his house nor about it, and through this scene we are now passing I have not felt one particle of the spirit of death. He has fallen asleep for a certain purpose&#x2014;to be prepared for a glorious <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> resurrection; and the same Heber C. Kimball, every component particle of his body, from the crown of his head to the soles of his feet, will be resurrected, and he, in the flesh, will see God<span class=\"citation\" id=\"56163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56163)\">Job 19:26<\/a><\/span> and converse with Him; and see his brethren and associate with them and they will enjoy a happy eternity together. <\/div><div class=\"paragraph jod\" id=\"v12n594\"> Bro. Kimball has had the privilege of living and dying in his own house in peace; and has not been followed up by mobs and massacred. I consider this a great consolation to his family and friends; and it is a great comfort to me to think that bro. Heber C. Kimball had the privilege of dying in peace. It is not a matter of regret; it is nothing that we should mourn for. It is a great cause of joy and rejoicing and comfort to his friends to know that a person has passed away in peace from this life, and has secured to himself a glorious resurrection. The earth and the fullness of the earth and all that pertains to this earth in an earthly capacity is no comparison with the glory, joy and peace and happiness of the soul that departs in peace. You may think I have reason to mourn. Bro. Heber C. Kimball has been my first counselor for almost twenty-four years. I am happy to state, it is a matter of great joy to me; this is the third counselor that has fallen asleep since I have stood to counsel this people&#x2014;and they have died in the faith, full of hope; their lives were filled up with good works, full of faith, comfort, peace, and joy to their brethren. I have looked over this matter. In the fourteen years that bro. Joseph presided over the Church, three of the prominent counselors he had apostatized. This was a matter of regret. Sidney Rigdon, F. G. Williams, and William Law, whom many of this congrega<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion knew in Nauvoo, apostatized and left bro. Joseph. I have not been under the necessity of mourning and lamenting over the apostasy of any one of my counselors, and I hope I shall never have this to regret. I had rather bury them by the score than see one of them apostatize. <\/div><div class=\"paragraph jod\" id=\"v12n595\"> A great deal could be said concerning bro. Kimball, whose remains are here. He is not dead. His earthly tabernacle has fallen asleep to be prepared for this glorious resurrection that you and I live for. What can we say to one another? Live as he has lived; be as faithful as he has been; be as full of good works as his life has manifested to us. If we do so, our end will be peace and joy, and we will fall asleep as peacefully. I held my watch with one hand and fanned him with the other while he breathed his last. <\/div><div class=\"paragraph jod\" id=\"v12n596\"> For this family to mourn is perhaps natural; but they have not really the first cause to do so. How would you feel if you had a husband or a father that would lead you from the truth? I would to God that we would all follow him in his example in our faithfulness, and be as faithful as he was in his life. To his wives, his children, his friends, his brethren and sisters, to this family whom God has selected from the human family to be his sons and daughters, I say let us follow his example. He has gone to rest. We can say of him all that can be said of any good man. The Lord selected him and he has been faithful and this has made him a great man; just as you and I can become if we will live faithful to our God and our religion. There is no man but what can do good if he chooses; and if he be disposed to <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> choose the good and refuse the evil.<span class=\"citation\" id=\"58003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58003)\">Isa. 7:15-16<\/a><\/span> If any man choose the evil he will dwindle, especially if he has been called to the holy priesthood of the Son of God. Such a man will dwindle and falter, stumble and fall; and instead of becoming great and good, he will be lost in forgetfulness. <\/div><div class=\"paragraph jod\" id=\"v12n597\"> We pay our last respects unto bro. Kimball. I can say to the congregation we thank you for your attention. We are happy to see you here. It would be a pleasure to us if it would be prudent, and we had time, for you to see the corpse; but it would not be prudent and we have not the time. This, perhaps, will be a matter of regret to many of you; but you must put up with it. I want to say to everyone who wishes to see brother Heber again, live so that you will secure to yourselves a part in the first resurrection, and I promise you that you will meet him and shake hands with him. But if you do not live so, I can give you no such promise. <\/div><div class=\"paragraph jod\" id=\"v12n598\"> Now, my friends, I feel to bless you; and the family, the wives and children of bro. Heber C. Kimball. I bless you in the name of Jesus Christ. Will you receive the blessings which a father and husband has placed upon your heads? If you live for them you will enjoy them. I think he has never cursed one of his family; but his heart was full of blessings for them. He has blessed his brethren and sisters and neighbors and friends. His heart was full of blessings; but he was a scourge to the wicked and they feared him. Now, my friends, I cannot talk to you; my sore throat will not let me. But I feel to thank you for your kind attention here today, in paying our respects to the remains of bro. Kimball, and may God bless you: Amen. <\/div>\n<\/div>\n<\/div>"}