{"ID":120061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Joy and Happiness Imparted By the Gospel&#x2014;Sectarian and Revealed Religion&#x2014;Oneness the Order of God.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Nov. 1, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Joy and Happiness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 11\/1\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v12n1075\"> Having been called upon to address the Saints this afternoon, I do so with the greatest of cheerfulness, feeling to rejoice before the Lord at having the privilege. I esteem the blessings that have been bestowed upon this people far above all the riches, wealth and honors that could possibly be bestowed upon them by men. There is something connected with the dispensation of the Gospel which has been revealed to us, that is calculated in its very nature to inspire the heart of the true Saint with joy. There is no other religion extant among men, calculated to impart the same joy and happiness as that which we have embraced. <\/div><div class=\"paragraph jod\" id=\"v12n1076\"> To believe in a God who once freely conversed with His children and took them into close communion <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with Himself, and revealed to them many great and precious things and filled them with the Holy Ghost, but who, in later times, to another class of His children refused the same blessings, is a horror to my feelings; it would impart no satisfaction, happiness, true joy, or peace of mind to me, or any other person. Yet we have been educated, before embracing the fullness of the Gospel, in a variety of religions wherein we were taught that God was once a God of power, and that in former dispensations He made bare His arm among the people;<span class=\"citation\" id=\"59613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59613)\">Isa. 52:10<\/a><\/span> but we are told by the various religious sects of the day that for the last 1,700 years these great manifestations of His power and goodness have been withheld from the children of men. <\/div> <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n1078\"> What satisfaction is this to me or to any real true-hearted Saint of God? If I were very hungry, having fasted a long time, and my appetite craved food very much, what would be the use of me reading of people having enjoyed themselves with a great variety of palatable and healthful food 1,800 years ago? How much would this satisfy the cravings and wants of my nature? Suppose I should find a very hungry people, or many congregations of them, who had fasted until they were almost ready to perish for the want of food, and I should say to them, &#x201C;Cheer up, brethren, let your hearts be glad and rejoice exceedingly, for the Lord fed five thousand in ancient days on a few loaves and fishes,<span class=\"citation\" id=\"64757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64757)\">Matt. 14:21<\/a><\/span> but you need not expect that He will do any such thing for you.&#x201D; Do you think such a people would feel like clapping their hands or shouting for joy at such an announcement? I look upon all the sectarian religions of the world, in which our fathers have believed, in this light. Give me a religion that will feed the soul in my day; give me a religion that will privilege its believers to hold converse with God in their own day; that will inspire their hearts with the revelations of Heaven, and manifest those things which are great and heavenly and reveal to them their duties while they live. If I can't have a religion of this description, I say good bye to all religions. Nothing short of that will satisfy me as an individual. <\/div><div class=\"paragraph jod\" id=\"v12n1079\"> A great many good and wholesome truths are taught, notwithstanding, by almost every religious society, perhaps we may say all, not excepting the heathen nations, who worship idols. They have a great many good and wholesome principles among them, as well as a great many that are evil, and which are calculated to darken the mind, corrupt the <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart, and lead them astray from the true God. If the religions of the day were full of evil from beginning to end; if there were no principles of morality included within them, they would not be calculated in their nature to bring so many into bondage and subjection to them. But because they have some good, wholesome, moral principles mixed with their foolish, vain traditions, and powerless forms, millions are dragged into their snares. <\/div><div class=\"paragraph jod\" id=\"v12n1080\"> I have oftentimes felt to ask the children of men, how they would look upon a man at the head of a family of children, say a dozen of sons, who condescended to be very familiar and sociable with six of them, the elder ones, and taught and instructed them, developed their minds and led them along, unfolding principle after principle to them; and by and by, when the other six came along, believing him to be an impartial being, and learning of the great blessings bestowed upon their brethren, they ask for similar blessings, but not one solitary soul of the six could get a syllable of information from him. Would you not think that such a father had changed very materially, or that the children had incurred his displeasure to that extent that he would not have anything to do with them? Now this is the light in which God is held up by all the sectarian religions of the day. <\/div><div class=\"paragraph jod\" id=\"v12n1081\"> We Latter-day Saints have come out from all these vain and foolish doctrines; we have renounced them. When the glorious Gospel of the Son of God was sounded in our ears we received it with joy. We saw, in a great measure, the foolishness of the religions we had been taught all our days; we saw how powerless they were. We saw that they had no voice of angels and that God inspired none of them with the spirit of pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phecy; we saw that none of them had revelation, or the visions of heaven opened to their minds; and we also saw the doctrines they taught were foolish, vain, and false, got up by the children of men without authority from God, and seeing this we renounced the whole of them. <\/div><div class=\"paragraph jod\" id=\"v12n1083\"> We oftentimes, in our Tabernacle and meetinghouses, have the privilege of seeing the contrast to this. There are some of our children, born here in this Territory, who, perhaps, have never formed much of an idea respecting the false doctrines with which our forefathers have been bound down for generations. It is true we occasionally tell them, but they cannot realize it as if they had experienced it for themselves. <\/div><div class=\"paragraph jod\" id=\"v12n1084\"> I consider that the most of what we heard delivered from this stand this forenoon was very good; and according to my views, the principles advanced were wholesome as far as they went. But sound these doctrines to the bottom, and we shall find that they who advocate them believe that King James translation of the Bible contains the last revelation God ever did give, or that He intends to give to the human family. That is what they themselves tell us. Now, what particular use is it to preach up morality and many other good things, and then connect it with a doctrine of that kind? You may think I am hard, but I could not help, while listening this forenoon, contrasting this people with all the light and knowledge that God has poured down from the heavens upon them, with the formal, powerless systems of the children of men in which we were so long traditionated. <\/div><div class=\"paragraph jod\" id=\"v12n1085\"> When we hear salvation preached we know it is true; when we hear that Jesus is the Author of salvation to all those who obey Him,<span class=\"citation\" id=\"76646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76646)\">Heb. 5:9<\/a><\/span> we know that is true. But when we ascend still <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> further in these great and sublime principles we find that, besides believing that Jesus is the Author of salvation, we must know what He requires of the children of men, and then obey it. We must find out and understand that He is the same Author of salvation that He was in ancient days; that if He did converse with His children in former days, being the same Author of salvation and unchangeable in His nature and attributes, He is willing to speak to His children in these times. Could you get the religious world to believe in or preach such a doctrine? No. Why? Because it contradicts their creeds. They have surrounded themselves as it were with a peck measure and have said to their proselytes, &#x201C;So far shall you go in this belief and no farther.&#x201D; You may believe just what the ancients have written, but you must not believe anything further. You may believe that God spoke to Moses and delivered the children of Israel by His power; but you must not believe that He will ever raise up a Moses in our day. You may believe that God gave the keys of His Kingdom to the Apostle Peter,<span class=\"citation\" id=\"64887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64887)\">Matt. 16:19<\/a><\/span> and gave him the power to unfold the principles of eternal life in his day, but you must not believe in any man holding the keys in these days. These are their creeds, and they will cut you off from their church if you profess to believe in new revelations, or in anything not contained in the Bible. <\/div><div class=\"paragraph jod\" id=\"v12n1086\"> I did not think, when I arose, of saying anything about this subject, but it came into my mind. There are so many great and glorious principles which God has revealed to this people that it seems as though we can hardly get time to speak about the false doctrines of the children of men. We wish to talk about things more glorious; things which are cal<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>culated to revive the hearts of the Saints, to fill them with joy, peace, and happiness, and to inspire them with the hope of blessings to come. <\/div><div class=\"paragraph jod\" id=\"v12n1088\"> We Latter-day Saints have not only embraced the first principles of the Gospel, but we have assembled ourselves from many nations and come here to these isolated vales with the understanding that we were to be taught more perfectly in the ways of the Lord. If we have gathered with any other feelings or views in our hearts we have made a mistake. The Lord our God could not teach, and build us up in the ordinances of His Kingdom, without making us one people. We are expecting to obtain salvation; that is our great object. If that had not been our object but very few people would have come so many thousand miles into this comparatively desert region. This proves the sincerity of those who have gathered; it proves that they have been willing to do almost anything if they could but obtain that salvation which they longed for, and which they desired with all their hearts. You therefore expect, if you are true Saints, as I have already observed, that when you come here you will be taught more perfectly in relation to your duties. Perhaps some may have formed erroneous ideas in regard to these teachings, thinking in their own hearts that when they arrived in Zion&#x2014;the great place of gathering, they would be taught more perfectly in spiritual duties, and be continually fed with spiritual things. Perhaps some may have imbibed the idea that God would not inspire His servants to say much in regard to temporal matters. This is one of the things we have learned in the world. We not only learn that God does not speak in our day, and that He has no prophets nor inspired men, but we also learn that every man must be <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for himself, and, so far as property is concerned, the devil for us all. We have been thoroughly taught this lesson, it has been instilled into our very constitutions; and to think that God has nothing to do with temporal matters, and that He can prepare His people to enter the celestial Kingdom and be made one and equal, as it were, in the enjoyment of heavenly things,<span class=\"citation\" id=\"87338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87338)\">D&amp;C 78:5-6<\/a><\/span> and yet be as divided as the east is from the west in regard to temporal things, has become a second nature to us. Even the Latter-day Saints, with all their information and knowledge and the blessings they have received, can hardly conceive that the Lord has any business to teach them how to proceed in regard to their temporal business. <\/div><div class=\"paragraph jod\" id=\"v12n1089\"> The Lord says, &#x201C;Unto me all things are spiritual.&#x201D;<span class=\"citation\" id=\"84806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84806)\">D&amp;C 29:34<\/a><\/span> Did God make this earth? Yes. Well, it was a spiritual work. He spake, His word went forth out of His mouth, the elements were brought together and organized, and the earth was made very good.<span class=\"citation\" id=\"52363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52363)\">Gen. 1:31<\/a><\/span> It was a spiritual work. We may call it temporal; but, God, in all things pertaining to His works, is spiritual, and all things to Him, as He says in one of the revelations, are spiritual. But unto you, ye Latter-day Saint, because of your traditions, He has made a little distinction, and called same things temporal and some spiritual. In the great day of the fullness of the redemption that is promised to the Saints, for which we all hope, do we expect to be admitted into the presence of a Being who has no materiality about Him? Do we expect to be admitted into a heaven that consists of spiritual things according to our ideas? Do we expect when we get there that we will find beings in whose image we are,<span class=\"citation\" id=\"52185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52185)\">Gen. 1:26-27<\/a><\/span> and yet they be intangible and without substance? If we are material, so will  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they be. If we have flesh and bones after the resurrection, so will they have flesh and bones.<span class=\"citation\" id=\"91362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91362)\">D&amp;C 130:22<\/a><\/span> If we are male and female after the resurrection, so will they be in heavenly society. If we have thrones of a material nature, so will they have, and their thrones will be just as material in their nature as the thrones of this world. It is true that those personages, their thrones and the elements by which they are surrounded will all be pure. They will be uncontaminated by sin, being so purified and sanctified that sin will have no dominion there. But because everything there is pure, it does not make it altogether immaterial in its nature, it is still an enduring substance. And when we receive our inheritance there, we shall receive a tangible inheritance, a spiritual inheritance, and a material inheritance. Will it consist of land? Yes, just as much as the land on which we walk; but the land will be purified and sanctified. It will neither be contaminated nor unclean, and none but the clean, pure, and sanctified will possess inheritances there. Do we have material books here in this world from which we gain information? Yes. Will they not be material also in that world? Will there not be books and records there in abundance? Will not the acts and doings of the children of men be recorded in books in that world?<span class=\"citation\" id=\"91155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91155)\">D&amp;C 128:6-8<\/a><\/span> Will not your sealings and blessings, and the powers and keys that have been bestowed upon you be recorded there in books, as well as in books in this world? Well, then, it is all spiritual and it is all material in its nature. Are we to possess these spiritual and eternal riches that world? We are told in numerous laws which God has given that all of this people are to be made one as it were. No division there; no quarreling about property; no such <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thing as one person sitting away down in rags and another lifted up with immense riches.<span class=\"citation\" id=\"85100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85100)\">D&amp;C 38:26<\/a><\/span> What do we read in the Book of Doctrine and Covenants, in a revelation given to Joseph in the early rise of this church, speaking of the property that was placed in the hands of certain individuals who had entered into covenant and an everlasting order? The Lord says, &#x201C;You are merely stewards; these properties are mine, or else your faith is vain.&#x201D;<span class=\"citation\" id=\"89900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89900)\">D&amp;C 104:54-56<\/a><\/span> &#x201C;And,&#x201D; says the Lord, &#x201C;except you are made equal in the bonds of earthly things, (that is in property) you cannot be made equal in the enjoyment of holy and eternal riches.&#x201D;<span class=\"citation\" id=\"87339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87339)\">D&amp;C 78:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1091\"> Well, if there is to be an equality in the eternal worlds throughout all the celestial hosts in the enjoyment of eternal riches, is it not necessary for the Latter-day Saints to begin to be one, in some measure at least, in regard to their possessions here in this world? <\/div><div class=\"paragraph jod\" id=\"v12n1092\"> How thankful I have been in looking at the great movements that are taking place, this Fall, in our midst. What a great revolution is taking place, pointing to this union! Not in its perfection, for the people are not prepared for it. A perfect order cannot be introduced yet; that will exist when you go back to Jackson County.<span class=\"citation\" id=\"126198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126198)\">D&amp;C 105:34<\/a><\/span> We have not yet learned the lesson that we are but stewards over what the Lord places in our hands. We have not yet learned the law which should govern and regulate these matters. Ever since we entered these valleys every man has been for himself more or less. The merchant to trade and traffic and gain all he could possibly rake and scrape together. The mechanic, the farmer, and the manufacturer have done the same; and each one, in all the various branches of business that have been carried on in our Territory, has been  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>constantly grabbing here and grabbing there, each trying to get rich the soonest and to become a millionaire without any great exertion. <\/div><div class=\"paragraph jod\" id=\"v12n1094\"> Now supposing that one man could possess his tens of millions, what satisfaction is there in that? If a man is engaged in the mercantile profession and is able to lay up gold like the dust of the earth so that he could buy the people of the whole Territory, what happiness or satisfaction would that give him? The satisfaction such a man would enjoy is as I heard a certain merchant relate not long since&#x2014;&#x201C;that he had to put wet cloths over his head in order to keep his brain from being turned inside out,&#x201D; through the care, perplexity and difficulty he encountered in trying to manage in this way, and that way and the other way. What for? Why to grasp and gain more and to heap up property. There is not much happiness, when a man gets into a condition that his whole soul is drawn out after property, and his whole mind, as it were, is carried away with it. How much greater satisfaction it should give to that man to see all the people get rich alike, so far as they can under the present imperfect order of things. It is true all have not the same intellect or capacity; all do not understand mercantile affairs, neither do all understand the various branches of business carried on by the people of this Territory. All may not be able to gather together and heap up wealth alike; but still a poor man may be an honest man; a poor man may be a good man. A poor man who has not the faculty for heaping up riches, may, at the same time, be sincere and honest in his heart, and be striving to do just as much good as the man who is constantly racking his brain trying to obtain property. And how much more satisfactory it would <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be to the real true-hearted merchant Saint to see all his brethren getting rich and wealthy than it would be to see his millions multiplying around him, and thousands of his brethren sunk into the lowest depths of poverty, many of them scarcely knowing where to get the next meal of victuals. <\/div><div class=\"paragraph jod\" id=\"v12n1095\"> This inordinate desire for riches is a Gentile tradition that we were taught before we came into this Church. We brought these feelings into the church; and when we embraced the Gospel we verily thought it was all spiritual, and had nothing to do with temporal matters. We came to this valley, filled with these notions and traditions. But it is time now that we began to awake up and listen to the counsel of him who is our leader, our Prophet, and President. He has been telling us all the day long that we must become more united, that me must seek with all our hearts to be one, not only in regard to baptism and the laying on of hands, and doctrine generally; but united in our interests as a people, in order that we may build up the kingdom of God and extend its borders, that when the time shall come for that great central city to be built up on the consecrated spot this people may have wealth in their possession to perform the work of God. Instead of that now poverty reigns, and I have sometimes thought it would reign until the order of things is changed. Thank God there seems to be now a beginning, a pointing forward to the time when this union shall be brought about. I believe the people now are better prepared to bring about this revolution than they have ever been. Why? Because they have had a long experience. They have had both sides of the question laid before them. By their own acts in this Territory during the last twenty-one years they  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have seen the results of every man grasping for himself. These results which have been manifested before them for years, and which are waxing stronger and stronger, are building up a power in the midst of this Territory that will cause the Latter-day Saints sorrow in time to come if they do not wake up. But the wealthy men, the merchants, those who have their hundreds of thousands are beginning to wake up, and they are taking hold with a feeling of interest to build up the Kingdom of God according to the counsels which God has imparted to them by the mouth of His servants. If this counsel can only be carried out, not only in our mercantile arrangements, but in every other branch of business necessary for the well being of the people of this Territory, you will find that they will multiply their riches a hundredfold quicker than they will if they act individually. <\/div><div class=\"paragraph jod\" id=\"v12n1097\"> Has God said anything about temporal riches? Yes. He told this Church, before it was one year old that we should become the richest of all people.<span class=\"citation\" id=\"85198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85198)\">D&amp;C 38:39<\/a><\/span> His words will be fulfilled. The Lord says we shall not only have the riches of eternity, but we shall have the riches of the earth. God does not care how much wealth His people have, provided they obtain it according to the law he has instituted. Do you suppose that the Lord wants His people to be always bound down with the shackles of poverty, distress, and suffering? No. He is willing that you should have your hundreds of thousands. But He wants the riches of His people to be, at all times, in a position to be used, not to aggrandize themselves alone, but for the building up of His latter-day Kingdom here on the earth. We have got that to do. The Lord has decreed in this book that He will consecrate of the riches of the Gentiles <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that embrace His Gospel, unto the poor of His people who are of the House of Israel.<span class=\"citation\" id=\"85382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85382)\">D&amp;C 42:39<\/a><\/span> Now can we get away from that? No. Here are hundreds of thousands of the poor of His people of the House of Israel on these mountains and in North and South America. God has not forgotten them, though they are degraded to the level of the brute beasts, though they are wandering because of the iniquities and apostasy of their fathers. Although they are in this forlorn and outcast condition, God has not forgotten the promises made to their fathers. They are to be lifted up, and it is to do this work that we are privileged to enjoy their land. We are not in possession of our land of promise particularly, only as we obtain it by a renewed promise; but we are inheriting a land that was given to the remnant of Joseph,<span class=\"citation\" id=\"83517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83517)\">Ether 13:6-8<\/a><\/span> and God has said that we must be remembered with them in the possession of this land.<span class=\"citation\" id=\"89813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89813)\">D&amp;C 103:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1098\"> If, then, the remnant of Joseph can furnish us a land of promise on which to dwell, and on which to build our buildings and become strong, ought we not in turn to take those riches which we earn by our own industry, and use them for the redemption of that people? We have got to do it. It is the work on our hands. And if we do it we must rid ourselves of this covetous principle that prompts us to take all that we can grasp, and say, &#x201C;this shall be for me and my family, that I may aggrandize myself, and have things around me far superior to my neighbors.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1099\"> This principle must be eradicated from our natures; and I think, so far as my poor weak judgment goes, a foundation has been laid, and a plan devised that will affect every branch of business from the mercantile establishment down to the farmer and mechanic. Everything must be or<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ganized according to the law of Heaven. This will prepare us for the more perfect law that will come in force, when the Lord shall command this people to go back to the place where the central city shall be built. We have to build that city; we have to furnish riches to do it. We must prepare ourselves for it; and when we get there, there will be more perfect order established than that which is now being instituted. <\/div><div class=\"paragraph jod\" id=\"v12n1101\"> God has not permitted us yet to enter a perfect order. He told the people when they were scattered from that land to let those laws which He had given concerning the properties of His children be executed and fulfilled after the redemption of Zion.<span class=\"citation\" id=\"90044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90044)\">D&amp;C 105:34<\/a><\/span> Now, I doubt whether you can execute them before that time; but you can get as near to them as you can, so that you may not be wholly strangers to the order which God will in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>troduce when you go back to that land. For thus saith the Lord God in one of the new revelations which He has given, recorded in the history of Joseph the prophet, &#x201C;Behold I will send one mighty and strong, clothed with light as a garment, whose mouth shall utter words, eternal words; and whose bowels shall be a fountain of truth, who shall divide to the saints their inheritances.&#x201D;<span class=\"citation\" id=\"88066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88066)\">D&amp;C 85:7<\/a><\/span> He will send one ordained to this purpose, and to fulfill this particular duty, that the Saints may receive their inheritances after they have consecrated everything in their possession. Then we can build up a city that will be a city of perfection, &#x201C;the perfection of beauty.&#x201D;<span class=\"citation\" id=\"56664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56664)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"60732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60732)\">Lam. 2:15<\/a><\/span> I want to see that day, whether in the flesh or out of it, and rejoice in it, and partake of its glories. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}