{"ID":120047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Word of Wisdom&#x2014;Fish Culture&#x2014;Dietetics.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, April 7, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Word of Wisdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/7\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v12n717\"> The subjects which have been touched upon by brother George A. Smith ought to be of paramount importance to us as a people under our present circumstances. The gospel of life and salvation, which we have received, would be of comparatively little avail to us unless we can prolong our lives and the lives of our children and posterity on the earth. The greatest boon that God has given us, and that upon which every other hinges, is life. With life we need health, the power to carry out designs of our being upon the earth. Without these blessings everyone must perceive that other blessings which we value very highly would be of little or no account. God has moved upon His servant Brigham in a very powerful manner of late to stir up the peoples minds to the consideration of a great variety of subjects connected with our temporal <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well-being; and the more these subjects are reflected upon the more important do they appear, and the more we hear about them, the more we are impressed with the necessity of paying attention to them. <\/div><div class=\"paragraph jod\" id=\"v12n718\"> We have heard considerable of late, especially since twelve months today, on the subject of the Word of Wisdom. Almost every elder who has spoken from this stand has felt the necessity and importance of calling the attention of the people to this subject. We are told, and very plainly too, that hot drinks&#x2014;tea, coffee, chocolate, cocoa, and all drinks of this kind are not good for man. We are also told that alcoholic drinks are not good, and that tobacco when either smoked or chewed is an evil.<span class=\"citation\" id=\"88900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88900)\">D&amp;C 89:5-9<\/a><\/span> We are told that swine's flesh is not good,<span class=\"citation\" id=\"126176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126176)\">Lev. 11:7<\/a><\/span> and that we should dispense with it; and we are told that flesh of any kind is not suitable to man in  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the summertime, and ought to be eaten sparingly in the winter. The question arises in the minds of a great many people, &#x201C;What then are we to eat if we drop swine's flesh and eat very little beef or mutton, and cannot drink tea or coffee, why, dear me, we shall starve to death.&#x201D; In conversation with one of the brethren the other day, he remarked, &#x201C;The diet of the poor is principally bread and meat, and if they dispense with meat, they will be reduced to very hard fare.&#x201D; I reasoned with him on the subject, and before we had got through, I believe I convinced him that other articles of food could be raised more cheaply and in greater variety than the flesh of animals. But just at the present time we are destitute, to some extent, of this needed variety; and, hence, the very apparent necessity that we as a people should turn our attention to the multiplication of varieties of food in our midst. We should not confine ourselves to a few articles of diet and be content therewith; but the people who have the opportunity of so doing should cultivate a variety of food for the benefit of themselves and families. <\/div><div class=\"paragraph jod\" id=\"v12n720\"> It is a fact, which the experience of ages has confirmed, that man of all creatures, requires the greatest variety of food. His stomach is fitted to digest a greater variety of food than the stomach of any other animal. God has created him lord of creation, and all that is created around us is created for man's use and benefit.<span class=\"citation\" id=\"52137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52137)\">Gen. 1:26<\/a><\/span> It would therefore be very unwise for intelligent man, inasmuch as God has given to him the vegetable creation, and has made him lord of the animal creation and placed him as monarch of the finny tribes, to be content to sit down and eat as our degraded Indians do. <\/div><div class=\"paragraph jod\" id=\"v12n721\"> It is to remedy this that we hear the teachings that are given at the <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present time by the servants of God. Man requires food to build up his body. He requires food that is adapted to the development of bone, muscle, and sinew; but this is not all. He requires food that is suitable to feed his brain and to supply the waste sustained in consequence of the use of his mental faculties. There is a necessity, therefore, for us to take these things into consideration. My opinion is that it will be most difficult for fathers of families to induce their wives and children to refrain from the use of tea and coffee, if they do not supply their tables with other articles in their place, and unless food, suitable to the requirements of the human system, is provided, our wives and children will be exposed to constant temptation to transgress the counsels that are given in regard to our diet. It is an exceedingly difficult thing for most people to break off and discontinue cherished and long standing habits. A man who has never drunk tea, coffee, or spirit, or one who has never chewed or smoked tobacco, is not at all affected by the counsel to discontinue their use; but they who have been accustomed to them miss them when they are deprived of them, and they want something to supply their place. I speak, now, not from my own experience, but from what I have heard others say on these things. There is a craving felt by parties when they discontinue the use of these stimulants, and they need variety. This variety must be supplied, and we must take steps to supply it. <\/div><div class=\"paragraph jod\" id=\"v12n722\"> The culture of fish has been alluded to. Physiologists say that fish contains more of the elements necessary to strengthen and build up the brain than almost any other known substance. It would supply a great want if we had it in abundance. But our supply of this article of food is  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very limited, and hence we are taught at the present time to take measures for its increase. I see no reason why we should not raise our own fish as we do our eggs or chickens. This Territory is better adapted to the raising of fish, in consequence of our system of irrigation, than any on the Continent we know anything of, and I believe that the time is not far distant when our farmers will raise fish for their own tables as they now raise beef, mutton, pork, fruit or any other article of diet now in use. It can be done easily by bestowing a little attention, thought and care on the subject. <\/div><div class=\"paragraph jod\" id=\"v12n724\"> We must also cultivate fruit more extensively than we now do; and we must multiply every variety of diet, and if it is possible discover new varieties. It is only a few hundred years since the potato was discovered, and what a blessings it has proven to man. There are other vegetables, probably, as good and as healthful as it is if we could only bring them into use. But vegetables are not grown among us as they should be; there is not that attention paid to them that, it seems to me, they should receive. My theory is, that if we wish to raise a healthy, noble looking, intellectual and perfect race of men and women we must feed our children properly. We must prevent the use by them of every article that is hurtful or noxious in its nature. We must not permit them to drink liquor or hot drinks, or hot soups or to use tobacco or other articles that are injurious.<span class=\"citation\" id=\"88901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88901)\">D&amp;C 89:5-9<\/a><\/span> I do not believe that you could ever make as great and noble race of men, if you feed them on one article of food alone, as if you gave them a variety of diet. We have illustrations of this in India, where the chief diet is rice&#x2014;of itself a very good article of food. We have other illustrations in the <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> case of other races. A people who, for instance, are fed on potatoes alone do not have the stamina that they would have if they had a greater variety of food. Such a people could, I believe, be kept subjected more easily to thralldom than a nation which is better fed. The millions of India are kept in subjection by as many thousands of Europeans. There are doubtless many causes for this, among the chief of which is their diet. <\/div><div class=\"paragraph jod\" id=\"v12n725\"> God has given to us a land that is bounteous; every variety of food can be produced here in the greatest profusion. It only requires the exercise of the powers with which we are endowed, with proper industry, to bring forth food in the greatest abundance and supply every want of man and beast. But whilst I speak in this strain about a variety of food, I am opposed in my own feelings, to a great variety of food at one meal. I believe that we enslave our women; we crush out their lives by following the pernicious habits of our forefathers in this respect. We sit down to table and, especially if we have friends, our tables are covered with every delicacy and variety that we can think of. I believe in variety at different meals, but not at one meal. I do not believe in mixing up our food. This is hurtful. It destroys the stomach by overtaxing the digestive powers; and in addition to that it almost wears out the lives of our females by keeping them so closely confined over cooking stoves. A variety of food is not incompatible with simplicity of cooking; they can go hand in hand. We can have a variety in diet, and yet have simplicity. We can have a diet that will be easily prepared, and yet have it healthful. We can have a diet that will be tasteful, nutritious and delightful to us, and easy to digest;  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and yet not wear out the lives of our mothers, wives, daughters, and sisters in its preparation. <\/div><div class=\"paragraph jod\" id=\"v12n727\"> These are topics, my brethren and sisters, that should claim the attention of the Latter-day Saints, because they pertain to our everyday existence here on the earth; and if we follow the course marked out, and seek to follow the counsels given, the result will be that, here in these valleys, we shall raise a race of men who will be the joy of the earth, whose complexions will be like the complexions of angels&#x2014;full of health, purity, innocence, and vitality; men who will live until the wheels of life will stand still in consequence of the gradual decay of the body; not afflicted and brought to the grave prematurely by disease engendered by improper feeding and other unhealthy habits. We can do what no other people ever could do, at least no other people living in the present generation. We are here a new people, forming our habits and laying the foundation of a great work, and of course are in a state of transition. We can therefore, if we so please, accommodate ourselves to new habits&#x2014;habits recommended and taught to us by the servants of God. One of the great advantages that would result from our having a more simple diet would be that we should be less apt to overload our stomachs through the tempting character of the food we eat. How often is it the case, after we have eaten enough, somebody will say, &#x201C;Here is something I would like you to eat a little of; do taste it.&#x201D; Well, you taste, and before you are aware of it, you have eaten more than you should; your stomach rebels, and you feel that you have done a wrong, and if your stomachs are weak, you have to pay the penalty of your imprudence. <\/div><div class=\"paragraph jod\" id=\"v12n728\"> We are expecting a heavy emigra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion this season. We hope to see them come by thousands. How are these brethren and sisters to be employed? Already we are under tribute. The great majority of the articles of clothing that we wear is imported, and there is nothing more apparent, to those who reflect on this subject, than that we as a people must turn our attention to the creation of new industries. Our President has led out in this direction. He has set an example to the capitalists of this Territory, worthy of all imitation by introducing machinery and urging upon the people the cultivation of certain articles&#x2014;such, for instance, as cotton and wool. It is a matter of necessity for us to turn our attention to these branches. We must use the facilities God has given us in the best possible manner for increasing the means of employing those who come into our midst. It should be our aim as individuals, as families and as a community to dispense with everything that we cannot manufacture. I am told that thousands of dollars a year are expended in supplying our tables with mustard imported from the East. I have no means of knowing the truth of this, but it seems incredible, that we, with the facilities we have for its production, should depend upon importation for the supply of a common article like mustard. <\/div><div class=\"paragraph jod\" id=\"v12n729\"> But this is only one article. When we sit down to our tables, and take a survey, we find many articles that are thus imported. It may be, and frequently is said by a certain class of persons that articles can be imported much cheaper than they can be manufactured here. This is urged by them as a reason for importing; but it is a delusion and a snare, and the man who utters such a sentiment is an ignoramus. He knows nothing about the true principles of building  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up a people and kingdom. That which is manufactured here, though it cost ten times the amount it would cost in the east, is the cheaper, for that is the commencement of independence. The man or the family who carries on home manufacture is laying the foundation for true and lasting independence. They are helping to emancipate the people here from the thralldom under which we have groaned, sweat, toiled and bled for years. This Territory has been bled of its money and life by this erroneous idea. We must stop this drain or we will sink into slavery more abject than that felt by any other people on the continent. The cause of God requires us to take a different course, and if we pursue that marked out for us, means and facilities will increase on every hand. We would like to see it fashionable in the Territory to dispense with all articles that are imported. But now, when one family procures an imported article, their neighbors feel that they are not in the fashion unless they have the same. One lady and gentleman must have a fashionable bonnet and hat, and their neighbors must have the same. You can see the result&#x2014;these fashions make us slaves. Our young ladies are ashamed to go into company unless they can dress like their companions; our young men feel the same. And it is not confined to one class; we all partake of it to a certain extent. We must reform; there is nothing more apparent than that. We must change our habits, and make it fashionable to have articles of our own manufacture, and dispense with all articles that are not so, unless they are absolutely necessary for our comfort and well-being. <\/div><div class=\"paragraph jod\" id=\"v12n731\"> The Lord has multiplied around us every facility for making us a great and mighty people. We have <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been able, in an astonishing manner, to create comfortable homes; the land has been touched by the power of God, and it yields to us of its strength in abundance. Nowhere on the face of the earth can food be raised of a better quality than here. Our cereals, fruit, and vegetables are unsurpassed in the world. We can also produce the finest of hemp, flax, wool, and silk. All these articles can be produced in abundance here, if we will bestow the attention and care necessary for their culture. <\/div><div class=\"paragraph jod\" id=\"v12n732\"> When we reflect upon our position twenty years ago&#x2014;then this Territory was a desert and we were cut off by almost illimitable stretches of barren waste from the rest of the world&#x2014;we can realize to some extent what God has done for us. Now we and our children and the stranger can dwell here in peace, comfort, and security. This should stimulate us to press forward. There is no work too great, under the blessing of God, for us to accomplish if we will only exercise the ability and power that He has bestowed upon us. I look forward to the day, and I trust it is not far distant, when we will have everything in our midst necessary to make us a great and mighty people; when our young people will be the best educated, trained to the best manners, dressed in the best clothing, and appear to better advantage than any people on the continent or in the world. I look forward to this; and it seems to me that it is in the near future. Great and wonderful changes will be effected in Zion. Our young people will be educated in true principles; they will be healthy and beautiful, filled with the Holy Spirit, and attractive to God and man. Our habitations will be delightful to visit; our orchards and gardens and all our surroundings will be the most beautiful that can be imagined. Is there  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>anything to prevent it? Nothing but our own unfaithfulness. God, who has blessed us as we are blessed today, is willing to bless us more abundantly. Heaven is full of blessings to be poured out upon us, if we will only prepare ourselves to receive them. The faith that the Saints are now manifesting in sending for the poor will bring down the blessings of God upon them, and will increase our faith to accomplish those labors that we have yet to perform. Send for five thousand people! Yes, and the Latter-day Saints can do it and perform their other labors too. What effect does this have upon us? It fills us with faith and confidence that there is no labor that can be assigned to us that we cannot perform. And this is the training that God is giving to us. It is upon the principle that gymnasts perform their feats of <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> almost superhuman strength&#x2014;by continued practice. It is so with us. God in the beginning gave us small works to accomplish. We performed them, and as a consequence, had faith to attempt greater, and thus we have gone on until today. And the work we are now doing is preparatory to some greater work that He has yet in store for us to accomplish. <\/div><div class=\"paragraph jod\" id=\"v12n733\"> May God bless us, my brethren and sisters, and His wisdom be given unto us. May His Holy Spirit rest mightily on all the Latter-day Saints that their minds may be filled with it, that when the prophet and servants of God speak unto us, our hearts may be prepared to receive their counsels, treasure up our words and carry them out in our lives, that when Jesus comes we may be prepared to meet Him, which may God grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}