{"ID":120029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Phonetics&#x2014;Storing Up Grain&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, delivered in the Tabernacle, Salt Lake City, October 9, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Education, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/9\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v12n436\"> We are composed of persons from various nationalities. We speak a number of languages. The languages and dialects of the British empire, the Scandinavian, the French, Dutch, German, Swiss, and Italian are all represented here. It appears that God in His divine wisdom revealed the gospel in the English language, which is the native tongue of the majority of the Saints, probably more than half of them having acquired it in America, and a large portion of the remainder in the old world. It is very desirable that all of our brethren who are not ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quainted with the English language should learn it. We do not wish to blot out the original languages that they may have spoken, but we want them all&#x2014;men and woman, old and young&#x2014;to learn the English language so perfectly that they will be able to thoroughly understand for themselves the teachings and instructions and the published works of the Church, as well as the laws of the country. And while we preach to all classes&#x2014;all the boys and girls under ninety&#x2014;to go to school and educate themselves in the various useful branches, we do not want our bre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thren who do not speak the English language to think that they are neglected or without the pale of this call. We hope the bishops and teachers will make every reasonable exertion to stir up the minds of the brethren and sisters who do not thoroughly understand English to the importance of this particular item of counsel. We, of course, wish them to stir up everybody on the subject of education, and to encourage, in every possible manner, our day and Sunday schools, for the cause of education should be popular in Israel now, as it was in the days of Joseph; and old and young should go to school together. I recollect a school that I attended in Kirtland under the direction of the prophet Joseph; the oldest scholar in my class was sixty-three years old. We shall have long winter evenings directly, and a good deal of time to spend in self-improvement, and it is our duty to become a cultivated people in all the useful branches of education known among mankind. There is a spirit among some of our young men in different settlements to appear rough and reckless; they indulge in rowdyism and cultivate the savage side of human nature. We ought to use all the influence and power we possess to suppress this, and to stir up in the minds of our young and old the necessity of cultivating simple, plain, innocent, and genteel manners. There is an idea out that a man who has to go to the canyon cannot do it without swearing, or that when he gets to the mouth of the canyon he must throw off his religion and swear all the way up and back again. Any man who entertains such a sentiment should dispense with it at once, for he needs his religion more there than anywhere else. The roads are rough, and there is danger of him being tipped over and breaking his <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> neck, or mashing up his wagon or his team, and he needs the influence of his religion as much under such circumstances as under any others. The Elders of Israel should avoid indulging in rough language under all circumstances. Most men, if they thought there was a probability of them dying by some sudden accident, would begin to think about praying. When a man is more exposed to danger than at any other time I am sure he needs his religion, for if he should have a log roll over him, and be sent into eternity with a big oath in his mouth, he might not be recognized as a Saint on the other side of the veil. Hence I would like our brethren, and would recommend them to dispense with the idea, that on some occasions they can lay their religion to one side. It is said that an old Quaker, on a certain occasion when his family were grossly insulted and abused, felt very much like chastising the offender, but his religion forbade him fighting. He bore it tolerably well for a time, but at last his patience was exhausted, and, pulling off his broad-brimmed hat and his broad-tailed coat, said he&#x2014;&#x201C;Lie there religion until I lick this man.&#x201D; He might just as well have kept his religion on while doing the flogging. He might have felt as an uncle of Joseph Smith&#x2014;Rev. Mr. Mack&#x2014;did on a certain occasion. He was a Baptist minister, and was celebrated for his great physical strength. A professional pugilist went to see him once, and told him that hearing he was one of the strongest men in the state he had come to test his strength. The old man was too pious to wrestle or scuffle. The stranger said he would fight him, but Mr. Mack was too religious to fight. The stranger told him he had no ill will towards him, but said he&#x2014;&#x201C;I must and will know which is the strongest.&#x201D; Mr. Mack  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did his best to put him off, telling him that he was a minister and so forth, but the stranger would not be disappointed, and, as Mr. Mack turned round, he kicked him. The reverend gentleman's religion could not stand this, and he set to and gave the stranger a good thrashing. He went before his congregation and made a confession, which was something like unto this&#x2014;&#x201C;I bore all this patiently, notwithstanding my own nature was to try the man's strength, but after he kicked me I took off my coat and flogged him most properly.&#x201D; I think that kind of a rule might work under some circumstances; but at the same time a man should never lay down his religion, and should never believe that it is necessary to swear, not even in the canyon. I tell you that every vile word we utter and every vile sentiment we entertain is a wrong for which we, someday, will have to atone.<span class=\"citation\" id=\"64430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64430)\">Matt. 12:36<\/a><\/span> When I hear men&#x2014;young or old&#x2014;talking intemperately or improperly, I realize that they have that folly to overcome and repent of. <\/div><div class=\"paragraph jod\" id=\"v12n439\"> In speaking of the education of our children, I wish to draw the attention of the Saints particularly to the system of phonetics, or the Deseret alphabet, which has been referred to by President Young and some of the brethren. This is calculated to considerably abridge the labor of our foreign brethren in learning to read English. I think that in all our schools phonetics should form one branch of study, and as fast as works of phonotopy can be obtained they should be introduced, for there is no doubt that a general reformation will be effected in our English orthography. It is said that the Lord will restore to the people a pure language, that they may all call upon Him with one consent.<span class=\"citation\" id=\"62244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62244)\">Zeph. 3:9<\/a><\/span> While we urge our brethren to acquire the English lan<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>guage, and to make themselves proficient in the useful branches of education, we wish them to remember that the orthography which the English nation has adopted is by no means perfect, for our present mode of spelling might be materially improved. According to the present system, it is a very long and difficult job for a man to learn to spell. I commenced as soon as I was old enough to put three letters together, and I have been at it ever since, and I hardly dare write a letter now without consulting the dictionary to see how some word or other should be spelled. The spelling of the English language is very arbitrary. For several generations it has been undergoing improvements and modifications, and it will, no doubt, go on until English orthography will become so perfect that every letter will have but a single sound, instead of having, as now, in some cases, four or five sounds to the same letter. Now, when a child learns to spell, he learns first to give to the vowel <span class=\"italic\">a<\/span> its long sound, as heard in the word male, supposing that to be its only sound. In another position he gives it the Italian or grave sound&#x2014;as in the word father, and so on, until he finds it has four or five distinct sounds, and then he has to continually exercise his judgment, or has to depend upon the judgment of some other man, to know which of these sounds to use. <\/div><div class=\"paragraph jod\" id=\"v12n440\"> I wish our brethren to give this subject their serious and candid consideration, and do their best to introduce into our schools a system that will greatly abridge the time required to gain the various branches of a good education. No greater or more blessed mission can be given to an Elder in Israel than to teach the true principles of education to the rising generation of this Territory. I would  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>advise our brethren, aside from the ordinary schools, to get up evening reading classes in all our settlements for the instruction of those who cannot attend at other times. The instruction of our wives and daughters is of the utmost importance. The disposition of some to neglect the education of girls is the extreme of folly. If we take pains to have the English language taught correctly to our wives and daughters, they will teach it to their children, and this will lay the foundation for the permanent improvement of the language of the state, of which we form the nucleus. Some of the ablest men in the Territory received the most of their education from their mothers, and it is said that the President of the United States was educated by his wife. I wish to call the attention of the Conference to the text of President Young in relation to storing our wheat. This is a question of vast importance. A few years ago President Young gave counsel to the people of the Territory&#x2014;most of whom agreed to it&#x2014;to lay by seven years provisions. We were to have commenced three years ago, and were to have laid up one year's bread over and above the year's supply. The following year we were to add another year's supply, and so have continued until we had our seven years' supply laid up. How faithful the people have been in keeping this counsel I am not prepared to say, but I am afraid that few men in Israel, even among those who have raised breadstuffs and have had the power to control considerable quantities of it, had three years' bread laid aside when the grasshoppers made their descent this season and swept off half the grains, vegetables, and fruit raised in the Territory, and were prepared, if the whole had been swept off, to live for the next three <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years without laying in more bread. I am aware that some of our brethren thought this counsel extravagant; they considered that it could not be necessary to lay up such a quantity of bread; and some of them, instead of getting out lumber and making good substantial bins for the preservation of their wheat, turned out their means for teams, and freighted their bread to the north, to the east, and to the west; and not only so, but in many instances they gave it away, if they could only get half price for hauling it. Hundreds and thousands of sacks of flour have been hauled away, when it should have been stored up here against a day of want. I feel just as keenly on this matter now as when this counsel was given, and a little more so, for the army of the Lord&#x2014;the grasshoppers&#x2014;may have awakened my mind to the importance of the subject. <\/div><div class=\"paragraph jod\" id=\"v12n442\"> All nations have to take more or less precaution for their general preservation, and, as they are occasionally visited with years of scarcity, if they failed to do so the consequences might be disastrous. We are situated in the heart of a great desert, surrounded a portion of the year by impassable mountains. We have no railroads, no seaports, no great navigable rivers and canals by which we can bring provisions from abroad; and if there had been ten grasshoppers this year where there was but one every particle of food raised in the Territory would have been consumed; then where would our bread have been? Where could we have gained our subsistence? <\/div><div class=\"paragraph jod\" id=\"v12n443\"> In the empire of China provision is made for the general preservation, and one-fifth of the produce of the country is stored in the public granaries against a day of famine. A famine occurred not long since in one of the provinces of China containing  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thirty-three millions of people&#x2014;a little more than the whole population of the United States&#x2014;and they lost their entire crop. China, however, is favored with large navigable rivers, some capable of navigation for over two thousand miles. There are also many canals and seaport towns that are used in the coasting trade; the result is that when this famine came on this province the storehouses were opened, and the grain or rice was carried to its inhabitants, and they were kept from starvation. We are differently situated. We have no public storehouses, neither can we bring sufficient provisions from abroad without it costing more than we are able to pay. A good many of us claim our descent from Joseph, who was sold into Egypt. He was the instrument of the Almighty in saving the Egyptians, through the interpretation of the King's dream of the seven fat and the seven lean kine, and the seven full and the seven blighted ears of corn. He prescribed the means by which the storehouses of Egypt were filled with corn, and when the seven years of famine came the whole people were actually saved from death through the wisdom of Joseph in laying up bread.<span class=\"citation\" id=\"53604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53604)\">Gen. 41:1-57<\/a><\/span> We expect to be saviors on Mount Zion<span class=\"citation\" id=\"61985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61985)\">Obad. 1:21<\/a><\/span> in the last days. We all exercise faith that God may give to our President wisdom and understanding to foresee the evils with which we may be threatened, and to take measures to avert them. Suppose that he comes forward and tells us how to prepare, and we neglect his counsel, then the watchman is clear, and we are liable to the dangers and difficulties resulting from disobedience. If the King of Egypt had not observed the counsels of Joseph almost the whole people would have been destroyed. As it was, those who did not obey Joseph's counsel were under the ne<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cessity of selling all their property, and ultimately themselves, for slaves to the king, in order to obtain that bread which they could have laid up during the seven years of plenty, if they had obeyed Joseph's counsel.<span class=\"citation\" id=\"53634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53634)\">Gen. 47:19,25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n445\"> Now, brethren, let us not treat this subject lightly. If we have been neglectful in times past, let us remember that we live in a high altitude, in a country subject to frost and to extreme drouth, that we have several times lost our crops, and that we have twice been reduced to famine or half rations through the crickets or grasshoppers. Let us heed the counsel given about storing up provisions, and, instead of freighting our food away to feed strangers, let us go to work and build good substantial granaries, and fill them with breadstuff, until every man and woman has enough on hand to last for seven years. Terrible destruction awaits the wicked. They will come to us by thousands by-and-by, saying&#x2014;&#x201C;Can you not feed us? Can you not do something for us?&#x201D; It is said by the prophets they shall come bending,<span class=\"citation\" id=\"59996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59996)\">Isa. 60:14<\/a><\/span> and shall say you are the priests of the Lord.<span class=\"citation\" id=\"126150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126150)\">Isa. 61:6<\/a><\/span> What priest could administer greater earthly blessings than food to the hungry, who have fled from a country where the sword, famine, and pestilence were sweeping away their thousands? I look upon the subject of storing grain and other kinds of food as a very religious matter. How could a man who was half starved enjoy his religion? How on the face of the earth could a man enjoy his religion when he had been told by the Lord how to prepare for a day of famine, when, instead of doing so, he had fooled away that which would have sustained him and his family. I wish our brethren to lay this matter to heart, and not rest until they have obeyed this particular item of counsel. <\/div> <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n447\"> I also advise them to live within their means, and avoid getting into debt. I suppose our nation at the present time owes about three thousand millions of dollars, and the several states owe one thousand five hundred million dollars more, and that the counties, cities, towns, and villages owe as much more, making a total of about six thousand million dollars. All this is the result of folly, corruption, and wickedness of men in authority. I do advise my brethren to avoid getting into debt. &#x201C;Well,&#x201D; say you, &#x201C;how are we going to do it?&#x201D; A few years ago, during the war, while money was plentiful and almost everybody had greenbacks, the President devised a plan. Said he&#x2014;&#x201C;You bishops, go to work and sow rye, and set our sisters and their children to work to make straw hats and bonnets and ornaments for the whole Territory.&#x201D; What does a nice straw hat cost now? I have bought so few of such things that I am not very well posted as to the prices, but I suppose five or six dollars. What would have been the result if this counsel had been faithfully kept for the last few years? The result would have been a saving of two hundred and fifty thousand dollars that have been paid out of the Territory for straw hats and bonnets and trimmings. &#x201C;But,&#x201D; say some, &#x201C;if we had not bought these things we should not have been in the fashion.&#x201D; Why bless you, sisters, in my young days, in northern New York, I wore hats made in the neighborhood of lambs' wool. Why not produce them here? Why not manufacture and wear the beaver and other furs collected in our mountains rather than send them to the States to be manufactured, and brought back to be sold to us at exorbitant profits. If ninety-nine out of every hundred of you present were wearing these home <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> made articles at this Conference, she who was not wearing one would have been the only one out of the fashion. Why she would be as odd as Dick's hat band, which was said to go half way round and tuck under. And if the brethren had all worn home made hats, the man wearing any other kind would have been an oddfellow among us. Why not make our own fashions, and keep the money in our pockets to do good with? It is a very simple matter to do, and the hats we can manufacture here are just as pretty and just as comfortable as the imported articles, most of which are made abroad out of materials that can be raised in abundance here! When any of the brethren start in the hat business here we cannot wear them, they are too heavy; we must buy hats that will not last more than a month. Why not go to work and manufacture our own, and have them suitable for either winter or summer? Why not plant the mulberry? President Young imported the seed, and he has on hand a half million of trees for sale. The silkworms are here, and our sisters and children have nimble fingers to handle them, and this is naturally as good a silk producing country as Italy or France. There is nothing on the face of the earth to hinder us, as a people, from making our own ribbons, silk handkerchiefs, and dresses; and it is believed, by those who are acquainted with the business, that we can actually produce silk here at a lower figure than other material for clothing, taking into account the time it will last. <\/div><div class=\"paragraph jod\" id=\"v12n448\"> I advise all the brethren to cultivate the mulberry, and raise silk, as well as flax and wool, and let us extend our efforts to the cotton region. There is no mission more important to the welfare and development of Israel than a mission to the cotton  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>region. We have entered into the Church to build up the kingdom of God, and to labor where the master builder says we can labor to the best advantage. In that region we have a climate and a little land suitable for the production of cotton. What could we have done without what has been already raised there? When cotton rose to a dollar and a half a pound in the States, and it would actually pay to raise it in Santa Clara and send it to San Francisco and St. Louis for sale, what could we have done here but for our home grown article? Look at the thousands of pounds that have been grown and manufactured in this Territory. Where could we have got our clothing without the efforts that have been made in this direction by our brethren in Dixie? God bless them for their exertions. Every man who has done what has been required of him on the southern mission is entitled to the eternal gratitude of the Saints and will have the blessing of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v12n450\"> In relation to the Word of Wisdom, I wish to impress upon the minds of the brethren the fact referred to by President Young yesterday&#x2014;that it is perpetual. <\/div><div class=\"paragraph jod\" id=\"v12n451\"> When I was in the States I had a conversation with a professor of some pretensions to learning, who declared that, if we carried out the institutions we had commenced here in the mountains, including the Word of Wisdom and our system of marriage, in about seventy years we should produce a race of men who would be able to walk the rest of the human race under foot. This is just what we expect. Do not let us be negligent or careless on these subjects, but pay strict attention and be diligent. And let us inaugurate a system of fashions of our own. I do not care about the shape of our hats and <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bonnets so long as they are of our own manufacture. I would just as soon a man should wear a bellows hat or a stove pipe as anything else, if it please him; but I say, encourage home manufactures instead of paying ten dollars for a hat made in Paris, or in the United States, with the word &#x201C;Paris&#x201D; put in the inside. I do not care whether the ladies wear a bunch of flowers, a cabbage leaf, a squash, or a scoop, or a saucer on their heads, if it pleases them; but let it be made at home. I would recommend the brethren and sisters to establish societies for the promotion of home manufactures. With the money that has been spent and sent off for hats, bonnets, and trimmings since the President counseled the Bishops to raise rye to manufacture them, we could have built woollen and cotton factories in nearly every county in the Territory, with which we could have manufactured our own clothing, besides establishing other branches of business. These things are a great part of our holy religion. I tell you that the judgments of the Almighty are coming upon the earth, and the Saints will barely escape.<span class=\"citation\" id=\"86481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86481)\">D&amp;C 63:34<\/a><\/span> God has gathered us here to these mountains to prepare for the storm. We were told in a revelation, given more than thirty years ago, to let the beauty of our garments be the workmanship of our own hands,<span class=\"citation\" id=\"85397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85397)\">D&amp;C 42:40<\/a><\/span> and a great many have tried to carry it out. The old fashioned spinning wheel, hand loom, and cards have been brought into requisition; but the majority prefer to buy everything that is imported. Our young men are afraid to get married because they cannot afford to buy all these trimmings. Say they&#x2014;&#x201C;We cannot do it, it is impossible with our limited means.&#x201D; Young men, when you get married take wives who will be a help to you. You do not want  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>women who can only waste your means. Choose women who can spin, card, and make a mattress or comforter, if necessary, and, if she cannot do it, let her be willing to learn, and be zealous to make herself useful, for the woman who is really ornamental in society is the one who is useful as well. You go to New England, that is where a great many of us came from, regular old down east Yankeedom, and you will find many of the farms occupied by our grandfathers owned by Irishmen, and the girls who descended from that old Puritanic stock are above work now-a-days, and Irish girls are hired to do it. While the American ladies are living on the proceeds of their fathers' estates, and making a great display in following the fashions&#x2014;they deem it not fashionable to work or even to have children&#x2014;the boys are marrying Irish girls. If asked why they do this, they will say they are compelled to do it, for they cannot afford to marry a woman and hire another to wait upon her. Our girls ought to adopt a different policy. Every man and woman in the world ought to be useful. No man is too rich to labor. All men and women, according to their health, strength, and ability, ought to labor to sustain themselves, and for the welfare of the community. &#x201C;The idler shall not eat the bread of the laborer.&#x201D;<span class=\"citation\" id=\"85415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85415)\">D&amp;C 42:42<\/a><\/span> This is the law of Heaven. In connection with labor we should also take into consideration our manner of <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> living. It is really probable that in many houses in this Territory full one-third of the provisions brought in for the support of the family is wasted, and what is cooked is not as palatable and healthful as it might be. Every female should study and become acquainted with the best modes of cooking, and introduce it into their families and wards. A great many of our sisters have come from districts of country in Europe where they have had to work in factories, and to follow other branches of business, and consequently have had but little opportunity to learn cookery and other household work; but I have known many of them, after arriving here, become very proficient housekeepers, and all may if they will try. <\/div><div class=\"paragraph jod\" id=\"v12n453\"> I feel to impress these sentiments on your minds that we may become a practical people, and learn to provide within ourselves the necessaries of life, that in all things we may be pleasing to the Lord. Let us live in accordance with the laws of life, avoiding excess, all vulgarity and unnecessary levity, and endeavor to conduct ourselves wisely, properly, and genteelly, and use our influence to promote that class of manners that will command respect everywhere. We shall thus lay the foundation of a great, polished, and highly civilized people, setting an example worthy of imitation in all things to all nations. <\/div><div class=\"paragraph jod\" id=\"v12n454\"> May God bless us, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}