{"ID":120009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, April 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of Wisdom.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v12n109\"> I will take the liberty of suggesting to my brethren who address the congregation that our sermons should be short, and if they are not filled with life and spirit let them be shorter, for we have not time at this Conference to let all the Elders who speak preach a long sermon, but we have time to say a few words in bearing testimony, to give a few words of counsel to encourage the Saints, to strengthen the weak, to endeavor to confirm those who are wavering, and so forward the Kingdom of God. I have a few words to say to the Bishops and others who are leading men in the House of Israel, including your humble servant now addressing you. There are certain rights and privileges belonging to the Elders in Israel, and there are certain things that it is not their privilege to indulge in. You go through the wards in the city, and then through the wards in the country, and ask the Bishops&#x2014;&#x201C;Do you keep the Word of Wisdom?&#x201D;<span class=\"citation\" id=\"88837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88837)\">D&amp;C 89:1<\/a><\/span> The reply will be &#x201C;Yes; no, not exactly.&#x201D; &#x201C;Do you drink tea?&#x201D; &#x201C;No.&#x201D; &#x201C;Coffee?&#x201D;<span class=\"citation\" id=\"126123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126123)\">D&amp;C 89:9<\/a><\/span> &#x201C;No.&#x201D; &#x201C;Do you drink whiskey?&#x201D;<span class=\"citation\" id=\"126121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126121)\">D&amp;C 89:5-7<\/a><\/span> &#x201C;No.&#x201D; &#x201C;Well, then, why do you not observe the Word of Wisdom?&#x201D; &#x201C;Well, this tobacco,<span class=\"citation\" id=\"126122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126122)\">D&amp;C 89:8<\/a><\/span> I cannot give it up.&#x201D; And in this he sets an example to every man, and to every boy over ten years of age, in his ward, to nibble at and chew tobacco. You go to another ward, and <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perhaps the Bishop does not chew tobacco, nor drink tea nor coffee, but once in a while he takes a little spirits, and keeps whiskey in his house, in which he will occasionally indulge. Go to another ward, and perhaps the Bishop does not drink whiskey nor chew tobacco, but he &#x201C;cannot give up his tea and coffee.&#x201D; And so it goes through the whole church. Not that every Bishop indulges in one or more of these habits, but most of them do. I recollect being at a trial not long since where quite a number of Bishops had been called in as witnesses, but I could not learn that there was one who did not drink whiskey, and I think that most of them drank tea and coffee. I think that we have some Bishops in this city who do not chew tobacco, nor drink liquor nor tea nor coffee to excess. <\/div><div class=\"paragraph jod\" id=\"v12n110\"> The Word of Wisdom is one thing, and ignorance, superstition, or bigotry is another. I wish people to come to an understanding with regard to the Word of Wisdom. For illustration, I will refer to a certain brother who was in the church once, and President of the Elder's Quorum in Nauvoo. While living at that place there was a great deal of sickness among the people, and he was sometimes called in to lay hands on the sick, but if he had the least doubt about their drinking tea, if he even saw a teapot, he would refuse.  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I recollect he went into a house where a woman was sick, who wanted him to lay hands on her; he saw a teapot in the corner containing catnip tea, but without stopping to enquire he left the house, exclaiming against her and her practices. <\/div><div class=\"paragraph jod\" id=\"v12n112\"> Now, there is no harm in a teapot, even if it contains tea, if it is let alone; and I say of a truth that where a person is diseased, say, for instance, with canker, there is no better medicine than green tea, and where it is thus used it should be drank sparingly. Instead of drinking thirteen or fourteen cups every morning, noon, and night, there should not be any used. You may think I am speaking extravagantly, but I remember a tea drinking match once in which fourteen cups apiece were drank, so you see it can be done. But to drink half a dozen or even three or four cups of strong tea is hurtful. It injures and impairs the system, benumbs the faculties of the stomach, and affects the blood, and is deleterious in its nature. If a person is weary, worn out, cast down, fainting, or dying, a brandy sling, a little wine, or a cup of tea is good to revive them. Do not throw these things away, and say they must never be used; they are good to be used with judgment, prudence, and discretion. Ask our Bishops if they drink tea every day, and in most cases they will tell you they do if they can get it. They take it when they do not need it and when it injures them. I want to say to the Elders in Israel, this is not our privilege. We have a great many privileges, but to indulge in liquor or other things to our own injury is not one of them. We have the right to live, labor, build our houses, make our farms, raise our cattle and horses, buy our carriages, marry our wives, raise and school our children, and then we have the right to set before <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them an example worthy of imitation, but we have not the right to throw sin in their path or to lead them to destruction. <\/div><div class=\"paragraph jod\" id=\"v12n113\"> I recollect telling the people here, not long ago, something in regard to the rights of the Elders. Our rights are numerous. If we are so disposed, we have the right to dictate the House of Israel in their daily avocations. We have the right to counsel them to go to the gold mines if it is wisdom and God requires it, and we have the right to counsel them away from the gold mines when it is not wisdom to go there. We have the right to ask them to go and buy goods, and to sell those goods without fraud<span class=\"citation\" id=\"86110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86110)\">D&amp;C 57:8<\/a><\/span> or deception. I am sorry to say we cannot say this of many of our merchants. We have merchants that say they are of us and with us, and that they wish to be Saints, but they are not honest in their dealings; they will trade fraudulently, and they will take all the advantage they possibly can. I said here a year or two ago that unless such merchants repent they will go down to hell; I say so today. They never can enter the celestial kingdom of our God unless they refrain from their dishonest course and become Saints indeed. <\/div><div class=\"paragraph jod\" id=\"v12n114\"> To the Bishops and the Elders in Israel I wish to say that we have the right to do right, but not to sin. The right to obtain large families, although obnoxious to the refined Christians, all classes of whom preach against it&#x2014;the priest in the pulpit, the judge on the bench, the senators and representatives in Congress, as well as the barkeeper and the drunkard wallowing in his filth&#x2014;they are all against it except God and the Saints; yet this is a right that the Saints have, and which no others legally possess. Others will presumptuously arrogate to themselves certain rights and privileges, but the  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>result will be their overthrow, their condemnation, and their damnation. <\/div><div class=\"paragraph jod\" id=\"v12n116\"> We urge the people continually to be one in their temporal affairs. We do not offer prayers to dead Saints&#x2014;to Peter, Paul, Mary, and others&#x2014;but we frequently pray the living Saints, in Christ's stead, to be reconciled to God.<span class=\"citation\" id=\"74216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74216)\">2 Cor. 5:20<\/a><\/span> If we urge the people to this until we get them to be really of one heart and one mind,<span class=\"citation\" id=\"92905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92905)\">Moses 7:18<\/a><\/span> what will be the result? We shall then possess Zion, it will then be developed in our midst, and we will be as independent as ever the children of Zion can be in our capacity. Will wrath, anger, strife, and selfishness then reign within us? No, they will not. It is our right and privilege to live so that we may attain to this, so that we may sanctify our hearts before the Lord, and sanctify the Lord God in our hearts,<span class=\"citation\" id=\"77914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77914)\">1 Pet. 3:15<\/a><\/span> but it is not my privilege to drink liquor, neither is it my privilege to eat tobacco. Well, bro. Brigham, have you not done it? Yes, for many years, but I ceased its habitual practice. I used it for toothache; now I am free from that pain, and my mouth is never stained with tobacco. It is not my privilege to drink liquor nor strong tea and coffee, although I am naturally a great lover of tea. Brethren and sisters, it is not our privilege to indulge in these things, but it is our right and privilege to set an example worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v12n117\"> When we come to homemade cloth, I must say it would make clothes good enough for me to wear. &#x201C;Then why do you not wear it, bro. Brigham?&#x201D; Shall I tell you? I have hardly worn a suit of clothes for years that has not been presented to me. If I knew that doing this would be a hindrance to the work of God, I would say to the next friend who wished to present me with a suit of clothes&#x2014;&#x201C;I thank you, but I will not wear them; you will please take <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them back to the store, or take them home and put them in the trunk.&#x201D; I know the thoughts of many are&#x2014;  &#x201C;I wish they would serve me so.&#x201D; I wish they would; and if they will I will never say wear homemade again as long as friends will give you that which is imported, and you can lay by the money you save to send the Elders abroad to preach the gospel, to gather the poor, to help to build the temple of the Lord, or to finish the canal that we may get the rock here for the temple. <\/div><div class=\"paragraph jod\" id=\"v12n118\"> You men owning saw mills bring on the lumber to finish the tabernacle, and you carpenters and joiners come and help to use it up. We are going to plaster the main body of this building here immediately; take down the scaffold at the west end from the body of the building while the east end is being put up. And we are going to lay a platform for the organ, and then make a plan for the seats. And we calculate by next October, when the brethren and sisters come together, to have room for all; and if there is not room under the roof, the doors are placed in such a way that the people can stand in the openings and hear just as well as inside. I expect, however, that by the time our building is finished we shall find that we shall want a little more room. &#x201C;Mormonism&#x201D; is growing, spreading abroad, swelling and increasing, and I expect it is likely that our building will not be quite large enough, but we have it so arranged, standing on piers, that we can open all the doors and preach to people outside. <\/div><div class=\"paragraph jod\" id=\"v12n119\"> Now I want you should recollect&#x2014;Bishops, Elders of Israel, High Priests, Seventies, the Twelve Apostles, the First Presidency, and all the House of Israel, hearken ye, O, my people! Keep the word of the Lord, observe the Word of Wisdom, sustain  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one another, sustain the household of faith, and let our enemies alone. As for those in our midst who love and work iniquity, the Lord will gather them from among us in His own due time. They will grow fewer and fewer until we will be free from them. The Lord chasteneth His people for their good,<span class=\"citation\" id=\"89121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89121)\">D&amp;C 95:1<\/a><\/span> but see the sufferings of the wicked! God has always favored the righteous more than the wicked. Still, we have those among us who are afraid. &#x201C;Well, this time we are going to see trouble,&#x201D; or &#x201C;we are going to be afflicted,&#x201D; or &#x201C;I think the Mormons will have to leave,&#x201D; is their cry. I want to tell you we are not going to leave these mountains unless the Lord says so. The devil may say so until his throat splits, but we shall not do it; and woe to the men or people who drive us into the mountains, and compel us to hide ourselves in the dens and caves of the earth!<span class=\"citation\" id=\"77105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77105)\">Heb. 11:38<\/a><\/span> Woe to the people who do this; they will find something they never learned yet; but they will never do it. I am looking for something entirely different. The wicked will waste away and destroy each other.<span class=\"citation\" id=\"86464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86464)\">D&amp;C 63:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n121\"> We are blamed for praying that sin and wickedness may cease on the earth, but the only way to effect that is for the perpetration of crime to cease. Will the people turn from evil, refrain from sin and iniquity, and serve the Lord? I would to God they would, but they will not do it. Sin must cease on the earth before iniquity and the workers thereof are unknown, there is no other way. We should not be blamed for praying that righteousness may reign, and that peace may come to the people. Is there war in our religion? No; neither war nor bloodshed. Yet our enemies cry out, &#x201C;Bloodshed,&#x201D; and &#x201C;Oh, what dreadful men these Mormons are, and those Danites! How <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they slay and kill!&#x201D; Such is all nonsense and folly in the extreme. The wicked slay the wicked,<span class=\"citation\" id=\"86465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86465)\">D&amp;C 63:33<\/a><\/span> and they will lay it on the Saints. But I say again that if the people called Latter-day Saints will live their religion they will never be driven from their homes in the mountains, but if they do sin to that extent that the Lord God of heaven will let them be driven, woe to them that come after us, for they will find greater desolation than we found when we came. If we will do right we are safe in the hands of God. We wish evil to no man or woman on this earth, but we wish to do good to all. Our Elders have circumscribed this little globe again and again without purse and scrip,<span class=\"citation\" id=\"67387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67387)\">Luke 10:4<\/a><\/span> offering the gospel to the nations of the earth. Will they have it? No; they prefer death, carnage, and destruction, and in the end they will receive the reward of the unjust. Let us take a course in which we shall be justified. We wish all people to do right, and if the Latter-day Saints will do so, and will sustain themselves and live within their own means, and never let their wants swell beyond them, all is right, we shall reign, and triumph over sin and iniquity. It is no more than reasonable, right, just, and equitable for us to ask those who wish to supplant us here to go to other places and build cities, plant orchards, raise grain, and make themselves comfortable, as we have done. They are perfectly welcome to eat, live, rule, and reign over one another, but let us alone to serve our God, build up His Kingdom on the earth, and live righteously and godly as we should. <\/div><div class=\"paragraph jod\" id=\"v12n122\"> Now, Elders of Israel, if you have the right to chew tobacco, you have a privilege I have not; if you have a right to drink whiskey, you have a right that I have not; if you have a  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>right to transgress the Word of Wisdom, you have a right that I have not. If you have the right to buy and sell and get gain, to go here and there, to do this and that, to build up the wicked and the ungodly, or their <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cities, you have rights that I have not got. I have the right to build up Zion, but I have no right to build up a city in wickedness. It is the to close our morning's meeting. <\/div>\n<\/div>\n<\/div>"}