{"ID":120007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions to Missionaries.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, April 14, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions to Missionaries.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/14\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v12n80\"> I feel very much interested, as indeed all must do, in hearing the remarks of our young brethren who are going out into the world to proclaim the gospel. There is a very great difference between our mode of promulgating the gospel and that pursued by the world. Many of these men who have been expressing themselves before you would be very unlikely instruments for preaching the gospel according to popular notions; but the grand difference between us and them is that we go forth in the name of Israel's God, sustained by His power, wisdom, and intelligence, to proclaim the principles of eternal truth communicated to us by Him, while they go forth to proclaim what they have learned in colleges. <\/div><div class=\"paragraph jod\" id=\"v12n81\"> Our Elders go forth in weakness, while others, generally, are largest when they are first born. Having learned what they call the Science of Divinity, they consider themselves qualified to teach it anywhere and under all circumstances; they have nothing more to learn and nothing more to teach. When our elders go forth they have no preparation beyond the common rudiments of <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> education that all are supposed to learn; but it is not words they go to teach, it is principles. And although before an audience learned in the laws of God, they may feel a good deal of tremor and bashfulness in trying to express themselves, yet, when they go forth and stand before congregations in the world, the Spirit of the Lord God will go with them, the Lord will sustain them, and will give unto them wisdom, &#x201C;that all their adversaries will not be able to gainsay nor resist.&#x201D;<span class=\"citation\" id=\"67966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67966)\">Luke 21:15<\/a><\/span> That is the promise made to the servants of the Lord who go forth trusting in Him. <\/div><div class=\"paragraph jod\" id=\"v12n82\"> I have a great deal more confidence in men who rise here feeling their weakness and inability than I have in those who feel that they are well informed and capable of teaching anything and everything. Why? Because when men trust to themselves they trust in a broken reed, and when they trust in the Lord they will never fail. I have been out when I was as young as many of these, before my head was gray, and I had to learn to trust in God. When we go forth into the world we do not go among friends, for sometimes they do not treat us very friendly.  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I would say to these brethren, they will meet with enemies on every hand who will oppose and persecute them, malign their characters, and say all manner of evil about them,<span class=\"citation\" id=\"62994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62994)\">Matt. 5:11<\/a><\/span> and who will try to overturn the principles they advocate, unless there is a very great change in the world since the time that I used to preach among them. At the same time they will find many very good people, who will bless them, feed and clothe them, and take care of them. And the Lord is over all, He watches over His people, and if these brethren will continue to trust in God, as they now evince a desire to do, His Spirit will rest upon them, enlighten their minds, enlarge their capacities, and give to them wisdom and intelligence in time of need. They need not be under any apprehension with regard to the wisdom of the world, for there is no wisdom in the world equal to that which the Lord gives to His Saints; and as long as these brethren keep from evil, live their religion, and cleave to the Lord by keeping His commandments, there is no fear as to the results; and this will apply to all the Saints as well as to these brethren. <\/div><div class=\"paragraph jod\" id=\"v12n84\"> I would say, however, to those going on missions, that they should study the Bible, Book of Mormon, Book of Doctrine and Covenants, and all our works, that they may become acquainted with the principles of our faith. I would also say to other young men who are not now going on missions, but who will probably have to go at some time in the future, that these things are of more importance to them than they realize at the present time. We ought to be built up and fortified by the truth, we ought to become acquainted with the principles, doctrines, and ordinances pertaining to the Church and Kingdom of God. We are told, in the Book of Doctrine and Covenants, <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to search after wisdom as we would for hidden treasures,<span class=\"citation\" id=\"126118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126118)\">D&amp;C 89:19<\/a><\/span> both by study and by faith,<span class=\"citation\" id=\"88796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88796)\">D&amp;C 88:118<\/a><\/span> to become acquainted with the history and laws of the nation we live in, and of the nations of the earth.<span class=\"citation\" id=\"88621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88621)\">D&amp;C 88:79<\/a><\/span><span class=\"citation\" id=\"89114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89114)\">D&amp;C 93:53<\/a><\/span> I know that when young men are working around here, going to the canyon, working on the farm, going to the theater, and so on, their minds are not much occupied with these things, but when they are called upon to take a part in the drama themselves many of them will wish they had paid more attention to the instructions they have received, and had made themselves more familiar with the Bible, Book of Mormon, and the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v12n85\"> These missionaries are now going to school to teach others, and in teaching others they themselves will be instructed, and when they rise to speak in the name of Israel's God, if they live in purity and holiness and before Him, He will give them words and ideas of which they never dreamed before. I have traveled hundreds and thousands of miles to preach this gospel among all grades and conditions of men, and there is one thing that always gave me satisfaction&#x2014;I never yet found a man in any part of the world who could overturn one principle that has been communicated to us; they will attempt it, but error is a very singular weapon with which to combat truth; it never can vanquish it. When men go forth in the name of Israel's God there is no power on earth that can overturn the truths they advocate. Men may misrepresent and calumniate them, they may circulate false reports, for as a general thing men love lies better than truth, but when men go forth possessing the truths of the everlasting gospel which God has revealed, they have a treasure within them that the world knows nothing about; they  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the light of revelation, the fire of the Holy Ghost, and the power of the priesthood within them&#x2014;a power that they know very little about even themselves, which, like a wellspring of life,<span class=\"citation\" id=\"69056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69056)\">John 4:14<\/a><\/span> is rising, bursting, bubbling, and spreading its exhilarating streams around. Why, says the Lord, with you I will confound the nations of the earth, with you I will overturn their kingdoms. <\/div><div class=\"paragraph jod\" id=\"v12n87\"> Who are these young men, these very weak instruments? They are men who hold the holy Priesthood of the Son of God after the order of Melchizedek. From whom did they receive it? They received it through the medium of the Holy Priesthood, which has been revealed to Joseph Smith and others in these last days. They say they are weak. Let us ask who is strong? Who can boast of anything? Who among you, ye Elders of Israel, can boast of any knowledge or intelligence? Why we know nothing about the principles of truth, only what God has revealed. How do I know anything about baptism for the remission of sins even, and the laying on of hands for the reception of the Holy Ghost? Why, the Lord revealed it; if He had not I should have known nothing about it, neither would Joseph Smith, President Young, br. Kimball, nor anybody else&#x2014;all our knowledge comes from God. If we know anything about who we are and where we came from, or about our relationship to our Heavenly Father, how do we know it? It would be no use arguing on the point, for all would be obliged to come to the conclusion that He had revealed it. If He had not we should still have been in ignorance. Who knows anything about endowments, anointings, blessings, or promises pertaining to the future, unless revealed from God? The schools of the world know no<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing about these things, and for all we know we are indebted to God, and if He had not revealed them to us we should have been as ignorant as they are. <\/div><div class=\"paragraph jod\" id=\"v12n88\"> These young men are just like the rest of us&#x2014;they have received the spirit of life, light, and intelligence&#x2014;the gift of the Holy Ghost&#x2014;and they are the messengers of the Great Jehovah, whom He has selected, set apart, and ordained to go and proclaim His will to the nations of the earth. They go not in their own name or strength, but in the name, strength, and power of Israel's God. That is their position, and if they cleave to God and magnify their callings, adhere to the principles of truth, and shun temptation and corruption of every kind, the power of God will be with them, and God shall open their mouths, and enable them to confound the wisdom of the wise, and they will say things that will astonish themselves and those who listen to them. <\/div><div class=\"paragraph jod\" id=\"v12n89\"> I would say to these brethren&#x2014;let it be your study to fulfil your mission. Never mind the world, never mind the dollars and cents, the pounds, shillings, and pence. You cleave to God, live your religion, magnify your callings, humble yourselves before God, call upon Him in secret, and He will open your path before you, and you shall have food and clothing, and your every want will be supplied, and you will be able to accomplish a good work and return to Zion in peace and safety. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v12n90\"> We talk sometimes about going without purse and scrip.<span class=\"citation\" id=\"67386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67386)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68131)\">Luke 22:35<\/a><\/span> I have traveled hundreds and thousands of miles that way, and if I were going on a mission I would rather go trusting in God than in the President of the United States, the Queen of England, the Emperor of France,  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Austria, or Russia, or any king or potentate on earth. If they were to say to me, &#x201C;You may go and preach your gospel in our dominions, and we will see you provided for,&#x201D; I would rather trust in God than in any of them. These are my feelings and that is my experience. Why? Because I might be in situations where their munificence could not reach me, but I could not be in a place where the Lord God could not see me, for His eyes are over all the earth, and His angels will guard and His Spirit will comfort and sustain His servant. That is why I say cleave to Him and magnify your callings. When you do not the Spirit will be withdrawn from you, and you will be weak indeed. In all my travels I never wanted anything, and this is the experience of my brethren all around, who have been engaged in the same work. The Lord has always provided for us while we were engaged in his work and doing His will. And if the whole people will cleave to Him, and be humble, faithful, and united in keeping His commandments, the Spirit and power of God will rest upon them, and their blessings will be a thousand fold greater than they are today. <\/div><div class=\"paragraph jod\" id=\"v12n92\"> Our strength is in God, and not in our ourselves. Our wisdom and power come from Him; they are not of ourselves. We are the servants of God, and to Him we have to look for guidance, direction, and sustenance in all things, and if we will only do that which He requires of us as a people, there is no promise that has been made, not a blessing over pronounced, not a privilege ever conferred upon any people under the face of the whole heavens in our age of the world but will be conferred upon us. <\/div> <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n93\"> We are living in the dispensation of the fulness of times, when God has commenced to gather together all things in one.<span class=\"citation\" id=\"74787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74787)\">Eph. 1:10<\/a><\/span> He has revealed to us His law, and He is continuing to do so. It is for us to learn to subject ourselves to that law, to obey His commands, submit to His authority, and pursue that course that we can always have the approbation of the Most High. Let us eschew evil, cleave to that which is good,<span class=\"citation\" id=\"126119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126119)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"77882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77882)\">1 Pet. 3:11<\/a><\/span><span class=\"citation\" id=\"126120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126120)\">D&amp;C 98:11<\/a><\/span> honor our God and our religion, and the blessings of heaven will rest upon and abide with us from this time henceforth and forever. Zion will arise and shine,<span class=\"citation\" id=\"59871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59871)\">Isa. 60:1<\/a><\/span> the power of God will be made manifest in our midst, and no hand, nor any power that shall rise against us, shall be able to injure or destroy us. <\/div><div class=\"paragraph jod\" id=\"v12n94\"> In relation, again, to these elders, I will tell you the first thing I used to do when I went preaching, particularly when I went to a fresh place&#x2014;and that was to go aside to some place, anywhere I could get, into a field, a barn, into the woods, or my closet, and ask God to bless me and give me wisdom to meet all the circumstances with which I might have to contend; and the Lord gave me the wisdom I needed and sustained me. If you pursue a course of this kind He will bless you also. Do not trust in yourselves, but study the best books&#x2014;the Bible and Book of Mormon&#x2014;and get all the information you can, and then cleave to God and keep yourselves free from corruption and pollution of every kind, and the blessings of the Most High will be with you; and if you go forth trembling and in weakness, bearing precious seed, you shall return rejoicing and bringing your sheaves with you.<span class=\"citation\" id=\"57251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57251)\">Ps. 126:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n95\"> May God bless you, and all Israel, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}