{"ID":120002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Labor To Build Up The Kingdom.<\/div>\n<div class=\"subtitle\">Remarks by Elder Charles C. Rich, delivered in the Bowery, Great Salt Lake City, April 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Labor To Build Up The Kingdom.<\/div>\n<div class=\"speaker\">Speaker: Charles C. Rich<\/div>\n<div class=\"date\">Date: 4\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v12n12\"> I am glad to enjoy the opportunity of meeting with the brethren and sisters at this Conference. I am also glad that we have heard the instructions which have been imparted to us. The principle of the Saints being united is one that we have labored to establish from the commencement up to the present time. Every Saint who has any knowledge of the gospel as it has been revealed to us in these last days, knows that this principle has been impressed on their minds from the time they first heard the gospel. Still, with all our labors and exertions in the past, we have not yet reached this point, and we must continue our labors for the accomplishment of this object. <\/div><div class=\"paragraph jod\" id=\"v12n13\"> When we are united in all things, the Lord will be able to use us in <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very deed for the building up of His Kingdom; until then, He can use us only as we are willing to be used. We say we are the people of God, and that we are laboring to build up His Kingdom, but when we come to think of it, we only do that which we can persuade ourselves to do. <\/div><div class=\"paragraph jod\" id=\"v12n14\"> We should be willing to do everything that the Lord requires us to do, and even if we are, there is still great need for us to improve and progress. This has been incumbent upon us from the time we embraced the gospel, but more especially at this Conference, and when we make up our minds individually and collectively to do all things that the Lord requires of us, it will be a comparatively easy matter for us to do so. We do not expect to learn everything  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at this Conference, but we can make ourselves willing to learn righteous principles, and we can, if we choose, adopt them as fast as we learn them. <\/div><div class=\"paragraph jod\" id=\"v12n16\"> We are placed under circumstances where we can apply our labors for the accomplishment of the designs of the Almighty here on the earth, and we ought to esteem this as a very great privilege. <\/div><div class=\"paragraph jod\" id=\"v12n17\"> There are a great many notions and opinions with regard to the work of God and the building up of His Kingdom on the earth. We have received the everlasting gospel from the heavens. It found us in the various nations of the earth, and it has gathered us to this place for the purpose of establishing the principles of righteousness and of building up the Kingdom of God on the earth. As we have heard this afternoon, and on many other occasions, the gospel we have obeyed embraces all truth on earth and in heaven. We have not to emigrate to some other world to find truth. We find it where we are; it is taught to us faster than we are willing to receive and practice it; and I can bear testimony that it has ever been so. We have never had to wait to know what was the right course for us to pursue. &#x201C;Labor for the building of the Kingdom of God,&#x201D; has been the counsel given to us continually, and when we have been called upon to perform any labor, no matter in what direction, it has been with that object in view. <\/div><div class=\"paragraph jod\" id=\"v12n18\"> I have been reflecting a little in relation to the state of society which would soon be in existence if the counsel given from this stand this Conference were to be observed. We would soon find a great deal more peace, love, and oneness among the Saints than have existed in times past; and, if we ever expect to be one, we, as a people, must adopt in our lives those principles that have been <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and are continually taught us by the servants of the Lord. If we ever expect to have heaven, we must adopt those principles that will make heaven for us. We have had the gospel revealed to us from the heavens, for the purpose of bringing about that state of things here that exists in heaven. And it will most assuredly result in this if we will faithfully observe its principles. A faithful adherence to the principles of the gospel will cure all the evils we now endure. Where difficulties exist with individuals or communities, we would find, if they were traced to their source, that they exist simply because the principles of the gospel have not been adopted and applied. <\/div><div class=\"paragraph jod\" id=\"v12n19\"> It is this labor that lies before us to learn the principles of the gospel of salvation, and to apply them in our lives. This will remove the evils we have to encounter, and will bring about union and happiness; and, no matter where our lot may be cast, will make for us a heaven upon earth. This is a joyous labor, and one in which all should unite with an unwavering determination. By so doing we will sustain those who preside over us, and our efforts will most effectually tend to build up the Kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v12n20\"> How can this Kingdom be built up unless God dictates? And how can we labor to serve Him unless He dictates us? And how will He do this? He will do it, as He ever has done, by and through His servants whom He has placed at our head. In this way we can be united in building up God's Kingdom and in moving forward His work on the earth. This is a very great privilege, the possession of which confers upon us great honor and blessings. When the whole people are united in, and live continually according to, the principles of the gospel in all things, evils  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and difficulties will vanish from their midst like snow before the rays of the sun, and soon the knowledge of God will cover the earth as the waters cover the deep.<span class=\"citation\" id=\"58142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58142)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n22\"> We have yet much to learn, but I often think that we can do more for the spread of truth and the work we are engaged in than we imagine. We can read of individuals among the ancients who performed wonders on the principle of faith. They subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,<span class=\"citation\" id=\"77049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77049)\">Heb. 11:33<\/a><\/span> and performed many wonderful works. Can we not do something on the principle of faith? Can we not have power with God as well as the ancients, if we labor continually to carry out His designs? I am satisfied that if we all go home and carry out the principles which have been taught to us during this Conference we shall soon see happy results flowing therefrom. There is a responsibility resting upon us all to do so, and we should discharge that responsibility honorably before God and each other. By following the counsel given us during this Conference, our union, peace, and best interests will be greatly advanced and forwarded. <\/div><div class=\"paragraph jod\" id=\"v12n23\"> Severe indisposition prevented me from being present at last fall Conference, but I am thankful that I am present now. I always rejoice to be at Conference, or at any meeting with the Saints. I love to see and talk to them, and I love to hear others talk, and I love to use my influence to move forward and build up the cause of Zion, and to establish <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness on the earth. We all ought to cultivate this kind of feeling and principle. We never need be afraid if we are doing right, but fear only to do wrong. Individuals are apt to think sometimes that if they do a wrong no person in the world knows it but themselves, but it is known also to God, and if a wrong is known to God and to the one who commits it, his influence with God is destroyed, and it lowers him in his own estimation. Suppose, for instance, that a person wants a favor of President Young, but he has done some wrong that is known to the President, he cannot ask that favor with any confidence, but his head is cast down, and he feels condemned because of the wrong he has done. How much more is this the case when seeking blessings from the Lord. We should think of this in our course through life. We should also remember that the Lord has said, that &#x201C;Inasmuch as ye do it to one of the least of these my servants, ye do it unto me.&#x201D;<span class=\"citation\" id=\"66190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66190)\">Matt. 25:40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n24\"> When we apply this principle to our conduct, strictly and properly, we shall feel that we do not want to injure anybody or do anything wrong, and injuries and wrongs will fast disappear and will be soon blotted out of existence. This is what we are laboring for, and this course of conduct will move forward the cause of Zion, and enable us to do all things the Lord requires of us. <\/div><div class=\"paragraph jod\" id=\"v12n25\"> That we may labor to accomplish this work faithfully is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}