{"ID":120038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Life and Health&#x2014;Matrimony&#x2014;Education&#x2014;Home Productions.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, delivered in the Tabernacle, Salt Lake City, October 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Life and Health, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v12n559\"> In relation to matrimony&#x2014;one of the texts before the Conference&#x2014;perhaps there is not so much a lack of disposition on the part of the ladies as there is on the part of the gentlemen. The latter sometimes feel themselves unworthy or unprepared, and in many instances, perhaps, they are so. And if you ask why they are unprepared to assume these responsibilities as husbands and heads of families, it is mostly because they have neglected the word of the Lord which they have heard from this stand. They have not given their hearts to prayer sufficiently; they have not read the scriptures and educated their spirits; they have not drunk in the spirit of the Gospel. Every young man who has been taught by his parents to pray in secret, to mingle with the family in devotion, to attend meeting and receive the counsels of the servants of Lord, has grown in the spirit of the Gospel, and this has given them a disposition which has impelled them, as soon as they arrive at a suitable age, to move forward in the duties and responsibilities that they have been called upon, during this Conference, to assume. And they will meet with a like response everywhere from the opposite sex who are living their religion. If there is any lack of disposition on the part of the ladies it is because they are not living their religion, for the neglect of one duty leads to the neglect of another, and if <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our young men and women fail to make themselves acquainted with the law of God they are liable to be led away. Young men or women seeking the society of the wicked are soon befogged and led to destruction. If the young men of Israel are not alive to their duties, the young ladies may be left to wander in the society of the ungodly. This happens many times through the neglect of parents to impress on the minds of their daughters the value of the kingdom of heaven and the value and importance of salvation, exaltation and glory. Through the neglect of parents in properly educating their children many of them are now, perhaps, unable to discern between saint and sinner, and they would as soon associate with the wicked and unbelieving as with the righteous. It is a grievous sight to those who have labored twenty-five or thirty years traveling over the world to preach the gospel and to gather the people to see the rising generation without that culture they so much need to develop within them a love of righteousness, truth, and every holy principle. There is as great a field for missionary labor in Utah, as in any part of the world. There is as great a necessity for preaching here at home in our settlements, even in some parts of Great Salt Lake City, as there is in any part of the world. There are those here who neglect the opportunities offered them and  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they need to be felt after personally. <\/div><div class=\"paragraph jod\" id=\"v12n561\"> The subject of education is another of the texts given by our President for the elders of Israel to preach upon. I have already touched on it in a few words. I will say that our schoolteachers should not only be men qualified to teach the various branches of education, but they should be men possessing the spirit of the gospel, and who, in every look and word, and in all their discipline and intercourse with their pupils are influenced by that spirit. They should govern and control, not by brute force, but by superior intellect, sound judgment and the wisdom that the Gospel teaches that they may win the hearts of their pupils, and so be able to impress their minds with those principles they present before them. <\/div><div class=\"paragraph jod\" id=\"v12n562\"> I cannot speak too highly in favor of those good books that have been recommended to our schools&#x2014;the Bible, Book of Mormon, Book of Doctrine and Covenants, and all other good books; but especially those that contain the history of the dealings of God with his people from the beginning of the world to the present time, as well as the teachings of the prophets and apostles; for the foundation of all true education is the wisdom and knowledge of God. In the absence of these, though we obtain a knowledge of every art and science and acquire what is termed by the world a first class education, we but obtain the froth and lack the foundation on which to rear a proper education. <\/div><div class=\"paragraph jod\" id=\"v12n563\"> In relation to the missionaries south, I will say that I have heard some say when referring to this subject, &#x201C;What is the use of the southern mission? What good can result from our going or sending there?&#x201D; I will say to all such querying, grumbling, <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faultfinding, growling spirits, just wait a few years, and we will show you the good of the southern mission. I do not know but time would fail me to bring argument in favor of it, but I will say just wait and by the help of God we will show you. <\/div><div class=\"paragraph jod\" id=\"v12n564\"> The subject of home production and becoming a self-sustaining people is another text, and this will probably guide me right back to &#x201C;Dixie.&#x201D; I will ask the question, How are we going to become self-sustaining unless we avail ourselves of the elements around us and provide ourselves and families with what we need to eat, drink and wear, and our implements of husbandry and other things of like nature? We need ironware and machine shops. Our sons need teaching in the various mechanical arts. Instead of raising them all to be farmers or mule drivers, we want a goodly portion of machinists, painters, artists, smiths, school teachers, and all other useful professions. We shall also need lawyers. I do not mean dishonest contemptible pettifoggers; but statesmen-lawyers in the true sense of the word who understand the principles of justice and equity, and who make themselves acquainted with those general principles of jurisprudence, that wise statesmen have recognized throughout the civilized world, that they may not only be competent judges in the land, but be able to thwart the wicked efforts of this ungodly set of pettifoggers. The southern country affords us facilities for raising many things that cannot be successfully raised in the north. We have had one four years of internecine war that has almost entirely prevented the raising of cotton&#x2014;perhaps the most essential of all productions for articles of clothing. Will we as a  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people be blind to this fact, and now, that the first woe is past, lull ourselves to sleep and forget that there is another coming. Saint George, though the center of our present operation in cotton raising is only on the borders of the cotton district. From three hundred to five hundred acres is the most that we can water from one dam and canal in that district of country, while lower down, the same labor would encircle a field of six or eight thousand acres of better land; but a little handful of people cannot grapple with so great a labor. We have commenced some small settlements on the Muddy. The settlers there were mostly substitutes&#x2014;Bro. Henry Miller calls <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them destitutes. Most of them got discouraged and came back, the rest stick and hang like a dog to a root&#x2014;but they scarcely know what to do. The question is shall we allow this little handful to be worn out, or shall we strengthen their hands, and so keep moving and progressing, and hold what we have and get more. <\/div><div class=\"paragraph jod\" id=\"v12n566\"> I like the idea of sending young men down there. It struck me as a decided hit when I heard the names read out yesterday. We can do with a number of young men who have small families or who are about to get them, and I say God bless them, and speed them and their wives on their way and by the help of God we will help them. <\/div>\n<\/div>\n<\/div>"}