{"ID":120065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">America a Choice Land&#x2014;Its Aborigines.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Old Tabernacle, Salt Lake City, Sunday, Dec. 27, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: America a Choice Land, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/27\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v12n1164\"> In ancient times there were certain great decrees which the Lord of all the earth made concerning this Continent and the inhabitants that should, from time to time, possess the same. This Continent was first settled, after the Flood, by a colony from the Tower of Babel, who were a righteous people. They were a people with whom God conversed, and to whom He made Himself manifest in a very wonderful and marvelous manner. How many people lived here before the Flood is not for me to say, as it is not revealed. We may, however, observe, that so far as new revelation has given us information on this subject, this Continent of ours may be ranked among the first lands occupied by the human family. The very first man who had dominion on the face of the earth, under the direction of the Heavens, once dwelt on this Continent. His name was Adam. Whether his first residence was on this land,<span class=\"citation\" id=\"126201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126201)\">D&amp;C 117:8<\/a><\/span> whether the garden that was planted for his occupation was on this <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Continent, or some other, is not revealed in any written or printed revelation. But he certainly did, in the course of his lifetime, either from this being his native land, or by emigration, actually come in possession of this part of the globe; and a large settlement was formed, and the righteous who lived before the flood inherited it, and no doubt, left their blessing on the land. It was here where Adam, Seth, Enos, Cainan, Mahalaleel, Jared, Enoch, Methuselah, and Noah dwelt. It was on this land where Noah built his ark,<span class=\"citation\" id=\"52876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52876)\">Gen. 6:14<\/a><\/span> which was blown by the winds of Heaven away to the east, and landed on Ararat.<span class=\"citation\" id=\"52934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52934)\">Gen. 8:4<\/a><\/span> It was here where Enoch preached and published glad tidings of great joy;<span class=\"citation\" id=\"84886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84886)\">D&amp;C 31:3<\/a><\/span> it was on this land&#x2014;the American Continent&#x2014;where he gathered the people from many nations, and built up a city and called it Zion. It was here where the people of God flourished before the flood, and were of one heart and one mind,<span class=\"citation\" id=\"92920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92920)\">Moses 7:18<\/a><\/span> having an experience of some three hundred and  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sixty-five years in order to bring about a sufficient degree of righteousness and faith to be taken away from here and translated to some other region.<span class=\"citation\" id=\"93207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93207)\">Moses 7:68-69<\/a><\/span> It was here where Enoch was clothed upon with the power of God to that degree that he was enabled to publish to the inhabitants of the earth things that were before his day, even from before the foundation of the world,<span class=\"citation\" id=\"93080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93080)\">Moses 7:41<\/a><\/span> and also to prophesy of things that should transpire from his day down to the end of the world.<span class=\"citation\" id=\"93182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93182)\">Moses 7:67<\/a><\/span> It was here that he continued his preaching to the inhabitants of the city of Zion until he made them so acquainted with the law of God, and inspired them with such faith that the earth could not contain them. It was by his faith and the faith of his people that the very elements around him felt the power of God; and when he spake the word of the Lord the earth upon which he stood trembled and shook by the power of the Almighty, and the mountains fled from before his presence, and the great rivers of this Continent were turned out of their courses, and all things seemed to feel the power of the Lord.<span class=\"citation\" id=\"92800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92800)\">Moses 7:13<\/a><\/span> Even a new land came up out of the great deep, and so fearful were the enemies of the people of God, and so great was the terror of the Lord upon them, that they left this country and went forth upon the face of the waters and occupied the land that came up out of the deep.<span class=\"citation\" id=\"92805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92805)\">Moses 7:13-15<\/a><\/span> These things are not revealed to us by the Bible, or by tradition, but by the inspiration of the Almighty through that great modern prophet who was raised up to commence this marvelous work of which you and I are now partakers. <\/div><div class=\"paragraph jod\" id=\"v12n1166\"> A few hundred years after all these things had transpired on this Continent, and Noah and his family, the only survivors of the Flood, had been wafted away to distant lands, <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and had peopled a portion of Asia, the descendants of Noah undertook to build a great tower that they might make themselves a great name,<span class=\"citation\" id=\"52989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52989)\">Gen. 11:1-9<\/a><\/span> instead of fulfilling the purposes of the Almighty, in spreading forth, and occupying and subduing the earth.<span class=\"citation\" id=\"52297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52297)\">Gen. 1:28<\/a><\/span> The Lord was very much displeased with them on that occasion, because of the wickedness that existed in their midst, which was calculated to be strengthened through their unity. Hence He made a decree, according to the old Book&#x2014;the Bible, that they should not dwell thus, together. He confounded their language, and swore in His wrath that they should be scattered. A portion of the people from that tower came to this Continent. <\/div><div class=\"paragraph jod\" id=\"v12n1167\"> There is something very remarkable in connection with the colonization of our Continent by people from that tower. I said they were a righteous people. Perhaps this may surprise some, especially if they have drawn the conclusion that all the people who engaged in building of that tower were wicked. But there were some few families among them who served the Lord their God, and when they learned the decree of Jehovah, that their language was to be confounded, and the people scattered to the four winds of heaven, they had considerable anxiety on the subject.<span class=\"citation\" id=\"83318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83318)\">Ether 1:33-43<\/a><\/span> They were anxious that they might be favored of the Lord and that He would lead them to a choice portion of the earth. They made it a subject of earnest prayer, and God heard them, and the language of the righteous portion of the people was not confounded. And God gave them a commandment to go down from the tower to a valley that was northward, called the valley of Nimrod, named after a mighty hunter who existed in those days.<span class=\"citation\" id=\"126202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126202)\">Ether 2:1<\/a><\/span> After they had come down into this valley  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by the command of the Lord they collected seeds and grain of every kind, and animals of almost every description,<span class=\"citation\" id=\"126203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126203)\">Ether 2:3<\/a><\/span> among which, no doubt, were the elephant and the curelom and the cumom,<span class=\"citation\" id=\"83478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83478)\">Ether 9:19<\/a><\/span> very huge animals that existed in those days, and after traveling and crossing, we suppose, the sea that was east of where the Tower of Babel stood, and traveling through the wilderness many days, with their flocks and herds, their grain and substance, they eventually came to the great Pacific ocean, on the eastern borders of China or somewhere in that region. They were commanded of the Lord to build vessels.<span class=\"citation\" id=\"83323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83323)\">Ether 2:1-25<\/a><\/span> They went to work and constructed eight barges. They did not understand the art of Navigation as we do in these days. They had no astronomical instruments by which they could ascertain the altitude of the sun, or the altitude of the moon and stars, by which they could determine their position on the great and mighty ocean. But the same God who had led them from the Tower of Babel and had gone before them in a bright cloud by day, and had hovered over their camp and had directed them in their journey through the wilderness, was their navigator in crossing the ocean.<span class=\"citation\" id=\"83325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83325)\">Ether 2:4-5<\/a><\/span> They entered these eight barges, about the construction of which it may be well to say a few words. A great many opposers of the Book of Mormon, in reading the account of these vessels, have really supposed that there was an insurmountable difficulty connected with the building of these barges because there happened to be a hole in the top, and another hole constructed in the bottom to enable the beings shut up in them to be watertight. These vessels were built, not in the form of a tea saucer as has been represented by some &#x201C;anti-Mormons&#x201D; in their discussions; but <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Book of Mormon informs us that they were peaked at the ends, and enlarged as they came to the middle, and they were tight like a dish on the water, and were very light, like to the lightness of a fowl.<span class=\"citation\" id=\"83351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83351)\">Ether 2:16-17<\/a><\/span> They were exceedingly strong, and the length of a tree. This is a phrase very similar to one used by Isaiah who says, &#x201C;the age of His people shall be as the age of a tree.&#x201D;<span class=\"citation\" id=\"60210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60210)\">Isa. 65:22<\/a><\/span> Isaiah does not say what kind of a tree. It was simply a way the ancients had of comparing a great many things. Now these vessels were so constructed that when furious winds should blow upon the face of the great deep, and the waves should roll mountains high they could without imminent danger plunge beneath the waves, and be brought up again to the surface of the water during tremendous hurricanes and storms.<span class=\"citation\" id=\"83355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83355)\">Ether 2:24-25<\/a><\/span> Now to prepare them against these contingencies, and that they might have fresh air for the benefit of the elephants, cureloms or mammoths and many other animals, that perhaps were in them, as well as the human beings they contained, the Lord told them how to construct them in order to receive air, that when they were on the top of the water, whichever side up their vessels happened to be, it mattered not; they were so constructed that they could ride safely, though bottom upwards and they could open their air holes that happened to be uppermost.<span class=\"citation\" id=\"83353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83353)\">Ether 2:20<\/a><\/span> Now all our ships at the present day are constructed with holes in the bottom as well as in the top. I have crossed the ocean twelve times, but I never saw a ship yet that did not have a hole in the bottom for the convenience of passengers, and it is one of the simplest things in the world to have holes in the bottom of a ship if you only have tubes running up sufficiently high above the general water  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mark. These were so constructed that when the waves were not running too high, air could be admitted through unstopping the holes which happened to be uppermost. <\/div><div class=\"paragraph jod\" id=\"v12n1170\"> But the most wonderful thing concerning the first colonization of this country after the flood was the way that they navigated the great Pacific ocean. Only think for a few moments of the Lord our God taking eight barges, launched on the eastern coast of China, and bringing them a voyage of three hundred and forty-four days<span class=\"citation\" id=\"83463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83463)\">Ether 6:11<\/a><\/span> and landing them all in the same neighborhood and vicinity and at the same time. This was a miracle. This was not done by the aid of steam, or by the navigator's art, but it was by the power of the Almighty God. He it was who controlled these vessels; He it was who governed the winds of heaven; He it was who brought them up out of the midst of the deep, when they were swallowed up,<span class=\"citation\" id=\"83462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83462)\">Ether 6:7<\/a><\/span> and He it was who guided them safely to this American shore. <\/div><div class=\"paragraph jod\" id=\"v12n1171\"> They landed to the south of this, just below the Gulf of California, on our western coast. They inhabited North America, and spread forth on this Continent, and in the course of some sixteen hundred years' residence here, they became a mighty and powerful nation. Although they became a great and mighty people, they were oftentimes very much chastened because of their sins. Here let me observe that before they arrived on this land the Lord said to them, &#x201C;I design to lead you forth to a land that is choice above all other lands on the face of the whole earth; and this is my decree concerning the land which you are to occupy, that whatever nation shall possess the land from this time henceforth and forever shall serve me, the only true and living God, or they shall be swept off from the face thereof when <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are fully ripened in their iniquity.&#x201D;<span class=\"citation\" id=\"83331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83331)\">Ether 2:8-9<\/a><\/span> The Jaredites had this decree before them, before they set foot on this Continent. It was before them during the whole term of their existence here, that inasmuch as they would serve God they would be prospered, and inasmuch as they would not serve Him great judgments were upon them. Hence they were afflicted oftentimes because of their wickedness. On a certain occasion there were a very few individuals, Omer and his family and some few of his friends, that were righteous enough to be spared out of a whole nation. The Lord warned them by a dream to depart from the land of Moran, and led them forth in an easterly direction beyond the hill Cumorah, down into the eastern countries upon the seashore.<span class=\"citation\" id=\"83477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83477)\">Ether 9:1-13<\/a><\/span> By this means a few families were saved, while all the balance, consisting of millions of people, were overthrown because of their wickedness. But after they were destroyed the Omerites, who dwelt in the New England States, returned again and dwelt in the land of their fathers on the western coast. <\/div><div class=\"paragraph jod\" id=\"v12n1172\"> I merely mention these things to show how the Lord operated among the first nations of the old inhabitants of this country, in order to fulfill His decrees. They could not fall into wickedness, and still be suffered to prosper on the face of this land. The decree had gone forth, it must be fulfilled. Finally, some sixteen or seventeen centuries after they landed here, they became so violently wicked, and transgressed the commandments of the Lord to that degree that they were really swept off to a man. The whole nation perished. Their greatest and last struggles were in the State of New York, near where the plates from which the Book of Mormon was translated  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were found. There they fought day after day; there they struggled, one party against the other until millions were swept off.<span class=\"citation\" id=\"83534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83534)\">Ether 15:1-32<\/a><\/span> Only one man survived his nation for a very short space of time to see the fulfillment of a prophecy that was uttered by a great and mighty prophet that lived in those days, who stated that he should be permitted, after his nation was destroyed, to behold the colonization of the land by another people.<span class=\"citation\" id=\"83533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83533)\">Ether 13:21<\/a><\/span> This man, whose name was Coriantumr, King of a certain portion of the Jaredites, after the destruction of his nation,<span class=\"citation\" id=\"126204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126204)\">Ether 15:1-33<\/a><\/span> wandered, solitary and alone, down towards the Isthmus of Darien, and there he became acquainted with a colony of people brought from the land of Jerusalem, called the people of Zarahemla. He dwelt with them for the space of nine moons, and then he died.<span class=\"citation\" id=\"81795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81795)\">Omni 1:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1174\"> After the destruction of the Jaredites, the Lord brought two other colonies to people this land. One colony landed a few hundred miles north of the Isthmus on the western coast; the other landed on the coast of Chile, upwards of two thousand miles south of them. The latter were called the Nephites and Lamanites. It was some four or five centuries after these two colonies came from Jerusalem and occupied the country before they amalgamated. A little over one century before Christ the Nephites united with the Zarahemlaites in the northern portions of South America, and were called Nephites and became a powerful nation. The country was called the land Bountiful, and included within the land of Zarahemla. But to go back to their early history. Shortly after the Nephite colony was brought by the power of God, and landed on the western coast of South America, in the country we call Chile, there was a great division among them. The <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteous were threatened by the wicked who sought to destroy them. The Lord warned Nephi, their leader, to flee from among the Lamanites, to depart for the safety of himself and his family and those that believed in the revelations of God.<span class=\"citation\" id=\"81335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81335)\">2 Ne. 5:1-9<\/a><\/span> Nephi and the righteous separated themselves from the Lamanites and traveled about eighteen hundred miles north until they came to the head waters of what we term the Amazon River. There Nephi located his little colony in the country supposed to be Ecuador, a very high region, many large and elevated mountains being in that region. <\/div><div class=\"paragraph jod\" id=\"v12n1175\"> Here the Nephites flourished for some length of time. The Lamanites followed them up and they had many wars and contentions, and finally the Lamanites succeeded in taking away their settlements, and the Nephites fled again some twenty days' journey to the northward and united themselves with the people of Zarahemla.<span class=\"citation\" id=\"81968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81968)\">Mosiah 24:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1176\"> I mention these things in order to impress one particular item upon the minds of the Latter-day Saints concerning the inheritance or possession of this land. The Lord not only made decrees in the early ages with the first colonists that came here, but He renewed these decrees every time He brought a colony here, that the people should serve Him, or they should be cut off from His presence,<span class=\"citation\" id=\"83332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83332)\">Ether 2:8-9<\/a><\/span> and you will find that God, in every instance, has remembered these decrees. And there is one thing remarkable in relation to the history of these nations, and that is the rapidity with which they departed from the faith and righteousness and the love of the true God. Sometimes they would, after some great judgment, or scourge had fallen upon them, causing the death of many of them, repent and become a righteous peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple; and God would bless them again, and they would begin to rise up and prosper in the land. But perhaps in the course of three or four years a people that were almost wholly righteous would turn from their righteousness to folly, sin, and wickedness, and bring down another heavy judgment on their heads. And thus generation after generation passed away among the former inhabitants of this land, and they had their ups and downs. Every time the majority of the people transgressed, a tremendous judgment would come upon them; and every time they repented before the Lord with all their hearts, He would turn away His wrath and begin to prosper them. <\/div><div class=\"paragraph jod\" id=\"v12n1178\"> Now, these same decrees, which God made in relation to the former nations that inhabited this country, extend to us. &#x201C;Whatever nation,&#x201D; the Lord said, &#x201C;shall possess this land, from this time henceforth and forever, shall serve the only true and living God, or they shall be swept off when the fullness of His wrath shall come upon them.&#x201D;<span class=\"citation\" id=\"83333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83333)\">Ether 2:8-9<\/a><\/span> Since this ancient decree there are many nations who have come here. And lastly Europeans have come from what is termed the old world across the Atlantic. And lately the Chinese are beginning to come across the Pacific, and this continent is becoming extensively peopled. Many millions are already upon it. They have constructed many great and populous cities and have become very powerful on the face of the land; but they are nothing compared with the numerous hosts of the Jaredites that once spread over all the face of North America. But yet they are numerous, and are considered one of the most powerful nations on the face of the whole earth; and their resources are very great, and the prosperity which attended our fore<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers in establishing settlements on the face of this land, in establishing a free government, with freedom of the press and religious worship, was very great. <\/div><div class=\"paragraph jod\" id=\"v12n1179\"> They imagine to themselves that this prosperity is to continue forever, that there is to be no end to their greatness. Now I can tell them, as I have told them ever since I was a boy, their greatness will not protect them; their present prosperity will not protect them. There is only one thing that will protect the nations that inhabit North and South America, and that is to turn to the Lord their God with all their hearts, minds, and strength, and serve Him with full purpose of heart,<span class=\"citation\" id=\"81886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81886)\">Mosiah 7:33<\/a><\/span> and cease from all their wickedness. That will protect them. If they will do this they will spread forth and become ten times stronger and more powerful than they have ever been, and the Lord their God will bless them more abundantly than hitherto. But on the other hand if they will not do these things the decree that was made in ancient times is just as certain to be fulfilled as the sun shines in yonder heavens. <\/div><div class=\"paragraph jod\" id=\"v12n1180\"> We have seen, in a very small degree, the chastisement of the Almighty upon the present powerful nation of which we form a part. Great has been their chastisement in some respects; but in other respects they hardly seem to feel it. But still look at the desolation that certain portions of our fair country have had to endure by the depredations of hostile armies one against another. Tens of thousands rolling in the dust in their blood; whole towns and cities laid waste, and the country for hundreds and hundreds of miles, as it were, in perfect desolation. Railroads that cost millions torn up, cars and merchandise destroyed, and the whole country involved in a debt  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that perhaps will require a lapse of many years before much more than the interest on it is paid, and for which severe taxation must be imposed on all the inhabitants of the land. And, when we include both the North and the South, perhaps two or three millions of lives have been lost; if not altogether lost by the weapons of war in battle, they have perished in consequence of the difficulties and afflictions that generally attend armies. <\/div><div class=\"paragraph jod\" id=\"v12n1182\"> This great war is only a small degree of chastisement, just the beginning; nothing compared to that which God has spoken concerning this nation, if they will not repent. For the Lord has said in this book (the Book of Mormon), which has been published for thirty eight years, that if they will not repent He will throw down all their strongholds and cut off the cities of the land, and will execute vengeance and fury on the nation, even as upon the heathen, such as they have not heard.<span class=\"citation\" id=\"82869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82869)\">3 Ne. 21:15-21<\/a><\/span> That He will send a desolating scourge on the land; that He will leave their cities desolate, without inhabitants.<span class=\"citation\" id=\"83848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83848)\">D&amp;C 5:19<\/a><\/span> For instance the great, powerful and populous city of New York, that may be considered one of the greatest cities of the world, will in a few years become a mass of ruins. The people will wonder while gazing on the ruins that cost hundreds of millions to build, what has become of its inhabitants. Their houses will be there, but they will be left desolate.<span class=\"citation\" id=\"88027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88027)\">D&amp;C 84:114-115<\/a><\/span> So saith the Lord God. That will be only a sample of numerous other towns and cities on the face of this continent. <\/div><div class=\"paragraph jod\" id=\"v12n1183\"> Now I am aware that it is almost impossible for even some of the Latter-day Saints to get that confidence and that strong faith in the events which God intends to accomp<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lish on this land in the future to believe in such a thing, to say nothing about outsiders, that do not believe a word of it. Outsiders do not believe it any more than they believed me when I was a boy and took that revelation which was given in 1832,<span class=\"citation\" id=\"88181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88181)\">D&amp;C 87:1-8<\/a><\/span> and carried it forth among many towns and cities and told them there was to be a great and terrible war between the North and the South, and read to them the revelation. Did they believe it? Would they consider that there was any truth in it? Not in the least, &#x201C;that is a Mormon humbug,&#x201D; they would say. &#x201C;What! This great and powerful nation of ours to be divided one part against the other and many hundreds of thousands of souls to be destroyed by civil wars!&#x201D; Not a word of it would they believe. They do not believe what is still in the future. But there are some in this congregation who will live, to behold the fulfillment of these other things, and will visit the ruins of mighty towns and cities scattered over the face of this land destitute and desolate of inhabitants. If inquiry shall then be made, why such great destruction? The answer will be, wickedness has destroyed them. Wickedness and corruption have brought about the fulfillment of the ancient decrees of Heaven concerning this land. Wickedness and corruption have brought desolation into their towns and cities. The time will come when there will be no safety in carrying on the peaceable pursuits of farming or agriculture. But these will be neglected, and the people will think themselves well off if they can flee from city to city, from town to town and escape with their lives. Thus will the Lord visit the people, if they will not repent. Thus will He pour out His wrath and indignation upon them  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and make manifest to the people that that which he has spoken must be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v12n1185\"> But what shall become of this people? Shall we be swept off in the general ruin? Shall desolation come upon us? Shall we feel the chastening hand of the Almighty like those who will not repent? That will depend altogether upon our conduct. We have it within our power; God has granted it to us, to save ourselves from the desolation and calamities that will come upon the nation. How? By doing that which is right; by living honest before God and all men; by seeking after that righteousness that comes through the Gospel of the Son of God; by following after the law of Heaven; by doing unto others as we would have others do unto us;<span class=\"citation\" id=\"63816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63816)\">Matt. 7:12<\/a><\/span> by putting away all the evils and abominations that are practiced by the wicked. If we do this prosperity will be upon the inhabitants of Utah; prosperity will be upon the towns and cities erected by this people, the hand of the Lord will be over us to sustain us, and we will spread forth. He will multiply us in the land; He will make us a great people, and strengthen our borders, and send forth the missionaries of this people to the four quarters of the earth to publish peace and glad tidings of great joy,<span class=\"citation\" id=\"84887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84887)\">D&amp;C 31:3<\/a><\/span> and proclaim that there is still a place left in the heart of the American continent where there are peace and safety and refuge from the storms, desolations and tribulations coming upon the wicked. But on the other hand, Latter-day Saints, how great are the responsibilities resting upon us and upon our rising generations. If we will not keep the commandments of God, and if our rising generations will not give heed to the law of God and to the great light which has shone from Heaven in these latter <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days, but turn their hearts from the Lord their God and from the counsels of His priesthood, then we shall be visited like the wicked, then we shall have the hand of the Lord upon us in judgment; then that saying that the Lord has delivered in the Book of Doctrines and Covenants will be fulfilled upon us, &#x201C;that I will visit Zion, if she does not do right, with sore afflictions, with pestilence, with sword, with famine, and with the flame of devouring fire.&#x201D;<span class=\"citation\" id=\"89223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89223)\">D&amp;C 97:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1186\"> New here we have the choice. It is within our reach; we can put forth our hand after prosperity, peace and the extension of our borders, and have all these things multiplied upon us, and the power of God within us; His arm to encircle round about to protect us from every harm and evil. And on the other hand we can reach forth the hand and partake of wickedness and bring desolation and destruction upon our borders. Which shall we do? We are agents; we are left to our own choice. God has said that He would plead with His people. I expect that He will. &#x201C;I will plead,&#x201D; saith the Lord, &#x201C;with the strong ones of Zion, until she overcomes and is clean before me.&#x201D;<span class=\"citation\" id=\"88997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88997)\">D&amp;C 90:36<\/a><\/span> There is some consolation in reading this declaration of the Lord. Though we have to receive great chastisement, though He has to plead with us by judgment, tribulation, famine, by the sword, and by the vengeance of devouring fire, yet after all, when He has afflicted this people sufficiently, there will be some few that will be spared and will become clean before the Lord. <\/div><div class=\"paragraph jod\" id=\"v12n1187\"> It is quite a consolation to read that the armies of Israel will eventually become sanctified, and as clear as the sun, as fair as the moon, and that their banners will become terrible to the nations of the wicked.<span class=\"citation\" id=\"57666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57666)\">Song 6:10<\/a><\/span><span class=\"citation\" id=\"83836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83836)\">D&amp;C 5:14<\/a><\/span><span class=\"citation\" id=\"90442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90442)\">D&amp;C 109:73<\/a><\/span> Yet we may have to pass through,  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by our own wickedness, many calamities that may overtake us. I hope not; but I do not know. I may say that my hopes are strengthened in regard to this matter, for what do I behold here in this Territory? I behold a people that have been willing to sacrifice all that they have for the sake of the Gospel; that have been willing to forsake their native kingdoms and countries and to journey by sea and by land to come here to serve God. I see a people, the majority of whom are willing to give heed to the counsels of the servants of God that are in their midst. Hence I look for peace and prosperity, hence I look for the arm of the Lord to be extended in behalf of this people so long as there is a majority of them <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who desire to do right, so long as there is a majority who feel to unite their hearts to carry out the great principles of eternal truth and righteousness that have been revealed. So long will the Heavens be propitious, and we shall find favor in the sight of the Most High. But remember the inhabitants who once dwelt on the land; remember their afflictions and their calamities; remember that judgments were poured out upon them because they would not be obedient. Let them be an everlasting lesson to us who live in these latter times. Let us serve God and we shall be blest, we shall prosper if we keep His commandments. Amen. <\/div>\n<\/div>\n<\/div>"}