{"ID":120060, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching the Gospel&#x2014;Disobedience and Persecution&#x2014;Exclusiveness&#x2014;The Search After Happiness.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Old Tabernacle, Salt Lake City, Nov. 29, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/29\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d60\">\n<div class=\"paragraph jod\" id=\"v12n1042\"> To the Latter-day Saints the Gospel of life and salvation is worthy of particular attention. In my reflections upon the great work that the Lord has commenced, its operations appear marvelous to me. I look upon those who have separated themselves from sin with a great deal of pleasure and delight; they are a very peculiar people. When the elders go and preach the Gospel, all who have the privilege of hearing, with a very few exceptions, are convinced of its truth in a greater or smaller degree. Perhaps there may be a few who have received traditions to that degree that the truth cannot find the way to their hearts; but such persons are very rare. When a man preaches the Gospel by the power of God sent down from heaven, it is hard for me to believe that they who hear him are not convinced of its truth. Then, when I look upon the few of the blood of Ephraim scattered among the people who have the courage, fortitude, and self-will to acknowledge the truth of the Gospel and to yield obedience to it, I think they are very peculiarly organized. <\/div><div class=\"paragraph jod\" id=\"v12n1043\"> This Gospel is adapted to the capacity of the whole human family. Why are the principles of truth and the people whom embrace them so ridiculed? I can attribute it to nothing but sin, or a determination to do that which is wrong. Go to these portions of the world where the El<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ders have labored their lives almost out to preach to the people the words of eternal life and to put them in possession of that which would save them here and hereafter, and it has been the fact that hardly a word of truth has been told about us. This is astonishing. And this work, according to the words of the prophet, is &#x201C;a marvelous work and a wonder.&#x201D;<span class=\"citation\" id=\"58756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58756)\">Isa. 29:14<\/a><\/span> It appears to me that if the human family had the least conception of the principles of life and salvation, they would not do as they do, or they must believe that they would be chastened, like disobedient children, who many times, seemingly, are disobedient expressly to be corrected. There is no need of this, especially among the Latter-day Saints. What few words I have to say to them is upon this wise&#x2014;be perfect, wise, pure, holy, and fear and revere the word of the Lord, His commandments, and requirements. <\/div><div class=\"paragraph jod\" id=\"v12n1044\"> When we look at the Latter-day Saints we ask, is there any necessity of their being persecuted? Yes, if they are disobedient. Is there any necessity of chastening a son or a daughter? Yes, if they are disobedient. But suppose they are perfectly obedient to every requirement of their parents, is there any necessity of chastening them then?<span class=\"citation\" id=\"77184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77184)\">Heb. 12:6<\/a><\/span> If there is, I do not understand the principle of it. I have not yet been able to see the necessity of chastening an obedient  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>child, neither have I been able to see the necessity of chastisement from the Lord upon a people who are perfectly obedient. Have this people been chastened? Yes, they have. <\/div><div class=\"paragraph jod\" id=\"v12n1046\"> Although we preach the Gospel of life and salvation to the inhabitants of the earth, and tell them that this Gospel is calculated to save every son and daughter of Adam and Eve who will hearken to it, whether it be those who have lived, those who are now living, or those who may hereafter live, will the present generation have this Gospel? No, they will not. Why? Because they have so much religion already that they do not know what to do with it. I have often said to them, &#x201C;If you will not believe the Gospel, because you say you have religion already, will you not please repent of your religion?&#x201D; Is there any need for them to repent of their religion? Yes. Why? Because it is not correct. The whole world of mankind is full of religion, and if they do not worship one object they worship another. It is just as natural for the children of men to worship and revere something as it is to breathe, hence the Christian world is full of religion, and it is the same with the heathen world. We, too, have our religion, and it is adapted to the capacity of the whole human family. It does not send a portion of the people to howl in torment forever and ever, but it reaches after the last son and daughter of Adam and Eve, and will pluck them from the prison, unlock the doors, and burst the bonds and bring forth every soul who will receive salvation. <\/div><div class=\"paragraph jod\" id=\"v12n1047\"> I ask the nations of the earth what objection is there to this? &#x201C;Oh,&#x201D; say they, &#x201C;you are different from us.&#x201D; How different? &#x201C;Why you have many doctrines we do not believe in.&#x201D; We cannot help it. We have taken <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this book, called the Old and the New Testament for our standard.<span class=\"citation\" id=\"94068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94068)\">A of F 1:8<\/a><\/span> We believe this book and receive it as the word of the Lord. Not but there are many words in this book that are not the words of the Lord, but that which came from the heavens, and which the Lord has delivered to us, we receive, and especially the sayings of the Savior. We receive the Lord Jesus Christ as our Savior, and we believe in Him as our Savior. There are many persons in this city who ridicule the idea that Jesus was the Christ; but take those very individuals, both male and female, and let them square their course through life in all respects according to the words of the Savior, and would they not be better men and women than they now are? Yes, they would. Then where is the harm or evil of believing in a character whose doctrine from beginning to end is perfectly pure and holy? Although the children of Judah, universally, and many others ridicule the idea that Jesus is the Christ, yet take the doctrines that He taught His disciples and which they preached to the people, and endeavored to practice, and let any people live in accordance with them, and you will find a pure, holy and perfect community. There would be no wars, bloodshed, nor contention among them as nations, communities, neighborhoods, and families. <\/div><div class=\"paragraph jod\" id=\"v12n1048\"> It has been said here that there are some whose feelings cannot accede to all that is taught by the Latter-day Saints. But let me say there never was a doctrine taught by Jesus Christ and His apostles, by the prophets before them, or by Joseph Smith and this people, but what, if followed out, brings peace to every family and individual who observes it. Do we enjoy peace? A great many do not. What is the reason?  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Because they do not faithfully carry out those doctrines. <\/div><div class=\"paragraph jod\" id=\"v12n1050\"> I am going to ask a question&#x2014;Is there any necessity, my brethren and sisters, that you and I should suffer persecution to perfect us? Are we willing to be obedient, and to sanctify ourselves and to sanctify the Lord God in our hearts<span class=\"citation\" id=\"77917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77917)\">1 Pet. 3:15<\/a><\/span> without the rod of chastisement? If we are, we shall bring in the doctrine that has been taught to the people on temporal matters. We say, and profess, that we are one, and in a great measure we are. In our religious and political sentiments we are one; but in the pursuit of life and happiness, as individuals and families, we are not one. Now, if we will believe the Gospel, which can do no harm to anyone&#x2014;I say this for all ears&#x2014;it does not contain a single doctrine but what is true. You may ask the question: Has no one Elder in Israel ever taught false doctrine? Yes, but no man has who has been authorized to teach, guide and direct the Saints. Did Jesus, Peter, James, John, or Joseph Smith ever teach a false or incorrect doctrine? Not that you or I know of; we cannot find it. Now, if we have got correct doctrines, and will fashion our lives by them we may sanctify ourselves without being chastened. <\/div><div class=\"paragraph jod\" id=\"v12n1051\"> We look forward to the day when this people will be pure, holy and sanctified, and when we will be prepared to build up Zion. Are we prepared now? No, we are not. We are only professedly Latter-day Saints; practically, we are only so in part. To be a Saint is to be as Jesus was; to be assimilated to the spirit and character which He exhibited while here on earth. Now, I exhort the Latter-day Saints to live so that each and everyone may enjoy the spirit of the Lord Jesus day by day, that we may be one in all <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, in temporal matters as well as spiritual. <\/div><div class=\"paragraph jod\" id=\"v12n1052\"> As I have but a few minutes that I want to speak, I shall now come to temporal matters. You and I wish to live, and to have the privilege of pursuing, unmolested, the path that leads to happiness. Now, I cannot say it of you all, but I can of a few here, that they have been trying to serve the Lord for nearly forty years. During that period we have passed through scenes we do not wish to behold again. Five times many of us here have been broken up, and have left our houses, gardens, farms, orchards, vineyards, and all we had, and have had to run for our lives. What for? Because we believed in the Lord Jesus Christ&#x2014;and tried to practice the doctrine He taught. For anything else? No. Were all perfect? No. Did some sin? O, yes, we were all sinners. Why were we obliged to leave our homes? Did we disturb our neighbors, or pilfer and purloin their substance? No. What did we do? We taught the Gospel of life and salvation. Not that all were righteous, but our sins&#x2014;of worldly-mindedness, covetousness and selfishness&#x2014;were between ourselves and our God, and for this the Lord suffered us to be chastened.<span class=\"citation\" id=\"89380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89380)\">D&amp;C 101:2<\/a><\/span> The faith that we profess is the best and the only doctrine calculated to save the children of men. <\/div><div class=\"paragraph jod\" id=\"v12n1053\"> I say, five times some of this people have been broken up, and the last time, when we left the State of Illinois, we cut our road through the timber, we hunted our path over the prairies, and dug our roads through the canyons, for fourteen hundred miles to this place, because we were obliged to go somewhere. <\/div><div class=\"paragraph jod\" id=\"v12n1054\"> Our prophet, before us, told us that if we could get out of the way of Christianity, so called, and civilization, we could serve God and build  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up His kingdom, and we could be happy. We came here to these isolated and lonely valleys. Who led us here? Did our nation hold out a fostering hand to us? No: to this day they never gave us a dollar; but now we expect they will give us our homesteads here. Have the wicked become more righteous? No. Has the world become more enlightened in the things of God? No, it has not; and the enmity that did exist, exists still, and has grown, increased, and strengthened, and this warfare between the power of the devil and the power of Jesus Christ will continue until Jesus obtains possession of the kingdom. These words are meant for the ears of all, both Saints and sinners. <\/div><div class=\"paragraph jod\" id=\"v12n1056\"> Did we ask any of the outside merchants in this City to come here? They are called &#x201C;Gentiles,&#x201D; but we do not know whether they are &#x201C;Gentiles&#x201D; or not, for a Gentile is one who has none of the blood of Israel within him. There may be some of this class among the Israelites. But what do these outsiders follow us up for? They say, &#x201C;We know you Latter-day Saints are a very nice people, very kind, very free, generous, and benevolent; we know you believe in helping the stranger, and that is not all, we know you believe in giving all your substance to your enemies.&#x201D; Is this proved? Yes, right here before our eyes. Now, I would say to every man and woman on the earth if I could speak to them, it is no matter what men say, but it is how they say it, I will tell you what we want&#x2014;and we know what you want&#x2014;we want the privilege of building up the kingdom of God on the earth, and of living in peace one with another. We want our streets so that we can traverse them in safety by day or by night, and so that if a midwife is called up at midnight, or one o'clock <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the morning to go to a neighbor's house she can go there without being plundered or destroyed before she gets to the place of her destination. And if our daughters are out visiting until nine, ten, eleven, or twelve o'clock at night, that they can pass along these streets without molestation. We want a community that does not take the name of God in vain;<span class=\"citation\" id=\"54211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54211)\">Ex. 20:7<\/a><\/span> that does not lie, or purloin that which is not their own, and that will live day by day, week by week, and year by year in perfect peace. This is not according to the feelings of a great many, they would rather see quarrelling and strife. I have learned of so many facts that exist in the world in relation to contentions, speaking of them in a family capacity, that to my certain knowledge there is more there with but one wife than here where there are ten, where this obnoxious doctrine our brother has just referred to is practiced. So don't worry about contentions any of you, for they exist all over the world. Look at the kings and queens, and then at the lower classes; and from them to the House of Representatives, the lords, dukes, knights, and every grand character you can mention or think of, and how do they live? We know how they live, they live in jeopardy, in fear, and jealousy, which is the mother of torment. And the inhabitants of the earth are jealous of one another, and they have reason to be. Have we any facts in the case? Yes, thousands of them, all over the world. Take the king upon his throne, he must pay a doctor more than anybody else, or he will be poisoned to death. It is so with the queens, if they have not power to buy everybody around them there is no knowing what day poison will be put into their coffee or their tea or some of their food. If the husband steps out of doors, she don't know where  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he is; and if the lady is left alone in the house or rides out, the husband does not know where she is. But you come to the Saints and you know about them. If we send an Elder to preach the Gospel and he travels the earth over, when he returns we know where he has been and what he has been doing, and if he has been guilty of that crime to which the world is so much addicted he cannot keep it; he must confess it; then he is not a fit character to be a member of the Church or an Elder in Israel, and we deprive him of his standing and license. But you take an Elder in Israel who honors his calling, and though he may travel the world over, his wife, at home says: &#x201C;I am perfectly satisfied with regard to my husband, he would suffer his head to be taken from his shoulders before he would violate his covenants with me, they are sacred before God.&#x201D; It is so with our women as well as our men; it is so with Israel in the latter days. Here I pause, and say, not with all Israel. <\/div><div class=\"paragraph jod\" id=\"v12n1058\"> Our sisters need not be worried about any doctrine. Brother Penrose said it would be better for them if they believed in the doctrine of polygamy. But they do believe it; they know it is true, and that is their torment. It perplexes and annoys many of them because they are not sanctified by the spirit of it; if they were there would be no trouble. I want to say this much&#x2014;the sisters do believe it. Where is the proof? You take a woman in this Church who does not believe in the doctrine of celestial marriage or plurality of wives, and she does not believe anything at all about the Gospel, and she will soon manifest this by her unwise course, and by and by she drops off and away she goes. But our sisters believe and know that this <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doctrine is true, and consequently they feel bound to abide it. <\/div><div class=\"paragraph jod\" id=\"v12n1059\"> Now, I will return to my remarks about our present condition. We do not wish to be broken up and compelled to leave our homes again. What do you want, outsiders? You want all the money the &#x201C;Mormons&#x201D; can make. I do not blame you for it, I never did. It is reasonable and right, and you are as much entitled to it as to any other money you can get. But we are not going to let you have it. Is there any harm in this? &#x201C;Exclusive,&#x201D; are we? We are not half exclusive enough. There is no other way to save this people from being broken up again than by trading with ourselves. I know this as well as I know the sun shines. I have passed through it, and know all about it. Now, I do not wish to see this people, of whom I am proud, and in whom I delight, pack up their goods and go off again. Where should we go? When we were in Missouri we had a place we could go to; when we were in Illinois we had a place we could go to, but now, that we have come here to the middle of this continent, where can we go? Is there another place we can go to? <\/div><div class=\"paragraph jod\" id=\"v12n1060\"> If I were to say to the financial world, we have taken it into our heads to do our own internal business, and not foster those in our midst who are not of us, what would they say? They would say this is the first step the Latter-day Saints ever took that manifested wisdom. How exclusive do we want to be? Just enough so to sustain and preserve ourselves, to build our own houses, make our gardens and orchards, our carriages and our own places of amusement, like our theater. I built that theater to attract the young of our community and to provide amusement for the boys and girls,  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rather than have them running all over creation for recreation. Long before that was built I said to the bishops, &#x201C;Get up your parties and pleasure grounds to amuse the people.&#x201D; This brings my former experience and that of my friends right to me. Whenever we get into the kingdom of Heaven, where God and Christ dwell, we shall find something more to do than to &#x201C;sit and sing ourselves away to everlasting bliss.&#x201D; The mind of man is active, and we must have exercise and amusement for the mind as well as the body. <\/div><div class=\"paragraph jod\" id=\"v12n1062\"> You go into that theater, and what is there behind the curtain that would disgrace the most perfect lady on the face of the earth? Not the least in the world. I have to watch some who come here as actors and actresses, and if they do not manifest the marks and traits of a lady and gentleman, I say, &#x201C;Stop a moment. I want to tell you something. Your course will lead you wrong, and if you persist in it you cannot present yourself before the public.&#x201D; So much for that. <\/div><div class=\"paragraph jod\" id=\"v12n1063\"> We say to the bishops and to everybody, exercise yourselves, provide innocent amusement for the youth, attract the minds of the children, and get the upper hand of them and be on the lead. I see mothers right among us whose course is very imprudent with their children. You ought always to take the lead of your children in their minds and affections. Instead of being behind with the whip, always be in advance, then you can say, &#x201C;Come along,&#x201D; and you will have no use for the rod. They will delight to follow you, and will like your words and ways, because you are always comforting them and giving them pleasure and enjoyment. If they get a little naughty, stop them when they have gone far enough. We say to the brethren, <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> humor your wives and children as far as you can, but when they transgress, and transcend certain bounds we want them to stop. If you are in the lead they will stop, they cannot run over you; but if you are behind they will run away from you. Husbands, always be in advance of your wives, and then if they undertake to do something that is very displeasing to you they will run right against you, and then stop and sit down because they can't go any further. Do you know how to do this? &#x201C;No,&#x201D; says one, &#x201C;I don't know that I do.&#x201D; Well, then, learn by searching after truth, according to the revelations given in this book. Search after truth in all good books, and learn the wisdom of the world and the wisdom of God, and put them together and you will be able to benefit yourselves. <\/div><div class=\"paragraph jod\" id=\"v12n1064\"> I will now say to my friends&#x2014;and I call you all, and all mankind, friends, until you have proved yourselves enemies&#x2014;you who do not belong to this Church, that we have got the Gospel of life and salvation. I do not say that we have <span class=\"italic\">a<\/span> Gospel, but I say that we have <span class=\"italic\">the<\/span> definite and only Gospel that ever was or ever will be that will save the children of men.<span class=\"citation\" id=\"83706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83706)\">D&amp;C 1:30<\/a><\/span> Hearken to this every one of you, and all the inhabitants of the earth, and do not say, &#x201C;you are Mormons, and we do not want to hear anything about you.&#x201D; Wait until you have searched and researched and have obtained wisdom to understand what we preach, or to prove it to be untrue. If you cannot prove it untrue and are not disposed to receive it, let it alone. If it is the work of God, it will stand.<span class=\"citation\" id=\"71490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71490)\">Acts 5:38-39<\/a><\/span> What do you say, outsiders? What do you say, Christian world and heathen world? If we have the truth to present to you, which will do you good here and hereafter, which will save  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you today and tomorrow and every day, until it saves you in the kingdom of God and brings you to a perfect state of felicity and happiness in the presence of the Father, will you have it? <\/div><div class=\"paragraph jod\" id=\"v12n1066\"> I want to say again to the brethren and sisters&#x2014;and this is the great secret we are teaching in the School of the Prophets&#x2014;be exclusive enough to sustain the kingdom of God. We want our means ourselves, and if we trade with outsiders at all we want it to be yonder at a distance, and not here. What do you say to this, friends? Is it wisdom? Try it, and see what you would do under the same circumstances. Have you been driven from your homes? Yes, there may be a few from the Southern States who have been driven from their homes and suffered the loss of all they had on earth; but it was not for their religion. We suffered at the hands of Missourians and Southerners for our religion; they have suffered for their wickedness. We have never suffered as they have. But we do not want to suffer again; we do not want to be driven from our homes again. We like this country, and we do not want to support any persons in our midst who will lay a foundation to overslaugh this people so that they will have to pull up stakes and leave. &#x201C;A burnt child dreads the fire.&#x201D; Do you know it? Put your hand in the fire until it has burned you severely, and it will cause you pain enough to remember it for years, and until you have forgotten that pain you will not want to put your hand in the fire again. But we did not put it there, somebody else did. <\/div><div class=\"paragraph jod\" id=\"v12n1067\"> Have we not the right to our own money? We are not digging for gold and silver; we are not bringing a society here among whom you can hear shooting all night long through our <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> streets, or cursing and swearing or fiddling and dancing. Do you want this &#x201C;civilization,&#x201D; outsiders? There may be a few who do not. I will tell you what the priests want. They want to see a groggery at the corner of every street, and houses of accommodation between and behind them, and they want to hear cursing and swearing, and they want to see drinking and carousing and the drunkard falling in the street and rolling in the mire, then they could come along with their long faces, crying, &#x201C;Oh, what a sinful people!&#x201D; We do not want any such thing. We want to see every countenance full of cheerfulness, and every eye bright with the hope of future happiness. <\/div><div class=\"paragraph jod\" id=\"v12n1068\"> Do you suppose you can find a person on this earth who is not seeking for happiness? There may be a few who, if they are not seeking for happiness, are seeking to get rid of their misery. This makes me to think of one I heard of who committed suicide in New York, in one of those fine houses, which you would suppose was a palace, where ladies and gentlemen live in a perfect paradise, but which are in reality gambling houses. This individual that I heard of had played there all night, and in the morning, when his last dollar was gone, he leaned back on his seat and said, &#x201C;I am played out,&#x201D; and drawing a pistol from his pocket he shot himself and fell dead on the floor. This man sought to get rid of his misery. <\/div><div class=\"paragraph jod\" id=\"v12n1069\"> The whole world are after happiness. It is not in gold and silver, but it is in peace and love. Did I say love? Yes. You watch your own feelings when you hear delightful sounds, for instance, or when you see anything beautiful. Are those feelings productive of misery? No, they produce happiness, peace, and joy. Well, then, pursue and walk in that path that leads to that, and  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walk in it day by day. And you, sisters, cease trading with any man or being in this city or country who does not belong to the church. If you do not, we are going to cut you off from the church, for we are determined not to be driven or broken up again, and we are determined to deal with love and sustain our nation, our community. We mean to live here. We came 1,400 miles to get away from that power which is trying to get into our midst to break us up again. We have subdued the country and made it fruitful, and have fed hundreds of thousands passing on their way east and west, and we calculate to stay here if you will do as I tell you, and cease trading with those who are not of us. Do you suppose that Jesus did not understand the spirit and the feelings of the world when He said, &#x201C;He who is not for us is against us.&#x201D;<span class=\"citation\" id=\"64373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64373)\">Matt. 12:30<\/a><\/span> Every man and woman of intelligence that ever was or ever will be upon the earth is either for God or against Him. <\/div><div class=\"paragraph jod\" id=\"v12n1071\"> When I see the Latter-day Saints I see a motley mass of dispositions, a perfect curiosity. I was in a store not long since, and they asked my opinion with regard to the amount of trade that would be done this season providing we had plenty of goods. Said I, &#x201C;you must find out how much money the Latter-day Saints have, and then how much credit they have, and you will find out pretty nearly how much business will be done.&#x201D; If we were like other people and would only hearken to wisdom, these men sitting each side of me today, instead of spending their money would save it and buy the land that will shortly be in the market. The government has at last condescended to take into consideration the propriety of selling their land to the Latter-day Saints. A few have tried year after year to <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get up an act to prevent us from owning a foot of land in America, but they are out of the way. Now we have the privilege of purchasing our lands, and if our brethren had any wisdom they would purchase them. &#x201C;O,&#x201D; but says one, &#x201C;why we can get a homestead.&#x201D; I would rather pay my $200 and buy their lands, and tell them we made the country and now we are willing to purchase it. We are willing to pay our taxes, and we have proven that we are willing to fight their battles, and to do anything to promote peace and happiness in the country. But we say, hands off. <\/div><div class=\"paragraph jod\" id=\"v12n1072\"> Now, if you don't want to quarrel, take measures to prevent it. That is what we are after. We are trying to get the people to hearken to counsel that will prevent a quarrel, and a serious one. If you can prevent a quarrel in a family you do a good thing. &#x201C;Blessed are the peacemakers.&#x201D;<span class=\"citation\" id=\"62972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62972)\">Matt. 5:9<\/a><\/span> We are peacemakers. We are preserving the peace. Is it our right? You take the Catholics in London, and they would go by a thousand doors to find one of their own faith to spend three halfpence. Do not the Jews do it? Yes, they do it all over the world. They say we are obliged to trade with them, but we are not. We would just as soon trade with them as anybody else outside the Church. But do they build up the kingdom of God? No, they hold the very name of Jesus in derision, and yet they are as full of religion as any sect there is. You may take the Mother Church, and the whole family of Protestants, and the House of Judah is as full of religion as any of them. But are they correct? No, they are not. We offer life and salvation to the whole human family in the Gospel of the Son of God, and if they are not disposed to receive it they will suffer the conse<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quence. It is for the Latter-day Saints to live their religion. <\/div><div class=\"paragraph jod\" id=\"v12n1074\"> Now, brethren and sisters, do you think it is necessary for us to be chastened? Can we not sanctify ourselves without the chastening hand of the Almighty upon us? We can, if we will do as we are told. By whom? By the Old and New Testaments, and all the revelations given in them and the Book of Mormon, and the Book of Doctrine and Covenants. They all center on one point in this respect&#x2014;You, Saints, gather yourselves together, sanctify the Lord <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in your hearts,<span class=\"citation\" id=\"77918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77918)\">1 Pet. 3:15<\/a><\/span> live by yourselves and build up the kingdom of God. We might just as well stay in Scotland as to be here in the midst of the wicked and ungodly; just as well stay in Scandinavia as come here, if we have to dwell amid drunkenness and debauchery. You have gathered out to sanctify yourselves. Then live your religion, sustain the kingdom of God and those who sustain it, and let everybody else alone. May the Lord help us to do it. Amen. <\/div>\n<\/div>\n<\/div>"}