{"ID":120036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of The Saints in Great Britain.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, delivered in the Tabernacle, Salt Lake City, October 7, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of The Saints in Great Britain.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/7\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v12n552\"> There are, at the present time, in Great Britain ten or twelve thousand Saints, some of whom have been members of the Church for twenty or twenty-five years. They have contributed of their scanty means to feed the Elders and to help to emigrate their brethren and sisters, and in many cases many of them have gone without their meals and beds to make the Elders comfortable, and now they are without the means to gather with the Saints here in the mountains. <\/div><div class=\"paragraph jod\" id=\"v12n553\"> There are a great many brethren, probably some are here today, who, in years past, have been assisted to this country by the Perpetual Emigration Fund, to which fund there is now due from individuals assisted about nine hundred thousand dollars. I wish to call the attention of this class of individuals to the condition of the poor Saints abroad. There are many Saints here who, before gathering home, have said to their brethren and sisters in the old world&#x2014;&#x201C;When we get to Zion, if God blesses us, we will remember you and do the best we can to aid you to emigrate.&#x201D; A great many persons have failed to keep their promise, and their friends back feel that they are forgotten and neglected. In many instances, no doubt, Elders while on missions have promised to assist those who have treated them with kindness and divided their mor<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sel with them. I want to bring these things to the consideration of all our brethren. They should remember that our brethren and sisters in the old countries labor under the disadvantage of the prejudice against Mormonism. Employers and business men, who are under the influence of the priests of the day, are unwilling to extend the same kindness and facilities for labor to the Latter-day Saints that they do to other persons. Besides these disadvantages, many of our brethren there have to work for a shilling, eighteen pence, or two shillings a day, as the case may be, and out of this have to pay house rent, buy fuel, clothing, and every necessary of life for their families, and in some cases, perhaps, they have a sick father or mother to sustain out of their mere pittance, which is barely enough to keep life in their bodies. Our brethren, who have had the benefit of the emigration fund, should remember that their first duty, to God and themselves, is to liquidate these liabilities with the very first means they acquire after their arrival here; and that if they go on accumulating cattle, horses, houses, and lands, and these debts remain unpaid, they are robbing the poor and the needy. This is a matter about which the brethren should not feel neglectful or careless. Those who will come forward and honorably discharge their liabilities to the Perpetual  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Emigration Fund will be blessed in their substance and in their efforts. And you must remember that while you are doing this you are acquiring experience and gaining information that will make you more successful hereafter. <\/div><div class=\"paragraph jod\" id=\"v12n555\"> My desire is that, when the Elders go from this Conference, that they should light a fire in the breast of every person who has liabilities of this kind. Let every man in Israel, whom God has blessed, be alive and awake to this matter, and respond to the call the President has made for contributions to the Perpetual Emigration Fund. <\/div> <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n556\"> I understand that over there, there are hundreds of sisters who are determined to remain single until they reach Zion, and there are men in our midst, and some of them in debt to the Perpetual Emigration Fund, who are able to send for a dozen or two of these sisters; they ought to bring them to this country and place them where they can marry according to their wishes. May the blessings of heaven be upon us that we may be able to gather all our brethren and sisters from the old world. <\/div><div class=\"paragraph jod\" id=\"v12n557\"> I appeal to the sons and daughters of Zion to be awake to this subject. Amen. <\/div>\n<\/div>\n<\/div>"}