{"ID":120014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Delegate to Congress&#x2014;The Word of Wisdom&#x2014;The Union Pacific Railroad&#x2014;Spiritual Ignorance of Popular Preachers.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Great Salt Lake City, May 26, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Our Delegate to Congress, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/26\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v12n176\"> If br. Hooper had accomplished his wish in saying just what he desired to say, would he not have been a superior man? He would. If he were to do so, he would be about the only man whom I know who could do so. I am happy to hear what I have heard from him in his speaking today, and in our communications one with the other. Since his return home it has pleased me more than anything else in the world concerning our Delegate to find that the spirit of faith, humility, and resignation to the will and providences of God, our Father, is increasing in him. This pleases me more than it would to learn that he had grown exceedingly rich; and, as we profess to be Latter-day Saints, I rejoice for myself and for his constituents that the spirit of the holy gospel is increasing in him from year to year. I do not say this to flatter br. Hooper; I am not the least concerned about it injuring him, for when a person sees things as they are, flattery and reproach are all the same to him, he sees no difference. If he finds that he is pleasing God and his brethren, he is exceedingly rejoiced, and feels an increase of humility and resignation. When a man is proud and arrogant, flattery fills him with vanity and injures him; but it is not so when he is increasing in the faith of God; and I can say of a truth, according to my understanding <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the spirit of the gospel, that it grows as fast in Wm. H. Hooper as in any man I know. He came to this Territory, as he has said, seventeen years ago next month; he came as clerk to Ben. Holladay. We found him as he was, he found us as we were. We have lived together many years, and, notwithstanding his speculations, I learned years and years ago, through his honesty, uprightness, childlike feeling, and naturally humble, contrite spirit, that there was in him the germ of truth and salvation. Now he is our Delegate, and I am really proud of him, not to detract in the least from br. Bernhisel, for I am proud of him, too, as a true gentleman. Br. Hooper has been fervent in every labor placed upon him, and he has labored indefatigably; his tasks have been arduous, yet he has succeeded to my astonishment and his own. This is in consequence of his faith and integrity in the truth that he has embraced. We sent one delegate to Congress, who was baptized, confirmed, and ordained an elder, to my certain knowledge, for he was ordained under my hands, and when he got to Congress I understand he denied being a &#x201C;Mormon.&#x201D; But br. Hooper, every time he is asked if he is a Latter-day Saint, replies: &#x201C;Yes, and I thank God that I am.&#x201D; By this course he has won the battle, and he has  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obtained more than I could have anticipated. I am glad that I have this to say in his behalf. Now I will venture to say a little more, that William H. Hooper, from the period of his earliest recollection, never enjoyed that peace, quietness, and solid joy that he now possesses in the situation with which we have honored him, and that he has obtained by his submission to the providences of God and his faith in the Lord Jesus Christ. [Br. HOOPER: I never was so happy, nor enjoyed such good health in my life as now.] <\/div><div class=\"paragraph jod\" id=\"v12n177\"> Now, is not this encouraging? Why, just for the sake of passing through this life I would not fail of being a Saint for all the riches in this world. Talk about kings on their thrones! Is there one of them who feels safe and who can repose in quietness and security? Do you know one who can? <\/div><div class=\"paragraph jod\" id=\"v12n178\"> Take all the Emperors and great men of the world, who receive so much honor and homage, and what is their peace? It is sorrow. What is their joy? It is grief and sorrow. Are they safe? No, I think not; and I will say to my brethren and sisters that there is not a king, emperor, or potentate on the earth who begins to possess the joy, peace, and quietness that our delegate now experiences in returning to his constituents. I think not any of them, unless they enjoy the spirit of the holy gospel of the Son of God, though their subjects bow their knees to the ground and take off their hats to them to do them homage and honor, it is mere show, outward appearance; many of the people do not do these things from their hearts. This we very well know. <\/div><div class=\"paragraph jod\" id=\"v12n179\"> Br. Hooper has returned here to visit, mingle, and talk with the brethren and sisters, and to learn their feelings. I will say for his <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> satisfaction, and for the satisfaction of my friends who live in this city and throughout the Territory, that I am perfectly satisfied with his labors. Has he been as indefatigable as we could wish? He has. Has he accomplished as much as we expected he could? More; and above all this, there is nothing so consoling and cheering to me as to find br. Hooper increasing in the faith of the holy gospel. I have heard expressions from his mouth since he came home that have been heart-cheering to me. Speaking of his business and of the hard times here, said he, &#x201C;What is all this speculation, money, or property? It is nothing at all when compared with peace and the blessings of Heaven that we desire upon the people called Latter-day Saints, and their success in spreading the gospel and gathering the poor.&#x201D; This is first and foremost in his heart, and this makes me cry Hallelujah, and thank God. I say this for br. Hooper. <\/div><div class=\"paragraph jod\" id=\"v12n180\"> I am now going to say a few words for myself with regard to my own situation and circumstances in the midst of this people, the joy and thankfulness that seem to surround the people and their leaders. The increase that is perceptible to those who live in the faith of the holy gospel is heart-cheering, comforting, and consoling, and is praiseworthy to the Latter-day Saints. To illustrate, I will refer to one item of our proceedings at Conference. While assembled there I told the people what my feelings were in regard to the Word of Wisdom.<span class=\"citation\" id=\"88838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88838)\">D&amp;C 89:1<\/a><\/span> I said to them&#x2014;&#x201C;The Spirit signifies to me that we should cease drinking tea, coffee, and liquor, and chewing tobacco.&#x201D; On our journey south I saw one old lady over eighty years of age drink a little coffee, and that was the only coffee I saw while from home. I think there was one of our sisters  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the company who was sick one day, and she had a little tea; with this exception, from the time we left home until we returned, I did not see a drop of tea or coffee offered to the company. Is not this marvelous? Was there any command given to the people, or any coercion used towards them at Conference in relation to these things? Not the least in the world, and the strongest term I used was that &#x201C;the Spirit signifies to me that this people should observe the Word of Wisdom.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n182\"> It has been said to me&#x2014;&#x201C;This reformation in the midst of the people is too hasty to be permanent.&#x201D; I have replied&#x2014;&#x201C;I trust not; I have not been hasty in my reflections and considerations to honor the purposes and to do the will of God.&#x201D; It is true that to illustrate the advantages that would accrue from our observance of the Word of Wisdom, I compared the abundance of means we should then possess with the scarcity now existing. Instead of being poor and needy, this would give us all we could ask, to assist our poor brethren and sisters abroad to emigrate to this country, to send our elders abroad to preach the gospel, and to furnish the means necessary to enable them to do without seeking assistance of those who are already so poor that they seldom have more than half enough to eat. There are many there who have grown to manhood and womanhood, who can say of a truth&#x2014;&#x201C;Never in my life did I have the privilege of eating what my nature desired or required.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n183\"> If we would observe the Word of Wisdom, and cultivate faith, economy, and wisdom, the Lord would add blessings to us so that we would have abundance to give our elders, that they need never be under the necessity of saying to this sister or that brother, &#x201C;give me a breakfast or <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> something to assist me on my way,&#x201D; but they would have enough to provide for their own necessities, and something with which to assist the poor whom they might meet. When I was in the old country I never was under the necessity of asking a penny from any person, and for which I have been thankful a thousand times since in reflecting upon it. I believe the only alms I ever asked, or the only intimation I ever gave of being in need, was on Long Island, when on my way to England. The brethren there, or rather those who were brethren afterwards, gave me some money. When I got to England I had a few shillings left. While there the Lord put means into my hands, and after I was established in my office, I do not know that I ever went out without first putting into my pocket as many coppers as my hand could grasp, to give to the needy I met by the way, and I have fed and clothed many. I have been very thankful for this. But most of our elders, when they go to the old country, are under the necessity of obtaining assistance from the people. We should not suffer this, and if we, here, will observe the Word of Wisdom, there will be no need of their doing so in the future. Last week I received a note in which was enclosed three dollars from a sister; I cannot tell her name, for she did not give it. She said she had not drank any tea since Conference, and she had saved about three dollars, which she enclosed for me to do good with. I felt &#x201C;God bless her,&#x201D; and she will be blessed as sure as she lives. <\/div><div class=\"paragraph jod\" id=\"v12n184\"> Now, here are brethren on the right hand and on the left who, if they had observed my counsel and the Word of Wisdom in their economy and in their dealings, would have been worth hundreds of thousands today where they have not got  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a shilling. But you know when we exercise faith and influence to induce the people to take a certain course, they will not always be satisfied that the result will be as it is described, until, by experience, they learn the opposite. There have been times when we have let the people do as they had a mind to, without trying to restrain them by counsel, and when we had done so, and not sought with all the power we had to concentrate them in their dealings and in their faith, they have met with difficulty and come to want; but when we hold them together, and they take our counsel, they always have plenty. Thank the Lord we do not suffer for food, and I do not know anybody who suffers for raiment. We have plenty of food, and we expect we shall have. <\/div><div class=\"paragraph jod\" id=\"v12n186\"> As I have not appeared before you since my return from the south until today, I will say a few words in relation to that. I designed coming to this Tabernacle last Sabbath, but my health would not permit me. I am here today, however, to present to you my heartfelt thanks for your faith and confidence in your leaders. When I returned home I saw an exceedingly delightful manifestation of the good feelings of the people. The greeting we received from thousands of children and grown people, who lined the sides of the streets, and the hundreds who came in carriages to meet us, was very gratifying. When I got home I felt perfectly peaceable, and not the least concerned about anybody coming to injure me. I am not like the monarchs of the world, although I have no doubt there are individuals who would like to throw me a little lead&#x2014;I have had intimations to that effect&#x2014;but I am not at all concerned. I am always prepared. I am always on the watch. If any man can creep on me, day or <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> night, he must be exceedingly quick. Still, I am in the hands of God, and I have to acknowledge that I am not preserved by my own wisdom and watchfulness, but it is through the providences of God. The Lord raises up one here and pulls down another there. He brings forth kingdoms and empires, and He sets monarchs on their thrones through His providences and at His pleasure. The Lord has His eye upon all His creatures. His presence and His influence fill immensity. Understand, Latter-day Saints, I do not teach you the doctrine that the center of God is everywhere and His circumference nowhere. That is false doctrine and nonsense. But His influence, His power, His spirit fill immensity,<span class=\"citation\" id=\"88304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88304)\">D&amp;C 88:12-13<\/a><\/span> and are around about all things, above all things, beneath all things, and through all things,<span class=\"citation\" id=\"88528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88528)\">D&amp;C 88:41<\/a><\/span> and they govern and control all things, and He watches His creatures with that minuteness that not a hair of the head of even a wicked and ungodly man falls to the ground unnoticed.<span class=\"citation\" id=\"87868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87868)\">D&amp;C 84:80<\/a><\/span> Now, permit me to say that through the providences of God, you and I are, I mean in our present condition. <\/div><div class=\"paragraph jod\" id=\"v12n187\"> Our delegate says he is not fearful of anything arising in this world to militate against this work and people, except it arises among ourselves. Now, for your consolation I want to say that we are not going to commit errors, wrongs, and sins that will disfellowship us from the heavens, cut us off from the Holy Priesthood, and cast us out. I have no such faith, not a particle of it. There will be a great many foolish ones, no doubt. If you and I live to see the time when the voice is heard, &#x201C;Behold, the bridegroom cometh; go ye out to meet him,&#x201D;<span class=\"citation\" id=\"66053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66053)\">Matt. 25:6<\/a><\/span> we shall find many right in the midst of this people without oil in their lamps;<span class=\"citation\" id=\"66066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66066)\">Matt. 25:8<\/a><\/span> no question of this. But as for believing that this people will  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>apostatize (without having any allusion to what br. Hooper has said), I do not fear it, though, in reality, it is the only fear I ever had. I do not fear anything from God and holy angels, from the powers of darkness, nor from the powers of this world; the only things I ever feared were the discord, discontent, confusion, and apostasy in the midst of this people. Still, you and I are not going to apostatize, we will not apostatize. There are individuals among us who will, but they will be very few. Another thing that creates exceeding joy in my heart is, that when a person apostatizes from the truth, and becomes filled with darkness and unbelief, how anxious he is to get away from this poor, miserable, sterile, sage plain, where, as br. Hooper has said, the people have the privilege of getting up in the night to water their land. This is a matter of great joy to me, for it is one of the providences of God. <\/div><div class=\"paragraph jod\" id=\"v12n189\"> Speaking of the completion of this railroad, I am anxious to see it, and I say to the Congress of the United States, through our Delegate, to the Company, and to others, hurry up, hasten the work! We want to hear the iron horse puffing through this valley. What for? To bring our brethren and sisters here. &#x201C;But,&#x201D; says one, &#x201C;we shall not have any money.&#x201D; Yes, we shall, if you and I observe the Word of Wisdom, we shall have plenty of it. Now, let me extend that a little further than to tea, coffee, tobacco, and whiskey&#x2014;that is, keep your flour here, and do not send it to Montana nor anywhere else, but keep it here and store it up, and your grain too. You flour speculators here, do you know what flour is worth a barrel in New York? It is worth twenty-two dollars. In my young days, when it reached ten or twelve dollars per barrel we thought <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we were all going to starve to death. It is worth eighteen dollars on the frontiers and twenty at St. Louis. But, again, with regard to this railroad; when it is through, even in ordinary times it opens to us the market, and we are at the door of New York, right at the threshold of the emporium of the United States. We can send our butter, eggs, cheese, and fruits, and receive in return oysters, clams, cod fish, mackerel, oranges, and lemons. Let me say more to you&#x2014;do up your peaches in the best style, for they will want them. Their fruit trees are failing in the east. Right in the very land where the Book of Mormon came forth, and was translated by Joseph, there has not been an apple grown for this dozen years without a worm in the center, as I have been told by men who live there. The worm is in the center of all there is there, and it will canker and eat them until they are consumed. Wherever this work has been, and the powers of darkness have succeeded in driving the Priesthood, I can tell you that desolation and ruin, the abomination of desolation<span class=\"citation\" id=\"65748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65748)\">Matt. 24:15<\/a><\/span> will follow. But where the Saints cultivate the soil, the Lord will bless it and cause it to bring forth.<span class=\"citation\" id=\"58429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58429)\">Isa. 24:5<\/a><\/span> Let us be fervent, then, in all our labors, in producing fruits, grains, vegetables, and everything necessary to sustain life, for by and by it will be said&#x2014;&#x201C;We must send to Zion, or starve to death.&#x201D; Do you believe it? I do not care whether anybody believes it or not, it makes no difference to me. I am a Yankee; I guess things, and very frequently guess right. <\/div><div class=\"paragraph jod\" id=\"v12n190\"> To the Latter-day Saints I say, live your religion. This is the cry all the time. Let us live our religion, be faithful, watchful, prayerful, keep the commandments of God, and observe His word. And now that we  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have commenced to observe the Word of Wisdom, never treat resolution with a cup of tea or coffee, for as sure as you treat resolution once, it will plead hard for a treat again. &#x201C;But is not tea and coffee good medicine?&#x201D; Yes, first-rate; but if you use it as medicine you will never use it for pleasure. Keep the Word of Wisdom, help the poor, feed the hungry, and clothe the naked. Never let it be said of the Territory of Utah that a poor person had to go to the second house for a morsel to eat. It never has been said. I never heard of a person going to the second house for something to eat, from the fact that he always got it at the first, no matter whether friends or foes, saints or sinners. It is for you and me to do good to all, and to bless all. As far as we have the ability and capacity, let us bless our fellow beings, preach to them the gospel of life and salvation, and treat them as our brethren, sisters, and friends, until they prove themselves otherwise. <\/div><div class=\"paragraph jod\" id=\"v12n192\"> Oh, what a blessing that I have been born! When br. Hooper was speaking about Mr. Beecher's having said that it was the greatest misfortune that ever happened to man to be born, it proved to me positively that he (Mr. Beecher) had not the first glimpse of the importance of this life, the organization of the earth, or the destinies of the human family. It never entered his heart, and his mind never conceived the first principle of the design of the Almighty in forming the earth and peopling it. He is an eloquent orator, and pleases the people, but he cannot understand <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the ways of God. In this respect he is like the rest of the world. In my youthful days I have asked some of the smartest and most intelligent ministers America ever produced, if they could tell me one thing about God, and I have been mortified, ashamed, and chagrined when I found they could not. They could read the Bible, and if they had believed it they could have told me about Him just as well as about their brother or their father, but no, they could not tell the first thing. Neither had they the slightest idea with regard to the location of Heaven, hell, or the spirit world. I believe I have already told here about listening to one of the smartest of American preachers preach on the soul of man. When he had exhausted two hours on the subject, he finally wound up, in his eloquent style, by saying&#x2014;&#x201C;My beloved brethren and sisters, I must come to the conclusion that the soul of man is an immaterial substance!&#x201D; Why, such a thing never did nor can exist. What could I learn from that man with regard to Heaven, earth, hell, man, the soul of man, a prior existence, a present or a future existence, more than just to eat and drink, like the brute beasts that are made to be taken and destroyed.<span class=\"citation\" id=\"78405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78405)\">2 Pet. 2:12<\/a><\/span> I concluded that I would not give a farthing for all the religions that existed, and I found nothing to satisfy me, until I found the revelations that Joseph Smith received from Heaven and delivered to the people. I have spent time enough. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}