{"ID":120013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trip to Southern Utah&#x2014;The Works and Faith of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, May 19, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Trip to Southern Utah, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/19\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v12n170\"> As we have just returned from a journey from the south I presume it would be interesting to you to hear some little about how the Saints generally are getting on. We have had quite a pleasant journey, but rather a laborious one, traveling thirty, forty, or fifty miles a day, and preaching from once to three times a day. But we have had very pleasant remarks, feelings, and associations during our absence. We found that the President and those who were with him were welcomed and well received in every place we visited. There seems be an increase of faith among the Saints and a desire to live their religion and keep the commandments of God. We also find that improvements are taking place in almost every place we visited; they are improving in their farming operations, their orchards, gardens, dwellings, &amp;c., and some places, we find, are really very beautiful. Down in the far south, in Saint George and through that region of country, the people are beginning to live easier and better than heretofore, so that the matter of living is no longer a problem with any of them. In the early days of the set<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tlement of that country a good many became disaffected and left. Geo. A. used occasionally to go down with reinforcements, expecting to find quite a large company, but when he tried to put his finger on them, like &#x201C;Paddy's flea,&#x201D; they were not there. At the present time, however, different feelings prevail. There are many now who desire to go down there as a matter of choice, and a great many there with whom I conversed feel as though it was as good a home as they could find anywhere in the valleys, and they would not wish to leave unless counseled to do so. It took counsel to take them there, and it would take counsel to bring them away. So far as the city of Saint George is concerned, it is the best and most pleasant looking city in the Territory, outside of Great Salt Lake City, and that is saying a good deal for a new place. They have beautiful gardens and orchards, and quite a large number of very beautiful buildings, and they are making for themselves a very pleasant home. And not only so, but the promises to them are beginning to be fulfilled, waters are beginning to burst forth in desert<span class=\"citation\" id=\"59190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59190)\">Isa. 35:6<\/a><\/span><span class=\"citation\" id=\"59391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59391)\">Isa. 43:20<\/a><\/span>  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>places, where they had none before, and they are beginning to feel that the hand of the Lord is over them, that He is interested in their welfare, that He is their God, and that they are His people. In fact, when we were down there at Conference, which we attended for two days, we had a pleasant time, and a good spirit prevailed, and I felt almost as though we were at home, there were so many familiar faces. I noticed, too, that there was a very general disposition among the people to observe the Word of Wisdom. Of course we had to keep it&#x2014;we could not for shame do anything else&#x2014;and if we had been disposed to do otherwise we could hardly have helped ourselves, for nobody offered us either tea, coffee, tobacco or liquor. There seemed to be a general disposition among the people to obey, at least, that counsel, although they had not heard much preaching upon it until we went down and talked things over together. We enjoyed ourselves very much, and the people expressed themselves as being very highly gratified. They met as you meet us here with their bands of music, schools, escorts, and so forth, and they made us welcome wherever we went, and we found that it was indeed a very different thing to preach the gospel among the Saints from what it is to preach it in the world. Instead of receiving opposition, contumely, and contempt, we were received with kindness, good feelings, and a hearty welcome. <\/div><div class=\"paragraph jod\" id=\"v12n172\"> In relation to these missionary operations which have been alluded to, I should like to see something done. I do not know that it is necessary to talk about it. We used to be in the habit of going without purse or scrip.<span class=\"citation\" id=\"67388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67388)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68132)\">Luke 22:35<\/a><\/span> That is the way I have traveled hundreds and thousands of miles, but then we felt as the disciples of old did. When we <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> returned, if asked if we had lacked anything, we could say verily no. But there was a time afterwards when Jesus said&#x2014;&#x201C;Let him that has a purse, take it with him, and let him that has no sword, sell his coat, and buy one.&#x201D;<span class=\"citation\" id=\"68237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68237)\">Luke 22:35-36<\/a><\/span> We do not always remain in <span class=\"italic\">statu quo<\/span>. At that time we were the poorest people in the world, but now we are better off than the generality of mankind, and we are able to help one another, and there is no necessity for our missionaries to go under the circumstances they have done heretofore; and since it is the counsel that they shall not, why let us do what we can to help them. In relation to the Kingdom of God, it is still onward, and we expect it to continue to progress, and we expect, individually, to be co-workers in its affairs and participators in its progress. If we are called on missions we go; if we are called upon to contribute to assist others to go we contribute. If the word is, &#x201C;remove here,&#x201D; or &#x201C;go there,&#x201D; we go&#x2014;that is, many of us do, some do not. When I was at Conference at Saint George I felt that I was among a very good people, and that there was a great deal of the Spirit of the Lord there; but when I came to reflect on the circumstance I was not surprised that there should be a good people there, because they who were a little shaky in the knees, and did not have a great deal of faith, left and came away, and consequently they passed through that sieve and returned again, some to us and some to the settlements around, according to circumstances. And where there is a people that have been called upon to undertake what they consider to be a painful or unpleasant task or mission, and they go and perform that mission without flinching, they feel that they are engaged in the work of God, and that His work and His commands and  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the authority of the Holy Priesthood are more to them than anything else; and they have the blessing of God resting upon them, which produces peace and joy in the Holy Ghost, and that is the reason why there is so good a feeling and so large a flow of the Spirit of the living God through that district of country. But where there is a backwardness and a shrinking from duties assigned us there is a drying up of that Spirit and a lack of the light, life, power, and energy which the Holy Ghost imparts to those that fulfil the dictates of Jehovah. When I reflect upon these things I take this lesson to myself: &#x201C;That it is a good and pleasant thing to obey the dictates of the Lord, that it is praiseworthy and honorable to be found walking in the commands of Jehovah, and that it is a blessing to all men to fulfil all missions and to discharge all responsibilities and duties that the Lord lays upon them.&#x201D; When selecting brethren to go down there I remember the Bishops asked me &#x201C;what kind of men I wanted?&#x201D; I told them I wanted men of God, men of faith, who would go and sit on a barren rock and stay there until told to leave it. If we get a number of men of that kind to go, there is faith, union, power, light, truth, the revelations of Jesus Christ,<span class=\"citation\" id=\"74408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74408)\">Gal. 1:12<\/a><\/span> and everything that is calculated to elevate, exalt, and ennoble the human mind and happify the Saints of God. These are my views in relation to the Kingdom of God. <\/div> <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n173\"> The Lord has established His kingdom on the earth, and He has given us His servants to guide and direct us. We, as a people, profess emphatically to be governed by revelation. We do not believe in this simply as theory, as something that would be beneficial to somebody else, but as something that will be a blessing to ourselves. We believe that God has spoken, that angels have appeared, that the everlasting gospel in its purity has been restored; we believe that God has organized His Church and Kingdom on the earth, and that, through channels which He has appointed and ordained, He manifests His will first to the Saints and then to the world. And we believe that the more we adhere to the teachings of the servants of God the more we shall prosper, both temporally and spiritually, the more we shall enjoy the favor of the Almighty, and the more likely we shall be to obtain for ourselves an everlasting inheritance in the celestial kingdom of our God. We believe that the intelligence and wisdom of man cannot guide us, and that we, therefore, need the guidance of the Almighty; and, being under His guidance and direction, it is our duty to submit to His law, to be governed by His authority, do His will, keep His commandments, and observe His statutes, that we may ultimately be saved in His celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v12n174\"> May God help us to be faithful in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}