{"ID":120056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation, Temporal and Spiritual&#x2014;Self-Sustaining&#x2014;Civilization.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Oct. 8, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation Temporal and Spiritual, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v12n936\"> I wish to say a few words to the congregation, but if they are not perfectly still it will be very difficult for them to hear, as usual. I wish to speak to the people on salvation, and to teach them, as my brethren have been doing, how to preserve themselves. The object of the teachings at this Conference, and I may say for years past, has been to teach the people how to save themselves daily, in a temporal point of view, and also spiritually, that when the morrow <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comes they may be saved that day, and the next day, and so continue in a state of salvation every day that they live. According to the traditions of our fathers the salvation of the body and the salvation of the soul have no connection the one with the other. This is not in accordance with the doctrine which has been revealed to us in this our day. The kingdom that the Lord is about to establish and has commenced on the earth will, in every part and portion  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be a literal kingdom, a temporal kingdom and a spiritual kingdom; but while we are in a temporal state, and possess our temporalities, our abilities must correspond with the spiritual kingdom that we believe in. Consequently we have a kingdom that is actually spiritual, and to the natural eye it looks like a temporal kingdom. Still it is the kingdom where God dwells, even in these earthly tabernacles, consequently these tabernacles must be preserved in the truth, in righteousness, purity, and holiness, or the Lord will not dwell therein. <\/div><div class=\"paragraph jod\" id=\"v12n938\"> We are called upon as individuals, each of us who form this community, to come out from the wicked world, from Babylon.<span class=\"citation\" id=\"80224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80224)\">Rev. 18:4<\/a><\/span> All those who believe the history given by John, the &#x201C;beloved disciple,&#x201D;<span class=\"citation\" id=\"70965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70965)\">John 21:7<\/a><\/span> know that the time would come when the Lord would call upon all people, who believe in Him, delight to do His will, and seek to understand the requirements of heaven, to gather out from the midst of Babylon. John wrote plainly in reference to this gathering, and we have believed it. We are called upon to come out from among the wicked, as it is written, &#x201C;Come out of her, O my people,&#x201D; that is, come out of Babylon. What is Babylon? Why, it is the confused world: come out of her, then, and cease to partake of her sins, for if you do not you will be partakers of her plagues.<span class=\"citation\" id=\"80225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80225)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n939\"> This people, whether they wished to separate themselves or not from the rest of mankind, have been forced to do it. Ask the Latter-day Saints, if after embracing the Gospel, they had the privilege of associating with former friends and neighbors on the same terms as they did previous to receiving the Gospel, and their answers will be, that the thread of affection that formerly existed seemed to be severed, that former friends forsook them, they passed them by <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and turned their eyes another way, and would hardly speak even when they met in company. Is not this the fact? It is as far as my experience has gone, and I have had a tolerable opportunity of testing the matter. We have been forced to separate ourselves, been under the necessity of leaving the society of those who did not believe as we did. We have been driven from our homes time and time again without the privilege of disposing of our property, and have taken joyfully the spoiling of our goods repeatedly, until we were under the necessity of fleeing to some land where there were none whom we could annoy. <\/div><div class=\"paragraph jod\" id=\"v12n940\"> If we have annoyed our neighbors so seriously, the question naturally arises, From what did this annoyance proceed? Was it from drinking and carousing, or hallooing in the streets by night? Was it from revelling by day or night? Was it from intruding on the rights of our neighbors? No, not from any of these causes by any means. What was it, then? This people believe in revelation. This people did believe, and do believe that the Lord has spoken from the heavens. They did believe and do believe that God has sent angels to proclaim the everlasting Gospel, according to the testimony of John.<span class=\"citation\" id=\"79711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79711)\">Rev. 14:6<\/a><\/span> It was this that gave rise to the malice, hatred and vindictive feelings that have been so often made manifest against them. Some may say it was the political world. It was not so, although they had a share in it. It may be said that it was the moral world, but why should they entertain these feelings towards us? Are the Latter-day Saints immoral? O, no, their faith teaches men, women, and children to be as moral as people can be. This cannot be the reason then. It was neither the political nor moral world; then whence  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>did this hatred proceed? From the fanatically religious world. There was the rise and foundation of that hatred and malice that ultimately forced us to separate from the rest of mankind. <\/div><div class=\"paragraph jod\" id=\"v12n942\"> What are the teachings of the Christian world? Many of you have had an experience among them, and can answer this question very well. I have had an experience in their midst, though I never bowed down to their creeds. I never could submit to their doctrines, for they taught that which was not in the Bible, and denied that which was found in the Bible, consequently I could not be a convert to their fanaticism. I am not today. When I can hear a man, on his knees before a congregation, pray for God to come down into their midst and be one with them&#x2014;&#x201C;Come, O Lord, and dwell with us, open the heavens to us, give unto us the Holy Ghost, send Thine angels and administer to us,&#x201D; and then get up and preach to the people that there is no such thing as revelations, no gift of the Holy Ghost, no such thing as the Lord speaking from the heavens, or men knowing anything about Heaven, I cannot receive nor bow in obedience to such absurdities. I have asked of the Christian world, &#x201C;Where is heaven, where does the Lord dwell? What kind of Being is He, and is He a Being of tabernacle?&#x201D; To all of which their reply would be &#x201C;We do not know;&#x201D; and they have mystified the character of the Deity&#x2014;our Father and our God&#x2014;to that degree that every person is left in the dark, feeling his way to the grave through a dark, cold, unfriendly and benighted world as best he may. Is this the state of Christendom? Yes, verily it is. They have mystified everything concerning God, heaven and eternity, until there is no man on earth, when you <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> turn from the Latter-day Saints, who is capable of teaching the people the way of life and salvation. This is the grand difficulty, this is what stirs up the people. The priests are at the root of the matter. In the whole history of this people you cannot find an instance of a mob ever being led on except by a priest; and then the political world would take the advantage of it and come in for their share of the spoil. <\/div><div class=\"paragraph jod\" id=\"v12n943\"> Now, although it is so popular to cry delusion when referring to this Latter-day Gospel, I frequently ask myself, if it does not circumscribe all that is good and true, possessed by either the infidel or the Christian world, by our Mother Church, or any of her daughters? If the world were to embrace the Gospel we teach, would they believe all that is true in the faith of the Catholic? Yes, every iota. Would they believe all that is true in the faith of the Episcopalian, or in the faiths of the whole Christian world? Yes, every particle, every excellency, every good word and work they possess is circumscribed by and contained in the Gospel as taught by the Latter-day Saints. Then go to the scientific or philosophical world, and this Latter-day work circumscribes all the truth they possess. Well, then, we ask, why are we worse than other people? Do we teach our people to swear or to take God's name in vain? Oh, no, to the reverse; we forbid it. The Lord says, &#x201C;Thou shalt not take the name of the Lord thy God in vain.&#x201D;<span class=\"citation\" id=\"54210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54210)\">Ex. 20:7<\/a><\/span> Is this good in and of itself? It is. Are we worse than other Christians? If so, wherein? Do they pray? So do we. Do the Christian world believe in being strictly honest? So do the Latter-day Saints. Do the Christian word believe in intruding upon the rights of their neighbors? No; neither do the Latter-day Saints. Do the Christian  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world profess to believe in charity? Yes; and the Latter-day Saints more abundantly. Do they believe in God the Father and in God the Son?<span class=\"citation\" id=\"94039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94039)\">A of F 1:1<\/a><\/span> Yes, so do the Latter-day Saints. Do they believe in the Holy Ghost? They say they do; so do the Latter-day Saints. Then wherein do we differ? Why, the Latter-day Saints believe that God has spoken from the heavens. The Christian world do not believe this. They do not believe that the Lord has called upon His people to come out from amongst the wicked world;<span class=\"citation\" id=\"80226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80226)\">Rev. 18:4<\/a><\/span> but the Latter-day Saints do believe so. Is there any harm in their believing so? I frequently ask myself if there is any harm in a man having his own family around him, or in associating with his friends and neighbors? No, there is no harm in this; the Christian world believe that it is a man's privilege to do this. Is there any harm in the Latter-day Saints doing the same thing? Not the least. There is no law against it in heaven or on earth that we know of. Then wherein are we worse than our Christian friends, that is, the so-called Christian world? Are they Christ-like, or are they not? This is a matter we can test by reading the Bible, if we choose to do so. Do they lack wisdom? Apparently they do. If they, as individuals, do not acknowledge it, their neighbors acknowledge it. Do they ask of God? If they do, they do not receive. Where is there a Christian sect, now on the earth, except the Latter-day Saints, who preach the Gospel that Jesus taught&#x2014;faith, repentance, baptism for the remission of sins, the laying on of hands for the gift of the Holy Ghost, the gift of tongues, the gift of healing, and the discerning of spirits? Who, in all the Christian world believes such a doctrine? None that we know of, except the Latter-day Saints. It is this <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which separates us and draws the division line. Well, is there any harm in our gathering out and living according to the revelations that have been given to us? Not the least. Do we injure any person in so doing? No, we do not. <\/div><div class=\"paragraph jod\" id=\"v12n945\"> This people have got to be self-sustaining, if they believe in the revelations given to them. You will find by and by that this same Babylon, which the Saints of God are required to leave, will fall.<span class=\"citation\" id=\"83666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83666)\">D&amp;C 1:16<\/a><\/span> Will there be anybody left on the face of the earth? Yes, probably millions. Who will they be? Why the servants and handmaidens of the Almighty, those who love and serve Him. Now, I will ask the question, suppose this is true concerning the gathering out of the Saints, and that Babylon, or a confused and wicked world, will cease its operations as they are now going on, and the time spoken of shall have come, when the merchants will mourn and weep because there is no one to buy their merchandise,<span class=\"citation\" id=\"80309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80309)\">Rev. 18:11<\/a><\/span> will the inhabitants of Zion go down to buy their silks and satins and keep up his trade? No. By and by there will be a gulf between the righteous and the wicked so that they cannot trade with each other, and national intercourse will cease. It is not so now, they can pass from one to the other with ease. But if this is the Kingdom of God and if we are the Saints of God&#x2014;I leave you all to judge for yourselves about this&#x2014;are we not required to sustain ourselves and to manufacture that which we consume, to cease our bartering, trading, mingling, drinking, smoking, chewing, and joining with all the filth of Babylon? You may judge for yourselves in relation to this. But I can say that we have been striving for twenty-one years in these valleys, and before we came here, to bring this people to this point. When we look  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at ladies and gentlemen we can see that their wants are many, but their real necessities are very few. Now let the Latter-day Saints see that their necessities are supplied, and omit their wants for the present, and until we can manufacture what we want. We want you henceforth to be a self-sustaining people. Hear it, O Israel! Hear it neighbors, friends, and enemies, this is what the Lord requires of this people. <\/div><div class=\"paragraph jod\" id=\"v12n947\"> We have been driven from our homes time and time again. I have been driven from a good handsome property and home five times without having the privilege of selling it, or making fifty cents from it, and what for? Because I was a thief? No. Because my brethren were thieves? No. Because they were liars? No. Because they were swearers? No. Because they were swindlers? No. Because they were adulterers or fornicators? No. Because they loved and made lies? No; but because they believed that God had spoken from the heavens and had bestowed upon His servant Joseph the keys of the holy priesthood of His Son. The Latter-day Saints believed this, and because they did so the Christian world said, &#x201C;Up, get ye out of this place, we want your houses and possessions.&#x201D; And they took them; but I will swear to them that they will never take them again. (The congregation said, Amen.) <\/div><div class=\"paragraph jod\" id=\"v12n948\"> When Colonel Kane was here I and others said to him, &#x201C;Colonel, you will find this the entering wedge for the division of our government.&#x201D; Said we, &#x201C;If the Government of the United States consent to rout this people again, and take it into their own hands to break us in pieces, they will go to pieces.&#x201D; Did they? Did they have war? Answer the question yourselves. Have they made peace yet? Answer for your<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves. Is there any such thing today as the thirty-four United States that once composed the Federal Union, or is there not? Answer this question for yourselves, and then I will answer it, by saying there never will be again, unless they are brought together and cemented by the power of God. <\/div><div class=\"paragraph jod\" id=\"v12n949\"> Well, again I ask, what worse are the Latter-day Saints than other people? Have we the privilege of planting and eating the fruits thereof like others? Yes, politically, morally, religiously, and financially. Have we the privilege of building and inhabiting our houses? Yes, we have, and there if no law against it. But this is not the question at all. I will say to my brethren who have talked to the congregation, the question is not whether we have the right to be self-sustaining or not, but will we be self-sustaining? This is the question, and we say we will be. What do you say brethren and sisters? All of you who say that we will be a self-sustaining people signify it by the show of your right hands. <\/div><div class=\"paragraph jod\" id=\"v12n950\"> [The motion was put and unanimously carried.] <\/div><div class=\"paragraph jod\" id=\"v12n951\"> This is what terrifies the Christian world, not the moral nor political portion of it; but it is the fanatics, the priests who are afraid, and they continually seek to stir up strife and mischief. They are not all so; but our past experience has given us good reason to come to this conclusion. <\/div><div class=\"paragraph jod\" id=\"v12n952\"> Bro. George A. related something in the historical discourse delivered by him yesterday and today, about the brethren going to solicit donations. In reference to this I will say that when we found we were obliged to leave Nauvoo, to deprive this nation of all excuse, and to clear our skirts of their blood, we wrote to all the governors of the States and Territories and also to the President so<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liciting aid and redress. We did this to deprive them of the chance of saying at the day of judgment, &#x201C;you could have had an asylum with us if you had applied for it.&#x201D; The result of our appeal you have already heard; redress or sympathy there was none, but &#x201C;you, Mormons, may seek a home on Mexican or some other soil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n954\"> As for the donations, here are Bro's Benson and Little, who went with Colonel, now General Thomas L. Kane, to Philadelphia, Boston, New York and other places, and solicited aid of the mayors and city councils of the various places they visited, for this people who had been robbed, plundered and driven, and who, in answer to a requisition from the Government, had sent 503 men, the flower of their strength, to the Mexican war, leaving their fathers, mothers, wives, and children destitute, sick, and dying on the naked prairie. The result of the appeal for donations was the raising of a trifling sum. I will venture to say that we have given hundreds of dollars to them where they have given us one, consequently we are not in their debt, neither are we in debt to our merchants, not in the least. We did not ask them to come here; we do not ask them to stay, neither do we ask them to go away. We do not ask them to give us their goods, neither do we ask them to take them away. They are at perfect liberty to open their stores and exhibit their goods for sale, and we have the privilege of letting them alone; and that is not all, I mean that we shall do so. <\/div><div class=\"paragraph jod\" id=\"v12n955\"> Are we going to cut off all communication and deal with outsiders? No. If they want a house built, we will build it for them, if they will pay us the money. If they want our grain, they are welcome to it, if they <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will pay us the money for it. And we will take that money, and make the percentage they have made. We have as good a right to it as they have. We will furnish this little corps of United States men, here on the hill, all the hay, flour, oats, and barley, and everything that they want; but we must have their money in return for it. We do not want them to stick their trade into the hands of our enemies, and thus furnish them money to use against us, while they pay us for our produce in rags at an extravagant advance above cost. This we do not want, and we will not have it. Why, how tight are you going to draw the reins? I want to tell my brethren, my friends and my enemies, that we are going to draw the reins so tight as not to let a Latter-day Saint trade with an outsider. We will trade with you, if you will give us your money; we are entitled to it. We made and broke the road from Nauvoo to this place. Some of the time we followed Indian trails; some of the time we ran by the compass; when we left the Missouri River we followed the Platte. And we killed rattlesnakes by the cord in some places; and made roads and built bridges till our backs ached. Where we could not build bridges across rivers we ferried our people across, until we arrived here, where we found a few naked Indians, a few wolves and rabbits, and any amount of crickets; but as for a green tree or a fruit tree, or any green fields, we found nothing of the kind, with the exception of a few cottonwoods and willows on the edge of City Creek. For some 1,200 or 1,300 miles we carried every particle of provision we had when we arrived here. When we left our homes we picked up what the mob did not steal of our horses, oxen, and calves, and some women drove their own teams here. Instead  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of 365 pounds of breadstuff when they started from the Missouri River, there was not half of them had half of it. We had to bring our seed grain, our farming utensils, bureaus, secretaries, sideboards, sofas, pianos, large looking glasses, fine chairs, carpets, nice shovels and tongs, and other fine furniture, with all the parlor, cookstoves, &amp;c.; and we had to bring these things piled together with the women and children, helter skelter, topsy turvy, with broken-down horses, ringboned, spavined, poll evil, fistula and hipped; oxen with three legs, and cows with one tit. This was our only means of transportation, and if we had not brought our goods in this manner we should not have had them, for there was nothing here. You may say this is a burlesque. Well, I mean it as such, for we, comparatively speaking, really came here naked and barefoot. <\/div><div class=\"paragraph jod\" id=\"v12n957\"> Instead of crying over our sufferings, as some seem inclined to do, I would rather tell a good story, and leave the crying to others. I do not know that I have ever suffered; I do not realize it. Have I not gone without eating and not half clad? Yes, but that was not suffering. I was used to that in my youth. I used to work in the woods logging and driving team, summer and winter, not half-clad, and with insufficient food until my stomach would ache, so that I am used to all this, and have had no suffering. As I said to the brethren the other night, the only suffering I ever realized in this Church was to preserve my temper towards my enemies. But I have even got pretty much over this. Do what you please, and we will not be angry; it is not becoming in Saints to be so. Let us do right ourselves, and we will find honor. Let the Latter-day Saints live their religion, and they will be the most honored of any people in <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world by saint and sinner. Will we associate with outsiders? Yes, we will invite them to our houses, and go to theirs, if we have a mind to. We will treat gentlemen as gentlemen, friends as friends, speculators as speculators, and we will treat our enemies as enemies, by letting them alone. <\/div><div class=\"paragraph jod\" id=\"v12n958\"> Now, some of the people, I expect, will think they are never going to have the privilege of trading or doing anything again with outsiders. I will tell you how I feel with regard to such persons&#x2014;they are the very ones we want to apostatize. All men and women that long after sin and sinners, iniquity and corruption we want to apostatize immediately and go their own way, go with those who are corrupt. <\/div><div class=\"paragraph jod\" id=\"v12n959\"> Our outside friends say they want to civilize us here. What do they mean by civilization? Why they mean by that, to establish gambling holes&#x2014;they are called gambling hells&#x2014;grog shops and houses of ill fame on every corner of every block in the city; also swearing, drinking, shooting, and debauching each other. Then they would send their missionaries here with faces as long as jackasses' ears, who would go crying and groaning through the streets, &#x201C;Oh, what a poor, miserable, sinful world!&#x201D; That is what is meant by civilization. That is what priests and deacons want to introduce here; tradesmen want it, lawyers and doctors want it, and all hell wants it. But the Saints do not want it, and we will not have it. (Congregation said, AMEN.) Why, with all the boasted attainments of the world in art and science they are as far from being really civilized as our Indians here, and farther in reality. A true system of civilization will not encourage the existence of every abomination and crime in a community  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but will lead them to observe the laws Heaven has laid down for the regulation of the life of man. There is no other civilization. A truly civilized person is one who is a real gentleman or lady; in language and manners he is truly refined, and gives way to no practice that is unhallowed or uncomely. This is what we are after, and trying to attain to. <\/div><div class=\"paragraph jod\" id=\"v12n961\"> We have been driven here to these mountains and have been followed up. We want to be followed up by gentlemen; we want gentlemen to associate with. We want to associate with men who aspire after pure knowledge, wisdom and advancement, and who are for introducing every improvement in the midst of the people, like the company who are building this railroad. We thank them and the government for it. Every time I think of it I feel God bless them, hallelujah! Do they want to skin us? I hope not. Do they want to destroy us? I think not. They want to meet us as friends, and we want to meet them as friends, and to share equally with them in the business of the country. Do we believe in trade and commerce? Yes. And by and by we will send our products to the east and to the west. And how long will it be before they will be sending for our dried peaches and apples? How is it now for growing fruit in the country in which Joseph obtained the plates from which the Book of Mormon was translated? I remember when it was the cream of the world in this respect. But can they raise an apple or peach there now that is sound and good? No, they cannot. And where we used to reap and cradle sixty bushels of wheat to the acre they don't get more than from five to ten now. The land is barren, waste, and desolate; the curse of God is upon it, and it <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be so wherever the Latter-day Saints have to leave. Talk about these rich valleys, why there is not another people on the earth that could have come here and lived. We prayed over the land, and dedicated it and the water, air and everything pertaining to them unto the Lord, and the smiles of Heaven rested on the land and it became productive, and today yields us the best of grain, fruit and vegetables. But if the Latter-day Saints were compelled to leave here it would not be five years until the soil would cease to yield to sustain a community as it does now. Do you believe this, outsiders? No, you do not. No matter, I say it, and we know it, and if we know it that is satisfactory to us, without being any interruption to the faith or views of any person in the world. <\/div><div class=\"paragraph jod\" id=\"v12n962\"> There is an idea abroad that the &#x201C;Mormons&#x201D; are going to give way; but there is no fear that the kingdom of God&#x2014;&#x201C;Mormonism&#x201D;&#x2014;will ever give way. The only thing for you and me to fear, is whether we will build up the kingdom, whether our souls are in the kingdom or not. Here is the fear; it is not with regard to the kingdom, it will stand forever and ever;<span class=\"citation\" id=\"61222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61222)\">Dan. 2:44<\/a><\/span> but you and I may not. The kingdom is pure; you and I are not pure. The doctrine we preach is pure and holy, and if we will abide it, it will make us pure and holy. Are we as good now as the rest of the Christian world? They say we are fools to believe in revelation. But I ask, What harm does such belief cause? It leads men and women to truth and righteousness, and leads every individual by whom it is entertained to purity and holiness of character on the earth. It also teaches us to deal justly, love mercy,<span class=\"citation\" id=\"62214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62214)\">Micah 6:8<\/a><\/span> feed the hungry, clothe the naked,<span class=\"citation\" id=\"81868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81868)\">Mosiah 4:26<\/a><\/span> visit the widow and the fatherless,<span class=\"citation\" id=\"77506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77506)\">James 1:27<\/a><\/span> the poor and the homeless, and to deal kindly  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with all the inhabitants of the earth. To take the young and tender mind and teach it all that it can grasp, until it can comprehend all the science and philosophy of the day, and then the revelations of the Lord Jesus<span class=\"citation\" id=\"74417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74417)\">Gal. 1:12<\/a><\/span> resting upon it teach that which cannot be learned by the wisdom of man. What harm is there in a faith like this? If Universalism is true, and the Lord is going to save all, He would certainly save those who believe thus as soon as He would a murderer or an infidel. You ask the outside world, an infidel or a Universalian, and they will say we are as well-off as they are. Then I ask what harm is there in a man or woman being a Christian? Is there any harm in it? If there is, will you not point it out to us? We say to the priest and the people, if you have anything better than we have; hand it over, it is ours. If we have errors by the thousand, and you have truth, we will give you all our errors for one truth. Is there any harm in being Saints, or in our producing what we need? No. I look upon the people, and I can say our wants are many, but our real necessities are very few. Let us govern our wants by our necessities, and we shall find that we are not compelled to spend our mo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ney for nought. Let us save our money to enter and pay for our land, to buy flocks of sheep and improve them, and to buy machinery and start more woolen factories. We have a good many now, and the people will sustain them. You may call this tyranny, and say it is abridging the privileges of the Latter-day Saints. No, it is not; God requires it, angels require it; the ancient apostles and prophets required it, and why should not we require it? It does not infringe upon me in the least, why should it upon you? We will make up our wool and our flax, and manufacture our silk, we will do this here. There is no harm in it, no law against it, and we have the indisputable right to do it. <\/div><div class=\"paragraph jod\" id=\"v12n964\"> I will tell you how I feel, God bless every good man. God bless the works of nature, God bless His own work, overthrow the wicked and ungodly and them that would destroy their fellowbeings, that war and contentions may cease on the earth O Lord, remove these from office and place good men at the head of the nations, that they may learn war no more,<span class=\"citation\" id=\"57852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57852)\">Isa. 2:4<\/a><\/span> but go to, like rational and civilized beings, sustain peace on the earth and do good to each other. May the Lord help us. Amen. <\/div>\n<\/div>\n<\/div>"}