{"ID":120048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Object of Gathering&#x2014;Practical Religion&#x2014;the Love of God&#x2014;Our Covenants.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, at Bountiful, May 17, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Edward L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: The Object of Gathering, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/17\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v12n734\"> There is a large congregation of people before me who profess to be Latter-day Saints, though they are few in number when compared with the people at large. But those who are here, are here because of our religion. It is very seldom that you find a person in our midst, who is one of our citizens, who has come here with any other object than to serve God, be numbered with His Saints, help to build up Zion and establish peace and righteousness upon the earth. We look upon each other <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as though we ought to be Saints indeed; but while we are looking at our brethren and sisters we are very apt to behold their faults instead of their virtues. We are all liable to err; we are subject to weaknesses and liable to go astray; to do that which we should not do, and leave undone that we should do.<span class=\"citation\" id=\"65525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65525)\">Matt. 23:23<\/a><\/span> This seems to be interwoven with the nature of all mankind through the fall. Still, we are here as Latter-day Saints; we have assembled ourselves together to become one; to become the people of  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, the children of Zion, the children of light.<span class=\"citation\" id=\"69817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69817)\">John 12:36<\/a><\/span> We are here for the express purpose of separating ourselves from the world and establishing that order of government that we read of in the Holy Scriptures; and we desire to see the glory of Zion upon the earth that has been spoken of by the Prophets of God.<span class=\"citation\" id=\"126177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126177)\">Ps. 50:2<\/a><\/span><span class=\"citation\" id=\"57908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57908)\">Isa. 4:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n736\"> The mass of the people in Christendom are taught to believe in the Bible, and they are taught to believe that Jesus is the Christ, the Redeemer and Savior of the world. This is the tradition of our fathers. This has been taught to us. And the Christian world have sought to understand enough with regard to the plan of salvation to prepare them to enjoy the happiness and bliss of a world where righteousness reigns triumphant. A portion of the Christian world say they are preparing for the Millennium and the Second Advent of the Savior; but their lives and conduct do not agree with their professions. They are taught to believe the sayings of Jesus and the Apostles and Prophets, sufficient to die by, and that they may be prepared to enjoy heaven hereafter; but they have no idea of making a heaven here on earth, of building up the Kingdom of God, that Jesus can come and receive his own.<span class=\"citation\" id=\"69914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69914)\">John 14:3<\/a><\/span> Our traditions have been to try and get through this world having religion enough and belief enough in Christ so that we could leave it and go where we could enjoy heavenly bliss forever. The Christian world have very limited ideas with regard to the Kingdom of Heaven on the earth. We as Latter-day Saints have confessed before Heaven, before the heavenly hosts, and before the inhabitants of the earth, that we really believe the Scriptures as they are given to us, according to the best understanding and knowledge that we have <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the translation, and the spirit and meaning of the Old and New Testaments. <\/div><div class=\"paragraph jod\" id=\"v12n737\"> We have confessed before angels and men, and have acknowledged by our acts that we believe most assuredly that Jesus has called upon us as his disciples&#x2014;those who will receive the truth, obey His commandments, observe His precepts and honor His laws, to come out from among the wicked, to separate ourselves from sinners and from sin.<span class=\"citation\" id=\"82062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82062)\">Alma 5:57<\/a><\/span> If we have not confessed this by our acts as well as by our faith, then we are mistaken concerning the gathering of ourselves together. But we have confessed it, and we do believe it, and it is for us to live according to that which we acknowledge. We acknowledge the covenant under which we live; we believe it, and are honest in our belief; and we will honor that covenant by obedience to the laws of God. If we do not, our words and our actions contradict each other. By our acts, by our coming together, by our leaving our homes, our friends and our birthplaces that were dear to us according to the customs and belief of the world, we have declared our desire to serve the Lord. We have left the graves of our fathers&#x2014;as our natives here would say, who lay great stress on birthplaces as well as many civilized nations; many have left fathers and mothers, brothers and sisters; and some have left husbands and some have left wives and children:<span class=\"citation\" id=\"65251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65251)\">Matt. 19:29<\/a><\/span> what for? Because they believed in the words of Jesus and His Apostles, as well as in the Prophets and in the testimony of the Prophet Joseph and the Elders who have been sent unto them. This people have confessed this, and have shown to the world that they are honest in their belief; and that they are willing to carry out in their lives the spirit and meaning of this faith. Is not this  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the situation of the Latter-day Saints? It is. This is our profession before the Heavens and all the inhabitants of the earth. Yet when we examine the feelings, views, wishes, desires, and aspirations of this people, we see them wandering after almost everything but that which they should possess. With all these professions, and our willingness to forsake fathers, mothers, sisters, brothers, wives and children, houses and homes, and the comforts of life for the gospel's sake,<span class=\"citation\" id=\"66617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66617)\">Mark 10:29<\/a><\/span><span class=\"citation\" id=\"65252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65252)\">Matt. 19:29<\/a><\/span> we are yet far from aspiring to the holiness and the purity and perfection of Latter-day Saints. That people should forsake everything on the earth that would naturally be dear to them, of a worldly nature, for righteousness' sake, and then fall into a deeper vortex of folly and sin than they were in before, is astonishing. <\/div><div class=\"paragraph jod\" id=\"v12n739\"> My mission to the people is to teach them with regard to their everyday lives. I presume there are many here who have heard me say, years and years ago, that I cared very little about what will take place after the millennium. Elders may preach long discourses concerning what took place in the days of Adam, what occurred before the creation, and what will take place thousands of years from now, talking of things which have occurred or that will occur yet, of which they are ignorant, feeding the people on wind; but that is not my method of teaching. My desire is to teach the people what they should do now, and let the millennium take care of itself. To teach them to serve God and to build up His Kingdom is my mission. I have taught faith, repentance, baptism for the remission of sins, and the laying on of hands for the reception of the Holy Ghost. These principles you were taught in foreign lands. You are teaching them to your children. There is scarcely a child in Israel but <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is looking forward with anxiety to the time when he or she will be baptized. These things we understand alike. We have been baptized and have had hands laid upon us for the reception of the Holy Ghost. We have been taught to exercise faith, and to enjoy the gifts of the gospel. What has to be taught now? How to live. Have they to be taught to send for the Elders when they are sick, and that the prayer of faith will heal them?<span class=\"citation\" id=\"77722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77722)\">James 5:14-15<\/a><\/span> They understand these things. We are to be taught with regard to our everyday life in a temporal point of view. <\/div><div class=\"paragraph jod\" id=\"v12n740\"> Some may think they have the privilege of going to the gold mines or doing as they please, without being instructed concerning their temporal duties; that no person has a right to interfere with their temporal matters. Yet we have been performing labors year after year from the beginning, of various kinds, that the people have not seemed to think have had anything to do with temporal matters. I commenced such labors in the beginning of my career in the ministry. When the people believed and received the gospel, I commenced my temporal labors. They were baptized, which is a temporal work. By the laying on of hands&#x2014;another temporal labor&#x2014;they received the Holy Ghost. When they received that Spirit they saw they were to be gathered out from among the wicked. They saw the judgments of God were to be poured out upon the ungodly.<span class=\"citation\" id=\"91810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91810)\">D&amp;C 133:2<\/a><\/span> This they saw in the vision of their minds. They saw the Saints were to be gathered out, understanding this by the Spirit which they had received. What had to be taught to them then? To gather up their little substance; if they had a farm or possessions, to sell them; and gather up with their families and friends and substance, to the land of Zion. And  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>where is the land of Zion? It is wherever the finger of the Lord has pointed out for His people to gather to. That is the place to go to. I recollect a lady asking me in Canada, in 1832 or '33, how large Jackson County was; and when I said 30 miles square, said she, &#x201C;Suppose the whole world would embrace your doctrine, how would they get into Jackson County?&#x201D; My reply was that, &#x201C;Jackson County, in that case, would cover the whole world. Zion will expand as far as the necessity of the case requires it. You need not fear but there will be room for you, if you believe and gather with the Saints.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n742\"> We commenced teaching the people the doctrine of Jesus, and then we commenced to build up the Kingdom of Heaven on the earth. We commenced this years ago. Have we been successful? In part, we have. A few have been gathered together, but our work is not accomplished. The Lord never could teach His people while they were among the wicked how to live by themselves, how to unite their efforts and their whole power for the establishment of His Kingdom. This kingdom is not of the world, says Jesus.<span class=\"citation\" id=\"70790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70790)\">John 18:36<\/a><\/span> It is different from any other kingdom that is now upon the earth; and while the people of it are mixed with the people of other nations and kingdoms, the Lord could never teach them how to establish His Kingdom. He must get them away from the wicked; gather them out; bring them into a place He has reserved for them to gather together, where He can teach them of His laws.<span class=\"citation\" id=\"57768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57768)\">Isa. 2:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n743\"> As I said once to my brethren in the school of the Prophets&#x2014;I have not asked you, I dare not ask you to fulfil almost the first requirement of the Kingdom of Heaven, almost the simplest principle, and one of the first <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things that should be observed. I have not asked the people yet to perform this great labor, I will say it is a great labor, and if I were to refer it to you, you would say the same. You may ask what it is? It is to love the Lord thy God with all thy heart, with all thy mind, and with all thy strength, and thy neighbor as thyself.<span class=\"citation\" id=\"65451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65451)\">Matt. 22:37-39<\/a><\/span> Now, is this not almost one of the first requirements that God has made of His people? and I have not yet required it of the people. Love the Lord thy God with all thy heart, and then speak evil of thy neighbor? No, no! Love the Lord thy God with all thy heart, and speak that which is not true? No, oh, no! Love the Lord thy God with all thy heart, and take that which is not thy own? No, no, no! Love the Lord thy God with all thy heart, and seek after the riches of the world and forsake your religion? No! Love the Lord thy God with all thy heart and take His name in vain,<span class=\"citation\" id=\"54208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54208)\">Ex. 20:7<\/a><\/span> curse, and swear? No, never! If the love of God was really in the hearts of all who call themselves Latter-day Saints, there would be no more swearing, no more lying, no more deceiving, no more speaking evil of one another, no more running after the ungodly nor dealing with the enemies of Zion, no more running after the gold mines; nothing would be sought after only to build up the Kingdom of God. This we have not yet asked. But we do ask some things. Let us forsake those sins that are so grievous, and let us try to do right before the Heavens and with each other. Look at the Elders of Israel today; how many of them are gone to hunt gold. Hundreds of them are running off to Cheyenne to get work on the railroad. Where are their crops, their flocks, and their families? All left, that they may get a little wealth. <\/div><div class=\"paragraph jod\" id=\"v12n744\"> We have been crying to the people  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for years and years to cease their trading and trying to speculate with the enemies of this people. We have said to them, &#x201C;Store up those things that the Lord gives to us, these are years of plenty, these are the days when the abundance of the blessings of Heaven are upon the soil we occupy; treasure up your wheat or our traders will take our flour and carry it to our enemies.&#x201D; But our elders will go and borrow money of strangers for the sake of speculating. Is this a fact? I do not know how it is here in Bountiful, but it is so in other places. Bountiful is a good and suggestive name; is it an appropriate one? Have you here an abundance of flour? If so, I will call upon you for some for the Public Works. There is nothing, nor has there been for a long time, to supply the public hands, only what I furnish out of my private storehouse. If you have an abundance of beeves and flour and butter and eggs, and other things, will you furnish something for the Public Works? But if you are as they are in many other places, many of you have not got breadstuffs to last you one week. If one-half have breadstuffs to last them till harvest, it is more than they have in other places. Yet we have asked the people to save their wheat against such a year as last year or this year. Here are the devouring insects ready to take everything that we have. These are things the people have got to be taught to observe. There are certain rules in life and certain principles to be observed by this people. They must cease trading with those who would destroy us. To be called out from the wicked, and then take a course to call the wicked to us, how inconsistent it is! If the Lord were to say, &#x201C;I will let the wicked drive you again, and I will call you to another place, where there is no one to <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> disturb you;&#x201D; how long would it be until the course taken by many would call the wicked in among us again, to seek to destroy us? The Latter-day Saints must stop this course, or they will bring evil upon themselves, and we will have to leave. These are the things we have to learn. We have the privilege of choosing now. It is in our hands, it is within our power, whether we will stay in these mountains and build up the Zion of our God, or make the wicked and ungodly fat by our labor and give them our possessions. This many are doing, by running in debt to our enemies, and pursuing a course that is wrong. If they do not cease it they will have cause to weep and mourn. <\/div><div class=\"paragraph jod\" id=\"v12n746\"> All Latter-day Saints enter the new and everlasting covenant when they enter this Church. They covenant to cease sustaining, upholding and cherishing the kingdom of the devil and the kingdoms of this world. They enter into the new and everlasting covenant to sustain the Kingdom of God and no other kingdom. They take a vow of the most solemn kind, before the heavens and earth, and that, too, upon the validity of their own salvation, that they will sustain truth and righteousness instead of wickedness and falsehood, and build up the Kingdom of God, instead of the kingdoms of this world. When we came here to these valleys, who were here to trouble us? Nobody; but we have fed those who would destroy us, opened our houses and farms to them, to speculate and trade and traffic and get gain, and what do we make by it? <\/div><div class=\"paragraph jod\" id=\"v12n747\"> Now, some of my brethren may ask, &#x201C;Brother Brigham, do you expect to dictate me where I shall sow my wheat, and when I shall sow it, and in similar matters?&#x201D; I have said and will say again, if Brother Brigham had time to be in every house  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he would teach them how to keep house. How many sisters set up their stockings by guesswork, and do not know the number of the yarn and the number of the needles to use? In this matter I would instruct many of the sisters, if they would not take umbrage at me for doing so. The sisters ought to know about housekeeping and the brethren who farm about farming, but they need to be taught. Learn to be neat and cleanly in all that you do. Do you ask me if I am going to dictate you in such matters? If I am not to dictate you, you are not to be saved in the kingdom I calculate to be saved in. If I know something that you do not understand it is my duty to teach you; and if you know something that I do not know, it is your duty to communicate your knowledge to me, till we become perfect by increasing in knowledge. Brethren, we have many things yet to learn. Many of the brethren south are ruined by running in debt; men of handsome property, which will go for comparatively nothing because of their vain imaginations. <\/div><div class=\"paragraph jod\" id=\"v12n749\"> Ye Latter-day Saints, learn to sustain yourselves, produce everything you need to eat, drink or wear; and if you cannot obtain all you wish for today, learn to do without that which you cannot purchase and pay for; and bring your minds into subjection that you must and will live within your means. When we, as a people, can come to understand that we can live by ourselves, then we can live of ourselves, without any outside world. We did live so when we first came here. Were there any stores to go to? Were there places to go to where money could be hired? Did we live? Yes. Were we healthy? Yes. Much healthier, as a people, than we are now. Did we grow and increase? Yes; and as soon as we had time to <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> till the earth and reap a crop, we produced wheat and corn and potatoes. We turned our cattle on to the range to make our beef. We had plenty of wheat. We began to make our clothing here. We drove in sheep and we took care of the wool, and made it into cloth. I brought a carding machine with me. It was the only one in the Territory for years, and it carded up a great deal of wool. We made up this wool into cloth and wore it. When the gold came, then merchants came and the spirit of speculation came. Then men ran to the gold mines to get money; and then was the rush to the stores. Says the husband &#x201C;I must have a suit of broadcloth and a fine pair of boots;&#x201D; while the wife and daughters said they must have nice bonnets and dresses; and this has been continued until we have involved ourselves. <\/div><div class=\"paragraph jod\" id=\"v12n750\"> Are you going to be dictated in these matters? Yes, or you will sooner or later leave the Kingdom of God and go somewhere else. Is it hard to say this to the people? Is it infringing upon their rights? They have the privilege to choose the good or to choose the evil. It is as manly and as praiseworthy for an individual to make the choice to do good, work righteousness and love and serve God&#x2014;it is more noble, than to choose the downward road. One or the other will be the choice of every individual. Do not trifle with evil, or you will be overcome by it before you know. Our business is to build up the Zion of God on the earth. Do you think you will do it and go hand in hand with the wicked? No, never. I know you may say, and say truly, according to the parable spoken by Jesus to his disciples,<span class=\"citation\" id=\"66005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66005)\">Matt. 25:1-13<\/a><\/span> when the bridegroom was coming, the cry was, &#x201C;Go ye out to meet him,&#x201D; but while he tarried, they all slumbered and slept. And when they awoke  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the cry, &#x201C;the bridegroom is here,&#x201D; there were foolish virgins among them who had no oil in their lamps. He did not say that they would be among the ungodly. It is among those who are the bride, the Lamb's wife,<span class=\"citation\" id=\"128912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128912)\">Rev. 21:9<\/a><\/span> that the foolish are to be found.<span class=\"citation\" id=\"66006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66006)\">Matt. 25:1-13<\/a><\/span> But he never has instructed us to call on the ungodly, and those who would mob us, to make foolish virgins. Some may quote the <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parable of the wheat and the tares and say they must grow together.<span class=\"citation\" id=\"64582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64582)\">Matt. 13:30<\/a><\/span> Let me tell you, the tares will be in the field, and many will think they are wheat, until harvest comes; but at no time has the Lord said, bring the wicked and ungodly among my people to scourge them; for they are capable of bringing upon themselves all the evil necessary to perfect the good. The Lord bless you: Amen. <\/div>\n<\/div>\n<\/div>"}