{"ID":120018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Condition of the World and of the Saints&#x2014;God Has Commenced to Regenerate the World By Revealing the Gospel: Its Purity and Its Union&#x2014;President Young a Benefactor to the Human Family.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the Bowery, Great Salt Lake City, July 21, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Condition of the World and of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 7\/21\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v12n267\"> I have been very much interested in the remarks made by br. Bywater this afternoon, and in fact I was very much interested in listening to the remarks made this morning. It is difficult for anybody to rise here and place themselves under the influence and dictation of the Spirit of God, and not advance ideas and principles that are calculated to enlighten the mind, expand the capacity, enlarge the understanding, and enable us to appreciate more fully the blessings of that life, light, truth, and intelligence which God has been pleased to manifest to us, in these last days, for our salvation and exaltation. It was said in former days, and may with equal propriety be said today, &#x201C;Happy is that people, whose God is the Lord,&#x201D;<span class=\"citation\" id=\"57345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57345)\">Ps. 144:15<\/a><\/span> and if we fall short of obtaining truth, light, and intelligence from Him, whatever our situation may otherwise be, it is very deplorable for us as rational, intelligent, eternal beings. The principles that are made known by the Lord and enunciated by His servants are eternal, and they are not only calculated to promote our happiness on the earth, but also our happiness hereafter; they go back to far distant times and show our associations with and relationship to God. They have a bearing on our present existence and happiness, and they look forward to something in the future that is really certain and <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tangible. When we talk about the world and the confusion, folly, and evil of its inhabitants, we look at them as they are, we value them at their present worth. We do not expect to compare ourselves and our hopes with them and their hopes. We have come out from among the world, guided by the light of revelation, by the Spirit of eternal truth, by the everlasting gospel which God has sent among us. He has gathered us from the world, we are no longer of them, and we do not expect to compare ourselves with them; and what their ideas, views, and notions with regard to us may be, we care but very little, it is to us a matter of very little importance. We feel desirous to know what the will of our heavenly Father is, we feel desirous to comprehend what are the duties and responsibilities that devolve upon us, and we feel an emulation in our own bosoms to overcome the ignorance, evil, folly, and vanity with which we are surrounded; that, as the servants of God who have dedicated themselves to, and made a profession of faith in Him, we may participate in the Spirit that dwells in and with God; that we, as individuals, as cities, and as communities, in this land of Saints, may act as becomes the Saints of the Most High, walking in the paths of truth, virtue, holiness, and purity. <\/div> <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n269\"> A remark was made by br. Bywater to the effect that perhaps one of the weakest arguments that could be adduced in support of any movement amongst us as a people, was one that touched our temporal affairs, or our pockets. If we were all perfect this would be a very weak argument, but we are not, we are very imperfect, we are surrounded by all the infirmities of human nature, and we exhibit them in the varied actions of life, and men have to be dealt with as they are, and not as if they were angels or the spirits of the just made perfect.<span class=\"citation\" id=\"77266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77266)\">Heb. 12:23<\/a><\/span> We are surrounded with all our infirmities, weaknesses, and follies, and, until they are overcome, we have to be governed, more or less, on the principle that I have heard the President express. Says he, &#x201C;I would like to lead this people a little faster, but, if they will not come up to my speed, I must make mine correspond with theirs.&#x201D; If he did not do this he would soon be beyond the reach of the people, but he has got to be one with us, and we have got to be one with each other, and we must all seek to be one with the Lord. <\/div><div class=\"paragraph jod\" id=\"v12n270\"> We have been brought up in error, we have been born in sin and cradled in iniquity,<span class=\"citation\" id=\"56740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56740)\">Ps. 51:5<\/a><\/span> we have sucked in superstition, folly, and vanity with our mother's milk. We have scarcely imbibed one principle that is true and that will stand the test or scrutiny of eternal truth, and bear to be compared with the laws of life, as they emanate from God. The Lord has to deal with us as He best can, just as He does with the world. We talk sometimes about the world. What could any ruler do with a depraved, corrupt world, with men lost to every sense of propriety, honor, integrity, and truthfulness, men wallowing in vice, licentiousness, fraud, and corruption of every kind? What ruler could govern such a people? No one, <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unless he listened to correct principles. The Lord understood this very well when He commenced gathering people from among the nations of the earth by the preaching of the gospel. Says He, &#x201C;My sheep hear my voice, and know me, and follow me, and a stranger will they not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69621)\">John 10:4-5<\/a><\/span> God sent forth His servants to the world to declare the principles of truth. His sheep heard the voice of mercy and obeyed the gospel, and the same spirit and influence that operated upon them there, operates upon them here; hence it is that, under the auspices of the Spirit of God, we were gathered together; not in a political capacity, but in a religious capacity. Our moral sense was appealed to, our love of honesty, truth, and integrity was appealed to, the light of the gospel, as it existed in former days, was made manifest to us, we admired it, believed in, and obeyed it, and through obedience, we received a portion of the Spirit of God, and felt a disposition to listen to His laws and to be governed by the principles of truth. And yet how weak that feeling is still within us! How frequently those evil propensities and powers that operated upon us in former days still operate upon us, and our minds become befogged, beclouded, and dimmed by the darkness with which the enemy of truth seeks to inspire us! How little we appreciate our relationship to, and standing before God, and the destiny that is before us! It is very difficult for us to comprehend correct principles, and it is more difficult still to bring ourselves into subjection to, and to be governed by them. Hence we have to be treated not like men but like children. Yet, notwithstanding the weaknesses and infirmities of His creatures, neither God nor His servants feel like destroying them,  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cutting them off, and sending them to perdition. The Lord has never dealt with His people in that way; He is full of magnanimity, kindness, love, and regard for the human family. We read that the Savior, while upon the earth, &#x201C;Was tempted in all points like unto us, yet without sin;<span class=\"citation\" id=\"76566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76566)\">Heb. 4:15<\/a><\/span> therefore he is a faithful high priest,<span class=\"citation\" id=\"76492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76492)\">Heb. 2:17<\/a><\/span> and knows how to deliver those who are tempted.&#x201D;<span class=\"citation\" id=\"78394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78394)\">2 Pet. 2:9<\/a><\/span> We have our weaknesses, our infirmities, follies, and foibles. It is the intention of the gospel to deliver us from these; it operates upon the mind and intelligence of man, that we may be led from strength to strength, from intelligence to intelligence, from knowledge to knowledge, from one degree of faith to another, victory over one evil and then over another, until we shall see as we are seen and know as we are known.<span class=\"citation\" id=\"87169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87169)\">D&amp;C 76:94<\/a><\/span> If we make any little stumbles the Savior acts not as a foolish, vindictive man, to knock another man down. He is full of kindness, long-suffering, and forbearance, and treats everybody with kindness and courtesy. These are the feelings we wish to indulge in and be governed by; these are the principles, and this is the spirit that ought to actuate every elder in Israel, and by which he ought to govern his life and actions. Having gathered us together in the position we now occupy, we are prepared, more or less, to be governed in regard to other things; we know that the goal before us is one of the brightest that has ever attracted the attention of the human mind, one in which God calculates to elevate and exalt us, not only on the earth but in the heavens. God has commenced to establish His kingdom on the earth, and He will accomplish His own purposes in His own time, and bring to pass His designs with regard to a world lying in wickedness. <\/div> <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n272\"> We sometimes reflect on the situation of the world, and feel as though we would be glad to see them destroyed. Now no right feeling man has a wish of this kind in his heart. We should be glad to see iniquity destroyed, but unfortunately the workers of iniquity would have to share in that catastrophe. We should be glad to see evil rooted out of the earth, and we know that if men will not submit to the law of God, by and by, however painful it may be, their destruction will be consummated, and we know, as has been referred to, that all governments and kingdoms having the elements of destruction within themselves, must necessarily dissolve, and we know that if we could have just laws, a just administration&#x2014;if we could have the revelations of the great God for our guide, and men inspired by God for our rulers, if we could have what the Israelites prayed for and what the prophets have prophesied about, the Lord for our king, the Lord for our judge and lawgiver,<span class=\"citation\" id=\"59069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59069)\">Isa. 33:22<\/a><\/span> and have Him to reign over us&#x2014;there is no right thinking man on the earth, no matter what his principles may be, but what would appreciate such a system of things as that. But they despair of accomplishing it, and they may well despair, for with the materials that they have it would be impossible to bring about such a result. You may take a graft from any poor tree there is in existence, and graft it once, or ten thousand times, and it will still bear its like. But if you can get a better graft, and have that implanted there, then you may have a chance of having better fruit. <\/div><div class=\"paragraph jod\" id=\"v12n273\"> The Lord has commenced on this principle. He has revealed himself from the heavens, and has restored correct principles which are calculated to elevate, ennoble, and exalt the human mind, and having com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>menced this, it will be like the little leaven<span class=\"citation\" id=\"126131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126131)\">Gal. 5:9<\/a><\/span> Jesus speaks of&#x2014;it will work and work until the whole lump is leavened,<span class=\"citation\" id=\"64620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64620)\">Matt. 13:33<\/a><\/span> and has become indoctrinated or inducted into the family of God, and become heirs of Him and joint heirs with Jesus Christ,<span class=\"citation\" id=\"72569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72569)\">Rom. 8:17<\/a><\/span> having a relationship to our Heavenly Father that will live and exist &#x201C;while life and thought and being last or immortality endures.&#x201D; It is upon this principle, and upon no other, that the knowledge of God will ever cover the earth as the waters cover the deep.<span class=\"citation\" id=\"58144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58144)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n275\"> This is the work that lies before the Saints of God, but it will not be done all at once, it will be the work of time and progress, and will require a continual warfare with evil, corruption, error, and vice, in all their varied forms. It is the greatest blessing that can be possessed by this or any other people on the face of the earth, to have the word of God among them, and then it is a great blessing when men can appreciate that word, and honor God and His servants, and obey His laws. This is what we are seeking to attain&#x2014;to bring our passions, thoughts, reflections, and feelings, and everything pertaining to us, in subjection to the law of God, that as wise children, under the guidance of our Heavenly Father, we may be able to fulfil our destiny on the earth, whatever that may be, and prepare ourselves for an everlasting inheritance in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v12n276\"> The fact is, God has commenced to regenerate the world, but the world does not know it, and we, sometimes, hardly understand it. We become captivated and carried away by every little foible and folly that we see around us. We can only understand these things as we live our religion, and as the Spirit of God reveals them to us, and if we want to know more <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we must seek for more of the Spirit of God, which gives wisdom, light, and intelligence, and enables us to see things as they are and as they ought to be. If men are living in the enjoyment of that Spirit there is no difficulty about false doctrines or errors of any kind, or evil passions, for it will lead them into truth, and will enable them to overcome all that is evil, and if we enjoy that Spirit we shall feel better and happier, and we shall not see so many faults in our neighbors, or in the Priesthood, or anything associated with the Kingdom of God, for as the light of God, the revelations of the Most High, inspires the hearts of the Saints, they will be one with each other, with the servants of God, with God our Heavenly Father, and with Jesus Christ our Lord and Savior. Jesus prayed most devoutly for this when about leaving the earth. Said he, &#x201C;Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one.&#x201D;<span class=\"citation\" id=\"70681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70681)\">John 17:20-21<\/a><\/span> This is the kind of feeling we should cherish. <\/div><div class=\"paragraph jod\" id=\"v12n277\"> With regard to the world. I know there is a feeling that President Young is illiberal in his remarks sometimes, and that we ought to feel more like catering to their prejudices and feelings. I do not think so. I think it is one of the greatest blessings we can have to have somebody to tell us when we are wrong; and does President Young, or do any men of intelligence in this Church and Kingdom, have feelings of enmity towards the world? I do not think they have. I have seen President Young travel thousands and thousands of miles, without purse or scrip,<span class=\"citation\" id=\"67389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67389)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68133)\">Luke 22:35<\/a><\/span> to preach the gospel of salvation to the world. Does that show that he is an enemy to the world? There is no man of reflection and good judgment but what would say to the re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>verse. We have come out from among the world, for the express purpose of serving God and keeping His commandments, building up Zion, and establishing His Kingdom upon the earth. Are there not men in the world who seek to do right and try to be just and equitable in their acts? Yes, and there are a great many who seek to do wrong, who are full of lasciviousness, corruption, and evil; a great many who would seek to lead us down the paths of death and destruction. And shall not the shepherd who stands on the walls of Zion lift up his warning voice? What is the good of a shepherd if he does not do that? Who does not know that combinations have been entered into, from time to time, right here in our midst, for the purpose of undermining the virtue of this people? Who does not know that the public prints in the east have been very profuse in their recommendations to send out fine fast young men to Utah? What for? To corrupt our virtue and to bring us down to their own level. Who does not know that we have had organizations in our midst, plotting night after night, to effect the political and social destruction of this people, and seeking to undermine their virtue? Are we&#x2014;the servants of God&#x2014;to sit still and not lift a warning voice in relation to these things? Are we to go hand and glove with the world? No, we are not of the world; God has chosen us out of the world to be His people, that we may be subject to His laws and bow to His authority. Do we plot against the virtue of any man? God forbid! Is there any man on the face of the earth who can bring a charge of this kind against the elders of Israel? I defy them. <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We sustain all virtuous principles here and everywhere in the world where our lot may be cast. Did we ever go, as elders, or as messengers of any kind among the nations of the earth, and interfere with the rights and privileges of the people, or seek to overturn the government of any nation? Never. We were always subject to the law, authority, rule, and dominion prevailing in the nations in which we have sojourned.<span class=\"citation\" id=\"94207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94207)\">A of F 1:12<\/a><\/span> What right have others, then, to interfere with us? None. Shall we allow them to do it? No, in the name of Israel's God we will not. [The congregation said, amen.] We will root out the workers of iniquity, and maintain purity and virtue. When men come among us who are honorable and virtuous we will treat them accordingly; but when men come among us and seek to destroy our virtue, supplant our institutions, and try to put a sword to the neck of the good, honest, and virtuous, in the name of Israel's God we will oppose them with all the might God shall give to us. [The congregation said, amen.] These are our principles. What good honorable man in the world would not sanction them? There are none but what would. Every virtuous man and woman would submit to principles of this kind, and say it is right. <\/div><div class=\"paragraph jod\" id=\"v12n279\"> There is another point to which I would refer here: that all men are not depraved, as it is said by some, but the natural instinct of man, as President Young has remarked, is to do good. <\/div><div class=\"paragraph jod\" id=\"v12n280\"> May God help us to do right and keep His commandments, that we may be saved in His kingdom, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}