{"ID":120010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Education&#x2014;Employment of Females.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Great Salt Lake City, April 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Education&#x2014;Employment of Females.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v12n124\"> A few words to the Latter-day Saints, and especially to our young men. We have a great deal of time to spare over and above going to the canyon, and working in the fields and in our shops. It is true this is not exactly the time of year to establish evening schools and lyceums, but we wish our young men to make preparation this summer, and send east to procure the necessary articles for the formation of societies in this and other cities throughout the Territory for the purpose of studying the arts and sciences. Now, if a man in the North, say sixty-eight or a hundred miles away, should have a limb broken, he has to send to this city for a surgeon. It is all folly; there is no more real necessity for it, if men would devote their time to the study of such things, than there is to send for a man to put a rafter or joint on his house, or a panel into his door. <\/div><div class=\"paragraph jod\" id=\"v12n125\"> As the subject of education is open, and has been from time to time during this Conference, I will now urge it upon the people&#x2014;the young men and the middle-aged&#x2014;to get up <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> schools and study. If they are disposed to study physic or surgery, all right; they will know then what to do if a person is sickly, or has his elbow, wrist, or shoulder put out of joint, or his arm or any other bone broken. It is just as easy to learn such things as it is to learn to plant potatoes. I would like to urge these matters upon our young men, and I am convinced this meets the feelings of all the brethren. I do hope, and pray you, my brethren and sisters, to be careful to observe what br. Wells has said in regard to introducing into our schools the Bible, Book of Mormon, Doctrine and Covenants, and the Standard works of the Church, and all the works pertaining to our faith, that our children may become acquainted with its principles, and that our young men, when they go out to preach, may not be so ignorant as they have been hitherto. I would like very much to urge upon our young people, the sisters as well as the brethren, to pay more attention to arithmetic and other things that are useful, instead of acquiring a little  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>French and German and other fanciful studies that are not of so much practical importance. I do not know how long it will be before we call upon the brethren and sisters to enter upon business in an entirely different way from what they have done. I have been an advocate for our printing to be done by females, and as for men being in stores, you might as well set them to knitting stockings as to sell tape. Such business ought to be done by the sisters. It would enable them to sustain themselves, and would be far better than for them to spend their time in the parlor or in walking the streets. Hardy men have no business behind the counter; they who are not able to hoe potatoes, go to the canyon, cut down the trees, saw the lumber, &amp;c., can attend to that business. Our young men in the stores ought to be turned out and the sisters take their place; and they should study arithmetic and bookkeeping necessary to qualify them for such positions. I would also like our school teachers to introduce phonography into every school; it is an excellent thing to learn. By its means we can commit our thoughts and reflections to paper with ease and rapidity, and thus preserve that which will be of benefit to ourselves and others, and which would otherwise be forever lost. This is a delightful <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> study! In these and all other branches of science and education we should know as much as any people in the world. We have them within our reach, for we have as good teachers as can be found on the face of the earth, if our Bishops would only employ and pay them, but they will not. Let a miserable little, smooth-faced, beardless, good-for-nothing Gentile come along, without regard for either truth or honesty, and they will pay him when they will not pay a Latter-day Saint. Think of these things. Introduce every kind of useful studies into our schools. I have been urging upon our young men for years to get up classes for the study of law. The laws of this Territory, of the United States, of the different States, of England, and foreign lands. Do this instead of riding over the prairies hunting and wasting your time, which is property that belongs to the Lord our God, and if we do not make good use of it we shall be held accountable. <\/div><div class=\"paragraph jod\" id=\"v12n127\"> Now, my brethren and sisters, I feel to bless you in the name of the Lord Jesus Christ, and I pray my Father in heaven to continue His mercies to us, and I pray you, in Christ's stead, be ye reconciled to God<span class=\"citation\" id=\"74217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74217)\">2 Cor. 5:20<\/a><\/span> in all things. We will now bring our conference to a close. <\/div>\n<\/div>\n<\/div>"}