{"ID":120037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Life and Health&#x2014;Matrimony&#x2014;Education&#x2014;Home Productions.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, delivered in the Tabernacle, Salt Lake City, October 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Life and Health, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 10\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v12n558\"> I am persuaded that the subject last referred to by President Young&#x2014;the prolongation of life and the preservation of health cannot be overrated. This is one of the subjects relating to our temporal welfare that received the early attention of the Prophet Joseph, and the revelation commonly called the Word of Wisdom<span class=\"citation\" id=\"88847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88847)\">D&amp;C 89:1<\/a><\/span> has been before the people for over thirty years. I feel assured that a word on this subject kindly spoken by our President is a prompting from on high, and I believe that every true Elder in Israel will bear witness that this is the word of the Lord to us at this time. I exhort every Bishop and presiding Elder in this city as well as throughout the <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country to lay this matter to heart as one subject requiring their special attention. Not to make it a hobby to the exclusion of everything else, so as to disgust the people, but in the true spirit of the Gospel seek to bring this matter home to the hearts and understandings of the people of their respective wards and settlements. Feel after those who may be stupid and ignorant, who do not come to meeting, and do not receive the spirit of this Conference. Let the Bishops and others in authority endeavor through their teachers and otherwise to search out such individuals, and dig round about them, and prune them that they may perchance bring forth fruit.<span class=\"citation\" id=\"81722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81722)\">Jacob 5:27<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}