{"ID":120046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Evidences that the Saints Love and Serve God&#x2014;How to Build Up Zion&#x2014;Taking Care of Grain.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered at Bountiful, May 17, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Edward L. Sloan.<\/div>\n<div class=\"pageHeader\">Page Header: Evidences that the Saints Love and Serve God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/17\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v12n700\"> I have been looking back over my own experience a little, with regard to the religion that we have embraced. I have been asking myself what proof have the Latter-day Saints that they are actually in the path that leads to everlasting life? Have the Saints any evidence that they love and serve God? I will tell you my experience in a few words. Before the gospel came to me, the world was dark and thorny; and I studied for myself to do business as a man of the world. I soon became disgusted with the world as it was, for I found that I could scarcely trust anyone. When the gospel came I found what I wanted. It filled every wish, desire and hope pertaining to this life or that which is to come. I received it and the spirit and life of it, and I have asked myself, while sitting here, what proof have I that I love God, that I delight to serve Him and build up His kingdom? It is natural to love somebody, or something or other. If you find a person who does not wish to love some object, you would call that man or woman an unnatural person. If I am asked what I love, I would answer, &#x201C;I love this gospel which I have received.&#x201D; &#x201C;Do you love the wicked?&#x201D; No. &#x201C;Do you not like to converse with them?&#x201D; No. I have no delight in the wicked, in their conversation or society, only to do them good. This proves to me that if I do not <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> love God I do not love any being. If I do not love His gospel which He has revealed in the day in which we live, I do not love any principles upon the earth. If I do not love the people who are gathered out from the nations, who compose the Church and Kingdom of God on the earth, I do not love anybody. If I do not love to talk about our religion and to teach it to others, have it in my house and with me all the time, I do not love anything. If I spend a minute that is not in some way devoted to building up the Kingdom of God and promoting righteousness, I regret that minute, and wish it had been otherwise spent. This proves to me that the Spirit of the Lord is with me. <\/div><div class=\"paragraph jod\" id=\"v12n701\"> Our teaching to the brethren and sisters is for them to purify themselves.<span class=\"citation\" id=\"87265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87265)\">D&amp;C 76:116<\/a><\/span> I shall not ask them to love the Lord our God with all their hearts,<span class=\"citation\" id=\"65443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65443)\">Matt. 22:37<\/a><\/span> it is a requirement of Heaven, and you know it as well as I do. But will ask some things. Will our brethren cease using language which they should not use? This is one of the rules in the School of the Prophets. Will the Elders of Israel pray in their families? Will they pay their tithing? We can ask this, for it is an outward labor. If they do not love the Lord with all their hearts, they can pay their tithing, and pay it as an old gentleman in the east said he could do when he  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was paying a poor man some grain. He said the devil stepped up to him and whispered &#x201C;scoop but a little,&#x201D; He stood and listened, and something said to him again, &#x201C;scoop out a little,&#x201D; tempting him. Said he, &#x201C;Mr. Devil, leave my barn; if you don't, I'll heap every half bushel for this poor man.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n703\"> They can heap up the half bushel, and send in the butter and eggs for the Public Works, and to feed the poor a great many of whom are supported from tithing; they can perform required labor, if they do not love the Lord with all their hearts; and they can cease to take the name of the Lord in vain.<span class=\"citation\" id=\"54207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54207)\">Ex. 20:7<\/a><\/span> If you say you get tempted to use language you should not use, I will tell you what to do. If you are in the canyon and your cattle are likely to fill you with wrath, fill your mouth with India-rubber and keep it close that the words cannot get out. Do not say a word to grieve the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v12n704\"> Cease contending with each other. Keep the Word of Wisdom. There are but few of the Elders now who use tobacco, and our sisters can do without their tea and coffee.<span class=\"citation\" id=\"88930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88930)\">D&amp;C 89:8-9<\/a><\/span> They can keep the Word of Wisdom, for many of them do keep it. I only saw one cup of coffee last summer during my trip south, and it was for an old lady eighty years of age. She asked me if she might not take her cups of coffee; and I told her to take it, and blessed her and her coffee. We can stop the use of liquor. We can be wise in our work and not labor beyond our strength. We can cease running in debt and purchasing things that we could do without. <\/div><div class=\"paragraph jod\" id=\"v12n705\"> If the Latter-day Saints could look at things as they are, they would see that there is a grievous sin upon this people for neglecting their stock and letting them perish; turning their sheep on to the range for a few hours, and <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bringing them up and penning them twenty hours out of the twenty-four, until they become diseased and sickly. If the people could see as an angel sees, they would behold a great sin in neglecting the stock which the Lord has given them, for it is the Lord who gives us the increase of cattle and sheep, yet many of the people treat them as a thing of naught. I heard a man say, in 1853, that it was a curse to the people to have so much wheat. He said he could not get anything but wheat for his work. I told him if he did not see cause in this life, to repent his saying, he would yet repent it. These are all the gifts of God; and when we treat lightly His gifts, it is a sign we desire that which we should not possess.<span class=\"citation\" id=\"88469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88469)\">D&amp;C 88:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n706\"> These are things concerning which the people need to be instructed. We should take a course to preserve our lives and the lives of the animals committed to our care. We should refrain from using swine's flesh. We should breathe the pure mountain air in our bedrooms. We should have lofty rooms, high above the ground, for though this earth is pure, compared with miasmatic places, the air that is above the ground is preferable to that close to it. We should have plenty of pure, fresh air. If children are kept in close bedrooms, they become puny and weakly. Let them sleep where they can have abundance of pure air, in well ventilated rooms, or out of doors, in the summertime, in a safe place; it will be most beneficial for their health. <\/div><div class=\"paragraph jod\" id=\"v12n707\"> In building up the Zion of God on this land we must become very different from what we are now, in many respects and particularly in financial matters. I look at myself and ask myself what have I done to become wealthy? Nothing; only to preach the gospel. Yet I have  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing but what is the Lord's. He has only made me steward over it, to see what I will do with it. I have never walked across the streets to make a trade. I do not care anything about such things; I desire to preach the gospel and build up the Kingdom of God. True, I have considerable wealth, but it has not been my wisdom that has put it in my possession. There are many men who are so anxious for wealth, that if they cannot make a fortune in a few months, they feel they are not succeeding according to their desires, and they turn to something else. I do not do this; nor am I anxious to spend a dollar as fast as I make it. Some people feel as if a dollar would burn a hole in their pockets; and you will see a great many almost crazy to spend whatever they have. When they see wheat selling for a price far below its value, instead of putting it in a bin and keeping it, they dispose of it&#x2014;throw it away, comparatively speaking. I keep it, and by this means I am now able to feed the public hands. <\/div><div class=\"paragraph jod\" id=\"v12n708\"> Years ago, Brother Kimball counseled the people to lay up two year's provisions, and then enough for four, for six, and for seven years. I have it now, and I am dealing it out. Some people have so much faith that although the grasshoppers are around in such vast numbers, they are confident of an abundant harvest, because of the movements made to gather the poor this season. They say the Lord would not inspire His servants to bring the poor from the nations that they might starve. And so believing, they will go and sell the last bushel of wheat for comparatively nothing, trusting in God to provide for their wants. My faith is not of this kind; it is reasonable. If the Lord gives good crops this season, and tells us to lay up from that abundance, I do <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not think He will increase His blessings upon us if we foolishly squander those He has already given us. I believe He will bless the earth for His people's sake; and I will till it and try to get a crop from it; but if I neglect to take advantage of the goodness of the Lord, or misuse or treat lightly His mercies, I need not expect that they will be continued upon me to the same extent. Have not my sisters here, gleaned in the fields around for years past? And when they have had their gleanings thrashed out, have they not taken the grain to the stores and sold it to our enemies, instead of laying it by? And yet they will expect to be blessed continually with plenty! I have not so much faith as this. I have a reasonable faith, a sustaining faith, one that I can build my hopes upon; and I think I will not be disappointed. I labor and toil, but I do not waste my labor. <\/div><div class=\"paragraph jod\" id=\"v12n709\"> Now, you who wish to hire out with the wicked and mingle with the ungodly, does it suit you to hear the name and character of the Deity profaned, and every principle of propriety violated? If you go to the gold mines, or wherever the wicked are, you will hear the name of that Being whom you recognize and acknowledge as your Savior, blasphemed and taken in vain, and the name and character of the Almighty vilified and abused. Can you bear this? Does it suit you to have your ears saluted with such language and your spirits contaminated with such society? I would not associate with those who blaspheme the name of God, nor would I let my family associate with them. By this you may know whether you are in the path that leads to life and salvation. If you can hear the name of the Deity lightly spoken of and blasphemed, and not be shocked at it you may know that you are not in that  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>path. Some of the young men who had been with the surveying party last year, wanted to come into my house as friends and visit my daughters, when they came home. They asked me if I had any objections. I told them I had. They asked me the reason. My reply was, I believe you have been wicked, while you have been gone. Have you not been in the habit of taking the name of the Deity in vain? They admitted they had occasionally; and I told them that was my objections to their being in my house. I do not wish my daughters to be entangled with any who do not serve God. I would rather see everyone of them sealed to Father Perkins here, who is 85 years of age, than that any of them should be sealed to a wicked man. <\/div><div class=\"paragraph jod\" id=\"v12n711\"> Can you mingle with the wicked and feel contented in their company? If you can you are on the road to destruction; you are not on the road to perfection. If you can deal, and trade, and visit, and ride, and be with the ungodly, and cannot see the difference between them and the righteous, if you are ever saved in any decent kingdom, it will be because you are totally ignorant. But if you can truthfully say, I love prayer, not swearing; I love truth, not lying; I love honesty, not dishonesty; I love God and His laws, you may be assured you are on the road to exaltation and eternal life. Let us sustain the kingdom of God; and if we do, we will sustain ourselves in truth and righteousness. <\/div><div class=\"paragraph jod\" id=\"v12n712\"> From my remarks, some may gather the idea that if a poor, miserable, corrupt, wicked person was to be found among us, who was suffering for lack of food, he should be turned out of doors. No, no; feed him, and let him go his own way; but do not let him have any influence in your families. Be kind to all as our <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father in heaven is kind. He sends His rain upon the just and the unjust; and gives the sun to shine upon the evil and the good.<span class=\"citation\" id=\"63247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63247)\">Matt. 5:45<\/a><\/span> So let our goodness extend to all the works of His hands, where we can; but do not yield to the spirit and influence of evil. Do not encourage wickedness in our midst. Do not encourage the wicked to come and live with us, to lead our brethren astray. Do not follow after vain and foolish fashions. If our ladies see a new fashion brought in by some poor, miserable, corrupt person, they adopt it; and everyone wants to pattern after the fashions that are brought here no matter how ridiculous they may be nor how wicked the person who introduces them. Many of the fashions are unbecoming and inconvenient. They do not become Saints. And the daughters of Israel should understand what fashions they should have, without borrowing from the impure and unrighteous. They should hearken to the counsels of those whom God has appointed to lead His people. We have the words of life; we are the head; and we should lead in fashions and in everything that is right and proper; and not be led by the world. We have salvation to offer to the people; and if they will not accept it, the result will be with themselves. <\/div><div class=\"paragraph jod\" id=\"v12n713\"> The Latter-day Saints should wake up and begin to think of these things. We must mark out a path for ourselves and walk in it. Just as sure as we are the Church and Kingdom of God, just so sure have we to give laws and fashions to the world, sooner or later. When we walk humbly before the Lord and observe His precepts, we can say to the world, follow us and our fashions. Then they may offer us fashions&#x2014;new ones&#x2014;from New York, from London, from Paris, but we will not have  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them. We will tell them we are capable of making our own fashions, and our own clothing, without following after anyone. <\/div><div class=\"paragraph jod\" id=\"v12n715\"> Brethren and sisters, I can say with all my heart, God bless you. I desired to come here to see you, to talk with you, to see how you felt. By coming into this house I can tell something of your spirit. You are improving. The people are improving as well as their leaders; and if they will look at their own experience, <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they will say concerning the subjects I have been treating on, &#x201C;That is what I have been looking for and what I want.&#x201D; We desire to get closer to the mark, to have closer communion with God, to be prepared for the day that is approaching, when we will have to go and build up the Center Stake of Zion, where the order of Enoch,<span class=\"citation\" id=\"126173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126173)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126175)\">D&amp;C 82:1-24<\/a><\/span> as is recorded in the Book of Doctrine and Covenants, will be established. <\/div><div class=\"paragraph jod\" id=\"v12n716\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}