{"ID":120040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Forbearance to Each Other&#x2014;Necessity of Reading the Bible and Book of Mormon&#x2014;Counsel to the Young Brethren.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, delivered in the Tabernacle, Bountiful, Sunday, April 12, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Elder Wm. Thurbood.<\/div>\n<div class=\"pageHeader\">Page Header: Forbearance to Each Other, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/12\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v12n600\"> I have not the least disposition to talk to you if you do not wish me to, and if you say you do not want me, I will say good morning and go home. It is no pleasure to talk to a people who will not receive what you say. You know me, and then again you do not know me. You do not know who Heber C. Kimball is, or you would do better. You do not know yourselves, do you? Then how can you expect to know me? A man came to me this morning desiring to have some talk with me. I asked him if he was an honest, upright, truthful man? He replied that he thought he had no right to answer that question; but finally, he said he was an honest man. After he said that, it was revealed to me what sort of a man he was, but not before. I wish the people here today to behave themselves, as this is the Sabbath. Do you know what is the gospel? The gospel is the power of God unto all that obey, not unto all that believe,<span class=\"citation\" id=\"72187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72187)\">Rom. 1:16<\/a><\/span> for the devils believe.<span class=\"citation\" id=\"77583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77583)\">James 2:19<\/a><\/span> Suppose now, for instance, I had here three rules, one a twelve inch, one a six inch and one a three inch. Would the three-inch rule measure as far as the twelve inch? No; nor can the three-inch or the six-inch man measure as far as the twelve inch man, yet both may <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be good men and just as good as the man that can circumscribe thirteen inches. Therefore, if a man in this respect should be a little behind, we should not whip him up as we would a horse, but we should be lenient towards him. <\/div><div class=\"paragraph jod\" id=\"v12n601\"> What brother Stevenson has said this morning is all good, and you would know it if you read the Bible and the Book of Mormon. There is not one quarter of you that read those books as much as I do; if you did, you would know they coincide the one with the other. This book, the Book of Mormon, is a pure record, and I know it, although it treats of wars and contentions. I have lived nearly all my life where it came forth and I understand all about it. <\/div><div class=\"paragraph jod\" id=\"v12n602\"> I have been to the altar where Adam offered sacrifices<span class=\"citation\" id=\"92562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92562)\">Moses 5:6<\/a><\/span> and blessed his sons and then left them and went to heaven.<span class=\"citation\" id=\"90333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90333)\">D&amp;C 107:53-56<\/a><\/span> Now I want you to read the Bible and the Book of Mormon, for we have to build a city, we who are righteous and keep the celestial law, we have to build a city that will compare with the one that has gone to heaven. Consider these things and then see how you are progressing. <\/div><div class=\"paragraph jod\" id=\"v12n603\"> You sit in judgment on your neighbors, when you are guilty of  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>more tricks than they are, and when there is more evil in you than in them. Jesus said, &#x201C;Thou shalt not speak evil of thy neighbor,&#x201D;<span class=\"citation\" id=\"63200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63200)\">Matt. 5:43<\/a><\/span><span class=\"citation\" id=\"85338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85338)\">D&amp;C 42:27<\/a><\/span> and the commandments say, &#x201C;Thou shalt not bear false witness against thy neighbor,&#x201D;<span class=\"citation\" id=\"94613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94613)\">Ex. 20:16<\/a><\/span><span class=\"citation\" id=\"65166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65166)\">Matt. 19:18-19<\/a><\/span> and the commandments are binding upon us. Jesus said also, &#x201C;Thou shalt not commit adultery.&#x201D;<span class=\"citation\" id=\"94614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94614)\">Ex. 20:14<\/a><\/span><span class=\"citation\" id=\"63173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63173)\">Matt. 5:27<\/a><\/span> Now some persons look upon adultery as an awful thing, which it is; but they pay no attention to the other command, which is equally binding, forbidding them to speak evil of their neighbor. It is said thou shalt not speak against the anointed;<span class=\"citation\" id=\"90817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90817)\">D&amp;C 121:16<\/a><\/span> yet you do speak against them, and justify yourselves in doing evil. It is difficult for many here even to hold my name sacred; and when I have heard of what some men here would do, I have asked myself what manner of men they were.<span class=\"citation\" id=\"82988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82988)\">3 Ne. 27:27<\/a><\/span> In doing the things that I have been speaking of you commit sin and violate your covenants. Do you doubt that I am one of the Lord's anointed? Do you not know that I am? This then will affect you unless you make restitution. Shall I tell you how? I wish I could refer you to the revelation. I have had men lie to me, and I have known this by the spirit of revelation, yet I could not prove it. Now these are not men of God. Some of you would like me to present the truth clothed in a fine dress and with hoops rather than that I should present it stark naked; but I speak this for your good, and why then do you wish to run away from or injure your friends? <\/div><div class=\"paragraph jod\" id=\"v12n605\"> The Twelve Apostles, when first anointed, went into almost every part of the States, from Ohio to Nova Scotia, and organized Conferences and called on the whole Church to make donation of their means to purchase that land that God said had <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be purchased either with money or with blood;<span class=\"citation\" id=\"86255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86255)\">D&amp;C 58:53<\/a><\/span><span class=\"citation\" id=\"126165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126165)\">D&amp;C 63:29<\/a><\/span> and the whole Church, save the leaders, came under condemnation because they did not comply with the revelation. The revelation that gave us the authority and which says, &#x201C;Let my servants go, &amp;c.,&#x201D;<span class=\"citation\" id=\"92052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92052)\">D&amp;C 136:16<\/a><\/span> is in this Book of Covenants. At another time Zion's Camp was called, before I became an Apostle, and Joseph gathered up the Lord's warriors, His young men,<span class=\"citation\" id=\"90001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90001)\">D&amp;C 105:16<\/a><\/span> the male members of the Church, and it took nearly every male member from Nova Scotia to Missouri to reinstate the Lord's people in the land of Zion. Those young men did their duty, and the Lord accepted their offering.<span class=\"citation\" id=\"90006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90006)\">D&amp;C 105:19<\/a><\/span><span class=\"citation\" id=\"91047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91047)\">D&amp;C 124:51<\/a><\/span> They were the actors then, and are the leading men of the School of the Prophets today. Will this School of the Prophets stop? No, it was commenced in the days of Joseph, and it will not stop. Unless, however, there is a reformation right here, there is not one in twenty that will go and possess that land. Are you practical spinners? Can you adorn yourselves with the work of your own hands?<span class=\"citation\" id=\"85398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85398)\">D&amp;C 42:40<\/a><\/span> Can you beautify and adorn the earth? I tell you that in general you are not going there unless a reformation takes place. Some of you will not be honest, some of you will not pray unless you are where someone can see you; and if some of you were going to my mill here, and should fine a chain, you would look around to see if any person saw you, and if not, you would hide the chain at once; and such men call themselves Saints. I am telling you the truth, and I tell you that if you will put on Christ<span class=\"citation\" id=\"74564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74564)\">Gal. 3:27<\/a><\/span> and live in Him you will see a great deal better than I can with my glasses. You cannot lead a person astray unless that person is willing to be led astray; a man could not be persuaded  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to lie unless he was inclined to lie; and if we tell a lie to deceive, we have to pay that debt before that sin is atoned for. It is said, &#x201C;Thine own words will condemn thee;&#x201D;<span class=\"citation\" id=\"64440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64440)\">Matt. 12:37<\/a><\/span><span class=\"citation\" id=\"82125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82125)\">Alma 12:14<\/a><\/span> and it will be so when we go to judgment, and we cannot help it. I am an apostle, and Brigham Young is an apostle, and the voice of the Spirit called Brigham Young and myself in Kirtland, and Joseph Smith was told to place the priesthood upon us, and have we ever flinched? No. Now, when you are brought to judgment and you know that Jesus is there, that Joseph is there, that Brigham is there, that Willard and myself are there, and you are asked what have you been guilty of, you will have to give in your own testimony, and you cannot get around it. The axe is laid at the root of the tree,<span class=\"citation\" id=\"62695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62695)\">Matt. 3:10<\/a><\/span> and the acts of men and women will condemn them. There are hundreds and thousands of men in this Church today who have a plurality of wives which will be taken from them and they cannot help themselves, because they do not keep the celestial law. <\/div><div class=\"paragraph jod\" id=\"v12n607\"> The office of an apostle is to tell the truth, to tell what he knows. Has the Lord spoken to me? He has. I have heard His voice and so have you; and when you hear my voice, and it is dictated by the Holy Ghost, you hear the voice of God through me, but you do not believe it. Great is the condemnation that will come because of lying. Now, let me say to you, be honest, and you, sisters, stop your slanders, and if you wish your characters exalted, exalt that of your neighbor. It is time for us to arise and wake up. I am telling you these things for your good, but you do not know it. There are many here today who, unless they repent, will never see my face again after my eyes are closed in <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death. I tell you that the man who justifies another in the shedding of blood is a murderer, and the man who justifies another in tantalizing his fellow creature or in speaking against another is as bad as the man who does these things. I have not one word of reflection to make against you, yet you are living at a poor dying rate. Do you doubt it? I want you to be faithful, and I do not want a man or a woman of you to be lost. <\/div><div class=\"paragraph jod\" id=\"v12n608\"> I wish now to talk to the little boys, my young brethren, and I want them all to hear me. What I have been saying today, my little boys, will apply to you as much as it will to your fathers. I wish you to be obedient to your fathers and to you mothers; but if your mothers tell you not to do that which your fathers tell you to do, you go right away and do as your father has told you, for he is the head.<span class=\"citation\" id=\"75333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75333)\">Eph. 5:23<\/a><\/span> And, brethren, come to meeting instead of running about on the Sabbath day, and cease to tell lies. Let us, brethren, try and bind up everything and take hold together. I feel as the Savior did, I do not wish to leave you alone,<span class=\"citation\" id=\"126163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126163)\">John 14:18<\/a><\/span> I wish you to improve.<span class=\"citation\" id=\"63273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63273)\">Matt. 5:48<\/a><\/span> I think as much of the people in this ward as I do of the people in any other ward in the Territory. I prayed last night and this morning that your minds might be prepared to receive my words. What would you give for a plow that had no point to it, or for a pair of glasses that you could not see through? And again, what account would you be if no dependence could be placed in you? <\/div><div class=\"paragraph jod\" id=\"v12n609\"> I will now refer you to a little of my history. I was born in Vermont, and brought up very poor, and when nine years old I laid in my bed and in a vision saw those things that I have since passed through. Soon after I was baptized, brother  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Orson Pratt came to my house. I was standing in the door yard when he came, and at the time I felt much of the holy Spirit upon me. I was then a potter at my wheel. While brother Pratt was talking with me a voice spake to him and said, &#x201C;Orson, my son, that man will one day become one of my apostles.&#x201D; I did not know this till afterwards. A voice also spoke to me and told me my lineage, and I told my wife Vilate that she was of the same lineage, and she believed it. I told her also that we would never be separated. I could tell you a thousand things that happened in that early day. I have been, as I have already told you, to where Adam offered sacrifices and blessed his sons, and I felt as though there were hundreds of angels there, and there were angels there like unto the three Nephites.<span class=\"citation\" id=\"126164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126164)\">3 Ne. 28:4-40<\/a><\/span><span class=\"citation\" id=\"83222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83222)\">Morm. 8:10-11<\/a><\/span> I have also been over the hill Cumorah, and I understand all about it. I remember the time when I was baptized into the church, and how after I was baptized, Alpheus Gifford said he felt impressed to ordain me an elder. I was on my knees and jumped up and told him to hold on that I was not a learned man, and I thought that my ordination would injure the work. But presently the Holy Ghost came upon me till I thought that I should be burnt up. I could speak in tongues and prophesy, and I understood the scriptures.<span class=\"citation\" id=\"94030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94030)\">JS&mdash;H 1:74<\/a><\/span> And now let me tell you that I was never made to die, that is spiritually; but that I am an inhabitant of <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this earth and will never destroy my right to it. It is my Father's and I know it, and His angels administer to men. This you can read in the Book of Mormon. Cleave now to the truth, and remember that a limb separated from a tree is not much,<span class=\"citation\" id=\"70134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70134)\">John 15:4<\/a><\/span> and so we are not much when separated from the truth. Therefore honor God and honor those you know; for if you do not honor those you know you will not honor God.<span class=\"citation\" id=\"78781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78781)\">1 Jn. 4:20<\/a><\/span> If my children will not subject themselves to me they will not subject themselves to God; and so with our wives, they cannot honor God unless they honor us. <\/div><div class=\"paragraph jod\" id=\"v12n611\"> Jesus said, &#x201C;Suffer little children to come unto me: for of such is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65147)\">Matt. 19:14<\/a><\/span> They are heirs to the kingdom of heaven, and when they die they go to heaven.<span class=\"citation\" id=\"92124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92124)\">D&amp;C 137:10<\/a><\/span> They are with Jesus. Our children are heirs to our rights and privileges, and when an earth is organized for us we will take our children there as God our Father brought His children here when He came. <\/div><div class=\"paragraph jod\" id=\"v12n612\"> Let us be faithful and humble and keep the commandments; and if we will eat meat, let us eat that which is mild. I am inclined to think that pig meat is not good, and that fine flour is not good, and the finer the flour we eat the shorter will be our lives. It would be better for us to eat coarse bread, such as the Graham bread. I now feel to say peace be with you, peace rest upon you and I say my peace shall rest upon you. Amen. <\/div>\n<\/div>\n<\/div>"}