{"ID":120053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of An Inspired Leader in the Church&#x2014;Christianity and Paganism&#x2014;Authority.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, June 21, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of An Inspired Leader in the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 6\/21\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v12n866\"> The visit of the Savior of the world, his crucifixion and resurrection from the dead, the proclamation of the gospel through the nations by his disciples and apostles brought the subject to the attention of a great portion of the world. The Savior, himself, is represented as going to his own&#x2014;to his own nation, to His own people, and they received Him <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not.<span class=\"citation\" id=\"68566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68566)\">John 1:11<\/a><\/span> He came to them with the words of life, light, and salvation, but they could not appreciate them. They conspired against Him and put Him to death. He says in relation to this that it must needs be that offenses come, but woe to him through whom they come,<span class=\"citation\" id=\"65038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65038)\">Matt. 18:7<\/a><\/span> it were better for him that a millstone were hanged about his neck and he cast into the depths  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the sea.<span class=\"citation\" id=\"65030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65030)\">Matt. 18:6<\/a><\/span> The offenses did come. His servants went forth and preached, and, according to the histories that have come down to us, they were all martyred with but one exception, that is John, who is represented to have been cast into a cauldron of oil. We find, however, in the New Testament, that the writings of John are the last that are handed down to us by King James' translators as inspired writings. His three epistles, written almost a hundred years after the birth of the Savior, are the last books that King James' translators would give to us as inspired writings. Perhaps you have reflected upon this matter. King James' translators were learned men selected by the King to translate the Scriptures. They translated the writings of the various apostles and prophets, and then took a vote among themselves to decide which were inspired and which were not. You will remember that not one among this body of learned divines even professed to have the inspiration of God upon him. They were learned in the languages, sciences and the opinions of men, and their vote was the only test by which they decided which of these books were given by revelation and which were not. And it was perhaps only a single vote that saved the books of James, and perhaps only a single vote that cast out the books of the Apocrypha. <\/div><div class=\"paragraph jod\" id=\"v12n868\"> Now, this is calculated to make men reflect upon the position of a church without an inspired leader, without a man at its head who can ask the Lord for guidance and obtain an answer. The Church of England made no pretensions to inspiration. It had protested against the Church of Rome as being the &#x201C;beast,&#x201D; the &#x201C;false prophet,&#x201D;<span class=\"citation\" id=\"80581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80581)\">Rev. 20:10<\/a><\/span> the &#x201C;MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH,&#x201D;<span class=\"citation\" id=\"80161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80161)\">Rev. 17:5<\/a><\/span> and everything that was corrupt, and <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had inaugurated a reformation, and established the Protestant Church of England, with the King for its head; but it had no inspiration. And this body of learned men passed their votes on these sacred books without any pretense whatever to inspiration from the Almighty. Yet &#x201C;no man knoweth the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73036)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n869\"> Soon after the death of the apostles, divisions occurred in the Christian churches on a variety of topics. They had commenced to engraft into the religion of Jesus idolatrous ideas, after the similitude of an idolatrous worship. These ideas gradually crept in for some three or four hundred years, the Christian religion being held in a subordinate position by the State; and several times the whole power of the Roman Empire was exerted to exterminate it from the earth. This course of things finally terminated in a political change, during which the first Christian Emperor arose and stopped the persecution of the Christians. This was Constantine the Great. He was, by no means, the most pious of Christian Sovereigns, but he was the first Christian Emperor, and by means of the cross for his banner he had been able to wade through the blood of his competitors and set himself on the throne of the Roman world. In the year 306, he established the Christian religion as the religion of the State, and suppressed the time-honored rites of Pagan temples and heathen modes of worship. <\/div><div class=\"paragraph jod\" id=\"v12n870\"> This change produced a tremendous influence, not only upon the Pagan, but also upon the Christian portion of the Empire. Up to that period the Christians had been oppressed and trampled down, and had even been under the necessity or burying their dead in secret. Many portions of the city of Rome are honeycombed  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with subterraneous catacombs excavated in the rock where thousands of Christians were secretly entombed during the time that to bury after the Christian manner was a violation of the laws of the Roman Empire; and when to adhere to this mode of burial or to acknowledge themselves Christians was liable to cost them their lives, the confiscation of their property, or liberty. <\/div><div class=\"paragraph jod\" id=\"v12n872\"> This change, however, was not wrought at once. Unfortunately for the progress of Christianity and the peace of mankind, the Emperor Julien, the Apostate, in 361 attempted to reestablish the Pagan religion in the empire. This brought on a bloody struggle, which resulted in an amalgamation of Christianity and Paganism. Idol worship had always existed in Rome. The gods of the Greeks and Romans, and the gods and goddesses that were manufactured for the occasion had temples built to them, and their worship not only directed but enforced by the laws of the Empire. But when Christianity became the religion of the State, these rites were banished and a vast amount of Pagan property was confiscated. <\/div><div class=\"paragraph jod\" id=\"v12n873\"> The rites and ordinances of the Christian religion were few and simple, when compared with the ostentatious display observed in the worship of Pagan idols. It might not be amiss in enquire what the religious ceremonies of the early Christians really were. They believed in the divine mission of our Lord and Savior Jesus Christ, and endeavored to follow his precepts. The Savior said, &#x201C;Let him who will be my disciple take up his cross and follow me.&#x201D;<span class=\"citation\" id=\"64938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64938)\">Matt. 16:24<\/a><\/span> When the Savior commenced His mission He went to the waters of the Jordan and was baptized by immersion,<span class=\"citation\" id=\"62735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62735)\">Matt. 3:13<\/a><\/span> thereby setting an example to all to follow Him. His dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples preached faith, repentance, and baptism for the remission of sins, and the ordinance of laying on of hands for the reception of the Holy Ghost, and the administration of what is termed the sacrament. In these were comprised the principal portion of the outward ordinances and ceremonies that were observed by the early Christians. They met on the Sabbath day to worship, receive instruction, and to call upon the name of the Lord<span class=\"citation\" id=\"72883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72883)\">1 Cor. 1:2<\/a><\/span> and to partake of the emblems of the death and sufferings of our Lord and Savior,<span class=\"citation\" id=\"126193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126193)\">D&amp;C 20:40<\/a><\/span> and to witness unto him thereby that they were determined to keep His commandments unto the end. <\/div><div class=\"paragraph jod\" id=\"v12n874\"> Their places of worship were generally private houses, or such retired places as they could obtain so as to be free from the interruption of their enemies. And in connection with the ordinances to which I have referred, their religion consisted in the observance of a strict moral code. When a man entered the church by the door, that is by faith, repentance, baptism for the remission of sins and the laying on of hands, he was required to live in strict obedience to the principles laid down in the teachings of our Savior, to sustain and uphold the truth and to lead a pure and upright life, and &#x201C;to do unto others as he would that others should do unto him.&#x201D;<span class=\"citation\" id=\"63814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63814)\">Matt. 7:12<\/a><\/span> These, in short, were the prominent religious observances that existed at the time of the Apostles of our Lord and Savior, who had established branches of the church in nearly all parts of the known world. But these simple principles were soon trespassed upon by philosophers. Paul, in warning the members of the church of this, says: &#x201C;Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.&#x201D;<span class=\"citation\" id=\"75581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75581)\">Col. 2:8<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v12n876\"> The religion of the Pagan world was made up in a great measure of ostentatious display. Offerings and sacrifices of various kinds were made in temples of great magnificence, some of which were kept constantly open for this purpose. A great number of persons devoted their lives to the service of these gods. They worshipped the images of almost every creature that could be imagined, and the planets, which were generally represented by colossal statues of exquisite workmanship. The influence of these deities over the people was universal. Nations dare not go to war without consulting these oracles. Some of their temples were dedicated especially to war. There was one in Rome which was kept constantly open in time of war and shut in time of peace. And there was one period in which war was so prolonged, that this temple, dedicated to the god of war, was kept continually open for a hundred years. And everything that a zealous love of the marvelous and the wonderful could do to sustain the tottering empire of Paganism was done, and to enforce the observance of pagan rights. And to ensure respect to their ancient mythology, thousands of the disciples of the meek and lowly Jesus<span class=\"citation\" id=\"64286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64286)\">Matt. 11:29<\/a><\/span> were put to death. <\/div><div class=\"paragraph jod\" id=\"v12n877\"> This is but a glance at the difference of the two systems. But at the time of Constantine the religion of Jesus had varied very materially from what it was two hundred years before. <\/div><div class=\"paragraph jod\" id=\"v12n878\"> Some writers dispute in relation to Constantine's conversion. Some say that he was baptized by immersion in the old church of St. John Lateran, at Rome, which was originally a heathen temple, dedicated to the goddess Faustina, one of the Roman Empresses, who, by some historians is asserted to have been one of the most <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lewd women that ever lived in Rome; but who was regarded as a paragon of purity by her Imperial husband, who caused her to be proclaimed a goddess; and the virgins of Rome, especially those of patrician blood, were required to go into the presence of her statue to offer their vows previous to marriage. Saint John Lateran also contained, it is said, the font in which Constantine was baptized. But some assert, and I think Eusebius is among the number, that Constantine was a little careless in regard to the matter of baptism, and deferred it, as many persons do the making of their wills&#x2014;until after their death. <\/div><div class=\"paragraph jod\" id=\"v12n879\"> This, however, matters not so much as the effect produced by this grand political change, which not only had a tendency to suppress Paganism, but it also degenerated Christianity. Thousands and thousands of Pagans&#x2014;men dedicated to the Pagan service, now found it to their interest to seek employment under the new religion; and in order to make it permanent and to give it the appearance of consequence it was deemed necessary to incorporate into it some of the Pagan rites and ostentatious display. Degeneracy, almost universal degeneracy was the result. In a few centuries the religious power had grown almost equal to the former civil power of Rome. <\/div><div class=\"paragraph jod\" id=\"v12n880\"> A division occurred between the patriarchs of Constantinople and those of Rome, as to the right of supremacy. The patriarchs of Constantinople would not acknowledge those of Rome as superior in authority. The result was the establishment of the Greek Church&#x2014;an organization which exists at the present day, at the head of which is the Emperor of Russia. The rest of Europe, with the exception of the Eastern Empire of the Romans, what was  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>called the Greek Empire, adopted the western faith&#x2014;the Latin Church. This Latin faith became almost the law of the land throughout western Europe, and was also planted in America, especially in South and Central America and Mexico, and in Canada. It was planted in America by means of the sword. There were in Europe a great many conscientious men who could see most terrible corruption in this Latin Church, and they were not satisfied. In 1160, Peter of Waldam, a town of France, obtained the translation of the four gospels into French, and with his followers he commenced vigorously preaching against the corruptions of the Roman church, denying the supremacy of the Pontiff. One of the Reformers painted on one side of a large room Christ riding to Jerusalem on an ass; and on the other side the Pope making a triumphal entry into Rome to receive his consecration, and this called attention to the marked contrast. <\/div><div class=\"paragraph jod\" id=\"v12n882\"> A great many Christians wanted to visit the Holy Sepulchre, which was in the hands of the Mahommedans. One, Peter the Hermit, made this pilgrimage, and was treated roughly by the Mussulmen. He returned home, and commenced to preach the redemption of the Holy Sepulchre. He aroused nearly all the western nations of Europe into a furor to redeem the Holy Sepulchre. In 1095, 30,000 men started the first crusade led by this fanatic Peter. On their way they inflicted great cruelty on the Jews wherever they passed them. The expedition failed, however, and most of these who composed it perished. But the spirit to redeem the Holy Sepulchre was thoroughly awakened among the western nations of Europe, and a number of princes, warriors and men of wealth and great renown espoused <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the holy cause. They led magnificent armies; and hundreds of thousands bled and died on the plains of Palestine around Jerusalem. In 1099, Godfrey de Bouillion, succeeded in taking the city of Jerusalem, and the Mosque of Omar was dedicated as a Christian Church. The Crusaders kept possession for about ninety years, when it was wrested from their hands by Saladin, Caliph of Egypt, who is said to have washed the Mosque of Omar with rose water and rededicated it to the worship of Mahomet. <\/div><div class=\"paragraph jod\" id=\"v12n883\"> This made the nations a great deal acquainted with each other. The knights of England, France, Spain, Germany, and Italy were side by side in those campaigns, which were repeated about 150 years&#x2014;costing the lives of two millions of men. They fought in the common cause, and it had a tendency to make them acquainted with each other, and probably perpetuated, to some extent, that universality of sentiment which existed for so many years in regard to the Catholic faith. However, divisions arose, and the northern nations of Europe became Protestant under Calvin and Luther. Scotland became Protestant under the lead of certain very devout divines. England became Protestant under Henry VIII, who first wrote a work in defense of the Catholic faith, which caused the Pope to confer upon him the title of &#x201C;defender of the faith.&#x201D; He put many to death for not strictly observing the Catholic religion. He then renounced the Catholic faith through a personal quarrel between him and the Pope, and assumed to be the head of the church, and put men to death for not believing in his spiritual supremacy, so that he killed men on both sides of the question. This continued during his lifetime, and during the short reign of  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his son, Edward. Then she who is called &#x201C;Bloody Mary&#x201D; came to the throne. She endeavored to reestablish the Catholic faith, and men were put to death because they would not desert Protestantism. We all remember when we were children seeing a picture of John Rogers, a minister of the Gospel, who was the first martyr in Mary's reign. He was burnt at the stake in Smithfield. <\/div><div class=\"paragraph jod\" id=\"v12n885\"> When I visited London, I went to the same place to preach, but the police would not let me. They said that the Lord Mayor, by the advice of the Bishop of London, had, the evening before, issued orders to prohibit street preaching. Preaching within the limits of the city had always been allowed before, but we were not allowed to do so. I believed that this prohibition was in consequence of the publication of our intention to visit London for the purpose of establishing the gospel. I do not know that it was so, but it was the first time that any Protestant had been deprived of the right to preach in Smithfield Market and in the streets on Sunday. <\/div><div class=\"paragraph jod\" id=\"v12n886\"> As soon as Queen Mary died England became Protestant again. Mooney in his history of Ireland asserts that &#x201C;When Elizabeth undertook to establish the Protestant religion in Ireland, the Irish people could not understand what it was; they said the religion of England had been changed four times in thirty years.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n887\"> Now we are told by the Protestant world that they have authority which has descended to them from the Savior and His apostles. But when the division took place between the Protestants and the Church of Rome the Pope excommunicated them. He issued what were called &#x201C;bulls of excommunication,&#x201D; and consigned these Protestants to the lowest hell, and deprived them of every particle of <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> authority, if they ever had any. Now, if the Catholic Church had any authority, those who dissented from them were thus deprived of every vestige of it; and if the Catholics had no authority, then those who went out from them had none. The result was that in either case the Protestants had none; and the Protestants all tell us that the Catholics had none, that they had degenerated and apostatized, and had become corrupt and wicked and had lost their power, and it was necessary to make a general reform. A stream cannot rise higher than its fountain, and the result is there was no authority among any of them. Not one of these Reformers even professed to have inspiration from the Lord, and that is the condition of the religious world today. <\/div><div class=\"paragraph jod\" id=\"v12n888\"> Are the Latter-day Saints any better off? Let us refer to the origin of this work. God called His servant Joseph Smith and conferred upon him the authority and power of the priesthood, that the work of God might be reestablished on the earth. This was necessary, because the Lord, in answer to his prayers, told him that all the sects were wrong,<span class=\"citation\" id=\"93712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93712)\">JS&mdash;H 1:19<\/a><\/span> and that it was consequently necessary that the Lord should reveal Himself anew to the children of men. The Lord accordingly conferred the priesthood and apostleship upon Joseph,<span class=\"citation\" id=\"84576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84576)\">D&amp;C 27:12<\/a><\/span> by which he could preach faith, repentance and baptism for remission of sins, and lay his hands on those who believed and obeyed, that they might receive the Holy Ghost;<span class=\"citation\" id=\"126194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126194)\">D&amp;C 19:31<\/a><\/span><span class=\"citation\" id=\"126195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126195)\">A of F 1:4<\/a><\/span> and also ordain men to go forth and preach the gospel to others. Joseph Smith was an obscure individual, a young man who had limited opportunities for education. But he was sent of God to preach the simple principles of the gospel of Jesus, as they were taught by His disciples. And the principal  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>argument with which he was met, was ridicule, tar, and feathers, tearing down houses, driving women and children from their homes, and robbing them of their inheritances, and murdering the Elders, and depriving the Latter-day Saints of every right, human and divine. These were the arguments used against the testimony and mission of Joseph Smith and his fellow laborers. They were effective to a certain extent in destroying the mortal lives of apostles and prophets, and in bringing sorrow, grief, and mourning to the bosoms of many. And when Joseph Smith fell by the hands of wicked men, the authority he held rested on the head of Brig<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ham Young. And by the inspiration of God he was enabled to lead Israel from the midst of their trials into the heart of this great mountain desert where God has blessed, prospered and preserved them. And from the day that God first communicated His will to man until the present, the power, wisdom, and inspiration of the eternal God have never been more manifest than through President Young in the discharge of these great duties. The mantle of Joseph fell upon him, and thousands of persons were witnesses that this spirit came upon him, and that he was inspired of the Almighty to lead, guide, and bear off the kingdom. <\/div>\n<\/div>\n<\/div>"}