{"ID":120001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Schools And Schoolteachers&#x2014;Tithing, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered in the Bowery, Great Salt Lake City, April 8, 1867.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Schools And School Teachers&#x2014;Tithing, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/8\/1867<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v12n1\"> This is one of the greatest days that Israel has ever seen in this dispensation, and one of the largest congregations that ever assembled in the capacity of a Conference of the Church of Jesus Christ of Latter-day Saints. The cause which we have espoused possesses, probably, today, a greater degree of prosperity than it has ever done from its commencement. Thus may it ever be from this time henceforth and forever! From the commencement of this work until the present time we have continually increased in power and numbers, and in blessings from the Lord our God; and I believe that, today, a greater degree of unity dwells in the hearts of the people called Latter-day Saints than ever before. <\/div><div class=\"paragraph jod\" id=\"v12n2\"> When we look back on the past history of this people, and see the difficulties they have had to encounter and have overcome, our hearts should swell with joy and gratitude to the benign Providence which has brought us to the position that we now enjoy. As we have been blessed and preserved in the past, so it will ever be with us, if we will only be true to ourselves and walk in the ways of truth and righteousness.<span class=\"citation\" id=\"55613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55613)\">1 Kgs. 3:6<\/a><\/span> Has not our experience been sufficient in the past to give us confidence in the future? Has not our faith been increased by the multiplicity of blessings and favors which we have received at the hands of our heavenly Father? <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Inasmuch as we have asked in faith for blessings, and have had our prayers answered upon our heads, have we not faith and confidence to approach our heavenly Father again and again to supplicate for blessings? Most assuredly this is the experience of every faithful Saint. Then let us continue to improve, and endeavor to weed from our hearts every evil influence and strive to overcome every besetting sin. Let this be among our labors in the future, beginning with ourselves and then with our families. <\/div><div class=\"paragraph jod\" id=\"v12n3\"> Upon this latter point, especially, let me say a word. Let us provide schools, competent teachers, and good books for our children, and let us pay our teachers. I would have no objection to seeing the standard works of the Church introduced into our schools, that our children may be taught more pertaining to the principles of the gospel in the future than they are at present. And let one test of fitness on the part of those who teach be a thorough acquaintance with and love for the principles of the gospel which we have received, that our children may be taught the principles of truth and righteousness, and be trained from their youth in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75355)\">Eph. 6:4<\/a><\/span> Let this course be taken in our schools, and let us pay our teachers. We have those among us who are well qualified for teachers if we will  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only pay them; but the great cry now is&#x2014;&#x201C;We cannot afford to teach school, for the wages is too low, and low as it is we cannot get it when it is earned.&#x201D; This is the great difficulty among us in this matter, and it has always been a crying evil. It has no need to be so; we should pay our school bills among the first things we pay. <\/div><div class=\"paragraph jod\" id=\"v12n5\"> If we wish to have teachers for our children let us sustain them. And we should sustain our own publications, which inculcate the principles of truth and righteousness, in preference to any others which may be brought into our midst. There are other works that are good, against which I do not wish to say anything; but let us first sustain our own works, which are exclusively devoted to the spread of the principles of truth. The Lord has undertaken to raise the standard of truth in the earth through the instrumentality of His servants, and it is the duty of the Saints to sustain those works which have the dissemination of truth for their only object. We send forth Elders to the nations of the earth, as messengers of salvation to the people; and while we sustain those who go to proclaim the gospel, let us also sustain the printed word. <\/div><div class=\"paragraph jod\" id=\"v12n6\"> Enough has been said on this subject, and I do not wish to recapitulate. Let us pay our tithing, and do all we can to sustain the servants of God. And in paying our tithing we should not forget our money tithing. We hear considerable about hard times, so far as money is concerned; they who are endeavoring to sustain the work of God feel the pressure as much as anybody else. Let us contribute our mites to assist;<span class=\"citation\" id=\"67943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67943)\">Luke 21:1-3<\/a><\/span> if we have not much let us give a portion for that purpose&#x2014;be free and liberal. What have we to do but to accomplish our mission in building up the <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Kingdom of God? I know of nothing else that is worth the attention of the Latter-day Saints. Then let us do this with all our faith, might, and means, and be united as the heart of one man<span class=\"citation\" id=\"55586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55586)\">2 Sam. 19:14<\/a><\/span> in sustaining whatever is brought before us by those who are placed over us to lead, guide, and direct our labors. <\/div><div class=\"paragraph jod\" id=\"v12n7\"> Has not the Lord the right to dictate the earth and its inhabitants? Most assuredly, He has; and it would be a great blessing for the people if they would allow Him to do so. We who have come here have said we are willing to be dictated by the Lord through His servants; then let us make it our business to be so as long as we dwell in the flesh, the more especially as we expect to reap the rewards and benefits that will result from such a course. If we expect the blessings of heaven we should take a course that will draw them down upon us, for they will most assuredly be ours as fast as we can make good use of them. If we are only true to ourselves, and are faithful to the end, our reward will be such that we will have no need to complain of it. And even while we pass along through life, the course of the Latter-day Saint is more conducive to happiness and peace than that of any other individual on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v12n8\"> Let us not be disheartened nor discouraged, but press onward in the good work which we have espoused. Our minds have been lit up with the principles of life and salvation and the truths of heaven; then let us cleave to those principles with full purpose of heart,<span class=\"citation\" id=\"84139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84139)\">D&amp;C 18:27<\/a><\/span> keeping God's commands, and walking blamelessly<span class=\"citation\" id=\"66967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66967)\">Luke 1:6<\/a><\/span> before him in all things every day of our lives. We shall thus accomplish our mission in the Kingdom of God, and eventually be welcomed into the presence of our Redeemer, which, I hope, will be the lot of every Latter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day Saint, and of every honest soul in the world. <\/div><div class=\"paragraph jod\" id=\"v12n10\"> These are some of my feelings. I hope and pray that we will all attend to the teachings which we receive from time to time, for it is God in His mercy who deals them out to us, and it is for us to treasure them up in good and honest hearts, to carry them out in our lives, and to shun all things that are offensive in His sight. This is the mission of the Saints. Every man can be useful in his day and generation in promoting these <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principles; and if we will be united in so doing, truth will triumph in the hearts of the Saints, and a power for good, such as we have never yet seen, will soon be developed, and will increase until finally the earth will be redeemed from the thralldom of sin, and the power of the wicked be forever broken. <\/div><div class=\"paragraph jod\" id=\"v12n11\"> That our labors may speedily bring about this desirable consummation is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}