{"ID":120067, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">&#x201C;Mormonism&#x201D;<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Feb. 24, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: &#x201C;Mormonism.&#x201D;<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/24\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d67\">\n<div class=\"paragraph jod\" id=\"v12n1210\"> &#x201C;Mormonism,&#x201D; so-called, is a strange thing in the 19th century. It has caused among the inhabitants of the earth a great deal of reflection and conversation for the last forty years. It is a very marvelous and wondrous thing to see a numerous people assembled together in these interior wilds which, but a few years ago, were a solitary waste, where the face of a white man had been seldom seen; the abode of savages only, who wandered about nearly naked, living upon crickets, rattlesnakes and lizards, sunk into the lowest depths of degradation. To see so large a people, all of one faith, united together in their energies, occupying a Territory, which, from north to south, is several hundred miles in extent, building up towns, cities and villages, establishing common schools, sending forth their missionaries to the nations of the earth, bringing in their thousands every season by emigration, render &#x201C;Mormonism,&#x201D; as it is generally called by the world, a wonder in our age. <\/div><div class=\"paragraph jod\" id=\"v12n1211\"> We heard this morning a discourse, delivered by Elder Cannon, upon the subject of the Gospel and the principles of our faith. We were told some of the principles that have been received by this people, not only in these mountains, but wherever the Latter-day Saints, as a people exist. Our people are taught to believe in the Lord Jesus Christ, as one of the principles of our faith; we are taught to repent of all our sins and to re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>frain from everything that is forbidden by the law of God. This is included in the doctrine of repentance as taught by this people among the nations which we have visited. Having taught faith in Christ, and repentance of all sins, we next require penitent believers to be baptized in water for the remission of their sins. Thus they become subjects of the Kingdom of God by being born of water.<span class=\"citation\" id=\"68782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68782)\">John 3:5<\/a><\/span> Another principle taught by this people is the doctrine of the laying on of hands for the baptism of fire and the Holy Ghost, as was taught and practiced in ancient times.<span class=\"citation\" id=\"94052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94052)\">A of F 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1212\"> We heard this forenoon concerning the effects of the Holy Ghost when bestowed upon individuals, and its diversified gifts throughout the whole Church, according to the righteousness of the individuals who receive these principles. We also heard it testified that God had sent down from heaven authority to administer in these ordinances; that He had sent His angel for this express purpose. <\/div><div class=\"paragraph jod\" id=\"v12n1213\"> It is my intention, this afternoon, if the Lord will lead me by His spirit, to dwell upon some subjects connected with the organization of this Church, which has received the principle I have named. Strangers who may be present have heard for many years past of a man called Joseph Smith. Perhaps they have never heard much good respecting him. But this people, called Latter-day  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints, believe that man was a holy prophet of God; the world consider that he was an impostor. We consider that we have a sufficient amount of evidence to warrant us in believing that he was a prophet. It was he who organized and established this Church under the direction of Almighty God. According to our faith, had it not been for that man, or some other raised up in the same manner, this people called &#x201C;Mormons&#x201D; or Latter-day Saints, now occupying this mountain territory, would have been dwelling among the various nations of the earth, and this Territory, at this period of time, would probably have been a barren waste, and such a thing as the Pacific railroad would probably not have been started or thought about for at least half a century to come. That man, called Joseph Smith, in our estimation, was a very good man, and the Lord recognized him as His servant and called him to perform a certain work here on the earth. <\/div><div class=\"paragraph jod\" id=\"v12n1215\"> When did the Lord first manifest Himself to this man? Read our history if you wish to understand all the particulars; on this occasion I shall barely refer you to the early history of this Church, in print. The Lord revealed Himself to that person, not in his manhood, but in his youth. We have heard much said, by those who know nothing of the matter, about &#x201C;old Joe Smith.&#x201D; How old was Joseph Smith when the Lord first manifested Himself to him? He was about fourteen years and four months old. Was that a very aged man? Look around here in this assembly and hunt up children fourteen years of age, and you will immediately admit that they do not look very aged. <\/div><div class=\"paragraph jod\" id=\"v12n1216\"> What were the circumstances that enabled him to have manifestations <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from Heaven at that early period of his life? He was very anxious, as most of mankind are, to be saved; and he was also very anxious to understand how to be saved. But on this point he was at a loss, he did not understand the way to be saved. He was a farmer's boy; he was not brought up and educated in high schools, academies, or colleges; he was merely a poor farmer's boy. He was not acquainted with those bad habits that are usually practiced by the youth in the great and populous cities of the United States. You know boys at the age of fourteen in those cities are apt to become contaminated with the evils with which they are surrounded; but Joseph Smith, having been reared in a secluded part of the country and laboring hard on the farm with his father, had not fallen into the pernicious habits practiced by many boys. When he was about fourteen years old there was what is called a religious revival or reformation in the neighborhood in which he lived. It was not confined to any one particular sect. The Methodists, Baptists, Presbyterians, and the various denominations in that district or country were all engaged, more or less, in this revival. Several of the relatives of this youth had taken part in this revival, and had united themselves with the Presbyterian church. This young man was also requested to unite himself with this church. First one and then another of the different persuasions would come and converse with him and try to influence him to join his lot with them; and seeing so much confusion, each sect claiming that they were the true people of God, he became at a loss what to do. He occasionally devoted an hour, when his labors on the farm would permit, to reading the Bible, and while doing so his eyes happened  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to fall on a certain passage of scripture, recorded in the epistle of James, which says that if any man lack wisdom let him ask of God who giveth liberally to all men and upbraideth not.<span class=\"citation\" id=\"77416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77416)\">James 1:5<\/a><\/span><span class=\"citation\" id=\"93604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93604)\">JS&mdash;H 1:11<\/a><\/span> Now this youth, this &#x201C;old Joe Smith,&#x201D; that we have heard so much about, was just simple enough to believe that that passage really meant what it said. He went out into a little grove near his father's house, in the town of Manchester, Ontario County, State of New York, and there he knelt down in all the simplicity of a child and prayed to the Father in the name of Jesus that He would show him which, among all the churches, was the true one. Said he, &#x201C;Show me, Father, who are in possession of the truth, let me know, O Lord, the right way, and I will walk therein.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1218\"> He had now come to a Person who was able to teach him. All his inquiries previously had been futile and vain, but he now applied to the right source. Did the Lord hear him? Yes. But he had to exercise faith. This young man, while thus praying, was not discouraged because he was tempted; but be continued praying until he overcame the powers of darkness which tried to prevent him from calling upon God.<span class=\"citation\" id=\"93620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93620)\">JS&mdash;H 1:15-16<\/a><\/span> The Lord hearkened. Being the same God who lived in ancient times, He was able to hear and answer prayers that were offered up in this sincere manner, and He answered the prayers of this youth. The heavens, as it were, were opened to him, or in other words, a glorious pillar of light like the brightness of the sun appeared in the heavens above him, and approached the spot where he was praying; his eyes were fixed upon it and his heart was lifted up in prayer before the Most High. He saw the light gradually approaching him until it rested upon the tops of <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the trees. He beheld that the leaves of the trees were not consumed by it, although its brightness, apparently, was sufficient, as he at first thought, to consume everything before it. But the trees were not consumed by it, and it continued to descend until it rested upon him and enveloped him in its glorious rays. When he was thus encircled about with this pillar of fire his mind was caught away from every object that surrounded him, and he was filled with the visions of the Almighty, and he saw, in the midst of this glorious pillar of fire, two glorious personages, whose countenances shone with an exceeding great luster. One of them spoke to him, saying, while pointing to the other, &#x201C;This is My Beloved Son in whom I am well pleased. Hear ye Him.&#x201D;<span class=\"citation\" id=\"82579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82579)\">3 Ne. 11:7<\/a><\/span><span class=\"citation\" id=\"93636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93636)\">JS&mdash;H 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1219\"> Now here was a certainty; here was something that he saw and heard; here were personages capable of instructing him, and of telling him which was the true religion. How different this from going to an uninspired man professing to be a minister! One minute's instruction from personages clothed with the glory of God coming down from the eternal worlds is worth more than all the volumes that ever were written by uninspired men. <\/div><div class=\"paragraph jod\" id=\"v12n1220\"> Mr. Smith, this young man, in the simplicity of his heart, continued saying to these personages, &#x201C;which church shall I join, which is the true church?&#x201D;<span class=\"citation\" id=\"93701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93701)\">JS&mdash;H 1:18-19<\/a><\/span> He then and there was commanded, in the most strict manner, to go not after them, for they had all gone out of the way;<span class=\"citation\" id=\"72297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72297)\">Rom. 3:12<\/a><\/span><span class=\"citation\" id=\"87408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87408)\">D&amp;C 82:6<\/a><\/span> he was told there was no Christian church on the face of the earth according to the ancient pattern, as recorded in the New Testament; but they had all strayed from the ancient faith and had lost the gifts and power of the Holy Ghost; they had lost the  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit of revelation and prophecy, the power to heal the sick, and every other gift and blessing possessed and enjoyed by the ancient Church. &#x201C;Go not after them,&#x201D;<span class=\"citation\" id=\"67836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67836)\">Luke 17:23<\/a><\/span> was the command given to this young man; and he was told that if he would be faithful in serving the true and living God, it should be made manifest to him, in a time to come, the true church that God intended to establish. <\/div><div class=\"paragraph jod\" id=\"v12n1222\"> Now we can see the wisdom of God in not revealing everything to him on that occasion. He revealed as much as Joseph was capacitated to receive. The Lord dealt with this young man as you, parents, do when you wish to instruct your children on any subject. You do not pour out volumes of instruction on them all at once, but impart to them according to their capacity. Just so the Lord acted towards this youth. He imparted enough to let him know that the whole Christian world was without authority, as we heard this forenoon. <\/div><div class=\"paragraph jod\" id=\"v12n1223\"> About, or not quite four years from that time, when Mr. Smith was between 17 and 18 years of age&#x2014;and not yet old enough to be called &#x201C;Old Joe Smith&#x201D;&#x2014;he retired to his chamber, reflecting upon his former vision, and earnestly desiring the fulfillment of the promise made to him, that he should be made acquainted with the fullness of the Gospel, and have more of the things of God revealed to him. While reflecting and praying, a light began to burst into his room, which continued to grow brighter and brighter, until the whole room seemed to be lighted up with a splendor which far exceeded the brightness of the sun at noonday. In the midst of this glorious light a personage appeared. He was dressed in a white robe, and his countenance was lighted up with the glory of God. He was not <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> standing upon the floor of the room, but his feet appeared to be a distance from it. While looking at this personage the Spirit of God rested upon Joseph to that degree that all fear was removed from his mind; and instead of feeling alarm and terror, as would have been the case with a wicked person, he felt as though he was in the presence of a friend. This personage, on that occasion, gave him a great deal of instruction.<span class=\"citation\" id=\"93771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93771)\">JS&mdash;H 1:30-49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1224\"> I shall not pretend to give you the full detail of the instructions then given, but shall merely lay before you a few of the principal items. This personage announced himself as a holy angel sent from God<span class=\"citation\" id=\"93795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93795)\">JS&mdash;H 1:33<\/a><\/span> to communicate to him glad tidings of great joy.<span class=\"citation\" id=\"67036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67036)\">Luke 2:10<\/a><\/span><span class=\"citation\" id=\"81818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81818)\">Mosiah 3:3<\/a><\/span> He was told that the day had arrived in which the Lord God was about to commence a great and marvelous work on the face of our globe, to bring about the fulfillment of the ancient prophecies in regard to the restoration to their own land of the scattered remnants of the House of Israel. He was also told that before this great work, of gathering the House of Israel, should take place, the Church of God must be built up among the Gentile nations; that the Gospel must be preached to the Gentiles first, that the sound thereof must go to all people, nations and tongues,<span class=\"citation\" id=\"79712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79712)\">Rev. 14:6<\/a><\/span> first to the Gentiles, that their times might be fulfilled; and then that the Gospel should go to the nations of the House of Israel, and they should be gathered in.<span class=\"citation\" id=\"127971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127971)\">3 Ne. 16:4-12<\/a><\/span><span class=\"citation\" id=\"93842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93842)\">JS&mdash;H 1:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1225\"> This was something, of course, that a boy of this early age knew nothing about; he knew only what God communicated to him. He was, furthermore, told that the Indians, who were wandering over the face of North and South America, were a branch of the house of Joseph, that same Joseph who was sold into Egypt. He was informed that their  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers were brought from Jerusalem some 600 years before Christ; that they lived here in righteousness for a long period, and had many prophets, who kept records, and that these records were handed down for the space of a thousand years amongst them, and that, finally, the nation having fallen into wickedness, God commanded His servant who kept these records to hide them up in the earth in order to preserve them from being destroyed by the wicked and apostate nation who had turned away from God; a certain promise, however, was made, that in the latter days these records should be brought forth. Joseph was told that these records were hid some three miles from his father's house. At the same time the vision of his mind was opened so that he saw the hill in which they were deposited, and he saw the stone box which contained them; he saw the surrounding objects and understood, by the vision that was unfolded to him in the presence of the angel, concerning the place where they were deposited.<span class=\"citation\" id=\"93847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93847)\">JS&mdash;H 1:42<\/a><\/span> He was told that if he would be faithful he should be the chosen instrument in the hands of God in bringing that sacred record of the ancient prophets to light; and that it should come forth and be united with the Jewish record, which we call the Bible, that through the united testimony of these two branches of the House of Israel,<span class=\"citation\" id=\"60855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60855)\">Ezek. 37:15-20<\/a><\/span> all nations might have sufficient evidence and testimony to convince them concerning the Gospel of the Son of God, and the great work that was to be performed in the latter days. <\/div><div class=\"paragraph jod\" id=\"v12n1227\"> This was the first visit of the angel, and it occurred on the 21st of September, 1823. After the angel withdrew, Mr. Smith continued praying. He was not asleep; it was not a dream, it was not in slumber that this <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remarkable vision had been given. He still continued praying, and marveling and wondering exceedingly at the great things he had seen and the great things he had heard. While praying and beseeching the Lord, the vision was renewed to him, and the angel came again and instructed him still further concerning the greatness of the work that was to be performed upon the earth in the latter days.<span class=\"citation\" id=\"93857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93857)\">JS&mdash;H 1:44<\/a><\/span> Again the angel withdrew and the vision was closed up.<span class=\"citation\" id=\"93861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93861)\">JS&mdash;H 1:45<\/a><\/span> Mr. Smith still continued praying and exercising faith, calling upon God; for having once tasted the good things of God, and the powers of the world to come<span class=\"citation\" id=\"76722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76722)\">Heb. 6:5<\/a><\/span> having rested upon him, he felt a keener desire to know more concerning God and the things of the future than he had before experienced. Hence, he continued praying with much faith, and the vision was renewed the third time.<span class=\"citation\" id=\"93863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93863)\">JS&mdash;H 1:46<\/a><\/span> On the last occasion the Lord unfolded great and marvelous things concerning the work of gathering together His people in the latter days, concerning the progress of this Church and Kingdom in the four quarters of the earth and the great judgments that were to be poured out upon the wicked nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v12n1228\"> Soon after the close of the third interview with the angel the light of day began to break into his room; he had been wrapt in vision through the whole night, without closing his eyes in sleep. He rose early in the morning to go to work, as usual, in the field with his father. But his father, perceiving that he looked pale and fatigued, inquired of him concerning his health, and advised him to go to the house if he did not feel well.<span class=\"citation\" id=\"93866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93866)\">JS&mdash;H 1:48<\/a><\/span> Joseph felt, no doubt, something like we read of Daniel, who, after being wrapt in the visions of the Almighty, was sick for three days;<span class=\"citation\" id=\"61781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61781)\">Dan. 8:27<\/a><\/span> it did not affect Mr. Smith,  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>however, to the same extent. He started to go to the house, in compliance with the advice of his father, but had only got part of the way there when the angel again appeared to him, in the air, and commanded him to return and reveal his vision to his father.<span class=\"citation\" id=\"93868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93868)\">JS&mdash;H 1:49<\/a><\/span> He did so, and the old man burst into tears, saying it was of God. The angel further commanded him, instead of going to work, to go to the hill that was shown him in vision and see the plates. His father told him to do as the angel had commanded him. He therefore started according to the instructions of the angel.<span class=\"citation\" id=\"93869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93869)\">JS&mdash;H 1:50<\/a><\/span> When he had traveled about three miles in the direction indicated he came to the place and instantly recognized it by seeing objects which had been shown him the night previous in his vision. He uncovered the spot of ground, took off the crowning stone on the stone box, and there beheld the sacred record of the ancient inhabitants of this continent; by its side lay the Urim and Thummim, an instrument for its translation.<span class=\"citation\" id=\"93870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93870)\">JS&mdash;H 1:51-52<\/a><\/span> Mr. Smith, not knowing but what it was his privilege to take the record, put forth his hand to do so, when the angel, who had appeared to him the previous night, stood before him and commanded him not to take it at that time, saying that he needed more experience, and that it was necessary that he should be more faithful and diligent in keeping the commandments of God. The angel also said, &#x201C;if you will be faithful before the Lord, come to this place one year from this time and I will meet you again.&#x201D;<span class=\"citation\" id=\"93877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93877)\">JS&mdash;H 1:53<\/a><\/span> In 1824, one year from that time, he saw the angel again at the same place, but was not then permitted to take the plates. He was commanded to visit the same place in the following year, and in the fall of 1825, he again had an interview with <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the angel. In 1826, he had another interview,<span class=\"citation\" id=\"93880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93880)\">JS&mdash;H 1:54<\/a><\/span> and on the night of the 21st of September, 1827, the angel again appeared to him, and on that occasion permitted him to take the plates from the place of their deposit.<span class=\"citation\" id=\"126206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126206)\">JS&mdash;H 1:59<\/a><\/span> He was then lacking a few months of being twenty-two years old, and ever then, after having passed through all these experiences, he could not with the least propriety be denominated &#x201C;Old Joe Smith.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v12n1230\"> Having received the plates he occupied a portion of his time during the next three years in farming, and a portion of it in translating this record, for be it known he was not able to sustain himself without labor; he was not a rich or wealthy man, and therefore had to labor with his hands. The work of translation was done with the Urim and Thummim, for Mr. Smith was not a learned man, and in fact was scarcely in possession of an ordinary common school education. He could write a little, but was by no means an expert penman, and, in the work of translation, he had to employ first one and then another to write the words of the records as he translated them with the Urim and Thummim, consequently the manuscripts of the Book of Mormon were written by different scribes. Not long before the time he obtained the plates, Mr. Smith got married, and he employed his wife to write some of it. Martin Harris also wrote some portion of it; but the greater part was written by Oliver Cowdery&#x2014;<span class=\"citation\" id=\"93910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93910)\">JS&mdash;H 1:66-67<\/a><\/span>a still younger man than Joseph&#x2014;and that the manuscript is in his handwriting, anyone can satisfy himself by appealing to the original. When about two and a half years had passed away the record was translated, and the book was in print before the spring of 1830. <\/div><div class=\"paragraph jod\" id=\"v12n1231\"> Here let me give you a little fur<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ther external evidence of the truth of this work beyond that which depends upon the testimony of Joseph Smith alone. The Lord would not permit the Book of Mormon to go forth to this generation without giving further evidence of its truth than that of its translation. Consequently three other men, by the names of Oliver Cowdery, David Whitmer, and Martin Harris had a testimony concerning the divine authenticity of this work not by seeing the plates, merely; that would not have been sufficient. What was their testimony? They have left it on record, and it is printed and bound with the Book of Mormon to be sent forth to all nations, peoples and tongues under the whole heavens. These three men testify in words of soberness that the angel came down from Heaven in their presence, and spoke to them and took the plates and passed them before their eyes, and turned over their leaves one after another and showed them the engravings upon the plates; and while he was doing this they testify that they heard a voice from Heaven saying unto them, &#x201C;these have been translated by the gift and power of God,&#x201D; and commanding them to bear record of it to all nations, kindreds, tongues and people to whom the work should go. That is the reason they have given their testimony and prefixed it to the Book of Mormon.<span class=\"citation\" id=\"126207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126207)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1233\"> Could they have been deceived when they saw the plates in the hands of the angel, and saw him turn them over leaf after leaf? There was no deception there; they actually did know, and have testified to that which their eyes did see. Here then are four witness to the divine authenticity of the Book of Mormon&#x2014;Joseph Smith, Martin Harris, David Whitmer and Oliver Cowdery. Are there any living in our day and generation <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who can bear testimony to the divine authenticity of the Old and New Testaments? We have the testimony of persons who lived anciently, whom none, living in this generation, ever saw or heard. The &#x201C;Mormons,&#x201D; we were told this forenoon, believe in the Old Testament; but I will say that we not only believe in it, but we know, by the gifts of the Spirit of God, by revelations sent down from Heaven, by the visions of the Almighty and by the ministrations of holy angels, that the Bible is true; we know it to be a record from Heaven. Have you any such testimony? No, you have not. Then we present the Book of Mormon to you with a testimony such as you cannot bring in relation to the Bible, unless you appeal to the Latter-day Saints as witnesses. <\/div><div class=\"paragraph jod\" id=\"v12n1234\"> I have already cited you to four witnesses to the divine authenticity of the Book of Mormon; but are these all the witnesses the Lord raised concerning this work, or were there any others who saw the plates? Yes, there were eight others, making twelve in all, who have given their testimony and names, to go wherever this book goes, that they did actually handle these plates and that they did see the engravings thereon.<span class=\"citation\" id=\"126208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126208)\">BM Eight Wit.<\/a><\/span> They send forth their testimony in words of soberness to all people to this fact. Can anyone in this generation come forth and declare that he ever handled the tables of stone on which the law of Moses was written? I never have heard of any such man. You have not got the tables of stone, neither can you exhibit the original of any one of the Books of either the Old or New Testament; hence when you come to external evidence the Latter-day Saints can produce far more in proof of the divine authenticity of the Book of Mormon and of the scriptures than it is pos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sible for the Christian world to bring. <\/div><div class=\"paragraph jod\" id=\"v12n1236\"> But we will not stop here. After the Book of Mormon was printed, in the spring of 1830, of what use would it have been to this generation if God had not sent down from heaven authority to administer in His ordinances as taught within its pages and in the scriptures? None, whatever. We could have read, it is true, a great many good principles, and we might have understood the doctrine of Christ more fully and plainly by reading the testimony of the prophets and apostles who lived on the American continent 1,800 years ago, and of those who lived here before Christ; we might also have learned a great many things, but what would all this have availed us without authority sent from Heaven to administer in the ordinances of the Gospel? It would have availed us nothing; it would have been like spreading a good, substantial meal before a hungry man and depriving him of the power to partake thereof; it would only have aggravated his appetite. This would have been the position of the people in regard to the Book of Mormon if it had been merely translated and left there. But the Lord our God, who had determined in His eternal purposes, and had revealed and foretold by the mouths of His ancient prophets that in the latter days He would establish His Kingdom on the earth, did condescend to send from heaven, angels to confer the authority to administer in the ordinances of the Gospel of His Son. <\/div><div class=\"paragraph jod\" id=\"v12n1237\"> Who were sent from heaven for this purpose? Peter, James, and John, some of the principal of Christ's ancient apostles; men who held the apostleship themselves; men who were able to give the authority, because they held it themselves; and <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by them this authority was again restored and conferred upon men here on the earth.<span class=\"citation\" id=\"84578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84578)\">D&amp;C 27:12<\/a><\/span> But I must mention that the Lord had commenced by restoring the lesser authority or priesthood. On the 15th day of May, 1829,<span class=\"citation\" id=\"126209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126209)\">JS&mdash;H 1:72<\/a><\/span> nearly a year before the organization of this Church, while Joseph Smith and Oliver Cowdery were engaged in translating and writing the record contained on these plates of which I have been speaking, they read that the people on the American continent, anciently, were baptized by immersion,<span class=\"citation\" id=\"93913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93913)\">JS&mdash;H 1:68<\/a><\/span> and how important it was for every person who had come to years of accountability to be born of the water as well as of the spirit;<span class=\"citation\" id=\"68783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68783)\">John 3:5<\/a><\/span> and having learned that no man in all the Christian churches was possessed of authority to administer any ordinances of the Gospel of Christ, they were at a loss, just as Joseph was, when fourteen years old, about which church to join. Consequently, they stopped the work of translation (their anxiety to attend to the ordinance being so great), and they went out into the wilderness and inquired of God what they should do in relation to their baptism. When they had prayed a while behold a messenger was sent from the heavens, and he came and stood before them clothed in brightness and glory. What was his object in coming? Was it to teach them the mode or order of baptism? No, but it was to restore to the earth the authority to administer the ordinance. This messenger laid his hands upon the heads of these two individuals, and gave unto them the lesser or Levitical priesthood, the priesthood of Aaron, the same that was held by John the Baptist&#x2014;<span class=\"citation\" id=\"129389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129389)\">D&amp;C 27:8<\/a><\/span>a regular priest of the lineage of Aaron&#x2014;when he baptized for the remission of sins.<span class=\"citation\" id=\"93989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93989)\">JS&mdash;H 1:69<\/a><\/span> Who was the angel that thus restored this priesthood to the earth?  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He said his name was John, the same who came to prepare the way of our Savior at His first coming, and that he was sent to confer this lesser priesthood upon His servants in answer to their prayers in order that there might be authority on the earth to baptize,<span class=\"citation\" id=\"94015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94015)\">JS&mdash;H 1:72<\/a><\/span> saying to them further, while his hands were still upon their heads, that &#x201C;this authority which I now confer upon you shall not be taken from the earth until the Lord shall come.&#x201D;<span class=\"citation\" id=\"93990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93990)\">JS&mdash;H 1:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1239\"> Let me here inquire if there is anything in the scriptures that will warrant us in believing that the priesthood of Levi is again to be restored to the earth. Hitherto I have given you a history of the rise of this Church, without appealing to many passages of scripture; but now let me for a few moments cite your minds to the nature of that priesthood which John the Baptist held, and whether or not it is to be on the earth in the latter times. <\/div><div class=\"paragraph jod\" id=\"v12n1240\"> In the first place you may go to all the religious sects and societies throughout all Christendom and inquire if they have the Levitical priesthood among them, and they will tell you they have not. The Church of England, Presbyterians, Methodists, Baptists or any of all these societies do not even pretend to any such priesthood; neither does the Roman Catholic, or the Greek Church. You inquire, furthermore, of all these Christian societies if the Jews, themselves, have the Aaronic priesthood, and they will tell you that the Jews lost that authority by their apostasy, and that the Kingdom of God was taken from them and given to a nation bringing forth the fruits thereof.<span class=\"citation\" id=\"65342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65342)\">Matt. 21:43<\/a><\/span> Consequently, according to the testimony of all Christendom, there is neither Jew nor Gentile now upon the face of the earth who has the priesthood after <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the order of Levi, or the Levitical priesthood. If that be the case, if it ever returns to the earth, it must be restored. Now the question is will it return to the earth? Is there a promise in the scriptures of the restoration of such a priesthood to the children of men? If so it must come from Heaven, for according to the testimony of all Christendom neither they nor the Jews possess it. <\/div><div class=\"paragraph jod\" id=\"v12n1241\"> There is not time on the present occasion to turn particularly to the passages referring to this subject, but I think I can direct your minds to a few. In the testimony given in the 40th chapter of Exodus, verse 15, we find that this priesthood was to be confirmed upon the heads of the children of Levi unto the end, throughout all their generations.<span class=\"citation\" id=\"54589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54589)\">Ex. 40:15<\/a><\/span> Again we find another testimony in the case of the grandson of Aaron, Phinehas. In consequence of a certain work he did in the midst of the congregation of Israel,<span class=\"citation\" id=\"54854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54854)\">Num. 25:6-8<\/a><\/span><span class=\"citation\" id=\"54846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54846)\">Num. 25:11-12<\/a><\/span> an everlasting priesthood was confirmed upon him and his seed throughout all their generations, Numbers 25: 13;<span class=\"citation\" id=\"54849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54849)\">Num. 25:13<\/a><\/span> that is, they were entitled to it. They might lose it through apostasy; but they were entitled to it throughout all their generations. Again, when we refer to the last chapter of Isaiah we find a prophecy that has not yet been fulfilled only in part, where the Lord says, &#x201C;I will set a sign among the people, and I will gather the children of Israel from all nations upon horses, upon mules, in litters, upon swift beasts, back to my holy mountain Jerusalem, and I will take of them for priests and Levites, saith the Lord.&#x201D;<span class=\"citation\" id=\"60243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60243)\">Isa. 66:19-21<\/a><\/span> Indeed! Is the Lord going to have priests and Levites after gathering Israel from all nations? Yes. &#x201C;I will take of them for priests and Levites, saith the Lord.&#x201D;<span class=\"citation\" id=\"60252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60252)\">Isa. 66:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n1242\"> Here, then, is a restitution or restoration predicted in the last chapter  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Isaiah that the Lord will gather the House of Israel from all lands to His holy mountain Jerusalem, and that He will then take of them for priests and Levites. Furthermore let us see what the following passage says concerning the continuation of this lesser Priesthood of Levi: &#x201C;For as the new heavens and the new earth, which I shall make, shall remain before me, so shall your seed and your name remain;&#x201D;<span class=\"citation\" id=\"60253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60253)\">Isa. 66:22<\/a><\/span> or in other words your priesthood, the priesthood which I have conferred upon the seed of Levi, shall remain just as eternal as the new heavens and the new earth. If one comes to an end so shall the other; and if one is to be eternal and never to pass away so will the other. If then, such a priesthood is to be restored to the children of men in the last days when God raises up a people to prepare for the ingathering of the House of Israel, where will it come from? I have already proven to you that according to the testimony of all Christendom neither the Jews nor the Christians possess it. Then how will it be restored? It will be restored by the Lord God, who first established that authority on the earth. I have told you how He has restored it. I have told you that an angel, whose name was John the Baptist, on whom rested that priesthood and authority, came down from Heaven and restored it. I have told you that he laid his hands upon the heads of Joseph Smith and Oliver Cowdery and gave them authority to baptize.<span class=\"citation\" id=\"93998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93998)\">JS&mdash;H 1:69-71<\/a><\/span> &#x201C;But,&#x201D; says one, &#x201C;how about the laying on of hands? Can they who hold that priesthood lay on hands?&#x201D; No, they have not authority to do that. John, who held that priesthood, said, I baptize you with water, but there cometh one after me, mightier than I, and he, holding a higher priesthood than I, will bap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tize you with the Holy Ghost and with fire.<span class=\"citation\" id=\"62709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62709)\">Matt. 3:11<\/a><\/span><span class=\"citation\" id=\"93999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93999)\">JS&mdash;H 1:70<\/a><\/span> That priesthood is called the Melchizedek priesthood. It was that priesthood which Jesus possessed, and by the authority of that priesthood He called his disciples. That priesthood confers the power to administer in all the fullness of the ordinances of the Son of God; in the spirit as well as in the outward ordinances. Therefore this Church never could have arisen had the Lord stopped with the mere translation of the Book of Mormon and the restoration of this lesser priesthood. It is true that with the latter we could baptize, but it does not impart the power to confer the Holy Ghost; and that this Church might have the power to administer in every ordinance of the Gospel, the apostleship was again restored,<span class=\"citation\" id=\"84579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84579)\">D&amp;C 27:12<\/a><\/span> which holds all the keys, authorities and powers to administer, not only in the outward ordinances, but also to confer the spirit of the living God. That is the authority of the higher priesthood, and, like the authority of the lesser priesthood, was sent down from Heaven and restored to the earth in these last days; and of all the religious denominations upon the face of the earth, it is possessed by the Latter-day Saints only. None of the others make the least pretensions to any such power. <\/div><div class=\"paragraph jod\" id=\"v12n1244\"> When the Latter-day Saints go forth and find people who will repent of their sins and believe in Jesus Christ, we command them, as the disciples of Jesus did anciently, to be baptized for the remission of their sins, and then we promise them with all boldness and confidence before God, being authorized from the Heavens to do so, that they shall receive the Holy Ghost by the laying on of the hands of the Elders. We do not say you <span class=\"italic\">may<\/span> receive it, or it is probable the Lord will give it you; but  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we make a sure and certain promise that if they will faithfully comply with the conditions on which its bestowal is based, they <span class=\"italic\">shall<\/span> receive it. We make this promise because we are commanded so to do; the Lord has sent us forth to do it, and were we not to do so He would hurl us out of our places and raise up others who would. <\/div><div class=\"paragraph jod\" id=\"v12n1246\"> The apostleship has been restored by Peter, James, and John&#x2014;<span class=\"citation\" id=\"84580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84580)\">D&amp;C 27:12<\/a><\/span>men who held the priesthood of the Son of God, men who had power to seal on earth and it was sealed in heaven.<span class=\"citation\" id=\"64888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64888)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"91767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91767)\">D&amp;C 132:46<\/a><\/span> These men, commissioned and sent forth as holy angels, laid their hands upon the heads of the first Elders of this Church,<span class=\"citation\" id=\"84287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84287)\">D&amp;C 20:2-3<\/a><\/span> and gave authority to them to ordain others to the same priesthood and calling and send them forth among the nations. It is because the people have obeyed the ordinances of the Gospel and have received the blessings promised that they have ga<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thered here to these mountains. If it had not been for this these vales would still be without inhabitants except the wild savages who formerly roamed over their desert plains. <\/div><div class=\"paragraph jod\" id=\"v12n1247\"> I have not time to enter into further particulars relative to the rise of this Church, the authority that has been restored and the blessings that are received. That God, who has sent His angel flying through the midst of heaven, according to the testimony given in the revelations of St. John, with the everlasting Gospel to be preached to every nation, kindred, tongue and people,<span class=\"citation\" id=\"79886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79886)\">Rev. 14:6-7<\/a><\/span> may give you all the blessings of that everlasting Gospel sent from heaven by angels, and all the blessings of that priesthood, with its power to seal upon the earth and in the heavens,<span class=\"citation\" id=\"126210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126210)\">D&amp;C 132:46<\/a><\/span> and that you may overcome and remain faithful to the end, and obtain eternal life in His Kingdom, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}