{"ID":120045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering&#x2014;Practical Duties&#x2014;Emigration of the Poor&#x2014;Mission to St. Joseph.<\/div>\n<div class=\"subtitle\">Discourse by Elder Erastus Snow, delivered in the New Tabernacle, Salt Lake City, April 8, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gathering, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 4\/8\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v12n677\"> Thirty-eight years ago the Prophet Joseph Smith, in a little upper room in Father Whitmer's house, Fayette, Seneca County, New York State, gathered six men together by commandment of God, and proceeded to organize the Church of Jesus Christ of Latter-day Saints.<span class=\"citation\" id=\"84217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84217)\">D&amp;C 20:1<\/a><\/span> Perhaps this was the smallest number with which a church was ever organized. But the Savior compared the Kingdom of Heaven to a mustard seed, which, He said, is the least of all seeds, but which, when grown, becomes greater than all herbs, so that the fowls of the air can lodge in its branches.<span class=\"citation\" id=\"64607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64607)\">Matt. 13:31-32<\/a><\/span> From this small beginning the Latter-day Saints have become a great people. That which has brought this about, specially, has been the fulfilling of the commandments of God, given through Joseph and the ancient prophets, in reference to the gathering of His people from Babylon in the latter days. One reason assigned by the Lord for the gathering of His people is set forth in the revelations of St. John, where He says, &#x201C;Come out of her, O my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80222)\">Rev. 18:4<\/a><\/span> This, in a few words, explains the chief reason for the Lord requiring His people to gather together. But the prophets Isaiah and Micah assign another good reason&#x2014;they predict that the mountain of the Lord's house in the last days shall be established <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the tops of the mountains, and the nations shall flow unto it, saying. &#x201C;Let us go up to the mountain of the Lord, and to the house of the God of Jacob; for he will teach us of his ways, that we may learn to walk in his paths.&#x201D;<span class=\"citation\" id=\"57728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57728)\">Isa. 2:2-3<\/a><\/span><span class=\"citation\" id=\"62134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62134)\">Micah 4:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v12n678\"> These two scriptures show unto us that the Lord has required His people to gather in the last days, that they might escape the sins of the wicked, and the plagues which shall be poured out upon them, and that they might be taught in His paths, taught to govern themselves, to correct their foolish habits and customs, and to train themselves and their offspring that they may be able to build up Zion according to the law and order of Heaven. <\/div><div class=\"paragraph jod\" id=\"v12n679\"> We have already made a commendable advance in this direction. I rejoice in moving to and fro among this people to see the spirit of improvement manifested by them in both temporal and spiritual things, and the increase of unity in their midst. Yet there is still room for further improvement in all these matters. There is one principle which fathers and mothers, and the Elders of Israel generally, should understand and teach to their children, that is, what trials and tribulations this people have passed through to establish themselves in this, their mountain home; and that these things have been borne for the Kingdom of Hea<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ven's sake and not for filthy lucre's sake.<span class=\"citation\" id=\"76302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76302)\">Titus 1:11<\/a><\/span> Had it been gold or silver or worldly comfort we had followed after, we should not have gathered together; but should have been scattered through this wicked world. We left these worldly considerations when we embraced the gospel and emigrated to this country. Yet our common foe is on the alert to neutralize our efforts and to draw away our young men, and many of the middle aged who have forgotten the testimony of Jesus and have ceased to realize that this is the work of God, and when they hear reports of the discovery of gold or silver, or think they see a chance to make money by digging for gold or by freighting, they launch forth and strike hands with unbelievers, engage in their enterprises, and neglect the good work of God. This ought not to be. Our young men are heirs to the priesthood and of all the blessings of the new and everlasting covenant, and they ought not to employ themselves in building up the kingdom of darkness or spending their strength with unbelievers. But I suppose it is all right to have these temptations spread before us, in order that the people may be proven more effectually. It is important that our young men, and all Israel who do not thoroughly understand these principles, should be taught, so that the love of the gospel may be uppermost in their hearts. <\/div><div class=\"paragraph jod\" id=\"v12n681\"> I am persuaded that the Lord is perfectly willing that His people should possess every good thing the earth will afford, orchards, gardens, vineyards, houses, carriages and every other good thing, to be enjoyed with thanksgiving and used with prudence and judgment. I am aware that the hosts of hell have sought to control the wealth of the world, and Lucifer has ever sought to allure the righteous, as he did the Savior when <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he offered Him the kingdoms and wealth of the world if He would only fall down and worship him.<span class=\"citation\" id=\"62866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62866)\">Matt. 4:8-10<\/a><\/span> It becomes the Elders of Israel, young, middle-aged, or old, to imitate the example of the Savior, in saying, &#x201C;Get thee behind me, Satan.&#x201D;<span class=\"citation\" id=\"64929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64929)\">Matt. 16:23<\/a><\/span> As to the riches of the world they belong to the Lord, and He gives them to whom He will.<span class=\"citation\" id=\"126171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126171)\">D&amp;C 38:39<\/a><\/span> If we are determined to devote our lives to the kingdom of Heaven, and not to this world, we shall in due time inherit all that is good for us to inherit; and unless we realize the objects of our existence, and learn to govern and control our spirits so as to devote ourselves and our energies and all the means given to us to build up Zion, then the good things of this life would be wasted upon us comparatively. <\/div><div class=\"paragraph jod\" id=\"v12n682\"> During the progress of this Conference there have been various means of industry and enterprise spoken of and presented for the consideration of the people, such as the producing of wool, flax, hemp, cotton, and silk, and the introduction of machinery for the manufacture of the raw material into the various fabrics necessary for the use of the people in cold and warm weather. The subject of developing the mineral resources of our Territory is one of great importance. Iron, copper, coal, lead, zinc, and tin abound in our mountain home, and the development of these minerals is of far more importance to the welfare and prosperity of a nation, than the development of mines containing the precious metals; for the latter are limited in their use, while the grossest metals are those that, in their uses, enter into all the ramifications of life. The discovering and opening of gold and silver mines tempt the cupidity of the blind worshippers of mammon, and spread corruption among the people. The prayers of every good man and woman should  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ascend to God, that in Zion these precious metals may be covered up and concealed until it is His good pleasure for His Saints to possess the kingdom,<span class=\"citation\" id=\"126172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126172)\">Dan. 7:18,22<\/a><\/span><span class=\"citation\" id=\"67630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67630)\">Luke 12:32<\/a><\/span> so that they may be governed and controlled by the righteous instead of the wicked. <\/div><div class=\"paragraph jod\" id=\"v12n684\"> There is much neglect in some of the distant settlements on the part of our foreign brethren, with regard to taking out their naturalization papers. The word &#x201C;white&#x201D; is stricken from the Constitution of Deseret, and when the citizens of African descent are admitted to the polls, the adopted sons of America who have come here to obtain homes for themselves and their posterity, should not be indifferent respecting the rights of citizenship and neglect to take the steps necessary to secure to themselves the full privileges pertaining thereto. <\/div><div class=\"paragraph jod\" id=\"v12n685\"> The emigration of the poor has commended itself to the hearts and feelings of the people, and I am sure that their liberal response to the calls made upon them last October will do much to commend them to the favor of Heaven, and to secure the blessing of the Lord upon the labor of their hands. Let us continue in this great work, and let every bishop and elder exert himself in his sphere, to encourage the people to send in their available means of every kind, that our President and those whom he calls to assist him may be able to carry out the glorious program that he has adopted for the gathering of the poor. Let the people in every ward be awake and alive to this subject, that neither provisions nor teams for the outfit may be lacking when the time comes to send for the poor. If the people find that their plans for freighting and other business are thwarted to some extent in doing this, they will in the end find themselves richer, for the Lord has given us abundant evidence in times past that He <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> controls the avenues of wealth and prosperity to this people. And who need fear the locusts and grasshoppers? Have we not been tried in these things before? And if it is essential that we should be again, all right. I can say with David of old, &#x201C;I have not seen the righteous forsaken, nor his seed begging bread.&#x201D;<span class=\"citation\" id=\"56583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56583)\">Ps. 37:25<\/a><\/span> The Lord has said, &#x201C;it is my business to provide for my saints,&#x201D;<span class=\"citation\" id=\"89860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89860)\">D&amp;C 104:15<\/a><\/span> and if He does not do it we certainly cannot. We may plow, sow, and irrigate, but we cannot give the increase. And if the blade grows, it may wither or the locusts devour it; and if they do God directs them, for there is not a sparrow which is not fed by our Father in Heaven, neither does a hair of our heads fall to the ground without being numbered;<span class=\"citation\" id=\"64209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64209)\">Matt. 10:29-31<\/a><\/span> neither is there a locust that is not cared for by Him who rules all things, and He can dispose of them as seems to Him good. He can move them east, west, north or south, and can destroy or multiply them at pleasure. And He can preserve our crops; but He certainly will not do it unless we adopt the measures He has ordained. We must plow and sow and plan and leave the event with Him. He will not forsake His people, and He will provide for the multitude that we may gather up. <\/div><div class=\"paragraph jod\" id=\"v12n686\"> We may exert ourselves to the utmost to gather the poor and send forth our teams to bring them to our homes and He will provide abundance for us to feed them and ourselves and the locusts that He sends among us. And when the locusts have eaten enough, He will bid them leave, providing we are not overanxious to transport our substance to feed the wicked and build up hell in our midst. If the Lord thinks that the locusts will be less offensive and do less harm than herders of the ungodly in our borders, I am contented  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to feed them, provided our people will cease feeding their enemies. I do not mean that we shall cease feeding the hungry, no matter whether he is Saint or sinner; but cease to feed and build up the wicked who will not labor with us to develop the resources of the country and help to build up Zion. God has called us to turn away from the folly of sustaining and building up Babylon&#x2014;the worshippers of mammon&#x2014;those who have no interest in common with us in establishing Zion and building up the Kingdom of our God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v12n688\"> With regard to the aborigines of this continent, there are several prophecies in the Book of Mormon to the effect that they will one day become a pure people;<span class=\"citation\" id=\"81590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81590)\">2 Ne. 30:6<\/a><\/span> but that will not take place until the fulness of the Gentiles has come. Then, according to the promise, the Spirit of the Lord will be poured out upon them and they will inherit the blessings promised. Until that time we expect they will be a scourge upon the people of Zion, as the Lamanites were a scourge to the Nephites of old. That which the Lord is pleased to use as a scourge today, He may use in days to come as a means of support and of strength. It becomes the Latter-day Saints as a people to cherish the principles of love and good will to all men, and especially the household of faith; and also to the natives, who are blind and ignorant pertaining to the principles of the gospel, and not to thirst for their blood, nor be very revengeful for every wrong that they, in their blindness, may commit; but to exercise generous forbearance. God will enable us to inflict such summary chastisement upon them as circumstances may require, when it is His good pleasure that they should be chastened. Or else He will take it in hand Himself, for He can easily <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> destroy, by various diseases, those who are shedding the blood of the Saints. And this will be far more acceptable to Him than if it were done by us. <\/div><div class=\"paragraph jod\" id=\"v12n689\"> It certainly ought not to be specially gratifying to anyone to shed the blood of his fellows, whether red, black, or white. I have seen that the Lord has taken care of the Lamanites as well as of the Latter-day Saints, and He requires that we should exercise our reasoning powers, and not throw ourselves heedlessly into positions where we are exposed to the wrath of the savages. Inexperienced men who are unacquainted with Indian habits and customs, and their mode of warfare, should never be trusted beyond the confines of our settlements with their wives and families, to commence operation on their own account. They thereby tempt the cupidity of the savages. Men of experience, energy, watchfulness&#x2014;men with kind hearts and generous impulses, who can forgive an injury&#x2014;are the men who should be selected on all occasions to lead out in the formation of new settlements on our frontiers; and they should be sustained by obedient and experienced men, who will help to control and take care of the people and keep them out of danger. <\/div><div class=\"paragraph jod\" id=\"v12n690\"> I have thought many a time that the Lord has suffered the natives in various places to drive in our outpost; just as a wise vinedresser will clip off the end of his vines that they may produce more fruit and make less wood. We are sometimes in the habit of scattering too far. Being over anxious to spread, we lay on more warp than we have filling for. <\/div><div class=\"paragraph jod\" id=\"v12n691\"> I would say a word in relation to the missionaries who went South last fall to the Muddy. Brother Joseph W. Young and myself left here on the second of March and visited the  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>settlements between this place and St. Thomas on the Muddy. The bad condition of the roads and the limited amount of time at our command, having to return here to Conference, prevented us devoting that amount of time to the settlements that we wished to. But we found them generally in a prosperous condition; though in some places we were reminded of what we saw last winter in Salt Lake City, and of Israel of old when Moses went up into the mountain and they got Aaron to make them a calf.<span class=\"citation\" id=\"54455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54455)\">Ex. 32:4<\/a><\/span> Still as a general thing we found the people prosperous. <\/div><div class=\"paragraph jod\" id=\"v12n693\"> I will say for the benefit of those who have sons and daughters and friends there, who have been reared in and about Salt Lake City and the older settlements, that it must not be expected that everything will run smooth with them, or that they will realize all their expectations. There are many here who assisted in establishing settlements in Salt Lake Valley, and who know the difficulties we had to encounter for the first two or three years; and there are others who have gone out and buffeted the difficulties of establishing settlements upon our borders north and south. The country on the Muddy affords facilities for extensive and prosperous settlements, but there is a lack of timber. They have done very well for fuel, as within about thirty miles of St. Thomas there are large groves of cedar and pinion pine, which will supply them with fuel for many years, and a good natural road to it, and springs of water in the grove. There is also considerable sawing timber in the mountains twenty miles east of St. Thomas; and a much larger body of excellent saw timber in the mountains west of St. Thomas about fifty or sixty miles. But in both these places portable steam mills are necessary, as there <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are springs of water in the timber, but no creeks sufficient for water mills. And until they are able to get mills to saw their lumber, they cannot make very much advance towards building. As to fencing, the only fences in that region of country are two stone corrals, one in each settlement for corralling the stock at night which is herded in the day. And I am fully satisfied that it is very much cheaper; and that they will make far greater progress in developing the country by adopting this system of herding their stock, than they would by attempting to fence their land. And I will say that in my visit to that country I have not, to the best of my recollection, seen one single animal preying on the crops in that section of country. I wish I could say as much for the best fenced sections of country in the other portions of our Territory. <\/div><div class=\"paragraph jod\" id=\"v12n694\"> Those who went down to St. Thomas last Fall seem comfortable, pleasant, and happy. Everything around them exhibits an air of thrift and comfort. I cannot say quite as much for those located at St. Joseph. For many of those who went to that settlements heard of a country higher up stream, and they felt anxious to visit it; and instead of settling down at once and beginning to improve and make themselves a home, they waited in hope of finding a better country. By and by in the course of the Winter a man, who was responsible and ought to have taken a different course, led them out to the Upper Muddy, and when they were called back again to St. Joseph, they came feeling disappointed. The result was, their feelings were unsettled, and six weeks or two months of their labor may be said to have been thrown away; and yet not thrown away, for I trust the experience they have received, and the instruction which  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>followed, have sealed lessons on their minds that they will not forget, and that will prove more valuable to them than any amount of means they would have earned by that two month's labor. And I trust God will overrule it for their good. <\/div><div class=\"paragraph jod\" id=\"v12n696\"> They were much pleased and rejoiced to see us among them, and to hear our word; and were ready and willing to be told what to do, and to go with their might and do it; and I believe that since our visit among them they have settled down in their feelings and have gone to work in good earnest to make themselves homes. They have not Salt Lake market to go to, and they cannot procure all the little luxuries of life; and their food and manner of living will necessarily be somewhat crude and primitive, but wholesome and healthy. I scarcely know of a single instance of sickness among them. There were a few who, when they were migrating south last year during the months of November and December, and were exposed to severe storms, took cold and fever, but since their arrival in that country they have been healthy. <\/div><div class=\"paragraph jod\" id=\"v12n697\"> It is very natural for them, like children, to feel after home and father and mother, and the scenes of their youth. And it is very natural, too, for the sympathies of parents to be with their children. But let not this mistaken sympathy lead parents to give wrong counsel to their children <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD12\/JoD12_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/9780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to their hurt. It requires stout hearts to develop a new country like that; but perseverance, time, and patience will accomplish it. There is plenty of bread&#x2014;the staff of life&#x2014;in the country, and no necessity for actual want among any of them. It is not now as it has been in St. George and on the Muddy, where there was no bread in the country and we had to come to Sanpete or to Salt Lake City to fetch it. <\/div><div class=\"paragraph jod\" id=\"v12n698\"> I would say to all who have been called and have not gone&#x2014;for judging from the best information I have, not above half of those called are in the southern country&#x2014;for the sake of your own future welfare and prosperity, respond to the calls that have been made upon you and strive to fill that mission with confidence, boldness, and energy. Or if there are good and sufficient reasons why you should not do so, go to the President and make known your circumstances, that you may be released, that your consciences may not condemn you and that your God may not condemn you, and that your future usefulness may not be curtailed. Let no one flatter himself that he can pass along in obscurity, unnoticed, and neither magnify his calling, nor yet be discharged from it. It will linger around you, it will haunt you and will be like a cankerworm gnawing at the root of your felicity. Take steps to be exonerated one way or the other, and God will bless you: Amen. <\/div>\n<\/div>\n<\/div>"}