{"ID":130036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Keeping the Commandments.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Sunday, April 17, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Keeping the Commandments.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/17\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v13n1242\"> I would like the attention of the congregation. First, to my brethren and sisters, How do you do? I hope you are well. My health is very excellent. I am happy to greet you again. It gives me pleasure to see the people, but greater pleasure to see them striving to do the will of God. <\/div><div class=\"paragraph jod\" id=\"v13n1243\"> I understand that this morning the congregation were treated to a discourse giving the details of our travels for fifty-two days. I have no doubt they were very satisfactory. Those who heard the remarks of Brother George A. Smith this morning must be aware that we are somewhat fatigued in body and want a little rest. We went from here to rest; but traveling every day for nearly two months, and holding sometimes two or three meetings a day, does not afford much chance for rest. However, it was a change&#x2014;a change of climate, scenery, congregations and friends; and we have had great pleasure in visiting the Saints. It is delightful to see those who profess to be Saints living together in unity and peace, which I am happy to say is the case to a great degree with the people among whom we have been traveling. <\/div><div class=\"paragraph jod\" id=\"v13n1244\"> When we talk to and instruct the people we have to chasten and correct them sometimes, so as to lead their minds to principles more advanced than they are in the habit of practicing. The Latter-day Saints are an <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> excellent good people; but when we contemplate the perfection of the inhabitants of Zion we see that there is an opportunity for a great deal of improvement. Of the time that is allotted to man here on the earth there is none to lose or to run to waste. After suitable rest and relaxation there is not a day, hour or minute that we should spend in idleness, but every minute of every day of our lives we should strive to improve our minds and to increase in the faith of the holy Gospel, in charity, patience, and good works, that we may grow in the knowledge of the truth as it is in Jesus Christ.<span class=\"citation\" id=\"75869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75869)\">1 Tim. 2:4 (JST)<\/a><\/span> If we are not Saints I do not think I ever saw any; but still there is a lack in the faith and works of this people, preparatory to the inhabiting of the Zion that is spoken and prophesied of and written about. <\/div><div class=\"paragraph jod\" id=\"v13n1245\"> There are a great many texts which might be used, very comprehensive and full of meaning, but I know of none, either in the Old or New Testament, more so than that saying, said to have been made by the Savior, and I have no doubt it was, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69968)\">John 14:15<\/a><\/span> You recollect that, after the resurrection, when Jesus came to Peter and others who had been fishing all night, but had caught nothing,<span class=\"citation\" id=\"70947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70947)\">John 21:3<\/a><\/span> he said to them, &#x201C;Cast your net to the right side of the ship.&#x201D;<span class=\"citation\" id=\"70964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70964)\">John 21:6<\/a><\/span> They did so, and we read that they drew a multitude to shore, and then they beheld  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their Savior.<span class=\"citation\" id=\"70966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70966)\">John 21:7<\/a><\/span> After broiling and eating of their fish, Jesus, knowing their feelings, and how apt men are to forget that which they once knew, said to Peter, &#x201C;Simon, son of Jonas, lovest thou me more them these?&#x201D;<span class=\"citation\" id=\"70974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70974)\">John 21:15<\/a><\/span> pointing to the fish. They had professed to love him; they had followed him, and had suffered persecution for his sake; they had delighted in his words, rejoiced in his labors, and had seen the wonderful works which he performed, and some which, in his name, they had performed themselves; yet, after all this, they seemed inclined to turn away and go a fishing;<span class=\"citation\" id=\"70948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70948)\">John 21:3<\/a><\/span> and when they had caught fish and drawn them to the shore, Jesus said, &#x201C;Do you love me more than you love these?&#x201D;<span class=\"citation\" id=\"70975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70975)\">John 21:15<\/a><\/span> He had previously told them: &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69969)\">John 14:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1247\"> How long? For a day? Keep the commandments of the Lord for a week? Observe and do his will for a month or a year? There is no promise to any individual, that I have any knowledge of, that he shall receive the reward of the just, unless he is faithful to the end. If we fully understand and faithfully carry out in our lives the saying of Jesus, &#x201C;If ye love me, keep my commandments,&#x201D;<span class=\"citation\" id=\"69970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69970)\">John 14:15<\/a><\/span> we shall be prepared to go back and dwell in the presence of the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v13n1248\"> What are his commandments? Did he ever teach the people anything that is wrong? If we read the requirements made by Jesus, by the Father, or by any messenger sent from the Heavens to the children of men we shall find nothing that will injure any human being or that will destroy the soul of one of the sons or daughters of Adam and Eve. Many think that the sayings and doings of some of the prophets and servants of God, in ancient and modern times, said and done in obedience to the <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commands of the Lord Almighty, tend to evil; but it is not so. All God's requirements tend to good to His children. Any notion to the contrary is the result of ignorance. The human family are enveloped in ignorance, so far as the origin and object of their existence here is concerned. Their ignorance, superstition, darkness, and blindness are very apparent to all who are in the least enlightened by the spirit of truth. They seek to hide themselves in ignorance and blindness rather than learn who they are and the object of their being here. What do the human family know of God or Jesus, or of the words which I have quoted, &#x201C;If ye love me, keep my commandments?&#x201D;<span class=\"citation\" id=\"69971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69971)\">John 14:15<\/a><\/span> &#x201C;Search the scriptures; for in them ye think ye have eternal life,&#x201D; says Jesus, &#x201C;and they are they which testify of me.&#x201D;<span class=\"citation\" id=\"69186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69186)\">John 5:39<\/a><\/span> They testify of the Savior, of his doctrines and requirements, and of the ordinances of his house; the plan of salvation is there portrayed, and any person who follows its dictation may redeem himself from the thralldom of sin, and know, by the Spirit, that Jesus is the Christ. All who will take this course will know by revelation that God is our Father; they will understand the relationship they hold to him and to their fellow beings. The world may in vain ask the question, &#x201C;Who are we?&#x201D; But the Gospel tells us that we are the sons and daughters of that God whom we serve. Some say, &#x201C;We are the children of Adam and Eve.&#x201D; So we are, and they are the children of our Heavenly Father. We are all the children of Adam and Eve, and they and we are the offspring of Him who dwells in the heavens, the highest Intelligence that dwells anywhere that we have any knowledge of. Here we find ourselves, and when infants, the most helpless, and need<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the most care and attention of any creatures that come into being on the face of the earth. Here we find in ourselves the germ and the foundation, the embryo of exaltation, glory, immortality and eternal lives. As we grow up we receive strength, knowledge, and wisdom, some more and some less; but only by keeping the commands of the Lord Jesus can we have the privilege of knowing the things pertaining to eternity and our relationship to the heavens. <\/div><div class=\"paragraph jod\" id=\"v13n1250\"> When I contemplate the effects of keeping the commands of the Lord, and look at the Christian world, I cannot help being struck with the difference of the results which flow from serving God and Satan. I have dwelt, for many years, in the Christian world. I have tried to learn all that they know. But what does it amount to? Nothing. How many chapters, pamphlets, and volumes have been written upon the Holy Ghost, the birth of the Savior, and concerning the being of that God whom we serve? But who knows the truth pertaining to these subjects or to any one of them? Not one. But all who keep the commandments of Jesus have the privilege of gaining a correct understanding of these things. If we draw near to him, he will draw near to us;<span class=\"citation\" id=\"77696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77696)\">James 4:8<\/a><\/span><span class=\"citation\" id=\"88576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88576)\">D&amp;C 88:63<\/a><\/span> if we seek him early,<span class=\"citation\" id=\"57403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57403)\">Prov. 8:17<\/a><\/span> we shall find him; if we apply our minds faithfully and diligently, day by day, to know and understand the mind and will of God, it is as easy as, yes, I will say easier than, it is to know the minds of each other, for to know and understand ourselves and our own being is to know and understand God and His being. It is true there is a great deal of speculation in the world; and it becomes more apparent every year; and it will continue so until the people believe in the Gospel of the Son of God, or are given over to infidelity. See the <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sects and parties springing up here and springing up there, from this and that, and embracing this and the other phantom; or following after this and that dream or fantasy of their imagination. They are dividing and subdividing, and drifting, as fast as time can roll, into infidelity. <\/div><div class=\"paragraph jod\" id=\"v13n1251\"> Who will know the Son of God? Who will know that Jesus is the Christ? Who, in this our day, can say as Peter did, &#x201C;Thou art the Christ, the Son of the living God.&#x201D;<span class=\"citation\" id=\"64831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64831)\">Matt. 16:16<\/a><\/span> How many will come to this? Very few. How often I have contemplated the condition of the Christian world! I have preached the Gospel to hundreds of thousands of them. Did they believe? If they did, they did not yield obedience. They would contend and argue against the truth, but only one here and another there, or as it is written, &#x201C;one of a city, and two of a family;&#x201D;<span class=\"citation\" id=\"60319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60319)\">Jer. 3:14<\/a><\/span> or, to reverse it, one of a family and two of a city, would obey it, and gather with the Saints. Many of those who have gathered, when they have been blessed with a few of the good things of this life, have lifted their heels against Jesus<span class=\"citation\" id=\"56596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56596)\">Ps. 41:9<\/a><\/span> and in opposition to his commands and revelations, and have turned away to fables.<span class=\"citation\" id=\"76252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76252)\">2 Tim. 4:4<\/a><\/span> I have often asked this question, &#x201C;Has one-half of those who have obeyed the Gospel and been baptized into the Church ever gathered with the Saints?&#x201D; No, they have not; and to many who have gathered the Gospel soon became like a dream. They have had their minds opened and seen things correctly; they have had the manifestations of the Spirit of the Lord and have rejoiced in the truth; but by and by, through the lusts of the flesh, they have become sordid, have turned again to the world, and have forgot the Gospel and its blessings. <\/div><div class=\"paragraph jod\" id=\"v13n1252\"> Is this the case with the Saints? It is the case with many who have  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been called Saints, and yet we say that the Latter-day Saints, as a body, are the best people that can be found. Who would have done as they have? Who, in the world, are willing to manifest that they are believers in the Lord Jesus Christ, in the prophets and Apostles, and in Joseph Smith? One of the Apostles, writing of confessing the Savior, says, &#x201C;Every spirit that confesseth that Jesus is the Christ is of God: And every spirit that confesseth not that Jesus is the Christ is not of God.&#x201D;<span class=\"citation\" id=\"78752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78752)\">1 Jn. 4:2-3<\/a><\/span> I say that every spirit that confesseth Jesus to be the Savior of the world, the Old and New Testament and the Book of Mormon to be true, and Joseph Smith to be a prophet, is of God; but every spirit that does not confess these things is not of God. <\/div><div class=\"paragraph jod\" id=\"v13n1254\"> I can say to my brethren and sisters who profess to believe in the Gospel of the Son of God, as it has been revealed to us in these latter days, that we need to pay attention to our faith, and to observe the principles of our religion inviolate, and to live by every word that proceeds out of the mouth of God,<span class=\"citation\" id=\"62824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62824)\">Matt. 4:4<\/a><\/span> or we shall not be prepared to inherit that glory that we anticipate. Is this so? It is, most assuredly. I know that many Latter-day Saints think when they have obeyed the Gospel, made a sacrifice in forsaking their homes, perhaps their parents, husbands, wives, children, farms, native lands, or other things held dear, that the work is done; but it is only just commenced. The work of purifying ourselves and preparing to build up the Zion of God on this continent has only just begun with us when we have got as far as that. Are we prepared now to establish the Zion that the Lord designs to build up? I have many times asked the questions, &#x201C;Where is the man that knows how to lay the first rock for the wall that is to <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> surround the New Jerusalem or the Zion of God on the earth? Where is the man who knows how to construct the first gate of the city? Where is the man who understands how to build up the kingdom of God in its purity and to prepare for Zion to come down to meet it?&#x201D;<span class=\"citation\" id=\"87995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87995)\">D&amp;C 84:100<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;I thought the Lord was going to do this.&#x201D; So He is if we will let Him. That is what we want: we want the people to be willing for the Lord to do it. But He will do it by means. He will not send His angels to gather up the rock to build up the New Jerusalem. He will not send His angels from the heavens to go to the mountains to cut the timber and make it into lumber to adorn the city of Zion. He has called upon us to do this work; and if we will let Him work by, through, and with us, He can accomplish it; otherwise we shall fall short, and shall never have the honor of building up Zion on the earth. Is this so? Certainly. Well, then, let us keep the commandments. <\/div><div class=\"paragraph jod\" id=\"v13n1255\"> What are His commandments to us? Has He commanded us to build an ark? No. He told Noah to do that for the salvation of those who would go into it;<span class=\"citation\" id=\"52870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52870)\">Gen. 6:13-16<\/a><\/span> and after he had built it, and had preached righteousness<span class=\"citation\" id=\"78380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78380)\">2 Pet. 2:5<\/a><\/span> for a long space of time,<span class=\"citation\" id=\"126341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126341)\">Moses 8:17<\/a><\/span> warning the people of the coming judgments of the Almighty, how many believed his testimony? Only eight souls,<span class=\"citation\" id=\"78055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78055)\">1 Pet. 3:20<\/a><\/span> and they were members of his own family. All the rest were swept from the face of the earth. This is according to the account given to us in the Old Testament which we believe. I know that there are a great many in the world who are so wise in their own eyes that they are not disposed to believe the account contained in the Bible of the Creation, of Adam and Eve in the Garden of Eden, the antediluvian world and other things, but we profess to believe, and we  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do or should believe these things. <\/div><div class=\"paragraph jod\" id=\"v13n1257\"> The Lord has said that He will never again destroy the world by a flood.<span class=\"citation\" id=\"52952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52952)\">Gen. 9:11,15<\/a><\/span> What will the next great catastrophe be? It will be fire: He will cleanse the earth as by fire,<span class=\"citation\" id=\"76734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76734)\">Heb. 6:7 (JST)<\/a><\/span><span class=\"citation\" id=\"85550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85550)\">D&amp;C 43:32<\/a><\/span> and will purify and make it holy, and prepare it for the habitation of His Saints. But in doing this, which will be accomplished by the united labors of His Saints under His direction, He has not told us to build an ark; He has not told us to go out of Sodom, as He did Lot and his family;<span class=\"citation\" id=\"53251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53251)\">Gen. 19:15<\/a><\/span> neither has He told us to go down into Egypt or to come out of Egypt. What has He told us? He has told us, and it is recorded in the revelations contained in the New Testament, that in the latter days He would send His angel flying through the midst of heaven, having the everlasting Gospel to preach to those who dwell on the earth.<span class=\"citation\" id=\"79891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79891)\">Rev. 14:6-7<\/a><\/span> That angel has flown, the Gospel is delivered, the kingdom is established, and Zion has to be built up. Are the Latter-day Saints going to do this? Yes, we say so; we think the Latter-day Saints are going to do it. But are these my brethren and sisters now before me going to do it? Am I going to help to do it? I know that I have labored nearly forty years to get the people to believe and to embrace, in their faith and practice, what the Lord has told us to do. The Lord wants to build up His Zion, and He wants to build it up through you and me. We are the ones He has called upon. Will we consent to do this? I firmly believe that, before we make any very effectual progress in the accomplishment of that work, we must become more united and more fervent in our faith and practice than we have ever yet been at any time. We have to become more like a single family, and be one,<span class=\"citation\" id=\"85134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85134)\">D&amp;C 38:27<\/a><\/span> that we may be the <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord's; and not every one have his own individual interest.<span class=\"citation\" id=\"126342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126342)\">D&amp;C 1:16<\/a><\/span> This is destructive, this disconnects the feelings of the people one from another, and causes divisions and disunion. But when we make the general cause of Zion our individual cause it brings us closer together. <\/div><div class=\"paragraph jod\" id=\"v13n1258\"> We must observe all the words of the Lord. The commandments contained in the New Testament with regard to the ordinances of the house of God are obligatory upon us. But we are not called upon to build an ark to save ourselves; we are called to build up Zion. God has spoken from the heavens, and given us revelations, and it is for you and me to obey. The command has been given, it is recorded, and you can all read for yourselves. <\/div><div class=\"paragraph jod\" id=\"v13n1259\"> In partaking of this Sacrament of the Lord's Supper we are all agreed. When Jesus broke the bread and poured out and blessed the wine, said he, &#x201C;Do this till I come.&#x201D;<span class=\"citation\" id=\"73390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73390)\">1 Cor. 11:26<\/a><\/span> We do it every Sabbath in remembrance of him, and we all agree in doing this. When the word is, &#x201C;Be baptized for the remission of sins,&#x201D;<span class=\"citation\" id=\"71207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71207)\">Acts 2:38<\/a><\/span> we also agree on this: no dissenting voice. When we say we must have hands laid on for the reception of the Holy Ghost, we all consent to it, all feel alike in this. When we say that the Lord is pouring out the gifts of prophecy, revelation, tongues, visions, faith, healings, and so forth, we all agree in these things. They are all right, all correct, we believe in them all, and we yield obedience to them. But when He speaks from the heavens and says, &#x201C;Now, my children, gather out from the wicked,&#x201D; some consent to this, and actually go so far as to gather, and that is why we are here in these mountains. But our labor is not done: we must still progress until we become one. The Lord says, &#x201C;Be one; except ye are one ye  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are not mine, be united.&#x201D;<span class=\"citation\" id=\"85135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85135)\">D&amp;C 38:27<\/a><\/span> But do we take a course to become so? I will ask, have we, as a general thing, obeyed the first revelations, to gather to Zion, and when there, to consecrate our property and devote all our substance, time and talents for the building up the kingdom? Have we obeyed the commandments and requirements of Heaven in yielding up everything to the will of God, and being dictated, as we should be, by the spirit of revelation? No, we have not. Herein we come short of that that we might do and perform for our own benefit, and for the salvation of others, for it is not only for the glory of God, but for our own benefit that we each of us labor. The Lord is perfectly independent: He has received His glory, He reigns supreme and omnipotent. He is not dependent upon you and me. If every one of us should apostatize and go down to hell, it would neither add to nor diminish from His glory. He would mourn at our folly in turning away from the holy commandments and suffering the wrath of the Almighty to come upon us; the Heavens would weep over us, but still the Lord has His glory, and you and I are not laboring for His benefit. For whose benefit are we laboring? For our own. All my preaching, laboring, and toils in this kingdom have been for myself, to get into the Celestial Kingdom of God. I have been laboring for that and nothing else. <\/div><div class=\"paragraph jod\" id=\"v13n1261\"> The Latter-day Saints require considerable preaching to; they ought to pray a little more; they are doing pretty well, but if we try to draw them a little closer together, how quickly we see the selfishness of the children of men in our own midst. If we ask them to devote their time, talents and powers more completely to the building up of the Kingdom of <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, one says, &#x201C;This is mine, I am not going to have anybody control me;&#x201D; another one says, &#x201C;I am not going to submit to this.&#x201D; Why, bless me! What have they? Nothing but what the Lord gave them, even to their own lives. Everything they have is what the Lord has given, and He can take it away at His pleasure. He can bestow millions upon them if He pleases, or take away at His pleasure. Yet, while men will acknowledge this, one will say, &#x201C;I am not going to be controlled;&#x201D; and another, &#x201C;I am going to draw out of this.&#x201D; You have heard and seen through this city a great deal of talking, writing, and sophistry on this subject. No matter how many pretty words are strung together into sentences and made to appear beautiful on paper, it amounts to nothing. It is the truth; it is the love and the power of the Lord Almighty, and it is the Gospel of the Son of God that you and I have embraced. Should we be controlled by that? Yes, in everything. Well, get the people united together and they will be controlled by it; but as it is now, the purchasing of a little merchandise sends a parcel of them to the devil. It is folly in the extreme! By and by such characters will go to their own place. There will be no carriages there; no horses, fine houses, silks and satins there. Oh, the foolishness of the children of men! <\/div><div class=\"paragraph jod\" id=\"v13n1262\"> Who are we, I ask again? We are the children of the Almighty, of Him who framed this earth and brought it into existence and placed His children upon it, to see what they would do. He gave them their agency and said, &#x201C;Now, act for yourselves;&#x201D; and every one does act for himself, for good or evil, for blessings or curses.<span class=\"citation\" id=\"81273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81273)\">2 Ne. 2:26<\/a><\/span> We all act for ourselves. I am laboring expressly to get back again into the presence of my Father  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and of my elder brother. What are you laboring for? Gold? Just see how some are running to the gold mines! &#x201C;Oh,&#x201D; says one, &#x201C;there is silver found yonder.&#x201D; Says another, &#x201C;There is gold or there is copper found yonder.&#x201D; See the greediness of the hearts of the children of men, and that too right in the midst of this people. We can praise the people, generally a great deal; we give them credit for considerable good they have done; but we cannot give our brethren and sisters credit for any particular good while following the foolish fashions of the world. The Lord cannot credit them for running after gold and silver and the riches of this world. If they do good, they shall receive credit; if they give alms to the poor,<span class=\"citation\" id=\"82670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82670)\">3 Ne. 13:1<\/a><\/span> they shall receive credit for it. If they are disposed to do anything for the benefit of the kingdom of God on the earth, they will be blessed and credited for it. But when their hearts are turned from the holy commandments of the Lord Jesus, and to seeking after the things of this life, which perish, they will find that they will perish as well as the things they are using. What a pity! How lamentable it is. <\/div><div class=\"paragraph jod\" id=\"v13n1264\"> Now I ask the Latter-day Saints, have you anything to fear? Yes, you have. Have I anything to fear? Yes. What is it? I fear lest I may slacken in my faith and obedience in living as the Spirit of the Lord Almighty has required me to live, and is urging this people to live, so that we may be worthy to build up Zion. Have you or I anything else to be afraid of? No; not at all. I have no fear of heavenly beings, for they are my friends. I want to go to their society and to be associated with them. I like some of God's messengers, who travel about, to visit me. I am fond of their society. I like the spirits that dwell there. I <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> want to go home; I want to go back again and live there forever. Why, the thought that the intelligence that is brought into existence here, may be annihilated, is enough to make one shudder! There are some who go so far in their unbelief that they deny the resurrection of the body;<span class=\"citation\" id=\"67923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67923)\">Luke 20:27<\/a><\/span> and even to say that the soul sleeps eternally. What is the use of your intelligence, what is it good for if this be true? There is no such thing as destroying element! There is no such philosophy as annihilation. If the spirit should return to native element the element would not be destroyed; the particles of matter will remain forever. There are some now getting so lofty in their imaginations, and so wise and intelligent in their own estimation that they pretend to explain all the mysteries of the past, present and future. They are like some called Latter-day Saints; they can talk very glibly about the principles of what they term the Gospel; but the practical workings of the religion of the Savior they know or care little about. You come to the Latter-day Saints, and you may find plenty who talk their religion a great deal; you may find a hundred willing even to die for it to one who is willing to live it. If all were willing to live it we would risk the dying; we care nothing about that. We shall all go sooner or later. We shall not stay in this world in our present condition forever. Something or other will divide this intelligence or spirit from the body which it inhabits; and the tabernacle will go down to dust. Our spirits will not sleep an eternal sleep, but our bodies will be resurrected, and our spirits and our bodies will be reunited; and all who believe to the contrary are in a state of darkness, wretchedness, and unbelief. <\/div><div class=\"paragraph jod\" id=\"v13n1265\"> Brethren and sisters, be faithful to  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>your religion. There is not the least reason for fear from any other source in the world. Keep as calm as a summer's evening; no harm can come to him who serves God with all his heart and trusts in Him for future results. &#x201C;But,&#x201D; some say, &#x201C;cannot they kill us?&#x201D; Yes, they can kill you and me, if the Lord permits; but if He does not, I reckon they cannot. And suppose they do kill us! Do we want to stay in this world in our present condition for ever? O, no. If Joseph and Hyrum Smith had not been killed in Carthage jail, do you think they would have lived forever? No, they could not; the fiat has gone forth that our bodies must all return to mother earth. <\/div><div class=\"paragraph jod\" id=\"v13n1267\"> There is no danger for the Latter-day Saints. The Lord reigns. He has said that he would fight our battles.<span class=\"citation\" id=\"89976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89976)\">D&amp;C 105:14<\/a><\/span> Has He done so? Look back, ye Saints, for forty years, from the sixth of this month, when this Church was organized. Brother George A. Smith and a few of us were away on the anniversary of the day; but you, here, had a little Conference and adjourned over. Did you realize that forty years had elapsed since this Church was organized? Yes, and there is no question that you talked of it. Look back, members of this Church, for thirty-nine years! Has the Lord fought our battles? He has. Has He protected and fed and clothed us? Certainly He has. When we came here no man knew that we could raise an ear of corn, and a great many believed that we could not. How many contended against our setting out fruit trees? Said they, &#x201C;You never can raise an apple, plum, or pear, and you certainly can never raise a peach or an apricot. We told them we should set out trees and trust in the Lord; and although when we came here everything was freezing to death, yet now, through <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord blessing the elements and tempering the soil, water, and atmosphere, the Saints in every settlement are raising beautiful grains and fruits; and the people are increasing and multiplying. Wherever we have been on our recent journey they flocked out by hundreds to welcome us; and there were swarms of healthy, bright intelligent children everywhere. <\/div><div class=\"paragraph jod\" id=\"v13n1268\"> Talk about polygamy! There is no true philosopher on the face of the earth but what will admit that such a system, properly carried out according to the order of heaven, is far superior to monogamy for the raising of healthy, robust children! A person possessing a moderate knowledge of physiology, or who has paid attention to his own nature and the nature of the gentler sex, can readily understand this. <\/div><div class=\"paragraph jod\" id=\"v13n1269\"> &#x201C;But,&#x201D; says one, &#x201C;are we not all to be killed for our belief in this principle?&#x201D; I reckon not. &#x201C;Are we not going to be driven from our homes?&#x201D; I don't know. This is a good place; I would like to stay here; I would rather not go; I have considerable to leave if we should go from here. I do not know how to do without the liberty that my father fought for. He went into the Revolutionary army when he was fourteen years old, and stayed until the close of the war; and I do not know how to do without that liberty anyway in the world. I guess I can think as I please, and I guess I can live happy, I shall try to, at any rate, until I finish my work, and I rather think you will, brethren and sisters, if you love Jesus, and prove it by keeping his commandments.<span class=\"citation\" id=\"69972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69972)\">John 14:15<\/a><\/span> If you do this, there is no danger in the world. But when I look round and see the foolish habits of the people, it is a little mortifying, and I wish it were otherwise. Still we put up with it, and do the best we can; and talk and  <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preach and set you examples, and teach you how to be Saints in very deed, so that by and by you may be prepared to go and build up the Center Stake of Zion. If I have to go from here, if I live to do so, I want to go to Jackson County. May I? (Yes, from the congregation.) That is the place I want to go to. It is not healthy like this; but the Lord will make it so, and He will bless the soil, the water, and the atmosphere, and they will become healthy if the Saints will live their religion. Let <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us do the will of God and there is no fear from any quarter. I never felt calmer since I have been in this Church, and I have been in the wars. I have left my home five times, and a good handsome property each time; but I do not feel a bit like it now, and I cannot get the spirit of it. <\/div><div class=\"paragraph jod\" id=\"v13n1271\"> To the Latter-day Saints I say, live your religion, sanctify the Lord God in your hearts,<span class=\"citation\" id=\"77921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77921)\">1 Pet. 3:15<\/a><\/span> live by every word that proceeds from the mouth of God,<span class=\"citation\" id=\"62825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62825)\">Matt. 4:4<\/a><\/span> and we shall be prospered. <\/div><div class=\"paragraph jod\" id=\"v13n1272\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}