{"ID":130046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Punctual Payment of Debts.<\/div>\n<div class=\"subtitle\">Discourse by President Orson Hyde, delivered in the New Tabernacle, Salt Lake City, May 5, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Punctual Payment of Debts.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 5\/5\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v13n1456\"> Brethren and sisters, my heart almost falters at the idea of attempting to make you all distinctly hear me, but by the aid of the Spirit of the Lord, in answer to your good <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wishes and prayers, I will do my best to make you hear such things as it may suggest to me. I am thankful for this opportunity of meeting the Saints from different parts of the  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Territory, of beholding their friendly faces, and of greeting them with a cordial, &#x201C;How do you do?&#x201D; and &#x201C;God bless you.&#x201D; It really fills me with joy and gladness, and I am thankful that I have the privilege of meeting with my brethren who bear the Priesthood, and of mingling my testimony with theirs, to establish the truths of heaven long since revealed by the Lord to His people&#x2014;the Latter-day Saints. Brethren and sisters, I know that the cause in which we are engaged is the cause of God. I know that Joseph Smith was a true and faithful Prophet of the Most High God. I know that he sealed his testimony with his blood, and though he is invisible to our natural eyes at the present time, he is moving the cause of Zion by an influence which we can better feel than see. I feel thankful that I have the privilege of bearing this testimony; and not only do I bear it in behalf of the martyred Prophet, but I bear the same testimony in behalf of him whom God has placed to lead, guide and govern the affairs of His kingdom on the earth&#x2014;namely, President Brigham Young. <\/div><div class=\"paragraph jod\" id=\"v13n1458\"> You can all behold the &#x201C;Twin Peaks&#x201D; down here, when you are out in the open air, towering aloft towards heaven. You have seen the clouds gather around their brow, you have heard the thunders roll and seen the lightnings flash as if they would demolish those proud monuments of nature, and the elements have expended upon them their fury, yet after all, the clouds retired, the thunders ceased to roll, the lightnings to flash, and the sky became clearer; and there stand today those proud monuments, unscathed and unmoved. Why? Because God Almighty's hand reared them and placed them there. And the elements by which we are more or less surrounded may gather around our President, Brigham <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young, until his name is almost obscured for the time being; the thunders may roll over his head, the lightnings may flash or the clouds gather; is he affected? Is he not the same identical pillar, leading, guiding, and sustaining the cause of God? Most assuredly he is. And remember that, although the elements are lively and they play around the &#x201C;Twin Peaks&#x201D; with a great deal of force and fury, they can have but very little effect upon them; and so it is with the man whom God has ordained and placed to guide His Saints. Apostates may cause the clouds to gather, and they may thunder and they may lighten, and they may do this, that, and the other, but at last they must yield and give place to the monument that God has erected; and he will stand forth in bold relief, towering to heaven and pointing the way to eternal life. <\/div><div class=\"paragraph jod\" id=\"v13n1459\"> This is my testimony. This is the way my heart feels today; and it is the way it has ever felt towards that individual; it is the way that I am inclined to think that it ever will feel. It is my determination. Why? Because I have had evidence that is unmistakable that I am occupying grounds that are correct, that are true and faithful, and I cannot forget it. I pray the Lord that He may always lead me to keep the truth in mind, vivid and clear as the sun at noonday. <\/div><div class=\"paragraph jod\" id=\"v13n1460\"> Brethren and sisters, if we will be united in keeping the commandments of God, in observing and cleaving to the Word of Wisdom, not for the time being only, but always while life shall last; if we will remember our prayers and be faithful in the discharge of our duties, I will tell you that any measure, inimical to our welfare and interests it may seem, that may be sought to be carried against us, will utterly fail. We  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the means within ourselves to defeat almost anything that is intended for our destruction and overthrow. However I want to talk but little about this. I have endeavored to instruct the brethren and sisters where I have labored in relation to this matter, and if I shall repeat here today some things that I have said heretofore, do not think that it is because Brother Hyde lacks a subject; but he is happy to have the opportunity of declaring the truth; and truth never becomes stale because of being often repeated. <\/div><div class=\"paragraph jod\" id=\"v13n1462\"> We are a commercial and trading people, although far inland, and hence we buy and sell. Now the question is, are we always punctual to pay according to promise and agreement? I am sorry to say that in too many instances we are careless and indifferent with regard to fulfilling our word and agreement. We are told in the good book that we should owe no man anything but love<span class=\"citation\" id=\"72859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72859)\">Rom. 13:8<\/a><\/span> and good will; and if every man that hears the sound of my voice today could stand out like an angel of God and say, &#x201C;I owe no man anything but love and good will,&#x201D; what missile from the enemies' ranks could be successfully hurled against us? I say not one. We have paid that which we owe, and no man can say aught in complaint against us because we are delinquents; and every one that knows us will be ready to say, &#x201C;God bless you, you are punctual and faithful.&#x201D; Do we all desire, brethren and sisters, to maintain this character and stand upon this ground? I know that cases will arise, and almost unavoidably, in which we may be indebted to our brethren; but how is it with some of us when those to whom we are indebted apply for payment? I am afraid that such creditors, instead of receiving that which is their due, are sometimes <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> turned away with an excuse; when, if the debtor would exert himself, he might pay about as well then as at any other time. But though we may turn away a brother with an excuse, does that turn away the demands of justice and right? I tell you no. I have seen individuals who would contract a debt, apparently regardless whether they paid or not. I do not know that there are any here, but if there are I hope they will heed the words which I speak. Let me say that I very much question whether, if we have contracted debts and do not pay them, nor manifest any desire to do so, we shall go into the celestial kingdom. I cannot tell how this will be, but I should rather fear that, instead of going into the celestial kingdom, we should go down to that prison that is spoken of in the Scriptures. Hence we are exhorted to, &#x201C;Agree with thine adversary quickly, whilst thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison. Verily, verily, I say unto thee, that thou shalt not come out thence, until thou hast paid the uttermost farthing.&#x201D;<span class=\"citation\" id=\"63156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63156)\">Matt. 5:25-26<\/a><\/span> Whether this Scripture legitimately applies in this case, I will not say; but to my mind it has a strong beginning in that direction. Well, if I have to go to prison and there work to pay the uttermost farthing, heaven nerve my arm so that I may meet and pay my obligations while I am in the flesh. I know that in relation to these matters some of us have been in the habit of considering, &#x201C;Well, it is a brother to whom I owe this debt, and I can put him off, he will bear with me, and if he begins to make any particular demonstration towards collecting it, I will twine around him, and say, &#x2018;Bear with me a little, and I will pay you,&#x2019;&#x201D; when  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps we have no real, firm and fixed determination to pay that debt at all. <\/div><div class=\"paragraph jod\" id=\"v13n1464\"> Will the Lord hear and answer our prayers if this be our condition? I cannot say, but I will tell you I would rather be clear of any obligation except those of love and good will. I would rather risk prayer offered under these circumstances than when offered while the suppliant is involved in debts and obligations he has failed to discharge. <\/div><div class=\"paragraph jod\" id=\"v13n1465\"> Now, brethren and sisters, if we will train ourselves never to contract a debt, unless we feel sure, and not only feel sure, but determined, to pay according to promise, we shall not have the burdens on our shoulders that we otherwise shall have. Times are changing. Sometimes we are tempted by the allurements of the world, by the flow of money and by the abundance of everything, to go beyond the mark,<span class=\"citation\" id=\"81708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81708)\">Jacob 4:14<\/a><\/span> and we contract debts; then perhaps there is a shutdown on the sources of prosperity, and a dark, dull time, financially, may set in, and everything we have got is at stake. Which, then, is the better way? The better way, in my opinion, is to keep clear of debt; whether times are prosperous or tight, keep clear of debt if possible. <\/div><div class=\"paragraph jod\" id=\"v13n1466\"> Some will run into debt to gratify pride, and they will really rob themselves and their creditors just to keep up with this fanciful thing called fashion. Brother or sister So and So says, &#x201C;I must have this or that, because somebody else has it;&#x201D; or somebody has got such a thing, and I feel that I am as much entitled to it as he or she. I say let somebody else have as many fashions as they like, but let us abide by what God has given us and be content therewith; and if we really want more, let us make a little extra exertion, and before we spend money let us earn it. <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I know men who will actually go to work and sell the crop, that they are perhaps planting now, to merchants; and when they irrigate those crops it is not for themselves, but for them to whom they have sold it. The same is true when the grain is harvested and when it is threshed. There is no liberty, independence or nobility in this; but they who take this course are bound down and are slaves to somebody else. I feel that a little economy and self-denial would relieve us very much from this embarrassment and encumbrance. I believe the good book says, &#x201C;Except a man deny himself, take up his cross and follow me, he cannot be my disciple.&#x201D;<span class=\"citation\" id=\"66572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66572)\">Mark 8:34<\/a><\/span> Do we seek to deny ourselves or to gratify ourselves? Which is the greater labor, to gratify or to deny ourselves? I will tell you that if we would bestow as much labor in denying ourselves as we do in gratifying ourselves, we should feel better and should be happier, and the heavens would plead our cause more effectually. How comfortable a man feels when he can say to himself, &#x201C;Though I have but little, thank God I do not owe anybody anything.&#x201D; I have paid up my tithing, my emigration indebtedness, I have paid for my newspaper, and done the best I could to keep the hearts of my brethren whole by paying promptly, according to promise, so that the great machine of progress may move without obstruction and hindrance? I believe that if we will all turn in from this time and be honest, and really pay our debts and obligations, we have no great reason to fear anything injurious proceeding from any quarter. <\/div><div class=\"paragraph jod\" id=\"v13n1467\"> Suppose now, brethren and sisters, that we should be united in this one thing, and should actually go to and pay our debts and obligations. Let me suggest to you one thing. Says one, &#x201C;Really, I would very much like if I  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had the assurance that God heard my prayers.&#x201D; Now, when you go home, just think of them to whom you are indebted and who is in most need among your creditors, and then go right to that individual and bless him with an installment of what you owe him, and I tell you that will aid very much the acceptance of your offering unto God; it will induce Him to hear your prayer and to answer it. If you don't believe it, try it, and instead of putting off your brother, to whom you are indebted, and making a thousand excuses and apologies, and trying to get out of his road, go right to him, be honest, lay your heart open to him, and say, &#x201C;My brother, I will do all I can for you. I will bless you by paying you what I owe, or a portion of it, and I will pay you the remainder as fast as I possibly can.&#x201D; Let this course be taken throughout Israel, and see if the tables will not turn in favor of Zion. I feel that they will; let us all take this course and see. <\/div><div class=\"paragraph jod\" id=\"v13n1469\"> I intend, if the Lord will let me live, and I believe He will, to work just as hard as I can to pay every just obligation that I owe, and I believe I shall accomplish it. I pray the Lord to let me live until I can say, boldly and honestly and truly, that I owe no man anything but love<span class=\"citation\" id=\"72860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72860)\">Rom. 13:8<\/a><\/span> and goodwill; and then as much longer as He pleases. That is what I desire and intend. And I believe that if we, as a people, do this, remember our prayers, and keep the words of wisdom, the Lord will not suffer the enemy to prevail against us. <\/div><div class=\"paragraph jod\" id=\"v13n1470\"> Now I look around this congregation, and contemplate that there are, perhaps, some ten or twelve thousand persons, and it may be more, I do not know, there is a very large number; then when I think that numerous as we are here we are but the representatives&#x2014;not more than a tithing <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of those left behind, of the same stripe, it reminds me of the words of Joseph the Prophet, when he said, &#x201C;Brethren, remember that the majority of this people will never go astray; and as long as you keep with the majority you are sure to enter the celestial kingdom.&#x201D;<span class=\"citation\" id=\"81992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81992)\">Mosiah 29:26<\/a><\/span> I am satisfied, brethren, that if we will go to with our might and strength and pay our debts and liabilities the blessing of God will attend us, and that too in the eyes of all the world. <\/div><div class=\"paragraph jod\" id=\"v13n1471\"> I will tell you what I expect. I expect to live to see the day when those in our midst, who have sought our injury and ruin, will stand the same as men do, when discovered, that I read of in the papers, who rob henroosts or steal sheep. You know how they feel&#x2014;they feel &#x201C;cheap,&#x201D; they would feel very mean in the presence of honorable men. I expect to live to see the day, brethren, when those who have sought our injury will quail in our presence. <\/div><div class=\"paragraph jod\" id=\"v13n1472\"> Well, this is no time for long sermons. There are my brethren of the Twelve here, besides many others, who want to speak; and I presume to say that I have occupied my share of the time. One thing more, however, I will say. You who have money owing to you, do not, from my remarks, go to him who owes you and take him by the throat and say, &#x201C;Pay me that which thou owest.&#x201D;<span class=\"citation\" id=\"65097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65097)\">Matt. 18:28<\/a><\/span> Do not do that. No, let your debtor remain undisturbed by you; you be silent, and see whether that man's conscience will operate upon him so as to induce him to come and make reasonable and proper satisfaction to you; and if he will not when this subject is fully laid before him you may begin to think that he is not as honest as he should be, and by and by he will work himself out of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n1473\"> I feel, brethren and sisters, that I  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>am in the right company. If I can only manage to keep right myself, if I can only manage to be true and faithful to my God and myself, while I am in the midst of this assembly&#x2014;the representatives of a host of Latter-day Saints&#x2014;their hearts beating in unison with my <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words, and my words with their hearts, I feel that I am not following the few who break off, but that I am with the majority, and we are bound for the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n1475\"> God defend His people and their rights, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}