{"ID":130043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Organization of the Church&#x2014;Different Glories&#x2014;God's Work.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, May 5, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Organization of the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/5\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v13n1388\"> It is a great pleasure to meet with the brethren again in Conference, and it is certainly very gratifying to see the people so comfortably seated, with a prospect of enjoying the benefits and blessings of the Conference; even should the elements not be favorable we have a shelter and a shade. It has been the fortune of the Latter-day Saints never to stay in any place long enough to build a house sufficiently large to hold the people; but, with the blessing of the Lord and the united efforts of the brethren, we have room sufficient to hold a very large audience, though no doubt occasions will still occur when we shall cry out, &#x201C;More room,&#x201D; and probably before our Conference closes. I think, however, that we need not ask any of our brethren who reside in this city, as we have had to do, to stay at home <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to make room for those who may be in from a distance; all may come and be accommodated. The acoustic properties of the Tabernacle are evidently improved by the erection of the gallery, and if all who attend Conference will leave their coughing at home, sit still while here and omit shuffling their feet, they may have an opportunity of hearing pretty much everything that may be said. It will certainly require, even when all these conditions are complied with, considerable effort to fill so large a house with one voice, and that effort must be met by a corresponding effort on the part of the audience to preserve perfect stillness. <\/div><div class=\"paragraph jod\" id=\"v13n1389\"> It was forty years ago on the 6th of last month since the organization of the Church took place,<span class=\"citation\" id=\"84228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84228)\">D&amp;C 20:1<\/a><\/span> in the chamber of Father Whitmer, in  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Fayette, Seneca County, New York, with six members. The history of that forty years would require volumes to record. The institution, as it then commenced, was in its infancy; yet the Lord revealed to His servant, that He had laid the foundation of a great work;<span class=\"citation\" id=\"83709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83709)\">D&amp;C 1:30<\/a><\/span><span class=\"citation\" id=\"86550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86550)\">D&amp;C 64:33<\/a><\/span> the truth of that saying has been realized by the progress of events. The changes that have transpired in connection with this people have been very remarkable. The work commenced by preaching faith in the Lord Jesus, repentance and the ordinance of baptism for the remission of sins, and the laying on of hands for the gift of the Holy Ghost, which was an innovation upon the creeds and practices of every other religious sect; I am not aware that any one denomination believed in and practiced all the principles that were introduced at the organization of this Church. The first three of these principles were faith in the Lord Jesus, repentance, and baptism by immersion for the remission of sins. The next principle was the laying on of hands for the reception of the Holy Ghost, precisely as it was pointed out by the Savior and practiced by his disciples in Judea.<span class=\"citation\" id=\"71626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71626)\">Acts 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1391\"> There were denominations who believed in baptism by immersion, but not for the remission of sins, they believed that remission of sins was necessary previous to baptism; but they were ignorant of the possibility of the reception of the Holy Ghost, and, consequently, of the doctrine of the laying on of hands. The Church of England, it is true, would confirm by the laying on of the hand of the bishops, but not for confirming the gift of the Holy Ghost on the heads of the believers; and while all the professed believers in the doctrine of Christ had some portions or fragments of his Gospel as revealed and established by him and his Apostles, it was the Church <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Latter-day Saints which introduced and established, complete, the principles of faith in the Lord Jesus Christ, repentance towards God, baptism for the remission of sins, and the laying on of hands for the gift of the Holy Ghost. These principles were all important, and the moment the Bible was brought forth everybody could find that they coincided exactly with the principles set forth by the Savior, and it required to be spiritualized and changed to make it appear otherwise. But the Christian world had gone astray from these things, and when they were restored they rejected them. There were, however, honest persons in all of the denominations, and God has respect to every man who is honest of heart and purpose, though he may be deceived, and in error as to principle and doctrine; yet so far as that error is the result of their being deceived by the cunning craftiness of men,<span class=\"citation\" id=\"75241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75241)\">Eph. 4:14<\/a><\/span> or of circumstances over which such have no control, the Lord in His abundant mercy looks with allowance thereon, and in His great economy He has provided different glories and ordained that all persons shall be judged according to the knowledge they possess and the use they make of that knowledge,<span class=\"citation\" id=\"92116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92116)\">D&amp;C 137:9<\/a><\/span> and according to the deeds done in the body, whether good or evil.<span class=\"citation\" id=\"74143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74143)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1392\"> &#x201C;And again, we saw the terrestrial world, and behold and lo, these are they who are of the terrestrial, whose glory differs from that of the church of the Firstborn who have received the fulness of the Father, even as that of the moon differs from that of the sun in the firmament. Behold, these are they who died without law; And also they who are the spirits of men kept in prison, whom the Son visited, and preached the gospel unto them, that they might be judged according to men in the flesh; Who  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received not the testimony of Jesus in the flesh, but afterwards received it. These are they who are honorable men of the earth, who were blinded by the craftiness of men. These are they who receive of his glory, but not of his fulness. These are they who receive of the presence of the Son, but not of the fulness of the Father. Wherefore, they are bodies terrestrial, and not bodies celestial, and differ in glory as the moon differs from the sun. These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.&#x201D;<span class=\"citation\" id=\"87105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87105)\">D&amp;C 76:71-79<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1394\"> In opening this Conference it would be well for us individually to ask ourselves, Have we received the first principles of the Gospel of Christ, and have we continued in those principles which were first taught unto us; or is it necessary for us again to lay the foundation of repentance from dead works?<span class=\"citation\" id=\"76677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76677)\">Heb. 6:1<\/a><\/span> It is very singular that when the principles of the Gospel, as I have stated them, were presented to the different sects, they were disposed to reject them and to persecute those who preached them in their fullness. Such, however, was the fact, and it is owing to this that the Latter-day Saints are now in the Great Basin of the Rocky Mountains, in the heart of the American continent, in the enjoyment of political and religious liberty and freedom, for which they have sacrificed more perhaps than any other people on the face of the earth. And we have the greatest reason of all people to be thankful to God for these blessings. <\/div><div class=\"paragraph jod\" id=\"v13n1395\"> Then let us ask ourselves, Are we prepared for the great blessings which God has bestowed upon us? Are we living up to our callings and magnifying the same? Do we observe the duties which are imposed upon us by our holy religion? Or are we foolish enough, while recognizing its truth, <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and professing to be Latter-day Saints, to treat it with carelessness and neglect, and failing to live up to our high and holy calling?<span class=\"citation\" id=\"90058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90058)\">D&amp;C 106:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1396\"> From the earliest days of the preaching of the Gospel by Joseph Smith men were tried and tempted and led astray by false spirits and doctrines of devils. We find at the commencement of Joseph's mission that many who entered into covenant turned away, and some became very bitter enemies. It was necessary from the very beginning that there should be a sifting, for the Lord declared unto His people that He would sift them as with a sieve.<span class=\"citation\" id=\"58967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58967)\">Isa. 30:28<\/a><\/span><span class=\"citation\" id=\"61949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61949)\">Amos 9:9<\/a><\/span> This sifting had to continue, and hence every time the Latter-day Saints were driven, scattered, or otherwise persecuted, it caused those who could not abide in the faith to pass quietly away, or to make their wickedness manifest unto the church and unto the world. But while this was going on, the strength of Zion was increasing. It is said, and I presume correctly, that Oliver Cowdery remarked at one time to Joseph Smith, &#x201C;If I should apostatize and leave the Church, the Church would be broken up.&#x201D; The answer of the Prophet was, &#x201C;What and who are you? This is the work of God, and if you turn against it and withdraw from it, it will still roll on and you will not be missed.&#x201D; It was not long until Oliver turned away, but the work continued. God raised up men from obscurity to step forth and shoulder the burdens, and it was hardly known when and where he went. In about ten years he came back again, came before a local Conference at Mosquito Creek, Pottawatomie Co., Iowa, Oct., 1848, and acknowledged his faults. He bore testimony of the mission of the Prophet, Joseph Smith, and of the truth of the Book of Mormon; he exhorted the Saints to follow the  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>authority of the Holy Priesthood, which he assured them was with the Twelve Apostles. He said, &#x201C;When the Saints follow the main channel of the stream, they find themselves in deep water and always right, pursuing their journey with safety; but when they turned aside into sloughs and bayous, they are left to flounder in the mud and are lost, for the Angel of God said unto Joseph in my hearing that this Priesthood shall remain on the earth until the end.&#x201D;<span class=\"citation\" id=\"84000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84000)\">D&amp;C 13:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1398\"> Oliver declared he took pleasure in bearing this testimony to the largest congregation of Saints he had ever seen together. He was rebaptized and made arrangements to come to the mountains, but died soon after, while on a visit to the Whitmers, in Missouri. <\/div><div class=\"paragraph jod\" id=\"v13n1399\"> This circumstance shows how little God depends upon man to carry on His work. He does it by His own power, His own majesty, by His own mighty hand and for the accomplishment of His own glorious purposes. <\/div><div class=\"paragraph jod\" id=\"v13n1400\"> It was thought and felt throughout the world, about the year 1844, that if Joseph Smith, the Prophet, could be destroyed, that would be the end of the Latter-day Saints. Men conspired together to shed his blood; they sought occasion against him;<span class=\"citation\" id=\"61566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61566)\">Dan. 6:4<\/a><\/span><span class=\"citation\" id=\"86515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86515)\">D&amp;C 64:6<\/a><\/span> they made him an offender for a word;<span class=\"citation\" id=\"58896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58896)\">Isa. 29:21<\/a><\/span> they swore falsely against him,<span class=\"citation\" id=\"90830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90830)\">D&amp;C 121:18<\/a><\/span> and some who had been his friends turned traitors and conspired with the wicked and shed his blood. It was generally believed by the enemies of the Saints that that was the end of the work of the Lord. The pulpit resounded with thanks to God that the great arch-impostor, Joseph Smith, was slain. The priests rejoiced over it; and though there was a feeling, tolerably widespread, that it was barbarous to kill him, under the plighted faith of Illinois, yet the general feeling was that it <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was a good thing that he was dead. But God had a work to perform, and it did not depend upon the life of one or two individuals. It was His work, His kingdom, His Church, His plan of salvation, and He, by His own wisdom and His own mighty hand<span class=\"citation\" id=\"54933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54933)\">Deut. 3:24<\/a><\/span> bore it off. <\/div><div class=\"paragraph jod\" id=\"v13n1401\"> These were the facts, and these continue to be the facts; and all that the Latter-day Saints have to do is to live within the confines of God's holy law and up to their privileges. Are we doing so? Are we walking in accordance with these principles? Let us ask ourselves these questions, and if any of us are remiss, let us immediately commence to reform, humble ourselves before God, and be ready to sacrifice ourselves and all we have, if necessary, for the building up and redemption of Zion and for our salvation. <\/div><div class=\"paragraph jod\" id=\"v13n1402\"> We have come together as a Conference to compare notes with each other, to rejoice together and to receive instruction; and let every man and woman that has come or that may yet come, lift their hearts to God in solemn prayer that His blessing may rest upon His servants, that they may be inspired with a double portion of His holy Spirit,<span class=\"citation\" id=\"55757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55757)\">2 Kgs. 2:9<\/a><\/span> that the Priesthood, in all its life, power, and glory, may speak forth the words of truth, light, and intelligence, that shall pour comfort into the hearts of the Saints, and guide and strengthen them, and illuminate their path, that we, one and all, may continue in the great and glorious work which we have commenced. <\/div><div class=\"paragraph jod\" id=\"v13n1403\"> May the Lord God of Hosts bless you, and peace be and abide in your hearts, that you may appreciate these things, and exercise faith, union, knowledge, power, and wisdom in your walk and conduct henceforth, and that these meetings may be a blessing to all who attend them, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}