{"ID":130021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Right to Lead the Church, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, delivered in the New Tabernacle, Salt Lake City, October 6, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Grimshaw.<\/div>\n<div class=\"pageHeader\">Page Header: The Right to Lead the Church, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/6\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v13n753\"> Being requested to make a few remarks to the Saints at the present time, I have risen with cheerfulness to add my testimony to what has been said, and to speak a few words more in relation to the Church and kingdom of God, and the Gospel of Jesus Christ His Son. I rejoice in the opportunity of meeting with the Saints and seeing their friendly faces, which beam as though their hearts felt glad to associate together&#x2014;to commune one with another, and to hear what the Lord may say through His servants who may be called upon to address you. Brethren and sisters, the feelings of my heart are&#x2014;The Lord bless you, and pour His Spirit upon you and upon all His Saints everywhere. <\/div><div class=\"paragraph jod\" id=\"v13n754\"> I have listened with interest to the remarks that have been made. I rejoice in anything that goes to advance the cause of Zion; and I know of no one thing more potent to that effect than our living by every word that proceedeth out of the mouth of God.<span class=\"citation\" id=\"55004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55004)\">Deut. 8:3<\/a><\/span><span class=\"citation\" id=\"62821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62821)\">Matt. 4:4<\/a><\/span> And I apprehend that, if the Saints will listen to the words of counsel and unto the commandments of God, no very serious inroads will ever be made upon us, either by contestants for the supremacy in this kingdom, or by Congress itself. These are my feelings. <\/div><div class=\"paragraph jod\" id=\"v13n755\"> I became connected with the Church of God on the 31st day of October, 1831. I do not know how many there are now living that can date <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4964\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their connection with the Church to an earlier period than this. There is one, and perhaps there are two, that I know of, I know of no more; still, I cannot say in relation to this. Now, if I had only improved upon the time that has been allotted to me, and gained the experience I might have gained, perhaps I would have been further in advance than I am at the present time. But I am not discouraged; I have no feelings to linger or flag, but feel to persevere and to do all I can for the building up of the Zion of our God. <\/div><div class=\"paragraph jod\" id=\"v13n756\"> I apprehend, brethren and sisters, that there are faithful witnesses in this Church who have lived with the Prophet&#x2014;who have traveled with him, who have eaten with him, who have slept with him, who have preached and prayed with him, and have been as familiar with him as a child ever was with his father. There are, I say, witnesses that lived co-temporary with him, who will continue to live and be able to bear a faithful testimony to the truth, until the kingdom can take care of itself, or God will take care of it. I tell you that light will come upon you pretty soon&#x2014;the glorious light of heaven. Be patient, enduring&#x2014;the sun will rise and darkness will flee away. By and by, true to the word of promise,<span class=\"citation\" id=\"72665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72665)\">Rom. 9:9<\/a><\/span> the sun does rise, and darkness flees away; and the sun ascends to the meridian, and his rays illuminate the whole face of nature. You can then  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see, you can then appreciate the word of promise.<span class=\"citation\" id=\"72666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72666)\">Rom. 9:9<\/a><\/span> Would it be any satisfaction to you if I were to continue and tell you that the sun does shine? It shines in the face of you all. You have no need of my testimony, you have no need of my assurance. It displays its light to all the world, and you behold it, and no one could convince you that the sun does not shine. <\/div><div class=\"paragraph jod\" id=\"v13n758\"> So let me say here, that there are faithful witnesses, who will testify to the truth, that lived contemporary with Joseph, the martyred prophet; and they will continue to live and testify till this kingdom can take care of itself. What do you mean by the kingdom taking care of itself? I mean that the veil which is now cast over the world will be rent asunder,<span class=\"citation\" id=\"85051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85051)\">D&amp;C 38:8<\/a><\/span><span class=\"citation\" id=\"93138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93138)\">Moses 7:61<\/a><\/span> and every eye will see<span class=\"citation\" id=\"78979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78979)\">Rev. 1:7<\/a><\/span> and every heart feel. Then the kingdom can take care of itself, and have no need of witnesses to prove that the sun shines. Well, then, if the veil of the covering<span class=\"citation\" id=\"89474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89474)\">D&amp;C 101:23<\/a><\/span> which has caused so great darkness is rent in twain, and the whole people, as it were, see as they are seen and know as they are known,<span class=\"citation\" id=\"73717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73717)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87170)\">D&amp;C 76:94<\/a><\/span> have they any particular use for the testimony of a feeble mortal, that the power of God, in streams of light from on high, is being poured down upon the children of God on earth? Why it is a character of evidence beyond the feeble voice of mortals. <\/div><div class=\"paragraph jod\" id=\"v13n759\"> I apprehend that, so long as these witnesses remain, it will be a pretty hard matter for Congress or for apostates to make many inroads upon the truth, while the servants of the Most High, inspired by the Spirit of God, stand like a flaming sword to guard the way of the Tree of Life.<span class=\"citation\" id=\"52669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52669)\">Gen. 3:24<\/a><\/span><span class=\"citation\" id=\"92542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92542)\">Moses 4:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n760\"> I will tell you, brethren and sisters, the Apostleship is of some importance to the Saints of God; but I will say, furthermore, that it is very <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4963\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> satisfactory to me when I call to mind the remarks of the Prophet Joseph Smith. I will give you my testimony. In one particular place, in the presence of about sixty men, he said, &#x201C;My work is about done; I am going to step aside awhile. I am going to rest from my labors; for I have borne the burden and heat of the day,<span class=\"citation\" id=\"65280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65280)\">Matt. 20:12<\/a><\/span> and now I am going to step aside and rest a little. And I roll the burden off my shoulders on the shoulders of the Twelve Apostles. Now,&#x201D; said he, &#x201C;round up your shoulders and bear off this kingdom.&#x201D; Has he ever said this to anyone else? I do not know; I do not care. It is enough for me to know that he said it to the Quorum of the Twelve Apostles. And since that time we have endeavored to do our duty and perform the work that was given us to do. <\/div><div class=\"paragraph jod\" id=\"v13n761\"> We did not consider, at the time he bore this testimony, that he was going to die or be taken from us; but we considered that as he had been borne down with excessive labors, by day and night, he was going to retire to rest and regain his health, and we should act under his direction and bear the responsibility of the work. But when the fatal news came to us, in the Eastern States, that he, with his brother Hyrum, had been massacred in Carthage jail, I will tell you it brought his words home to our minds, and we could then realize that he had spoken in sober earnest; and the twelve men upon whom he had conferred this power, then stepped forth and took their position. When the Twelve, united heart and soul, stepped forth, everything yielded before them. <\/div><div class=\"paragraph jod\" id=\"v13n762\"> Well, now, I will give it as the feelings of my heart&#x2014;and if I am wrong, I can be corrected right here&#x2014;that no one need be curious or anxious as to who is going to lead  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and guide this people. I will tell you that as long as God has a Church on the earth, He will govern it. Now I will tell you a little of my feelings in relation to it. I know that when President Young returned with the Twelve to Nauvoo, he gathered them around him, and said he, &#x201C;I want you to disperse among the congregation and feel the pulse of the people, while I go upon the stand and speak.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n764\"> We went among the congregation and President Young went on the stand. Well, he spoke, and his words went through me like electricity. &#x201C;Am I mistaken?&#x201D; said I, &#x201C;or is it really the voice of Joseph Smith?&#x201D; This is my testimony; it was not only the voice of Joseph, but there were the features, the gestures and even the <span class=\"italic\">stature<\/span> of Joseph before us in the person of Brigham. And though it may be said that President Young is a complete <span class=\"italic\">mimic<\/span>, and can mimic anybody, I would like to see the man who can mimic another <span class=\"italic\">in stature<\/span> who was about <span class=\"italic\">four or five inches higher than himself<\/span>. Everyone in the congregation&#x2014;everyone who was inspired by the Spirit of the Lord&#x2014;felt it. They knew it. They realized it. <\/div><div class=\"paragraph jod\" id=\"v13n765\"> I sat myself down in the midst of the congregation, with my two wives, whom Joseph had given and sealed to me. When President Young began to speak, one of them said, &#x201C;It is the voice of Joseph! It is Joseph Smith!&#x201D; The exclamation of the other was, &#x201C;I do not see him, where is he?&#x201D; Well, the thought occurred to my mind respecting the Scripture which President Young has just quoted&#x2014;&#x201C;My sheep know my voice and follow me.&#x201D;<span class=\"citation\" id=\"69694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69694)\">John 10:27<\/a><\/span> Where is the one that recognized the voice of Joseph in President Young? Where is she? She is in the line of her duty. But where is the other? Gone where I wish she were not. The sheep of <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4962\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the good shepherd will follow the voice they know, but they will not follow the voice of a stranger.<span class=\"citation\" id=\"69622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69622)\">John 10:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n766\"> Now this was a manifestation of the power of the Almighty&#x2014;it was the power of God resting on an individual in the eyes of all the people, not only in feature and voice, but actually in <span class=\"italic\">stature<\/span>. This is my testimony. I might go on and add many more testimonies. I recollect reading that when our Savior was baptized by John in the Jordan, the Spirit of the Lord descended and rested upon him in the form of a dove,<span class=\"citation\" id=\"126305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126305)\">John 1:31 (JST)<\/a><\/span><span class=\"citation\" id=\"126303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126303)\">1 Ne. 11:27<\/a><\/span><span class=\"citation\" id=\"126304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126304)\">2 Ne. 31:8<\/a><\/span><span class=\"citation\" id=\"89037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89037)\">D&amp;C 93:15<\/a><\/span> and a voice from heaven was heard, saying, &#x201C;This is my beloved Son, in whom I am well pleased. Hear ye him.&#x201D;<span class=\"citation\" id=\"62788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62788)\">Matt. 3:16-17<\/a><\/span><span class=\"citation\" id=\"82580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82580)\">3 Ne. 11:7<\/a><\/span><span class=\"citation\" id=\"93638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93638)\">JS&mdash;H 1:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n767\"> Well, now, it did not depend upon argument, it did not depend upon reason. The voice of the Almighty&#x2014;the form of a dove descending and resting upon him, were sufficient evidence to prove he was the Son of God. Argument was out of the question. Did it require argument to prove that brother Brigham Young held the position of Joseph, the martyred Prophet? Did it require proof that Joseph was there in the person of Brigham, speaking with an angel's voice? It required no argument; with those who feared God and loved truth, it required none. <\/div><div class=\"paragraph jod\" id=\"v13n768\"> Well, now, we have the consolation to know that, whatever changes may take place in the government of the Church and kingdom of God, we shall not be left in the dark nor will our destiny be suspended on the frailty of argument; but I believe that whatever changes take place will be brought about by a power that every child of God will recognize. <\/div><div class=\"paragraph jod\" id=\"v13n769\"> These are the feelings of my heart; and consequently I dismiss every anxiety in relation to it. It is for me to live my religion and honor my God, and to let Him steady His own  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ark.<span class=\"citation\" id=\"88082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88082)\">D&amp;C 85:8<\/a><\/span> Let me do my duty and all will work for the best. This is how I feel, brethren. When I began to speak, I had quite an argument fixed up in my mind, but I cannot touch it now, and it is useless to try. I will say, however, that it is all summed up in the excellent quotation made by our President&#x2014;&#x201C;My sheep know my voice and will follow me;<span class=\"citation\" id=\"69695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69695)\">John 10:27<\/a><\/span> but a stranger they will not follow, for they know not the voice of strangers.&#x201D;<span class=\"citation\" id=\"69623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69623)\">John 10:4-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n771\"> We must learn, brethren and sisters, to be wise. We must learn to let the world alone. The Lord has brought us out from the nations. Said He, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80227)\">Rev. 18:4<\/a><\/span> Now, why should we ever have any lingering desire for any connection with the world again? Will we invite them here and scatter our means among them, and put a weapon in their hands to destroy us? <\/div><div class=\"paragraph jod\" id=\"v13n772\"> An illustrious visitor, the one only second in office in the United States, expressed a desire that we should see the necessity of inviting men of capital to our midst, to aid in developing the resources of the country, thereby making our Territory a great commercial center. The Lord knows His own business best, and He will conduct it in a manner and way that will please Him. I apprehend He will take care of His people. And if we will do His will and keep His commandments, He will provide for us; and we may yet learn, in the midst of all our reasoning and argument, that God has never yet desired us to live after the manner of the world. It is for us to keep His commandments and He will provide for His children.<span class=\"citation\" id=\"89861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89861)\">D&amp;C 104:15<\/a><\/span> He will provide for His servants. Brethren and sisters, you will see the servants of God will have joy at heart; but the enemies of righteousness will have sorrow. <\/div> <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4961\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n773\"> It is well for us to adhere to the principle of cooperation and everything else that is calculated to advance our interests as a people. It is well for us to adhere to the teachings that we receive, and let our enemies and outsiders alone. Is there anything wrong in our concentrating our time and means in a certain channel? Can we not trade where and with whom we will? Are we doing anyone any injustice in this? No. Have we the Constitutional right to invest our capital wherever we like? Yes, we have the Constitutional right. Is it my Constitutional right to get all the power and influence that I can? Yes, it is. Is there anything unlawful in it? Nothing at all. I will venture to say that the Hon. Vice President would not object, today, to have influence over all the citizens of the United States. He would not object to it at all; neither would any other politician. <\/div><div class=\"paragraph jod\" id=\"v13n774\"> We say there is nothing unlawful in Brigham Young getting all the influence that he can; but they want him out of the way. They are not willing&#x2014;they cannot be willing, to see a man who has earned the position he occupies, use his influence for the welfare, elevation and advancement of the people. They want to occupy it themselves, and they are jealous. <\/div><div class=\"paragraph jod\" id=\"v13n775\"> I do not feel to detain you a great while, brethren and sisters, but there are two or three things in my mind that I wish to make known. Congress, it is said, is going to give the people &#x201C;their rights!&#x201D; I wonder why they never thought of giving us <span class=\"italic\">our<\/span> rights? That is another thing; it is a horse of another color. But our rights are safe. Our rights are in the hands of God; and we will trust in Him for them; and when He does give them to us, He will give them on a large scale. <\/div> <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n777\"> Brother George A. Smith was computing the interest and indebtedness of Missouri to us; but I tell you when the Lord pays us up, it will be a &#x201C;big&#x201D; reward. Be patient, live your religion, and when the Almighty does reward, it will be on a large scale. <\/div><div class=\"paragraph jod\" id=\"v13n778\"> And now let me give you my feelings in relation to the interference of the Government of the United States. What do they want to interfere with us for? Whom have we injured? Have we injured anyone? Have we done wrong to anyone, Jew or Gentile? Have we done wrong to the Indians? Have we done wrong in cultivating the soil, and in making this barren and waste desert fertile? What wrong <span class=\"italic\">have<\/span> we done, that it is necessary for Congress to interfere? They say, &#x201C;We are afraid you intend to do wrong.&#x201D; Well, then you punish us in advance for the wrong we have not done. They say, &#x201C;You are guilty of practicing polygamy.&#x201D; Well, now, this is only one feather in the bird; only one single feather. I will tell you, everything is wrong about us in their estimation. It is wrong of us to get such an influence on the earth, both at home and abroad. And the reason why so much is said about polygamy, is because it is the only handle that they think they can get hold of; but they will discover that <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> even this is so doubtful, in the eye of Constitutional law, that it can give them no assurance of success against us; and they will find it the very principle that will break in pieces the power that would set it aside. <\/div><div class=\"paragraph jod\" id=\"v13n779\"> I would not say that I am speaking now as a representative of the minds of the Latter-day Saints as a body; I wish merely to express my own sentiments and feelings, and if I say anything that is wrong, let me be corrected for it right here. I will tell you that, just in proportion as any power, whether the United States or any other nation, seeks to hinder or oppose the progress of the Latter-day Saints, or lay any stumbling block in their way, the Lord will lay two stumbling blocks in their way, to their laying one in ours. <\/div><div class=\"paragraph jod\" id=\"v13n780\"> We have something more potent than our own arm to defend us&#x2014;we have the arm of Jehovah pledged for our protection. He will make bare His arm in the eyes of the nations,<span class=\"citation\" id=\"59614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59614)\">Isa. 52:10<\/a><\/span> and they will feel it. It is getting too late in the day. The battle is too far advanced. <\/div><div class=\"paragraph jod\" id=\"v13n781\"> Then let us, as Latter-day Saints, be filled with reverence for the kingdom of God&#x2014;for His laws and institutions; remembering our prayers, being faithful, doing our duty in all things, and the Lord will bear off His kingdom. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}