{"ID":130009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obeying the Gospel&#x2014;Recreation&#x2014;Individual Development.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, July 18, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Obeying the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/18\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v13n223\"> I will say to my friends&#x2014;those who believe in the Lord Jesus Christ&#x2014;&#x201C;I beseech you in Christ's stead, be ye reconciled to God.&#x201D;<span class=\"citation\" id=\"74219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74219)\">2 Cor. 5:20<\/a><\/span> Treasure up every truth that you hear, practice it in your lives, for this will lead you to Jesus. The words that we have heard this afternoon, with regard to the character of the Son of God and the plan of salvation, are true so far as they have gone. We, the Latter-day Saints, take the liberty of believing more than our Christian brethren: we not only believe part of the Bible, but the whole of it, and the whole of the plan of salvation that Jesus has given to us. Do we differ from others who believe in the Lord Jesus Christ? No, only in believing more; we are one with them as far as they believe in him. Do we differ with regard to the practice of the Gospel that he has delivered to us? No, not as far as they really believe in and practice the doctrines taught by him. We believe all that any good man on the earth need believe. We believe in God the Father, in Jesus Christ His Son, our Savior. We believe all that Moses spoke and wrote of him, all that the apostles said of him, and all that Jesus himself has said, which was penned and has been left on record by his apostles and servants. <\/div><div class=\"paragraph jod\" id=\"v13n224\"> Our Lord and Savior has been beautifully described and set before us, by the gentleman who has ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5087\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dressed us this afternoon, but I will take the liberty of saying to every man and woman who wishes to obtain salvation through him (the Savior) that <span class=\"italic\">looking<\/span> to him, only, is not enough: they must have faith in his name, character and atonement; and they must have faith in his father and in the plan of salvation devised and wrought out by the Father and the Son. What will this faith lead to? It will lead to obedience to the requirements of the Gospel; and the few words that I may deliver to my brethren and sisters and friends this afternoon will be with the direct view of leading them to God. <\/div><div class=\"paragraph jod\" id=\"v13n225\"> How am I to know whether I have passed from death unto life?<span class=\"citation\" id=\"69126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69126)\">John 5:24<\/a><\/span> The apostle says by loving the brethren.<span class=\"citation\" id=\"78545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78545)\">1 Jn. 2:10<\/a><\/span><span class=\"citation\" id=\"126252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126252)\">1 Jn. 3:14<\/a><\/span> How shall I know the brethren? They are my brethren who have received and obeyed the Gospel of the Son of God. This is just as easy to test as it is to test a man who says he is a citizen of the United States. A man may declare that he is so, but upon inquiry we find that he has never taken the oath of allegiance nor even declared his intention of becoming a citizen; but his sole claim to be considered a citizen rests on the fact that he lives in this country and has property, perhaps a farm or a store. This will not entitle any foreigner to the rights and privileges enjoyed by the humblest citizen. He must first declare his intention, take the oath of  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>allegiance to this Government and renounce it to his former one, and then receive his papers of citizenship. It is just the same in the kingdom of God. However much we may profess attachment to God and His cause we are not entitled to the blessings and privileges of His kingdom until we become citizens therein. How can we do this? By repenting of our sins, and obeying the requirements of the Gospel of the Son of God which has been delivered to us. Hundreds and thousands of people have believed on the Lord Jesus Christ and repented of their sins, and have had the Holy Spirit to witness unto them that God is love, that they loved Him and that He loved them, and yet they are not in His kingdom. They have not complied with the necessary requirements, they have not entered in at the door, and Jesus says, &#x201C;Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.&#x201D;<span class=\"citation\" id=\"69588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69588)\">John 10:1<\/a><\/span> He says also, &#x201C;I am the door: by me if any man enter in, he shall be saved.&#x201D;<span class=\"citation\" id=\"69650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69650)\">John 10:9<\/a><\/span> Jesus has taught us how we may enter this door and become citizens of his kingdom, and there is no excuse for our neglecting to do so. Herein we exceed and go further than our former brethren. We read in this book (the Bible) of a certain man who came to Jesus by night<span class=\"citation\" id=\"68695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68695)\">John 3:1-2<\/a><\/span> and asked him what he should do to be saved.<span class=\"citation\" id=\"71905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71905)\">Acts 16:30<\/a><\/span> This man, in his own estimation, had been a strict observer of the law, but Jesus said to him, &#x201C;Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68706)\">John 3:3<\/a><\/span> My firm belief is that thousands have been born of the Spirit and have seen the kingdom, but not having been born of the water they have never been permitted to enter that kingdom, for Jesus says, &#x201C;Except a <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5086\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68784)\">John 3:5<\/a><\/span> This is why we say it is necessary to obey, fully, the Gospel which Jesus has left on record for us; and to do that we must repent of our sins, be baptized for the remission of them, and then receive the Holy Ghost by the laying on of hands. <\/div><div class=\"paragraph jod\" id=\"v13n227\"> Do we believe in the Holy Ghost? Yes. Do our former brethren in the Christian world? They say they do. They should believe in it, they preach and teach it. What will the Holy Ghost do for those who possess it? It will bring to their remembrance things past, present, and to come,<span class=\"citation\" id=\"70035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70035)\">John 14:26<\/a><\/span> and will teach them all things necessary for them to understand, in order to secure salvation.<span class=\"citation\" id=\"70370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70370)\">John 16:13<\/a><\/span> Is this the office and ministry of the Holy Ghost? Jesus says: <\/div><div class=\"paragraph jod\" id=\"v13n228\"> &#x201C;But the Comforter, <span class=\"italic\">which is<\/span> the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.&#x201D;<span class=\"citation\" id=\"70034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70034)\">John 14:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n229\"> &#x201C;Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, <span class=\"italic\">that<\/span> he shall speak: and he will shew you things to come.&#x201D;<span class=\"citation\" id=\"70369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70369)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n230\"> Then if we receive the Holy Ghost we shall know and understand things as they are,<span class=\"citation\" id=\"81706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81706)\">Jacob 4:13<\/a><\/span> we shall be able to read the Scriptures by the Spirit,<span class=\"citation\" id=\"126253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126253)\">JS&mdash;H 1:73-74<\/a><\/span> with which they were written, and if we continue faithful we shall be led to a knowledge of God and Jesus whom He has sent, which the apostle says, &#x201C;is eternal life.&#x201D;<span class=\"citation\" id=\"70589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70589)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n231\"> Some believe or conceive the idea that to know God would lessen Him in our estimation; but I can say that for me to understand any principle or being, on earth or in Heaven, it does not lessen its true value to me, but,  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>on the contrary, it increases it; and the more I can know of God, the dearer and more precious He is to me, and the more exalted are my feelings towards Him. Therein I may be different to some others. <\/div><div class=\"paragraph jod\" id=\"v13n233\"> If we embrace the Gospel of Jesus Christ, rendering obedience thereunto as he has directed, it will lead us into the kingdom of God here on the earth. We have started to build up this kingdom. The Lord has revealed His will from the heavens, and we have faith in Him. Is there any proof of this? Certainly, there is every proof that is necessary. I recollect reading in the New Testament that Jesus gave a mission to his apostles in these words, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66834)\">Mark 16:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n234\"> This Gospel is for all the children of men, and it will save all who will believe and obey it. Do this people believe in this Gospel? Yes. Is there any proof of this? Yes. Here before me I see men who have left their homes and families; women who have left their homes and families; parents who have left their children, and children their parents; husbands who have left their wives, and wives their husbands, and all to gather with the Saints of the Most High. Is this any testimony that they believe on the Lord Jesus Christ? Yes; and this is not all. They speak with new tongues, they lay hands on the sick and they do recover.<span class=\"citation\" id=\"66920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66920)\">Mark 16:17-18<\/a><\/span> In these particulars we <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5085\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> differ from those with whom we formerly fellowshipped in the Christian world, who say they tell the people how to come to God and be saved. But if they ever have done that, I have never heard them. In my young days I have been called an infidel for talking thus, for there was no man who could tell me anything about the plan of salvation; but I never saw the day but what I would have walked on my knees across this continent to have seen a man who could have told me the first thing about God and Heaven. It is true that the feelings and attention of the people may be moved and attracted by beautiful descriptions of Him and Heaven and with beautiful illustrations of His power and goodness, such as we have heard today; but where is God? Who is He? Who is Jesus Christ? Where do they live? What is their power and character, and their connection with the people of the earth? In my scanty experience with the divines of the day I never yet found the first that could describe the character of God, locate His dwelling place, or give the first correct idea with regard to the Father and the Son; but to them they are hidden in impenetrable mystery, and their cry is, &#x201C;Great is the mystery of godliness: God manifest in the flesh.&#x201D;<span class=\"citation\" id=\"75923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75923)\">1 Tim. 3:16<\/a><\/span> To us it is simple, plain, glorious and divine, and it is worthy the attention of every intelligent being that dwells on the face of the earth, for it is eternal life to know God and Jesus Christ whom He has sent.<span class=\"citation\" id=\"70590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70590)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n235\"> In these respects we differ from our Christian brethren. We are the very men and women that have come out from the Mother Church and her daughters, Methodists, Calvinists and almost every other persuasion on the face of the earth, the Pagans not excepted. We never learned from them,  <div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>however, how to be saved; but we know how to save ourselves, for the Lord has revealed to us a plan by which we may be saved both here and hereafter. God has done everything we could ask, and more than we could ask. The errand of Jesus to earth was to bring his brethren and sisters back into the presence of the Father; he has done his part of the work, and it remains for us to do ours. There is not one thing that the Lord could do for the salvation of the human family that He has neglected to do; and it remains for the children of men to receive the truth or reject it; all that can be accomplished for their salvation, independent of them, has been accomplished in and by the Savior. It has been justly remarked this afternoon that &#x201C;Jesus paid the debt; he atoned for the original sin; he came and suffered and died on the cross.&#x201D; He is now King of kings and Lord of lords,<span class=\"citation\" id=\"80427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80427)\">Rev. 19:16<\/a><\/span> and the time will come when every knee will bow and every tongue confess, to the glory of God the Father, that Jesus is the Christ.<span class=\"citation\" id=\"75453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75453)\">Philip. 2:10-11<\/a><\/span> That very character that was looked upon, not as the Savior, but as an outcast, who was crucified between two thieves and treated with scorn and derision, will be greeted by all men as the only Being through whom they can obtain salvation. <\/div><div class=\"paragraph jod\" id=\"v13n237\"> We differ from our Christian brethren, and have long been separated from them; but we are here in these mountains through necessity&#x2014;because we were not permitted to live with them. But we were never hated, despised and derided as Christ was; we have never been crucified and been such outcasts as Jesus, though our prophet and patriarch were slain; but not in such an ignominious manner as Jesus. Who will believe our testimony? &#x201C;If our gospel be hid, it is hid to them that are lost.&#x201D;<span class=\"citation\" id=\"74054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74054)\">2 Cor. 4:3<\/a><\/span> Who <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5084\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will believe our testimony? Who will believe the testimony that has been delivered here this afternoon? I believe and know it is true; and that, too, by the revelations of that very character who was lifted up on the cross.<span class=\"citation\" id=\"74422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74422)\">Gal. 1:12<\/a><\/span> How are we to blame for believing so much? Why, the Scriptures say we are to, &#x201C;Prove all things; and hold fast that which is good.&#x201D;<span class=\"citation\" id=\"75745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75745)\">1 Thes. 5:21<\/a><\/span> I frequently think that the only way for a man to prove any fact in the world is by experience. We go, for instance, into an orchard and someone says there is a sweet apple tree, and he may say the same of other trees, but without tasting how shall I know they are sweet? Unless I taste of them I cannot know it. I may take the testimony of others who have tasted them, as to whether they are sweet, sour or bitter, but without tasting it cannot be proved to my senses that they are so. Now, as I understand it, it is the same with all facts that have come to the knowledge of all beings in Heaven, or on earth&#x2014;all facts are proved and made manifest by their opposite. Sin has come into the world, and death by sin.<span class=\"citation\" id=\"72346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72346)\">Rom. 5:12<\/a><\/span> I frequently ask myself the question: Was there any necessity for sin to enter the world? Most assuredly there was, according to my understanding and reasoning powers. Did I not know the evil I could never know the good; had I not seen the light I should never be able to comprehend what darkness is.<span class=\"citation\" id=\"92584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92584)\">Moses 5:11<\/a><\/span> Had I never tried to see and behold a thing in darkness I could not understand the beauty and glory of the light. If I had never tasted the bitter or the sour how could I define or describe the sweet? Consequently, I let all these things pass, being according to the wisdom of Him who has done all things for the benefit and salvation of His children here on the earth. And when we contem<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plate and realize that He is our Father and that Jesus is our elder brother, and that we have the privilege of overcoming sin and death, by faith in Jesus and obedience to His Gospel, and of being exalted into the presence of the Father and the Son, the thought should fill our hearts with gratitude, praise and humility. <\/div><div class=\"paragraph jod\" id=\"v13n239\"> I extend my religion further than a great many do. I say it is far beyond the religions of the day; they consists mainly, of forms and ceremonies, never revealing to their votaries the object of their creation and existence, or preparing them to fulfil their high calling and destiny; but ours incorporates the whole life of man. Our religion incorporates and includes all the duties devolving upon us every day of our lives, and enables us, if we live according to the spirit of it, to discharge those several duties more honorably and efficiently. I do not think there is as good a financier on the earth as my Father in Heaven is; I do not think there is a being among the whole human family who understands the principles of finance as well as He does. And I believe the same with regard to any other branch of human knowledge, or of anything which affects the peace, happiness, comfort, wealth, health, and strength of body, and in fact the entire welfare, whether political, social, or physical, of the children of men, consequently I would like to have Him dictate my affairs. Why? That I might become the possessor of power, wealth, and influence, for all the influence the children of men ever possessed they have received from the Father. Every kingdom that has been set up on the face of the earth has been set up by the will of the Father. He sets up a kingdom here and pulls down another there at His pleasure.<span class=\"citation\" id=\"61457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61457)\">Dan. 4:17<\/a><\/span> He gives influence and power to this one and takes them from another; and <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5083\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so we see nations come and go. Some individuals live on the earth rich, noble, powerful, and influential; while others are in the depths of poverty. All this is permitted by the Father, and is according to His decree. Every act of the children of men is the result of their own will and pleasure, but the results of these acts God overrules. <\/div><div class=\"paragraph jod\" id=\"v13n240\"> Our religion incorporates every act and word of man. No man should go to merchandising unless he does it in God; no man should go to farming or any other business unless he does it in the Lord. No lawyer, no, hold on, I will leave the lawyers out; we do not want them, we have no use for them. No man of council should sit to judge the people but what should judge in the Lord, that he may righteously and impartially discern between right and wrong, truth and error, light and darkness, justice and injustice. Should any legislature sit without the Lord? If it does, sooner or later it will fall to pieces. No nation ever did live that counseled and transacted its national affairs without the Lord, but what sooner or later went to pieces and came to naught. The same is true of all the nations that now live or ever will live. <\/div><div class=\"paragraph jod\" id=\"v13n241\"> Our work, our everyday labor, our whole lives are within the scope of our religion. This is what we believe and what we try to practice. Yet the Lord permits a great many things that He never commands. I have frequently heard my old brethren in the Christian world make remarks about the impropriety of indulging in pastimes and amusements. The Lord never commanded me to dance, yet I have danced; you all know it, for my life is before the world. Yet while the Lord has never commanded me to do it, He has permitted it. I do not know that He ever commanded the boys to go and  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>play at ball, yet He permits it. I am not aware that He ever commanded us to build a theater, but He has permitted it, and I can give the reason why. Recreation and diversion are as necessary to our well-being as the more serious pursuits of life. There is not a man in the world but what, if kept at any one branch of business or study, will become like a machine. Our pursuits should be so diversified as to develop every trait of character and diversity of talent. If you would develop every power and faculty possessed by your children, they must have the privilege of engaging in and enjoying a diversity of amusements and studies; to attain great excellence, however, they cannot all be kept to any one individual branch of study. I recollect once while in England, in the district of country called the &#x201C;Potteries,&#x201D; seeing a man pass along the street, his head, perhaps, within sixteen or eighteen inches of the ground. I inquired what occupation he had followed for a living, and learned that he had never done anything in his life but turned a tea cup, and he was then seventy-four years of age. How do we know, but what, if he had had the privilege, he would have made a statesman or a fine physician, an excellent mechanic or a good judge? We cannot tell. This shows the necessity of the mind being kept active and having the opportunity of indulging in every exercise it can enjoy in order to attain to a full development of its powers. <\/div><div class=\"paragraph jod\" id=\"v13n243\"> We wish, in our Sunday and day schools, that they who are inclined to any particular branch of study may have the privilege to study it. As I have often told my sisters in the Female Relief societies, we have sisters here who, if they had the privilege of studying, would make just as good mathematicians or accountants <div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5082\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as any man; and we think they ought to have the privilege to study these branches of knowledge that they may develop the powers with which they are endowed. We believe that women are useful, not only to sweep houses, wash dishes, make beds, and raise babies, but that they should stand behind the counter, study law or physic, or become good bookkeepers and be able to do the business in any counting house, and all this to enlarge their sphere of usefulness for the benefit of society at large. In following these things they but answer the design of their creation. These, and many more things of equal utility are incorporated in our religion, and we believe in and try to practice them. <\/div><div class=\"paragraph jod\" id=\"v13n244\"> I will say, now, to the Latter-day Saints, sometimes you know, if a word be dropped unguardedly, we are threatened with an army; if we speak a word out of the wrong side of the mouth we are threatened with a legalized mob just as we were in the States. Hence, we must be careful of what we say, for our enemies are ready to &#x201C;make a man an offender for a word, and to lay a snare for him that reproveth in the gate.&#x201D;<span class=\"citation\" id=\"58895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58895)\">Isa. 29:21<\/a><\/span> I will say, however, that if you, Latter-day Saints, will live your religion there will be no necessity whatever to fear all the powers of earth and hell, for God will sustain you. Jesus is king of this earth and he will sustain those who walk humbly before him, loving and serving him, and keeping his commandments. I pray the Latter-day Saints to be faithful; love and serve the Lord, keep His commandments, refrain from evil and walk humbly before him. When we were in the Christian world, and were without the Priesthood, we believed in every good word and work, in every moral principle, in everything that tended to promote peace, happiness, morality, and virtue, in fact in  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every good principle that man could teach. Let us live as consistently now as we did then; let us live so that God will bless us and enable us <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to overcome and be saved in His kingdom, which may He grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}