{"ID":130022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celestial Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, October 7, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Celestial Marriage.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 10\/7\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v13n782\"> It was announced at the close of the forenoon meeting that I would <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4960\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> address the congregation this afternoon upon the subject of Celestial  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Marriage; I do so with the greatest pleasure. <\/div><div class=\"paragraph jod\" id=\"v13n784\"> In the first place, let us inquire whether it is lawful and right, according to the Constitution of our country, to examine and practice this Bible doctrine? Our fathers, who framed the Constitution of our country devised it so as to give freedom of religious worship of the Almighty God; so that all people under our Government should have the inalienable right&#x2014;a right by virtue of the Constitution&#x2014;to believe in any Bible principle which the Almighty has revealed in any age of the world to the human family. I do not think, however, that our forefathers, in framing that instrument, intended to embrace all the religions of the world. I mean the idolatrous and Pagan religions. They say nothing about those religions in the Constitution; but they give the express privilege in that instrument to all people dwelling under this Government and under the institutions of our country, to believe in all things which the Almighty has revealed to the human family. There is no restriction nor limitation so far as Bible religion is concerned, or any principle or form of religion believed to have emanated from the Almighty; yet they would not admit idolatrous nations to come here and practice their religion, because it is not included in the Bible; it is not the religion of the Almighty. Those people worship idols, the work of their own hands, they have instituted rights and ceremonies pertaining to those idols, in the observance of which they, no doubt, suppose they are worshipping correctly and sincerely, yet some of them are of the most revolting and barbarous character. Such, for instance, as the offering up of a widow on a funeral pile, as a burnt sacrifice, in order to follow her husband into the eternal worlds. <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4959\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That is no part of the religion mentioned in the Constitution of our country, it is no part of the religion of Almighty God. <\/div><div class=\"paragraph jod\" id=\"v13n785\"> But confining ourselves within the limits of the Constitution, and coming back to the religion of the Bible, we have the privilege to believe in the Patriarchal, in the Mosaic, or in the Christian order of things; for the God of the patriarchs, and the God of Moses is also the Christians' God. <\/div><div class=\"paragraph jod\" id=\"v13n786\"> It is true that many laws were given under the Patriarchal or Mosaic dispensations, against certain crimes, the penalties for violating which, religious bodies, under our Constitution, have not the right to inflict. The Government has reserved, in its own hands, the power, so far as affixing the penalties of certain crimes is concerned. <\/div><div class=\"paragraph jod\" id=\"v13n787\"> In ancient times there was a law strictly enforcing the observance of the Sabbath day, and the man or woman who violated that law was subjected to the punishment of death.<span class=\"citation\" id=\"54424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54424)\">Ex. 31:12-17<\/a><\/span><span class=\"citation\" id=\"54582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54582)\">Ex. 35:2<\/a><\/span> Ecclesiastical bodies have the right, under our Government and Constitution, to observe the Sabbath day or to disregard it, but they have not the right to inflict corporeal punishment for its nonobservance. <\/div><div class=\"paragraph jod\" id=\"v13n788\"> The subject proposed to be investigated this afternoon is that of Celestial Marriage, as believed in by the Latter-day Saints, and which they claim is strictly a Bible doctrine and part of the revealed religion of the Almighty. It is well known by all the Latter-day Saints that we have not derived all our knowledge concerning God, heaven, angels, this life and the life to come entirely from the books of the Bible; yet we believe that all of our religious principles and notions are in accordance with and are sustained by the Bible; consequently, though we believe in new revelation, and believe that God  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has revealed many things pertaining to our religion,<span class=\"citation\" id=\"94083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94083)\">A of F 1:9<\/a><\/span> we also believe that He has revealed none that are inconsistent with the worship of Almighty God, a sacred right guaranteed to all religious denominations by the Constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v13n790\"> God created man, male and female.<span class=\"citation\" id=\"52260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52260)\">Gen. 1:27<\/a><\/span> He is the Author of our existence He placed us on this creation. He ordained laws to govern us. He gave to man, whom He created, a helpmeet&#x2014;<span class=\"citation\" id=\"52499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52499)\">Gen. 2:18<\/a><\/span>a woman, a wife to be one with him, to be a joy and a comfort to him; and also for another very great and wise purpose&#x2014;namely, that the human species might be propagated on this creation, that the earth might teem with population according to the decree of God before the foundation of the world, that the intelligent spirits whom He had formed and created, before this world was rolled into existence, might have their probation, might have an existence in fleshly bodies on this planet, and be governed by laws emanating from their great Creator. In the breast of male and female He established certain qualities and attributes that never will be eradicated&#x2014;namely, love towards each other. Love comes from God. The love which man possesses for the opposite sex came from God. The same God who created the two sexes implanted in the hearts of each love towards the other. What was the object of placing this passion or affection within the hearts of male and female? It was in order to carry out, so far as this world was concerned, His great and eternal purposes pertaining to the future. But He not only did establish this principle in the heart of man and woman, but gave divine laws to regulate them in relation to this passion or affection, that they might be limited and prescribed in the exercise of it towards each other. <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4958\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He therefore ordained the Marriage Institution. The marriage that was instituted in the first place was between two immortal beings, hence it was marriage for eternity in the very first case which we have recorded for an example. Marriage for eternity was the order God instituted on our globe; as early as the Garden of Eden; as early as the day when our first parents were placed in the garden to keep it and till it, they, as two immortal beings, were united in the bonds of the new and everlasting covenant. This was before man fell, before the forbidden fruit was eaten,<span class=\"citation\" id=\"52574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52574)\">Gen. 3:6<\/a><\/span> and before the penalty of death was pronounced upon the heads of our first parents and all their posterity, hence, when God gave to Adam his wife Eve, He gave her to him as an immortal wife, and there was no end contemplated of the relation they held to each other as husband and wife. <\/div><div class=\"paragraph jod\" id=\"v13n791\"> By and by, after this marriage had taken place, they transgressed the law of God, and by reason of that transgression the penalty of death came,<span class=\"citation\" id=\"81361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81361)\">2 Ne. 9:6<\/a><\/span> not only upon them, but also upon all their posterity. Death, in its operations, tore asunder, as it were, these two beings who had hitherto been immortal, and if God had not, before the foundation of the world, provided a plan of redemption, they would, perhaps, have been torn asunder forever; but inasmuch as a plan of redemption had been provided, by which man could be rescued from the effects of the fall, Adam and Eve were restored to that condition of union, in respect to immortality, from which they had been separated for a short season of time by death. The Atonement reached after them and brought forth their bodies from the dust, and restored them as husband and wife, to all the privileges that were pronounced upon them before the Fall.<span class=\"citation\" id=\"81394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81394)\">2 Ne. 9:26<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n793\"> That was eternal marriage; that was lawful marriage ordained by God. That was the divine institution which was revealed and practiced in the early period of our globe. How has it been since that day? Mankind have strayed from that order of things, or, at least, they have done so in latter times. We hear nothing among the religious societies of the world which profess to believe in the Bible about this marriage for eternity. It is among the things that are obsolete. Now all marriages are consummated until death only; they do not believe in that great pattern and prototype established in the beginning; hence we never hear of their official characters, whether civil or religious, uniting men and women in the capacity of husband and wife as immortal beings. No, they marry as mortal beings only, and until death does them part. <\/div><div class=\"paragraph jod\" id=\"v13n794\"> What is to become of them after death? What will take place among all those nations who have been marrying for centuries for time only? Do both men and women receive a resurrection? Do they come forth with all the various affections, attributes and passions that God gave them in the beginning? Does the male come forth from the grave with all the attributes of a man? Does the female come forth from her grave with all the attributes of a woman? If so, what is their future destiny? Is there no object or purpose in this new creation, save to give them life, a state of existence? Or is there a more important object in view, in the mind of God, in thus creating them anew? Will that principle of love which exists now, and which has existed from the beginning, exist after the resurrection? I mean this sexual love. If that existed before the Fall, and if it has existed since then, will it exist in the eternal <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4957\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worlds after the resurrection? This is a very important question to be decided. <\/div><div class=\"paragraph jod\" id=\"v13n795\"> We read in the revelations of God that there are various classes of beings in the eternal worlds. There are some who are kings, priests,<span class=\"citation\" id=\"78963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78963)\">Rev. 1:6<\/a><\/span> and Gods,<span class=\"citation\" id=\"87023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87023)\">D&amp;C 76:56-58<\/a><\/span> others that are angels;<span class=\"citation\" id=\"91553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91553)\">D&amp;C 132:17<\/a><\/span> and also among them are the orders denominated celestial, terrestrial, and telestial.<span class=\"citation\" id=\"73921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73921)\">1 Cor. 15:40 (JST)<\/a><\/span><span class=\"citation\" id=\"87193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87193)\">D&amp;C 76:96-98<\/a><\/span> God, however, according to the faith of the Latter-day Saints, has ordained that the highest order and class of beings that should exist in the eternal worlds should exist in the capacity of husbands and wives, and that they alone should have the privilege of propagating their species&#x2014;intelligent immortal beings.<span class=\"citation\" id=\"91377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91377)\">D&amp;C 131:1-4<\/a><\/span><span class=\"citation\" id=\"91579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91579)\">D&amp;C 132:19<\/a><\/span> Now it is wise, no doubt, in the Great Creator to thus limit this great and heavenly principle to those who have arrived or come to the highest state of exaltation, excellency, wisdom, knowledge, power, glory, and faithfulness, to dwell in His presence, that they by this means shall be prepared to bring up their spirit offspring in all pure and holy principles in the eternal worlds, in order that they may be made happy. Consequently, He does not entrust this privilege of multiplying spirits with the terrestrial or telestial, or the lower order of beings there, nor with angels. But why not? Because they have not proved themselves worthy of this great privilege.<span class=\"citation\" id=\"91544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91544)\">D&amp;C 132:16-17<\/a><\/span> We might reason, of the eternal worlds, as some of the enemies of polygamy may reason of this state of existence, and say that there are just as many males as females there, some celestial, some terrestrial, and some telestial; and why not have all these paired off, two by two? Because God administers His gifts and His blessings to those who are most faithful, giving them more bountifully to the faithful, and taking away from the unfaithful that with  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which they had been entrusted, and which they had not improved upon.<span class=\"citation\" id=\"66082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66082)\">Matt. 25:14-30<\/a><\/span> That is the order of God in the eternal worlds, and if such an order exists there, it may in a degree exist here. <\/div><div class=\"paragraph jod\" id=\"v13n797\"> When the sons and daughters of the Most High God come forth in the morning of the resurrection, this principle of love will exist in their bosoms just as it exists here, only intensified according to the increased knowledge and understanding which they possess; hence they will be capacitated to enjoy the relationships of husband and wife, of parents and children, in a hundred fold degree greater than they could in mortality.<span class=\"citation\" id=\"91278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91278)\">D&amp;C 130:2<\/a><\/span> We are not capable, while surrounded with the weaknesses of our flesh, to enjoy these eternal principles in the same degree that will then exist. Shall these principles of conjugal and parental love and affection be thwarted in the eternal worlds? Shall they be rooted out and overcome? No, most decidedly not. According to the religious notions of the world these principles will not exist after the resurrection; but our religion teaches the fallacy of such notions. It is true that we read in the New Testament that in the resurrection they neither marry nor are given in marriage, but are as the angels in heaven.<span class=\"citation\" id=\"126306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126306)\">Matt. 22:30<\/a><\/span><span class=\"citation\" id=\"67932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67932)\">Luke 20:35-36<\/a><\/span> These are the words of our Savior when he was addressing himself to a very wicked class of people, the Sadducees, a portion of the Jewish nation, who rejected Jesus, and the counsel of God against their own souls.<span class=\"citation\" id=\"126307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126307)\">Luke 7:30<\/a><\/span><span class=\"citation\" id=\"67926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67926)\">Luke 20:27-38<\/a><\/span> They had not attained to the blessings and privileges of their fathers, but had apostatized; and Jesus, in speaking to them, says that in the resurrection they neither marry nor are given in marriage, but are as the angels of God. <\/div><div class=\"paragraph jod\" id=\"v13n798\"> Now, how are the angels of God <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4956\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after the resurrection? According to the revelations which God has given, there are different classes of angels. Some angels are Gods, and still possess the lower office called angels. Adam is called an Archangel,<span class=\"citation\" id=\"78890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78890)\">Jude 1:9<\/a><\/span><span class=\"citation\" id=\"90323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90323)\">D&amp;C 107:54<\/a><\/span> yet he is a God. Abraham, Isaac, and Jacob, no doubt, have the right to officiate in the capacity of angels if they choose, but still they have ascended to their exaltation, to a higher state than that of angels&#x2014;namely, to thrones, kingdoms, principalities, and powers, to reign over kingdoms and to hold the everlasting Priesthood.<span class=\"citation\" id=\"91745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91745)\">D&amp;C 132:37<\/a><\/span> Then there is another order of angels who never have ascended to these powers and dignities, to this greatness and exaltation in the presence of God. Who are they? Those who never received the everlasting covenant of marriage for eternity; those who have not continued in nor received that law with all their hearts, or who, perhaps, have fought against it. They become angels. They have no power to increase and extend forth to kingdoms. They have no wives, no husbands, and they are servants to those that sit upon thrones and rule over kingdoms, and are counted worthy of a far more exceeding and eternal weight of glory.<span class=\"citation\" id=\"91525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91525)\">D&amp;C 132:15-17<\/a><\/span> These, no doubt, were the kind of angels Jesus had reference to when speaking to those ungodly classes of beings called Sadducees and Pharisees, one of which denied the doctrine of the resurrection altogether.<span class=\"citation\" id=\"67922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67922)\">Luke 20:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n799\"> There is a difference between the classes of angels called celestial, terrestrial, and telestial. The celestial angels have not attained to all of the power and greatness and exaltation of kings and priests in the presence of God; they are blessed with glory, happiness, peace, and joy; but they are not blessed with the privilege of increasing their posterity to all ages  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of eternity,<span class=\"citation\" id=\"91378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91378)\">D&amp;C 131:1-4<\/a><\/span><span class=\"citation\" id=\"91554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91554)\">D&amp;C 132:17<\/a><\/span> neither have they thrones and kingdoms, but they are servants to those of the highest order.<span class=\"citation\" id=\"91534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91534)\">D&amp;C 132:16<\/a><\/span> The angels of the terrestrial and telestial orders, while possessing a degree of happiness and glory, are lower than those of the celestial order. We might inquire, have angels not also these affections which belong to the higher class of beings, inasmuch as they are resurrected beings? Yes, but herein they have lost, through disobedience, the privilege of attaining to the higher glory and exaltation. They have affections and desires that never can be gratified, and in this respect their glory is not full. <\/div><div class=\"paragraph jod\" id=\"v13n801\"> I am talking, today, to Latter-day Saints; I am not reasoning with unbelievers. If I were, I should appeal more fully to the Old Testament Scriptures to bring in arguments and testimonies to prove the divine authenticity of polygamic marriages. Perhaps I may touch upon this for a few moments, for the benefit of strangers, should there be any in our midst. Let me say, then, that God's people, under every dispensation since the creation of the world, have, generally, been polygamists. I say this for the benefit of strangers. According to the good old book called the Bible, when God saw proper to call out Abraham from all the heathen nations, and made him a great man in the world, He saw proper, also, to make him a polygamist, and approbated him in taking unto himself more wives than one.<span class=\"citation\" id=\"53113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53113)\">Gen. 16:1-3<\/a><\/span> Was it wrong in Abraham to do this thing?<span class=\"citation\" id=\"126308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126308)\">D&amp;C 132:34-37<\/a><\/span> If it were, when did God reprove him for so doing? When did He ever reproach Jacob for doing the same thing?<span class=\"citation\" id=\"53495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53495)\">Gen. 29:21-30<\/a><\/span> Who can find the record in the lids of the Bible of God reproving Abraham, as being a sinner, and having committed a crime, in taking to himself two living wives? No such thing is recorded. <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4955\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He was just as much blessed after doing this thing as before, and more so, for God promised blessings upon the issue of Abraham by his second wife the same as that of the first wife, providing he was equally faithful.<span class=\"citation\" id=\"53123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53123)\">Gen. 16:10-12<\/a><\/span> This was a proviso in every case. <\/div><div class=\"paragraph jod\" id=\"v13n802\"> When we come down to Jacob, the Lord permitted him to take four wives.<span class=\"citation\" id=\"53517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53517)\">Gen. 30:4,9<\/a><\/span> They are so called in Holy Writ. They are not denominated prostitutes, neither are they called concubines, but they are called wives, legal wives; and to show that God approved of the course of Jacob in taking these wives, He blessed them abundantly, and hearkened to the prayer of the second wife just the same as the first.<span class=\"citation\" id=\"53518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53518)\">Gen. 30:6<\/a><\/span> Rachel was the second wife of Jacob, and our great mother; for you know that many of the Latter-day Saints by revelation know themselves to be the descendants of Joseph,<span class=\"citation\" id=\"126309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126309)\">D&amp;C 27:10<\/a><\/span><span class=\"citation\" id=\"126310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126310)\">D&amp;C 98:32<\/a><\/span><span class=\"citation\" id=\"126311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126311)\">D&amp;C 132:30,57<\/a><\/span> and he was the son of Rachel, the second wife of Jacob.<span class=\"citation\" id=\"53532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53532)\">Gen. 30:22-24<\/a><\/span> God in a peculiar manner blessed the posterity of this second wife. Instead of condemning the old patriarch, He ordained that Joseph, the firstborn of this second wife, should be considered the firstborn of all the twelve tribes, and into his hands was given the double birthright, according to the laws of the ancients.<span class=\"citation\" id=\"53582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53582)\">Gen. 37:3-11<\/a><\/span><span class=\"citation\" id=\"126312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126312)\">Gen. 49:22-26<\/a><\/span> And yet he was the offspring of plurality&#x2014;of the second wife of Jacob. Of course, if Reuben, who was indeed the firstborn unto Jacob,<span class=\"citation\" id=\"53670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53670)\">Gen. 49:3<\/a><\/span> had conducted himself properly, he might have retained the birthright and the greater inheritance; but he lost that through his transgression, and it was given to a polygamic child,<span class=\"citation\" id=\"55857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55857)\">1 Chr. 5:1<\/a><\/span> who had the privilege of inheriting the blessing to the utmost bounds of the everlasting hills&#x2014;the great continent of North and South America was conferred upon him.<span class=\"citation\" id=\"53739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53739)\">Gen. 49:26<\/a><\/span> Another proof that God did not disapprove of a man having more wives than one, is to be found  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the fact that Rachel, after she had been a long time barren, prayed to the Lord to give her seed.<span class=\"citation\" id=\"53507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53507)\">Gen. 30:1<\/a><\/span> The Lord hearkened to her cry and granted her prayer; and when she received seed from the Lord by her polygamic husband, she exclaimed, &#x201C;The Lord hath hearkened unto me and hath answered my prayer.&#x201D;<span class=\"citation\" id=\"53530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53530)\">Gen. 30:22-23<\/a><\/span> Now do you think the Lord would have done this if he had considered polygamy a crime? Would He have hearkened to the prayer of this woman if Jacob had been living with her in adultery? And he certainly was doing so if the ideas of this generation are correct. <\/div><div class=\"paragraph jod\" id=\"v13n804\"> Again, what says the Lord in the days of Moses, under another dispensation? We have seen that in the days of Abraham, Isaac, and Jacob, He approved of polygamy and blessed His servants who practiced it, and also their wives and children. Now, let us come down to the days of Moses. We read that, on a certain occasion the sister of Moses, Miriam, and certain others in the great congregation of Israel, got very jealous.<span class=\"citation\" id=\"54712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54712)\">Num. 12:1-16<\/a><\/span> What were they jealous about? About the Ethiopian woman that Moses had taken to wife, in addition to the daughter of Jethro, whom he had taken before in the land of Midian. How dare the great lawgiver, after having committed, according to the ideas of the present generation, a great crime, show his face on Mount Sinai when it was clothed with the glory of the God of Israel? But what did the Lord do in the case of Miriam, for finding fault with her brother Moses? Instead of saying, &#x201C;You are right, Miriam, he has committed a great crime, and no matter how much you speak against him,&#x201D; He smote her with a leprosy the very moment she began to complain, and she was considered unclean for a certain number of days. Here the <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4954\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord manifested by the display of a signal judgment, that He disapproved of anyone speaking against His servants for taking more wives than one, because it may not happen to suit their notions of things. <\/div><div class=\"paragraph jod\" id=\"v13n805\"> I make these remarks and wish to apply them to faultfinders against plural marriages in our day. Are there any Miriams in our congregation today, any of those who, professing to belong to the Israel of the latter days, sometimes find fault with the man of God standing at their head, because he not only believes in but practices this divine institution of the ancients? If there be such in our midst, I say, remember Miriam the very next time you begin to talk with your neighboring women, or anybody else against this holy principle. Remember the awful curse and judgment that fell on the sister of Moses when she did the same thing, and then fear and tremble before God, lest He, in His wrath, may swear that you shall not enjoy the blessings ordained for those who inherit the highest degree of glory. <\/div><div class=\"paragraph jod\" id=\"v13n806\"> Let us pass along to another instance under the dispensation of Moses. The Lord says, on a certain occasion, if a man have married two wives, and he should happen to hate one and love the other, is he to be punished&#x2014;cast out and stoned to death as an adulterer? No; instead of the Lord denouncing him as an adulterer because of having two wives, He gave a commandment regulating the matter, so that this principle of hate in the mind of the man towards one of his wives should not control him in the important question of the division of his inheritance among his children, compelling him to give just as much to the son of the hated wife as to the son of the one beloved; and, if the  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son of the hated woman happened to be the firstborn, he should actually inherit the double portion.<span class=\"citation\" id=\"55079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55079)\">Deut. 21:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n808\"> Consequently, the Lord approved, not only the two wives, but their posterity also. Now, if the women had not been considered wives by the Lord, their children would have been bastards, and you know that He has said that bastards shall not enter into the congregation of the Lord, until the tenth generation, hence you see there is a great distinction between those whom the Lord calls legitimate or legal, and those who were bastards&#x2014;begotten in adultery and whoredom.<span class=\"citation\" id=\"55092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55092)\">Deut. 23:2-3<\/a><\/span> The latter, with their posterity, were shut out of the congregation of the Lord until the tenth generation, while the former were exalted to all the privileges of legitimate birthright. <\/div><div class=\"paragraph jod\" id=\"v13n809\"> Again, under that same law and dispensation, we find that the law provided for another contingency among the hosts of Israel. In order that the inheritances of the families of Israel might not run into the hands of strangers, the Lord, in the book of Deuteronomy, gives a command that if a man die, leaving a wife, but no issue, his brother shall marry his widow and take possession of the inheritance; and to prevent this inheritance going out of the family a strict command was given that the widow should marry the brother or nearest living kinsman of her deceased husband.<span class=\"citation\" id=\"55105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55105)\">Deut. 25:5-10<\/a><\/span> The law was in full force at the time of the introduction of Christianity&#x2014;a great many centuries after it was given. The reasoning of the Sadducees on one occasion when conversing with Jesus proves that the law was then observed.<span class=\"citation\" id=\"67927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67927)\">Luke 20:27-38<\/a><\/span> Said they, &#x201C;There were seven brethren who took a certain woman, each one taking her in succession after the death of the other,&#x201D; and they inquired of Jesus which of the seven would have her for a wife <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4953\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the resurrection. The Sadducees, no doubt, used this figure to prove, as they thought, the fallacy of the doctrine of the resurrection, but it also proves that this law, given by the Creator while Israel walked acceptably before Him, was acknowledged by their wicked descendants in the days of the Savior. I merely quote the passage to show that the law was not considered obsolete at that time. A case like this, when six of the brethren had died, leaving the widow without issue, the seventh, whether married or unmarried, must fulfill this law and take the widow to wife, or lay himself liable to a severe penalty. What was that penalty? According to the testimony of the law of Moses he would be cursed, for Moses says, &#x201C;Cursed be he that doth not all things according as it is written in this book of the law. And let all the people say, Amen.&#x201D;<span class=\"citation\" id=\"55141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55141)\">Deut. 27:26<\/a><\/span> There can be no doubt that many men in those days were compelled to be polygamists in the fulfillment of this law, for any man who would not take the childless wife of a deceased brother and marry her, would come under the tremendous curse recorded in the book of Deuteronomy, and all the people would be obliged to sanction the curse, because he would not obey the law of God and become a polygamist. They were not all Congressmen in those days, nor Presidents, nor Presbyterians, nor Methodists, nor Roman Catholics; but they were the people of God, governed by divine law, and were commanded to be polygamists; not merely suffered to be so, but actually commanded to be. <\/div><div class=\"paragraph jod\" id=\"v13n810\"> There are some Latter-day Saints who, perhaps, have not searched these things as they ought, hence we occasionally find some who will say that God suffered these things to be. I will go further, and say that He  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commanded them, and He pronounced a curse, to which all the people had to say amen, if they did not fulfill the commandment. <\/div><div class=\"paragraph jod\" id=\"v13n812\"> Coming down to the days of the prophets we find that they were polygamists; also to the days of the kings of Israel, whom God appointed Himself, and approbated and blessed. This was especially the case with one of them, named David, who, the Lord said, was a man after His own heart.<span class=\"citation\" id=\"55448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55448)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71857)\">Acts 13:22<\/a><\/span> David was called when yet a youth to reign over the whole twelve tribes of Israel; but Saul, the reigning king of Israel, persecuted him, and sought to take away his life.<span class=\"citation\" id=\"55505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55505)\">1 Sam. 19:10<\/a><\/span><span class=\"citation\" id=\"55510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55510)\">1 Sam. 23:14<\/a><\/span> David fled from city to city throughout all the coasts of Judea in order to get beyond the reach of the relentless persecutions of Saul. While thus fleeing, the Lord was with him, hearing his prayers, answering his petitions, giving him line upon line, precept upon precept;<span class=\"citation\" id=\"58563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58563)\">Isa. 28:10,13<\/a><\/span> permitting him to look into the Urim and Thummim and receive revelations, which enabled him to escape from his enemies.<span class=\"citation\" id=\"55507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55507)\">1 Sam. 23:9-12<\/a><\/span><span class=\"citation\" id=\"55527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55527)\">1 Sam. 30:7-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n813\"> In addition to all these blessings that God bestowed upon him in his youth, before he was exalted to the throne, the Lord gave him eight wives;<span class=\"citation\" id=\"55503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55503)\">1 Sam. 18:27<\/a><\/span><span class=\"citation\" id=\"55514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55514)\">1 Sam. 25:39<\/a><\/span><span class=\"citation\" id=\"55516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55516)\">1 Sam. 25:43<\/a><\/span><span class=\"citation\" id=\"55531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55531)\">2 Sam. 3:3<\/a><\/span><span class=\"citation\" id=\"55532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55532)\">2 Sam. 3:4<\/a><\/span><span class=\"citation\" id=\"55533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55533)\">2 Sam. 3:4<\/a><\/span><span class=\"citation\" id=\"55534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55534)\">2 Sam. 3:5<\/a><\/span><span class=\"citation\" id=\"55550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55550)\">2 Sam. 11:3,27<\/a><\/span> and after exalting him to the throne, instead of denouncing him for having many wives,<span class=\"citation\" id=\"55537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55537)\">2 Sam. 5:13<\/a><\/span> and pronouncing him worthy of fourteen or twenty-one years of imprisonment, the Lord was with His servant David, and, thinking he had not wives enough He gave to him all the wives of his master Saul,<span class=\"citation\" id=\"55557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55557)\">2 Sam. 12:8<\/a><\/span> in addition to the eight he had previously given him. Was the Lord to be considered a criminal, and worthy of being tried in a court of justice and sent to prison for thus increasing the polygamic relations of David? No, certainly not; it was in accordance with His own righteous laws, and He was with His servant, <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4952\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> David the King, and blessed him. By and by, when David transgressed, not in taking other wives, but in taking the wife of another man, the anger of the Lord was kindled against him and He chastened him and took away all the blessings He had given him. All the wives David had received from the hand of God were taken from him.<span class=\"citation\" id=\"55562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55562)\">2 Sam. 12:11<\/a><\/span><span class=\"citation\" id=\"126313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126313)\">D&amp;C 132:39<\/a><\/span> Why? Because he had committed adultery. Here then is a great distinction between adultery and plurality of wives. One brings honor and blessing to those who engage in it, the other degradation and death. <\/div><div class=\"paragraph jod\" id=\"v13n814\"> After David had repented with all his heart of his crime with the wife of Uriah, he, notwithstanding the number of wives he had previously taken, took Bathsheba legally, and by that legal marriage Solomon was born; the child born of her unto David, begotten illegally, being a bastard, displeased the Lord and He struck it with death;<span class=\"citation\" id=\"55563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55563)\">2 Sam. 12:14-18<\/a><\/span> but with Solomon, a legal issue from the same woman, the Lord was so pleased that He ordained Solomon and set him on the throne of his father David.<span class=\"citation\" id=\"55565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55565)\">2 Sam. 12:24<\/a><\/span><span class=\"citation\" id=\"55608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55608)\">1 Kgs. 1:13,17<\/a><\/span><span class=\"citation\" id=\"55609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55609)\">1 Kgs. 2:12<\/a><\/span> This shows the difference between the two classes of posterity, the one begotten illegally, the other in the order of marriage. If Solomon had been a bastard, as this pious generation would have us suppose, instead of being blessed of the Lord and raised to the throne of his father, he would have been banished from the congregation of Israel and his seed after him for ten generations.<span class=\"citation\" id=\"55093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55093)\">Deut. 23:2-3<\/a><\/span> But, notwithstanding that he was so highly blessed and honored of the Lord, there was room for him to transgress and fall, and in the end he did so. For a long time the Lord blessed Solomon, but eventually he violated that law which the Lord had given forbidding Israel to take wives from the idolatrous nations, and some of  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>these wives succeeded in turning his heart from the Lord, and induced him to worship the heathen gods, and the Lord was angry with him<span class=\"citation\" id=\"55641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55641)\">1 Kgs. 11:1-4<\/a><\/span> and, as it is recorded in the Book of Mormon, considered the acts of Solomon an abomination in His sight.<span class=\"citation\" id=\"81647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81647)\">Jacob 2:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n816\"> Let us now come to the record in the Book of Mormon, when the Lord led forth Lehi and Nephi, and Ishmael and his two sons and five daughters out of the land of Jerusalem to the land of America, the males and females were about equal in number. There were Nephi, Sam, Laman, and Lemuel, the four sons of Lehi, and Zoram, brought out of Jerusalem. How many daughters of Ishmael were unmarried? Just five. Would it have been just under these circumstances to ordain plurality among them? No. Why? Because the males and females were equal in number and they were all under the guidance of the Almighty, hence it would have been unjust, and the Lord gave a revelation&#x2014;the only one on record I believe&#x2014;in which a command was ever given to any branch of Israel to be confined to the monogamic system. In this case the Lord through His servant Lehi, gave a command that they should have but one wife.<span class=\"citation\" id=\"81127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81127)\">1 Ne. 16:7-8<\/a><\/span><span class=\"citation\" id=\"81656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81656)\">Jacob 2:27,34<\/a><\/span> The Lord had a perfect right to vary His commands in this respect according to circumstances as He did in others, as recorded in the Bible. There we find that the domestic relations were governed according to the mind and will of God, and were varied according to circumstances, as he thought proper. <\/div><div class=\"paragraph jod\" id=\"v13n817\"> By and by, after the death of Lehi, some of his posterity began to disregard the strict law that God had given to their father, and took more wives than one, and the Lord put them in mind, through His servant Jacob, one of the sons of Lehi, of <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4951\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this law, and told them that they were transgressing it, and then referred to David and Solomon, as having committed abomination in His sight.<span class=\"citation\" id=\"81649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81649)\">Jacob 2:23-35<\/a><\/span> The Bible also tells us that they sinned in the sight of God;<span class=\"citation\" id=\"56734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56734)\">Ps. 51:4<\/a><\/span> not in taking wives legally, but only in those they took illegally, in doing which they brought wrath and condemnation upon their heads.<span class=\"citation\" id=\"91750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91750)\">D&amp;C 132:38-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n818\"> But because the Lord dealt thus with the small branch of the House of Israel that came to America, under their peculiar circumstances, there are those at the present day who will appeal to this passage in the Book of Mormon as something universally applicable in regard to man's domestic relations. The same God that commanded one branch of the House of Israel in America, to take but one wife when the numbers of the two sexes were about equal, gave a different command to the hosts of Israel in Palestine. But let us see the qualifying clause given in the Book of Mormon on this subject. After having reminded the people of the commandment delivered by Lehi in regard to monogamy,<span class=\"citation\" id=\"81657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81657)\">Jacob 2:27,34<\/a><\/span> the Lord says, &#x201C;For if I will raise up seed unto me, I will command my people; otherwise they shall hearken unto these things;&#x201D;<span class=\"citation\" id=\"81666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81666)\">Jacob 2:30<\/a><\/span> that is, if I will raise up seed among my people of the House of Israel, according to the law that exists among the tribes of Israel I will give them a commandment on the subject, but if I do not give this commandment they shall hearken to the law which I gave unto their father Lehi. That is the meaning of the passage, and this very passage goes to prove that plurality was a principle God did approve under circumstances when it was authorized by Him. <\/div><div class=\"paragraph jod\" id=\"v13n819\"> In the early rise of this Church, February, 1831, God gave a commandment to its members, recorded  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the Book of Covenants, wherein He says, &#x201C;Thou shalt love thy wife with all thy heart, and shalt cleave unto her and to none else;&#x201D; and then He gives a strict law against adultery.<span class=\"citation\" id=\"85320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85320)\">D&amp;C 42:22-26<\/a><\/span> This you have, no doubt, all read; but let me ask whether the Lord had the privilege and the right to vary from this law. It was given in 1831, when the one-wife system alone prevailed among this people.<span class=\"citation\" id=\"85885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85885)\">D&amp;C 49:16<\/a><\/span> I will tell you what the Prophet Joseph said in relation to this matter in 1831, also in 1832, the year in which the law commanding the members of this Church to cleave to one wife only was given. Joseph was then living in Portage County, in the town of Hiram, at the house of Father John Johnson. Joseph was very intimate with that family, and they were good people at that time, and enjoyed much of the Spirit of the Lord. In the forepart of the year 1832, Joseph told individuals, then in the Church, that he had inquired of the Lord concerning the principle of plurality of wives, and he received for answer that the principle of taking more wives than one is a true principle, but the time had not yet come for it to be practiced. That was before the Church was two years old. The Lord has His own time to do all things pertaining to His purposes in the last dispensation; His own time for restoring all things that have been predicted by the ancient prophets. If they have predicted that the day would come when seven women would take hold of one man, saying, &#x201C;We will eat our own bread and wear our own apparel: only let us be called by thy name, to take away our reproach;&#x201D; and that, in that day the branch of the Lord should be beautiful and glorious and the fruits of the earth should be excellent and comely,<span class=\"citation\" id=\"57898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57898)\">Isa. 4:1-2<\/a><\/span> the Lord has the right to say when that time shall be. <\/div> <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4950\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n821\"> Now supposing the members of this Church had undertaken to vary from that law given in 1831, to love their one wife with all their hearts and to cleave to none other,<span class=\"citation\" id=\"85318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85318)\">D&amp;C 42:22<\/a><\/span><span class=\"citation\" id=\"85886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85886)\">D&amp;C 49:16<\/a><\/span> they would have come under the curse and condemnation of God's holy law. Some twelve years after that time the revelation on Celestial Marriage was revealed.<span class=\"citation\" id=\"91415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91415)\">D&amp;C 132:1-66<\/a><\/span> This is just republished at the <span class=\"italic\">Deseret News<\/span> office, in a pamphlet entitled, &#x201C;Answers to Questions,&#x201D; by President George A. Smith, and heretofore has been published in pamphlet form and in the <span class=\"italic\">Millennial Star<\/span>, and sent throughout the length and breadth of our country, being included in our works and published in the works of our enemies. Then came the Lord's time for this holy and ennobling principle to be practiced again among His people. <\/div><div class=\"paragraph jod\" id=\"v13n822\"> We have not time to read the revelation this afternoon; suffice it to say that God revealed the principle through His servant Joseph in 1843. It was known by many individuals while the Church was yet in Illinois; and though it was not then printed, it was a familiar thing through all the streets of Nauvoo, and indeed throughout all Hancock County. Did I hear about it? I verily did. Did my brethren of the Twelve know about it? They certainly did. Were there any females who knew about it? There certainly were, for some received the revelation and entered into the practice of the principle. Some may say, &#x201C;Why was it not printed, and made known to the people generally, if it was of such importance?&#x201D; I reply by asking another question. Why did not the revelations in the Book of Doctrine and Covenants come to us in print years before they did? Why were they shut up in Joseph's cupboard years and years without being suffered to be printed and sent broadcast  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>throughout the land? Because the Lord had His own time again to accomplish His purposes, and He suffered the revelations to be printed just when He saw proper. He did not suffer the revelation on the great American war to be published until some time after it was given.<span class=\"citation\" id=\"88183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88183)\">D&amp;C 87:1-8<\/a><\/span> So in regard to the revelation on plurality; it was only a short time after Joseph's death that we published it, having a copy thereof.<span class=\"citation\" id=\"91416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91416)\">D&amp;C 132:1-66<\/a><\/span> But what became of the original? An apostate destroyed it; you have heard her name. That same woman, in destroying the original, thought she had destroyed the revelation from the face of the earth. She was embittered against Joseph, her husband, and at times fought against him with all her heart; and then again she would break down in her feelings, and humble herself before God and call upon His holy name, and would then lead forth ladies and place their hands in the hands of Joseph, and they were married to him according to the law of God. That same woman has brought up her children to believe that no such thing as plurality of wives existed in the days of Joseph, and has instilled the bitterest principles of apostasy into their minds, to fight against the Church that has come to these mountains according to the predictions of Joseph. <\/div><div class=\"paragraph jod\" id=\"v13n824\"> In the year 1844, before his death, a large company was organized to come and search out a location, west of the Rocky Mountains. We have been fulfilling and carrying out his predictions in coming here and since our arrival. The course pursued by this woman shows what apostates can do, and how wicked they can become in their hearts. When they apostatize from the truth they can come out and swear before God and the heavens that such and such things never existed, when they <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4949\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know, as well as they know they exist themselves, that they are swearing falsely. Why do they do this? Because they have no fear of God before their eyes; because they have apostatized from the truth; because they have taken it upon themselves to destroy the revelations of the Most High, and to banish them from the face of the earth, and the Spirit of God withdraws from them. We have come here to these mountains, and have continued to practice the principle of Celestial Marriage from the day the revelation was given until the present time; and we are a polygamic people, and a great people, comparatively speaking, considering the difficult circumstances under which we came to this land. <\/div><div class=\"paragraph jod\" id=\"v13n825\"> Let us speak for a few moments upon another point connected with this subject&#x2014;that is, the reason why God has established polygamy under the present circumstances among this people. If all the inhabitants of the earth, at the present time, were righteous before God, and both males and females were faithful in keeping His commandments, and the numbers of the sexes of a marriageable age were exactly equal, there would be no necessity for any such institution. Every righteous man could have his wife and there would be no overplus of females. But what are the facts in relation to this matter? Since old Pagan Rome and Greece&#x2014;worshippers of idols&#x2014;passed a law confining man to one wife, there has been a great surplus of females who have had no possible chance of getting married. You may think this a strange statement, but it is a fact that those nations were the founders of what is termed monogamy. All other nations, with few exceptions, had followed the Scriptural plan of having more wives than one. These nations, however, were very powerful  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when Christianity came to them, especially the Roman nation, it had to bow to their mandates and customs, hence the Christians gradually adopted the monogamic system. The consequence was that a great many marriageable ladies of those days, and of all generations from that time to the present, have not had the privilege of husbands, as the one-wife system has been established by law among the nations descended from the great Roman empire&#x2014;namely, the nations of modern Europe and the American States. This law of monogamy, or the monogamic system, laid the foundation for prostitution and the evils and diseases of the most revolting nature and character under which modern Christendom groans, for as God has implanted, for a wise purpose, certain feelings in the breasts of females as well as males, the gratification of which is necessary to health and happiness, and which can only be accomplished legitimately in the married state, myriads of those who have been deprived of the privilege of entering that state, rather than be deprived of the gratification of those feelings altogether, have, in despair, given way to wickedness and licentiousness; hence the whoredoms and prostitution among the nations of the earth, where the &#x201C;Mother of Harlots&#x201D;<span class=\"citation\" id=\"80163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80163)\">Rev. 17:5<\/a><\/span> has her seat. <\/div><div class=\"paragraph jod\" id=\"v13n827\"> When the religious Reformers came out, some two or three centuries ago, they neglected to reform the marriage system&#x2014;a subject demanding their urgent attention. But leaving these Reformers and their doings, let us come down to our own times and see whether, as has been often said by many, the numbers of the sexes are equal; and let us take as a basis for our investigations on this part of our subject the censuses <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4948\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taken by several of the States in the American Union. <\/div><div class=\"paragraph jod\" id=\"v13n828\"> Many will tell us that the number of males and the number of females born are just about equal, and because they are so it is not reasonable to suppose that God ever intended the nations to practice plurality of wives. Let me say a few words on that. Supposing we should admit, for the sake of argument, that the sexes are born in equal numbers, does that prove that the same equality exists when they come to a marriageable age? By no means. There may be about equal numbers born, but what do the statistics of our country show in regard to the deaths? Do as many females as males die during the first year of their existence? If you go to the published statistics you will find, almost without exception, that in every State a greater number of males die the first year of their existence than females. The same holds good from one year to five years, from five years to ten, from ten to fifteen, and from fifteen to twenty. This shows that the number of females is greatly in excess of the males when they come to a marriageable age. Let us elucidate still further, in proof of the position here assumed. Let us take, for instance, the census of the State of Pennsylvania in the year 1860, and we shall find that there were 17,588 more females than males between the ages of twenty and thirty years, which may strictly be termed a marriageable age. Says one, &#x201C;Probably the great war made that difference.&#x201D; No, this was before the war. Now let us go to the statistics of the State of New York, before the war, and we find according to the official tables of the census taken in 1860, that there were 45,104 more females than males in that one State, between  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the ages of twenty and thirty years&#x2014;a marriageable age, recollect! Now let us go to the State of Massachusetts, and look at the statistics there. In the year 1865, there were 33,452 more females than males between the age of twenty and thirty. We might go on from State to State and then to the census taken by the United States, and a vast surplus would be shown of females over males of a marriageable age. What is to be done with them? I will tell you what Pennsylvania, Massachusetts, and New York say. They say, virtually, &#x201C;We will pass a law so strict, that if these females undertake to marry a man who has another wife, both they and the men they marry shall be subject to a term of imprisonment in the penitentiary.&#x201D; Indeed! Then what are you going to do with these hundreds of thousands of females of a marriageable age? &#x201C;We are going to make them either old maids or prostitutes, and we would a little rather have them prostitutes, then we men would have no need to marry.&#x201D; That is the conclusion many of these marriageable males, between twenty and thirty years of age, have come to. They will not marry because the laws of the land have a tendency to make prostitutes, and they can purchase all the animal gratification they desire without being bound to any woman; hence many of them have mistresses, by whom they raise children, and, when they get tired of them, turn both mother and children into the street, with nothing to support them, the law allowing them to do so, because the women are not wives. Thus the poor creatures are plunged into the depths of misery, wretchedness and degradation, because at all risks they have followed the instincts implanted within them by their Creator, and not having the opportunity to do so <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4947\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> legally have done so unlawfully. There are hundreds and thousands of [unmarried] females in this boasted land of liberty, through the narrow, contracted, bigoted State laws, preventing them from ever getting husbands. That is what the Lord is fighting against; we, also, are fighting against it, and for the reestablishment of the Bible religion and the celestial or patriarchal order of marriage. <\/div><div class=\"paragraph jod\" id=\"v13n830\"> It is no matter according to the Constitution whether we believe in the patriarchal part of the Bible, in the Mosaic or in the Christian part; whether we believe in one-half, two-thirds, or in the whole of it; that is nobody's business. The Constitution never granted power to Congress to prescribe what part of the Bible any people should believe in or reject; it never intended any such thing. <\/div><div class=\"paragraph jod\" id=\"v13n831\"> Much more might be said, but the congregation is large, and a speaker, of course, will weary. Though my voice is tolerably good, I feel weary in attempting to make a congregation of from eight to ten thousand people hear me, I have tried to do so. May God bless you, and may He pour out His Spirit upon the rising generation among us, and upon the missionaries who are about to be sent to the United States and elsewhere, that the great principles, political, religious and domestic, that God has ordained and established, may be made known to all people. <\/div><div class=\"paragraph jod\" id=\"v13n832\"> In this land of liberty in religious worship, let us boldly proclaim our rights to believe in and practice any Bible precept, command or doctrine, whether in the Old or New Testament, whether relating to ceremonies, ordinances, domestic relations, or anything else, not incompatible with the rights of others, and the great revelations of Almighty God manifested in ancient and modern times. Amen. <\/div>\n<\/div>\n<\/div>"}