{"ID":130034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Written Sermons and Extempore Preaching&#x2014;The Priesthood&#x2014;Opposition to It.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the Tabernacle, Salt Lake City, Nov. 20, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Written Sermons, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 11\/20\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v13n1175\"> In rising before the Saints I ever feel a desire to be guided and inspired by the light of the Holy Spirit to speak as the circumstances and condition of the people require. It is not as I used to observe in my boyhood. I would hear our minister pray the Lord to give him His Spirit to dictate and indite precisely such matter as should be suited to the wants and condition of the assembly, and then he would open his Bible and slip in his written pamphlet and read a sermon. Now, I confess that I never had such remarkable answers to my prayers on this subject. The Lord furnished it to him already written and pointed plainly, and he had nothing to do but to read it. Whether preaching by notes in this way is the better policy or not is doubted by many of the Protestant churches; but I believe it is the custom among most of them. There are some clergymen who differ from this rule, thinking probably that, if a man sits in his study and composes his discourse, he <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> does not have the spirit of delivering it and enforcing it upon his audience as if it were delivered extemporary. <\/div><div class=\"paragraph jod\" id=\"v13n1176\"> With the Latter-day Saints the idea of writing sermons or preparing addresses beforehand is entirely discarded, it never was practiced amongst them. It was the order of God to choose the weak things of the world.<span class=\"citation\" id=\"72924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72924)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83688)\">D&amp;C 1:19<\/a><\/span><span class=\"citation\" id=\"85008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85008)\">D&amp;C 35:13<\/a><\/span> The learned, as a general thing, scouted the idea of the Lord revealing Himself to an ignorant man like Joseph Smith, or of Joseph Smith having faith to obtain knowledge from God. I know they used to say, &#x201C;Why did not the Lord call upon a learned man who has devoted his whole life to the study of divinity if He wanted anything done?&#x201D; The real fact was they thought they knew too much, they would not listen to anything the Lord might have to say. He simply called upon Joseph, because he got puzzled with hearing those learned men preach. He had heard them preach four or five different doctrines, and then had seen  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them quarrel over the converts; he went humbly to God and asked Him, according to the advice given by the Apostle James, who says, &#x201C;If any lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not.&#x201D;<span class=\"citation\" id=\"77418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77418)\">James 1:5<\/a><\/span> Joseph Smith was just foolish and simple enough to take this advice, and he went humbly before the Lord and asked Him which was the right way, and the Lord showed him. To be sure, I have heard, in theory, sentiments of this kind in the sectarian world. I have heard men pray the Lord for a pentecost in their meetings. You know on the day of Pentecost the disciples prophesied, and spoke in so many tongues that devout men from almost every nation under heaven, assembled in Jerusalem, heard the Gospel preached in the language in which they were born.<span class=\"citation\" id=\"71077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71077)\">Acts 2:1-13<\/a><\/span> Now, if any such event should take place in a Christian church in modern times there would be a very great excitement, the people would be alarmed, they do not believe in any such thing. The gifts of the Spirit&#x2014;tongues, prophecy, &amp;c., were done away with long ago, they say, and they are governed by the written word, and they differ very much in their interpretation of that written word. <\/div><div class=\"paragraph jod\" id=\"v13n1178\"> Joseph Smith taught that every man and woman should seek the Lord for wisdom, that they might get knowledge from Him who is the fountain of knowledge; and the promises of the Gospel, as revealed, were such as to authorize us to believe, that by taking this course we should gain the object of our pursuit. &#x201C;He that believes in me,&#x201D; says the Savior, &#x201C;the works that I do he shall do also; and greater works than these; because I go to the Father.&#x201D;<span class=\"citation\" id=\"69956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69956)\">John 14:12<\/a><\/span> We find that, when the Savior commenced his mission, he came to John and was baptized of him in Jordan,<span class=\"citation\" id=\"62741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62741)\">Matt. 3:13-17<\/a><\/span> thus <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> setting an example for others to follow; and he declared that those who believed in him must take up their cross and follow him.<span class=\"citation\" id=\"64939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64939)\">Matt. 16:24<\/a><\/span> He furthermore promised them that, in rendering obedience to his doctrines, they should receive the gift of the Holy Ghost and be born of the Spirit; and that by the light of the Spirit he would lead them into all truth and make known to them things to come.<span class=\"citation\" id=\"70375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70375)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1179\"> How many of us Latter-day Saints are living up to this calling and in the light of this Spirit? How many of us are guided as we ought to be by the light of the Holy Ghost? Have not many of us become careless, thoughtless, negligent, heedless, and turned away to the right or to the left, and fallen into snares and temptations, and suffered ourselves to be led astray by false spirits and the doctrines of devils?<span class=\"citation\" id=\"75927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75927)\">1 Tim. 4:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1180\"> The Apostle says the Lord set in His Church Apostles, prophets, evangelists, pastors and teachers,<span class=\"citation\" id=\"73599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73599)\">1 Cor. 12:28<\/a><\/span> that they who believe might be no more children, carried away by every wind of doctrine, by the cunning craftiness of those who lie in wait to deceive.<span class=\"citation\" id=\"75130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75130)\">Eph. 4:11-14<\/a><\/span> Hunt the world for this organization and you cannot find it except among the Latter-day Saints; it does not exist anywhere else, that is, so far as travel and a knowledge of humanity have developed. I remember once going to a Baptist church when quite a youth. I asked the gentleman at the door what church it was. He said it was the Church of Christ. Said I, &#x201C;What Apostle built it up?&#x201D; He said, &#x201C;There are no Apostles in these days.&#x201D; &#x201C;Well,&#x201D; I remarked, &#x201C;Paul tells us that God sets in His Church first Apostles.&#x201D;<span class=\"citation\" id=\"73600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73600)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"74937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74937)\">Eph. 2:20<\/a><\/span> &#x201C;Oh,&#x201D; he replied, &#x201C;the organization of the priesthood, with its authority and power, as mentioned in the New Testament, is done away.&#x201D; That is the trouble throughout Christendom.  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>This man to whom I refer, asserted however that they had the priesthood in the Baptist Church, and that it had descended to them through the Waldenses. This idea naturally sets us to inquire who the Waldenses were. One Peter Waldo, we are told by Buck, was a merchant who used a certain portion of his fortune in hiring a monk to translate the four Gospels; and on the strength of this work he commenced preaching and gathered around him a number of persons who believed in his doctrines. They were severely persecuted by the Catholic Church, which anathematized them and inflicted upon them every penalty in its power&#x2014;even excommunication, sword and fire. Notwithstanding all this the Waldenses progressed, and their doctrines and the work they performed was a nursery for the Reformation. <\/div><div class=\"paragraph jod\" id=\"v13n1182\"> But so far as the question of priesthood is concerned, if the Catholic Church had the authority, it cut the Waldenses off; and if it had none, all the Waldenses had was derived from it, for the Waldenses were seceders from the Catholic Church. The result is that the Baptists could have no priesthood except by special revelation, and to this they lay no claim whatever. <\/div><div class=\"paragraph jod\" id=\"v13n1183\"> The same rule will apply to other denominations; for I believe all of them have to acknowledge that they received, either directly or indirectly, their priesthood originally from the Roman Catholic Church. Now if that church is not true, the priesthood which came from it could not be true; if their priesthood and authority were genuine and <span class=\"italic\">bona fide<\/span>, their expulsion of the so-called Reformers would have its effect; the result is that, viewed in any light whatever, these various denominations are left without a duly authorized and legal priesthood. Unless the <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Catholic Church had it, they could not receive it from it; and if the Catholics did have it they cut the Reformers off, or expelled them. If you talk with the various Protestant denominations about these points they will tell you that the Catholic Church had degenerated, that it had gone into darkness, was anti-Christ, and all this sort of thing, which doubtless was correct; and according to modern revelation this must be true; and being true, we are urged to the conclusion that all the sects and parties of the religious world are wandering in darkness. <\/div><div class=\"paragraph jod\" id=\"v13n1184\"> Now one denomination out of five or six hundred, more or less, the number grown out of the original Church, might probably be correct; but it is quite certain that no two of them, differing in faith and practice, could be; and under these circumstances the difficulty would be to determine which was right. It was in this position of perplexity and doubt that Joseph Smith was placed when he went and asked the Lord to tell him which was right; and the Lord revealed to him, through an holy angel, that they were all wrong,<span class=\"citation\" id=\"93688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93688)\">JS&mdash;H 1:17-19<\/a><\/span> and said He: &#x201C;I call upon you to go and preach the Gospel in simplicity and purity.&#x201D;<span class=\"citation\" id=\"93765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93765)\">JS&mdash;H 1:30-33<\/a><\/span> The result was that the Elders went forth and proclaimed the Gospel, and it produced a very singular effect on the minds of the people. A few received it, but they were treated with scorn; their preachers were mobbed, daubed with tar and feathers, pelted with eggs, their houses torn down and burned, and finally the leaders of the Church were murdered, and their followers expelled from the face of society and driven into the wilderness, or were compelled to renounce their religion, and the very great majority took shelter from the face of man in the midst of wild deserts, savage beasts  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and savage men. This was the history of it, and this tells why we are here. <\/div><div class=\"paragraph jod\" id=\"v13n1186\"> Now, brethren, knowing these facts, are we faithful to our calling? Do we live in the enjoyment of the Holy Spirit? Or do we suffer the things of the world, the deceitfulness of riches<span class=\"citation\" id=\"64536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64536)\">Matt. 13:22<\/a><\/span> and the trials incident to our humanity to lead us into difficulty and cause us to forget God, to neglect our prayers, our tithes and offerings, our fast meetings, our secret prayers, and other duties devolving upon us as Saints? How is it with us? Let us ask ourselves these questions and awake to the performance of our several duties. If we have been careless, repent of the carelessness. If we are negligent, wake up! If we suffer ourselves to do wrong, cease to do so, and live in obedience to the principles of our faith and the dictations of the Holy Spirit. The fact is, in relation to our religion, that if we do not abide by it and observe it, it would have been better for us if we had never known it;<span class=\"citation\" id=\"78416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78416)\">2 Pet. 2:20-21<\/a><\/span> and if we do observe it, much is expected at our hands, both on our own behalf and on behalf of our forefathers. <\/div><div class=\"paragraph jod\" id=\"v13n1187\"> You know Paul tells us, in the 15th chapter of Corinthians, speaking of the resurrection, as an argument in favor of it, &#x201C;Else what shall they do who are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73872)\">1 Cor. 15:29<\/a><\/span> This was a principle connected with the Christian religion that pertained to the dead, and it was so thoroughly understood that it was used as an argument in favor of the doctrine of the resurrection. I suppose that this is seldom or ever thought of by the Protestants; and when Joseph Smith came forth and announced that it was the duty of the Latter-day Saints to go forth and be baptized for their relatives who had died without the <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge of the Gospel, it was regarded as an astounding idea; yet, as I understand the passage in Corinthians, no man can give any other interpretation to it. <\/div><div class=\"paragraph jod\" id=\"v13n1188\"> In order to have the benefits and blessings of this ordinance resting upon ourselves and our progenitors it is necessary for us to live up to our calling and to pay strict attention to our duties. According to the revelations which were given through Joseph Smith certain places were set apart for the administration of these ordinances.<span class=\"citation\" id=\"91011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91011)\">D&amp;C 124:29-36<\/a><\/span> Temples had to be built and fonts prepared and dedicated for this purpose. <\/div><div class=\"paragraph jod\" id=\"v13n1189\"> The Prophet Malachi, in speaking of the latter days, says, &#x201C;the day shall come, that shall burn as an oven; and all the proud, and all that do wickedly, shall be as stubble: it shall burn them up, that it shall leave them neither root nor branch.&#x201D;<span class=\"citation\" id=\"62493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62493)\">Mal. 4:1<\/a><\/span> But the Lord declares through Malachi that He will send the Prophet Elijah before that great and terrible day shall come, and he shall turn the hearts of the fathers to the children and the hearts of the children to the fathers, lest He come and smite the earth with a curse.<span class=\"citation\" id=\"62559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62559)\">Mal. 4:5-6<\/a><\/span> This prophecy has a reference to the revelation of the doctrine of baptism for the dead in the last days. <\/div><div class=\"paragraph jod\" id=\"v13n1190\"> The Apostle Paul, in enumerating the great blessings which were bestowed on the ancients through faith,<span class=\"citation\" id=\"77058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77058)\">Heb. 11:34-40<\/a><\/span> speaks in glowing terms of those who subdued kingdoms, wrought righteousness, quenched the violence of fire, escaped the edge of the sword, waxed valiant in fight, turned to flight the armies of the aliens; he says women received their dead to life; others were tortured, sawn asunder, wandered about in sheepskins and goatskins, and dwelt in dens and caves of the earth, and all this for the faith; and then he winds  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up by saying that they without us could not be made perfect.<span class=\"citation\" id=\"126332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126332)\">Heb. 11:40<\/a><\/span> Think then, brethren and sisters, of the duties that we owe to ourselves and to our ancestors! But, if we suffer ourselves to go into darkness, if we indulge in wickedness, fall into snares and temptations, we lose the Holy Spirit and the blessings which pertain to ourselves and our progenitors, referred to by Obadiah, who says that in the last days saviors shall stand on Mount Zion, and the kingdom shall be the Lord's.<span class=\"citation\" id=\"61986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61986)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1192\"> These sentiments may be clearly and readily appreciated by Latter-day Saints; and to stir them up to diligence, faithfulness and obedience I would refer them to the revelation given on the 19th of January, 1841, through Joseph Smith, relative to the building of the temple at Nauvoo.<span class=\"citation\" id=\"90957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90957)\">D&amp;C 124:1-145<\/a><\/span> It was there said that there was not a baptismal font in the world, and the Church was required to build that Temple, and the promise was that if it was built the people should receive certain blessings.<span class=\"citation\" id=\"91012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91012)\">D&amp;C 124:29-36<\/a><\/span> It was further stated that when the Lord commanded any people to do a work, and they were hindered from performing it by their enemies or by oppression, the Lord would not require that work at their hands any more.<span class=\"citation\" id=\"91039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91039)\">D&amp;C 124:49<\/a><\/span> No people on the face of the earth, probably, during the present generation at least, or perhaps in any other, were more oppressed than were the people of Nauvoo while laboring to perform this work. They were persecuted in various ways: attacked through vexatious lawsuits by the State of Missouri and by the State authorities of Illinois, and all means that could be taken within reach of the law were used to bring distress upon them. Then the conclusion was, that if law could not reach them powder and ball should, and the result was that the Prophet and Patriarch of the <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church were murdered, and other Elders severely wounded. Hundreds of houses were burned and every kind of outrage that could be imagined was committed on the Saints; and while building this Temple the brethren had to stand guard at night; and when working they were in a manner compelled to have their weapons of defense in one hand and their tools to work with in the other. But they continued amid all this storm of persecution, during which numbers had to flee to the wilderness, until the Temple was finished and dedicated; and having completed this task they had the promise of the Lord to go with them into the wilderness, with all the powers, blessings, and privileges of the Priesthood, that in the wilderness they might receive and administer the ordinances for their dead. <\/div><div class=\"paragraph jod\" id=\"v13n1193\"> We should now continue the work for the Temple which the Latter-day Saints are always commanded to build.<span class=\"citation\" id=\"91021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91021)\">D&amp;C 124:39<\/a><\/span> We have a foundation here, a very good substantial one, and that must be approved by good men and pleasing to the Lord. We have to haul the material seventeen miles to continue this work, which has been interrupted from time to time through various causes. Still it progresses and we should not let it sleep, but should continue the work until we have an edifice reared according to the pattern, and dedicate it to the Most High God; and build in its basement a baptismal font, something after the pattern of King Solomon's brazen sea,<span class=\"citation\" id=\"55622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55622)\">1 Kgs. 7:23-25<\/a><\/span><span class=\"citation\" id=\"60731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60731)\">Jer. 52:20<\/a><\/span> for the baptism of the dead, that within the walls of that sacred edifice we may be able to perform the duties and ordinances pertaining to the dead which God has commanded. Every Latter-day Saint, man or woman, young or old, should feel alive and awake to this great duty. <\/div><div class=\"paragraph jod\" id=\"v13n1194\"> I understand why it is that men  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>persecute the Latter-day Saints. It is because of the priesthood and power which exist among them: Satan stirs up the hearts of the children of men to wickedness, and to hate and persecute the Saints, to drive them and murder their leaders. This is the only cause; for the Latter-day Saints, from the time of their organization to the present time, have been the most orderly, law-abiding, industrious, temperate, and moral people that have lived on the face of the earth; and they are the same in this Territory as they have been elsewhere. For instance, let a man pass through this country, as Major Powell did last year, and he comes back and published a statement that he has visited five hundred miles of Mormon villages, and has seen a people happy and contented, and has not seen a grog shop, a loafer, drunkard or idler; but everybody enjoying himself, and that peace and good order prevail throughout, such a man will have the same greeting as Major Powell. &#x201C;Why, Major, you are interested some way or the other; the &#x2018;Mormons&#x2019; have got you blinded.&#x201D; That is the spirit and feeling manifested if a man tells the truth about the Latter-day Saints; and it is one of the greatest evidences of the truth of the work. The Lord says, &#x201C;Woe unto you, when all men speak well of you!&#x201D;<span class=\"citation\" id=\"67259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67259)\">Luke 6:26<\/a><\/span> Sometimes I have known the papers say this and that good thing about the &#x201C;Mormons,&#x201D; and I have said, &#x201C;What's up? Are we getting wicked, that the world loves us?&#x201D; And I almost wondered at it. The fact is we should live our religion, keep the commandments of God and observe all things required of us, and care nothing whatever what the world either says or does about us. &#x201C;Well, but suppose they should get up armies and kill you?&#x201D; If they do they will send us right straight to heaven; and <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our duty is to labor in this life as long as we can and do all the good in our power, and never flinch from the truth or the principles of eternity. If our enemies are permitted to kill us they ensure to us a martyr's crown, and we go to glory celestial. I have heard of men so foolish as to jump overboard from Zion's ship because they thought she was going to sink. Why, if she does we shall only sink with her, and the man who jumps overboard is sure to sink anyhow. <\/div><div class=\"paragraph jod\" id=\"v13n1196\"> I know men who apostatized in Missouri just to save their property. We were told there, &#x201C;If you &#x2018;Mormons&#x2019; will renounce your religion, you can stay here on your farms.&#x201D; I remember one man who stayed there just for that reason. I got a letter from him a short time ago. He professes to be a friend to the &#x201C;Mormons;&#x201D; but he apostatized from them for the sake of keeping his property. I could have stayed in Missouri, and President Young could have stayed there, if we would have renounced our &#x201C;Mormonism,&#x201D; and our faith in Joseph Smith as a prophet, in the ordinances of anointing the sick with oil<span class=\"citation\" id=\"77707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77707)\">James 5:14<\/a><\/span> and baptism for the remission of sins<span class=\"citation\" id=\"126333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126333)\">D&amp;C 13:1<\/a><\/span> and the laying on of hands for the gift of the Holy Ghost;<span class=\"citation\" id=\"126334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126334)\">D&amp;C 33:15<\/a><\/span> but we knew these things were true, and we would not renounce them, and we had to leave what we had. Some called it a sacrifice. To be sure it was a pretty country and rich soil, and we had made handsome improvements, and were having many beautiful farms opened around us; and we were building towns and villages. But what were they when compared with our religion? We built them, and we knew how to build more; we had tried it twice in Missouri and in Illinois; and when they drove us again we thought that we would go into a country so wretched and miserable that no man on earth  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could want it. So we came right into the heart of the American Desert and built this place; and singularly enough, some say now, that this is too good a place for the &#x201C;Mormons,&#x201D; and they must drive us out. <\/div><div class=\"paragraph jod\" id=\"v13n1198\"> Now, brethren, if we live our religion and are faithful to the Lord, we may escape the necessity of being driven again. It will not be a great while before many of us will take great pleasure in moving; because when the day comes that the Constitution of the United States becomes the supreme law of this land&#x2014;the land of America, every man will be protected in His religious faith, and then we will go right back to Jackson County, and build a Temple, the most beautiful ever built on this continent or any other. We are going to do it, and the time is not far distant; and knowing this, our hearts do not cling in the least to any spot in the world any longer than is necessary to stay there to do our duty. When that day comes, and it will come, our countrymen will become so converted that their intolerance will cease and they will come to the conclusion that all men may enjoy their faith in the Supreme Being as they please without being interrupted. If we wait awhile, and are worthy, we will see this day and then we shall be able to go and build our Temple. <\/div><div class=\"paragraph jod\" id=\"v13n1199\"> Now let us all be diligent and faithful and trust in the Lord and seek His protection; for it is worth all the protection a man can give a thousand times told. What can man do? He can kill the body. What else? That is the end of it, he has no further power. The principles of Mormonism cannot only destroy the body, but the soul and spirit;<span class=\"citation\" id=\"64173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64173)\">Matt. 10:28<\/a><\/span> and they can confer the bliss of eternal glory and increase. <\/div><div class=\"paragraph jod\" id=\"v13n1200\"> I do not expect to be permitted to <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> address you again for some months. I expect to travel and visit the brethren in the southern country during the winter; shall probably visit some thirty-three settlements in our Dixie, and be absent several months. I wish to bear my testimony to the principles of the Gospel which have been revealed. I know these things are true. I don't come here believing them simply, I know they are true, and that God has revealed them; and I also know that all the plans, powers, and schemes of the wicked can never overthrow them. Distress may be brought upon individuals; and the fact is, that many of us, who have seemed to move along prosperously, and have surrounded ourselves in an incredibly short space of time with many of the comforts of life may cling too close to them and be unwilling to surrender them; and it may be necessary that we and the Lord should know by actual experiment whether we worship the things of this world more than we do the things of a better. It may be necessary for us to ask ourselves the question, and consider it thoroughly and carefully: &#x201C;Do we love the Lord Jesus Christ, and his laws and the principles of his Gospel more than we love a piece of land, a little orchard, a garden, field, store, vineyard, ranch, or a herd of cattle, &amp;c.&#x201D; How is it? Ask these questions, and if we do, it is time for us to repent, and we had better begin and make sacrifices. We had better contribute for the Temple, to help the poor and needy, &amp;c. I remember, very well, reading of a man who came to the Savior, and said, &#x201C;Good master, what must I do to inherit eternal life?&#x201D;<span class=\"citation\" id=\"65158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65158)\">Matt. 19:16-22<\/a><\/span> After the Savior had answered him he said, &#x201C;All these things have I kept from my youth up.&#x201D; The Savior replied, &#x201C;Yet lackest thou one thing, go and sell all that  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thou hast and give to the poor and come and follow me.&#x201D; And we are told that he went away sorrowful. Why? Because he had great possessions and could not part with them. Are we getting into that track? The Savior once remarked that it was very hard for a rich man to get into heaven.<span class=\"citation\" id=\"65185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65185)\">Matt. 19:23<\/a><\/span> I do not pretend to quote these passages exactly, you are familiar with them. But we are told that it is a very hard matter for a rich man to get into heaven. That is the substance of it. Don't let us get so rich that we can't go there; and don't let us get so poor that we can't contribute our mite<span class=\"citation\" id=\"66654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66654)\">Mark 12:41-44<\/a><\/span> to help to roll on the work of God. I remember reading in the Proverbs of an individual who prayed the Lord not to make him either rich or poor. He didn't want to be rich for fear he should get proud and forget the Lord; and if he became poor he was afraid he might steal and take the name of the Lord in vain.<span class=\"citation\" id=\"57554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57554)\">Prov. 30:7-9<\/a><\/span> We don't want to go to either extreme. The time is coming, and is not far hence, when the Latter-day Saints will get so much knowledge of the things of God that they will be able to bear wealth and control it, and use it to the glory of God; and when that time comes, to use a familiar expression, &#x201C;the Lord will open the windows of heaven, and pour out a blessing upon them, that there will not be room to receive it.&#x201D;<span class=\"citation\" id=\"62448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62448)\">Mal. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1202\"> I ask my brethren and sisters to cultivate their minds. My counsel is sustain your Sunday schools; remember and send your children there, and go yourselves and act as teachers, and contribute the means necessary to carry them on. Remember also all the duties devolving upon us as Saints in the domestic circle. We are almost all ready to go on a mission to preach; we should not forget to preach in our houses, families, and wards, and bear testi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mony to the truth, and don't let heathens grow up in our midst. Impress on the minds of your children their duties. You understand the law in relation to it. We are commanded to teach our children the principles of salvation,<span class=\"citation\" id=\"89103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89103)\">D&amp;C 93:40<\/a><\/span> the doctrine of repentance, baptism for the remission of sins, and the principles of righteousness to that extent that when they reach a proper age, they will wish to be baptized.<span class=\"citation\" id=\"86702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86702)\">D&amp;C 68:25<\/a><\/span> We are to set before them examples, precepts and teachings, that they may grow up without sin unto salvation.<span class=\"citation\" id=\"85710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85710)\">D&amp;C 45:58<\/a><\/span> These are duties devolving upon us. And when any of our children rebel against us and turn to wickedness, for all have to have their trials and temptations, parents ought to ask themselves, &#x201C;Have we done our duty?&#x201D; You know it is said, &#x201C;Train up a child in the way he should go: and when he is old, he will not depart from it.&#x201D;<span class=\"citation\" id=\"57488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57488)\">Prov. 22:6<\/a><\/span> Now, a very excellent way for parents to pursue with regard to their children, is to walk in that way themselves. <\/div><div class=\"paragraph jod\" id=\"v13n1203\"> I bear my testimony to the principles of the Gospel, and I pray that the blessings of Heaven may be upon you; that you may be able to keep the faith, understand the law and abide in it, and roll on the great and glorious work. In a short season we shall be with you again, bearing our testimony, for we are determined to fulfil our calling and preach the Gospel, which was sealed upon our heads by Joseph Smith, by the commands of God. Bear testimony of the truths of salvation, and instruct the children of men; and there is no field in which greater good can be done in preaching and in missionary labor by the Elders of Israel than in Utah amongst the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v13n1204\"> May the blessings of Israel's God be upon you all is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}