{"ID":130035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Poor&#x2014;Religion a Science.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Ogden City, Nov. 13, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Poor&#x2014;Religion a Science.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/13\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v13n1206\"> While I attempt to speak to the people I would like their attention, and for them to keep quiet. I do not particularly object to the crying of children, but I do to the whispering of the people. I suppose that, if we were in the congregations of some of our Christian fellow countrymen, we would not hear any children crying. I believe they have none in some societies. I am very happy to hear the children crying when it is really necessary and they cannot be kept from it. One thing is certain, wherever we go there is a proof that the people are keeping the commandments of the Lord, especially the first one&#x2014;to multiply and replenish the earth.<span class=\"citation\" id=\"52298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52298)\">Gen. 1:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1207\"> The first of my remarks this afternoon will consist of a petition. We are told to pray, and this is one of the practices that we consider absolutely necessary. We frequently offer prayers to kings, legislators, presidents, governors, etc.; but I am going to offer up a prayer to the Latter-day Saints and my prayer is simply&#x2014;I beseech you, my brethren and sisters, in the name of the Lord, in the name of humanity, in the name of honor and for the sake of honor, justice, and mercy, that you do listen and pay attention to the exhortation of my brother Joseph, delivered this morning, in behalf of our poor brethren in foreign lands. I might ask the Lord a thousand times over to deliver them from the oppression <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and poverty with which they are now surrounded, and He would not do it unless the means were provided; He will not do it without agents and agencies. He will not build balloons or come down with his chariots and pick up the poor in Scotland, England, Wales, Ireland, Scandinavia, the islands of the sea, or any other parts of the globe where they dwell, and load up with them and their baggage and bring them to this land while He has given us the ability to gather ourselves and the poor. If the Latter-day Saints do not understand this, it is time they did. And when we pray the Lord to open the way for the gathering of the poor, we merely mean that He will operate upon the hearts of those who have the means, that they will be reasonable with themselves, their faith and covenants and the requirements of God and toward those who are members of the same family with us. <\/div><div class=\"paragraph jod\" id=\"v13n1208\"> You heard the statement of Brother Joseph this morning, and there are a great many witnesses here, to the truth of what he said. When people are in poverty and in their low estate, when they are pinched with hunger and destitute of the clothing necessary to make them comfortable, how deeply they can feel for their friends! But place those very ones where they can have all they need to eat, of food that relishes and suits their appetite, and clothing enough to keep them warm and comfortable, and many of  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them will sit down and fold their hands, and if you speak to them about the wants of their poor brethren in foreign lands, and mention their own situation in former days, their reply will be: &#x201C;Oh, I had forgotten all about that! Yes, I believe, now you mention it, that I have seen the time when I had not sufficient food to satisfy the demands of hunger, nor clothing to make me comfortable and respectable. But, dear me, I had forgotten all that, that was in the past, and I have plenty now, and, what is that you are saying?&#x201D; &#x201C;Why, your brethren and sisters in foreign lands are suffering.&#x201D; &#x201C;What! Did you say that some of our brethren and sisters are suffering? I have enough to eat, and all the clothing I need to make me comfortable, and a pretty good cabin that I built myself, and I am in debt to no one and quite happy and comfortable, and I wish you would not trouble me about other people.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1210\"> This is the story, and these are the feelings of some of the Latter-day Saints that have been gathered from the depths of poverty. I do not wish to chide them for their well doing, and neither do I nor my brethren require of them things that are unreasonable; but we are under obligations to our families, connections, and friends, and then to the whole human family. We are not independent of them; we are not here isolated and alone, differently formed and composed of different material from the rest of the human race. We belong to and are part of this family, consequently we are under obligations one to another, and the Latter-day Saints in these mountains are under obligations to their brethren and sisters scattered in the nations who, through indigent circumstances, are unable to gather to themselves the comforts of life. No matter what may be the cause <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of their poverty, they are helpless and destitute. Could I pick out any in this congregation who have been in these circumstances? I presume I could, a few score. <\/div><div class=\"paragraph jod\" id=\"v13n1211\"> Sometimes I am inclined to be silent rather than speak of facts that have come under my own observation. I have seen people in districts of country, where they were so destitute of the comforts of life that if they gave a meal to a friend they had to pinch themselves, perhaps, for a week, having barely sufficient to keep body and spirit together; and yet when these very individuals get into circumstances in which they are well fed and well clothed they forget their former lives. <\/div><div class=\"paragraph jod\" id=\"v13n1212\"> There are certain things connected with what we see and know to be facts, that actually form principles, and resolve themselves into eternal principles; and if people could see and understand them they would be a benefit to them. But we are on the surface, or outlines of the facts concerning the Latter-day Saints. There are many of our brethren who have been born and brought up in America, who have never been called to pass through the ordeals of poverty that some of our people have in the old countries. A few of these American Elders, wanting in faith, honesty, and integrity, while on foreign missions, have borrowed money from these impoverished people, with a promise to pay when they returned home; but these promises have not been observed. I do not know whether there are any such Elders here this afternoon; but, whether there is or not, I want to say to them, wherever they may be, that I have no fellowship for a man that will make a promise and not fulfil it, and especially under such circumstances as I am talking about now; and if there is such an Elder in this congregation  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I say omit partaking of the sacrament here today, and never cease your efforts until you pay that honest debt. I do not offer this as a petition, but as counsel, to be observed by all such individuals in the Church on the penalty of being disfellowshipped by the Saints. But to myself and all of you who are free from such obligations I pray you to listen to the prayers of those who are asking for deliverance; and I have a few words to say with regard to this matter on this wise: We have nothing but what has been given or loaned us of the Lord; and if we have our hundreds or thousands we may foster the idea that we have nothing more than we need; but such a notion is entirely erroneous, for our real wants are very limited. What do we absolutely need? I possess everything on the face of the earth that I need, as I appear before you on this stand. I am not hungry, but I am well fed; I am not cold, but I am well clothed. I am not suffering for a hat, for I have hair on my head, and when I go outdoors I have my hat to put on; and with these and a shelter to protect me from the scorching heat or the piercing cold I have everything that a man needs or can enjoy if he owned the whole world. If I were the king of the earth I could enjoy no more. When you have what you wish to eat and sufficient clothing to make you comfortable you have all that you need, I have all that I need. Some persons, I know, will ask, &#x201C;Why not give the rest to the poor?&#x201D; I will answer this question, as far as I am concerned, by saying I do give to the poor and am willing to. <\/div><div class=\"paragraph jod\" id=\"v13n1214\"> If the poor had all the surplus property of the rich many of them would waste it on the lusts of the flesh, and destroy themselves in using it. For this reason the Lord does not require the rich to give all their <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> substance to the poor. It is true that when the young man came to Jesus to know what he must do to be saved,<span class=\"citation\" id=\"65159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65159)\">Matt. 19:16-22<\/a><\/span><span class=\"citation\" id=\"67869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67869)\">Luke 18:18-25<\/a><\/span> he told him, finally, &#x201C;sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me;&#x201D;<span class=\"citation\" id=\"65175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65175)\">Matt. 19:21<\/a><\/span><span class=\"citation\" id=\"67870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67870)\">Luke 18:22<\/a><\/span> and a great many think that he told the young man to give away all that he had, but Jesus did not require any such thing, neither did he say so, but simply, &#x201C;distribute to the poor.&#x201D;<span class=\"citation\" id=\"126336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126336)\">Luke 18:22<\/a><\/span> If the poor knew what to do with what they have many, yea very many, in this land would have all that is necessary to make them comfortable. But it is different with the great majority of our friends over the water&#x2014;they are fettered and bound, and in the prison of poverty, and have not power to extricate themselves from the thralldom and wretchedness they are in, and hence it becomes our duty to lend a helping hand and send for them. <\/div><div class=\"paragraph jod\" id=\"v13n1215\"> Many of us may think that we have nothing we can spare; but the providences of God might speedily make us think otherwise. If the Lord were to let loose our enemies upon us! Let Him hiss for the fly,<span class=\"citation\" id=\"58015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58015)\">Isa. 7:18<\/a><\/span> and whisper for the locust,<span class=\"citation\" id=\"57098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57098)\">Ps. 105:34<\/a><\/span> and they would come here by myriads and eat up every green thing there is in these mountains; and when they were destroyed, if the Lord so willed it, they could commence on the people and the cattle and devour every living creature on the land. Do we know this? We might know and realize it. Then, if we had a little bread to eat we should be happy and contented, and in our poverty we would be willing to divide with and assist our poor brethren and sisters, and help to save them from starvation. But now the cry is, &#x201C;I have a house, and I want my furniture! I have a farm, I want my teams and my wagons, and then I want a carriage and time to  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ride,&#x201D; until the whole world is swallowed up by the few. <\/div><div class=\"paragraph jod\" id=\"v13n1217\"> You will excuse me if I say a few words with regard to myself in these charitable sermons. What is my feeling today? The same as it has been for years concerning houses, lands, and possessions. I say to the people, &#x201C;If you will give me for my property half what it has cost me I will devote that means for the gathering of the poor and the building of Zion upon the earth, and will start again with nothing. I have done it before, and I am willing to do it again if the people will take my property on these terms, and the means, to the last dollar, shall be used to send for the poor if they apostatize the next year. They will not apostatize where they are now; you could not hire them to do it, you could not whip them to it; you cannot starve their religion out of them; but bring them here and give them houses and lands, horses and chariots, make merchants and traders of them, and give them our means, then some of them will apostatize, but not all. Some of them will apostatize for very little, it takes but few dollars; but they will not do it where they are. I would bring them here if they would apostatize, for they must have a chance to prove themselves before God and angels with regard to their integrity to and faith in the religion that we believe in. <\/div><div class=\"paragraph jod\" id=\"v13n1218\"> Now, brethren and sisters, I pray you to remember the poor, and every time you feel like spending twenty-five or fifty cents in tea or coffee, liquor, or tobacco, stay your hand and put that money into a safety or charitable fund to help to gather the poor. Brother Joseph has been pleading for them; I am giving you the plan. If we will leave off tea, coffee, liquor, and tobacco and devote the means as I have requested, we <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall bring the blessings of heaven to ourselves and bestow the blessings of earth upon our brethren and sisters, and we shall feel that comfort and consolation that we could not feel otherwise. Our hearts will rejoice, our food will be sweet to us, our dreams will be pleasant and our reflections will be filled with peace, comfort, and consolation in the power of God. But if we shut up our bowels of compassion our condition will be exactly the reverse. <\/div><div class=\"paragraph jod\" id=\"v13n1219\"> If the people will take this course towards their poor brethren and sisters it will relieve our hands at once. I suppose that there is a million of money now due the Perpetual Emigration Fund, by those who have been gathered who have not paid their arrearage. But we cannot get it. If we were to send an agent through the Territory to collect this indebtedness from these brethren and sisters, it would probably cost more to sustain him than the amount he would collect, consequently we conclude to say nothing about it, and to use the means we have or that is contributed for this purpose. <\/div><div class=\"paragraph jod\" id=\"v13n1220\"> As for our being comfortable, I will venture to say that we could pick out, in this congregation, needless articles of dress that have cost several hundred if not thousands of dollars. I do not like to charge the ladies with extravagance, but how many yards of cloth does it take now to make a dress? If Brother Heber C. Kimball were here he would tell you he used to buy six yards of calico for his wife Vilate, who was a tall woman. That used to make a dress, and it was a pretty large pattern; then it got up to seven since my recollection, then to eight, then to nine, then to eleven, and I have been called upon to buy sixteen, seventeen, and eighteen yards for a dress. I know there is a cause for this. My  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wife will say, &#x201C;Dear me! Sister so and so wears such and such a thing, and I want to look as well as she does; and you have plenty of means, Brigham; O, yes, you have plenty of means, and you can buy it as well as not.&#x201D; Well, all that I have said, and my general reply is, &#x201C;If I am pressed to the necessity of indulging my family in these needless articles the responsibility must be upon themselves, not upon me.&#x201D; I will not take that responsibility. In the day of reckoning if we are in debt and found wanting in consequence of our extravagance I will not bear any more responsibility than I have incurred in my own person in the gratification of this taste for needless articles of dress, and that will not be much I reckon. <\/div><div class=\"paragraph jod\" id=\"v13n1222\"> Now, brethren and sisters, do you indulge in this taste for fashion and frivolity in dress? Most assuredly you do, and circumstances right before my eyes furnish proof of this. I will venture to say that my mother wore the cloak and hood that her mother before her wore, and wore them until the day of her death when she had occasion to wear a cloak; and when she left this place for the next apartment she was forty-nine years old; and they went to her daughter. I do not know what has become of them. She did not take a cloak worth twenty-five, thirty, forty, or fifty dollars and sit down in it with a child with a piece of meat in each hand to grease it all over. But, now, let some women get a silk or satin dress and they will, perhaps, while wearing it, take up a child that has a piece of chicken in one hand and a piece of pork in the other, or a cup of milk to drink, and as likely as not some of it is spilled on the dress, and then they say, &#x201C;Well, I declare my dress is spoiled.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1223\"> I recollect very well, and so do <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others in this room, when our fathers and mothers raised the flax and the wool, and when it was carded with handcards, spun on handwheels, and woven into cloth on handlooms, and in this way the wants of the family had to be supplied or they had to go without. But now every woman wants a sewing machine. What, for? To do her sewing. Well, but she can do a hundred times as much sewing with a machine as she could by hand, and she does not need a machine more than one day in two or three weeks. &#x201C;O yes,&#x201D; she says, &#x201C;I want my sewing machine every day of my life.&#x201D; &#x201C;What are you going to do with it?&#x201D; &#x201C;I am going to sew;&#x201D; and when the sewing machine is procured they want a hundred times as much cloth as they used to have. Now, too, they want a hired girl for every child; and a hired man to every cow in the yard. I will admit that I am extravagant in these expressions; but they show the present condition of affairs. The improvements which have taken place during the last half century in matters pertaining to domestic life are wonderful, but has not the extravagance of the people kept pace with these improvements? It is true that the people are getting wiser in some respects, and some are getting wealthy; but there is only so much property in the world. There are the elements that belong to this globe, and no more. We do not go to the moon to borrow; neither send to the sun or any of the planets; all our commercial transactions must be confined to this little earth and its wealth cannot be increased or diminished; and though the improvements in the arts of life which have taken place within the memory of many now living are very wonderful, there is no question that extravagance has more than kept pace with them. <\/div> <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1225\"> We talk to the Latter-day Saints a great deal, and we wish them to become a thinking people, a people that will reflect and begin to systematize their lives, and know the object of their existence here. This life is as precious and valuable as any life ever possessed, or that ever will be possessed by any intelligent being, and hence the necessity and propriety of understanding its object and using it to the best advantage in every respect, and of understanding principle in all things. <\/div><div class=\"paragraph jod\" id=\"v13n1226\"> It was observed here by Brother Taylor, this morning, when speaking of the arts and sciences, they are from eternity to eternity. They can neither be increased nor diminished; and the Lord has had to teach the people all that they know, no matter whether it be the wicked who acknowledge Him not, or the righteous, both are alike in that respect&#x2014;they receive their knowledge from the same source. The construction of the electric telegraph and the method of using it, enabling the people to send messages from one end of the earth to the other, is just as much a revelation from God as any ever given. The same is true with regard to making machinery, whether it be a steamboat, a carding machine, a sailing vessel, a rowing vessel, a plow, harrow, rake, sewing machine, threshing machine, or anything else, it makes no difference&#x2014;these things have existed from all eternity and will continue to all eternity, and the Lord has revealed them to His children. <\/div><div class=\"paragraph jod\" id=\"v13n1227\"> In the infancy of creation the human family commenced down at the bottom of the ladder, and had to make their way upward. How small and frail that commencement looks now; why it is considered almost beneath the notice of the wise of this day to talk of the intelligence of our First Parents. When they waked <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from their sleep and found themselves in a state of nudity, we are told that they hid themselves, because they were ashamed and mortified and did not wish to expose themselves when the Lord came along.<span class=\"citation\" id=\"52582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52582)\">Gen. 3:7-8<\/a><\/span> And he picked some fig leaves&#x2014;what a simple idea! He picked some fig leaves and sewed them together and made aprons of them. I do not know whether he used scissors or His penknife for the cutting out of the garments, or what kind of a needle and thread He used, but he made aprons for the whole human family&#x2014;Adam and Eve! What a simple idea! It is beneath the notice of the mechanic or artist, or the science of the world now-a-days. Yet simple as it seems now, the Lord had to reveal to our first parents the <span class=\"italic\">modus operandi<\/span> of the manufacture of an apron of fig leaves. And when they wanted a little copper made up, after having found the ore, the Lord had to come along and show them how to do it; and how to manufacture the iron. How simple this is! It is beneath the notice of the intelligence and science that are in the world now; the scientific men of the present time say those were the days of ignorance. Yes, that was in the period of the childhood of the human family; in the infancy of the world. But what does it manifest unto us? Why that there is a Being superior to man, and though we may not know the place where He resides, He has come along occasionally and shown His creatures how to make and work up brass, iron, copper, and in fact has revealed to them everything they know at various stages of their development and progress. <\/div><div class=\"paragraph jod\" id=\"v13n1228\"> The people of this day think they know more than all who have preceded them&#x2014;that this is the wisest generation that ever did live on the earth. Perhaps it is in worldly things, and in some of the arts and  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sciences it may be; but there is no question that many things of great worth known anciently have been lost. Archaeological developments and investigations bring to light facts in the mechanical arts which set at defiance the skill of the world in our day. For instance, where is the mechanic now, who can sharpen copper so that it would shave the beard from a man's face, or chop timber like an axe made of steel? The skill to do that is not in existence now; yet it once was, and many other arts, revealed to man anciently, have been lost through the wickedness of the people. <\/div><div class=\"paragraph jod\" id=\"v13n1230\"> I want to say a few words about our religion, but first I will ask you to remember this prayer which I offered at the commencement of my remarks with regard to the poor. If you will do that, they will be looked after and brought home. Now we will talk a little about our religion. Ask the scientific men of the world how many of the arts can be reduced to a science? When they are so reduced they become permanent; but until then they are uncertain. They go and come, appear and disappear. When they are reduced to science and system their permanency and stability are assured. It is so with government&#x2014;until it is reduced to a science it is liable to be rent asunder by anarchy and confusion, and caprice, and scattered to the four winds. Government, to be stable and permanent and have any show for success, must be reduced to a science. It is the same with religion; but our traditions are such that it is one of the most difficult things in the world to make men believe that the revealed religion of heaven is a pure science, and all true science in the possession of men now is a part of the religion of heaven and has been revealed from that source. But it is hard to <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get the people to believe that God is a scientific character, that He lives by science or strict law, that by this He is, and by law He was made what He is; and will remain to all eternity because of His faithful adherence to law. It is a most difficult thing to make the people believe that every art and science and all wisdom comes from Him, and that He is their Author. Our spirits are His: He begot them. We are His children; He set the machine in motion to produce our tabernacles; and when men discard the principle of the existence of a Supreme Being, and treat it with lightness, as Brother Taylor says, they are fools. It is strange that scientific men do not realize that all they know is derived from Him; to suppose, or to foster the idea for one moment, that they are the originators of the wisdom they possess is folly in the highest! Such men do not know themselves. As for ignoring the principle of the existence of a Supreme Being, I would as soon ignore the idea that this house came into existence without the agency of intelligent beings. <\/div><div class=\"paragraph jod\" id=\"v13n1231\"> Well, the Latter-day Saints are beginning to comprehend that true religion is a science; and their religion consists of principles, law and order, and they acknowledge God in all things; and the time will come when every knee will bow and every tongue confess to and acknowledge Him,<span class=\"citation\" id=\"75454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75454)\">Philip. 2:10-11<\/a><\/span> and when they who have lived upon the earth and have spurned the idea of a Supreme Being and of revelations from Him, will fall with shamefacedness and humble themselves before Him, exclaiming, &#x201C;There is a God! O, God, we once rejected Thee and disbelieved Thy word and set at naught Thy counsels, but now we bow down in shame and we do acknowledge that there is a God, and that Jesus is the Christ.&#x201D; This time  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will come, most assuredly. We have the faith of the Gospel of the Lord Jesus. It is not a frenzied, frantic idea, like the systems of religion invented by men. We have ceremonies, but there is life in those ceremonies; and our religion has organization, body and soul. The religious systems of men have a kind of organization, and seemingly they will build a body, but they have no soul, and some seem to have a soul without a body, but it is like their god, it cannot be found. <\/div><div class=\"paragraph jod\" id=\"v13n1233\"> We reason with and try to convince the Latter-day Saints that they should live their religion so that God is in all their thoughts and reflections, and they should acknowledge Him in their daily walk and conversation and business transactions as well as in their prayers. Each of us should continually feel, and live so as to have it so. &#x201C;God must be with me and I must have His Spirit with me under all circumstances.&#x201D; How many are there of our Elders who carry out their religion in all the affairs of life? Set them to merchandising, for instance, and Brother John, William, or Caleb will say, &#x201C;You set me here at merchandising, and my mind is altogether occupied with my business. I have to lay my plans, and do my best to make my business successful, and I have not time to pray and seek unto the Lord; I have not got the spirit of preaching, and do not call upon me to preach, I cannot do it, I have to attend to this store.&#x201D; I say it is almost impossible to get it into the mind of a business man that he needs God with him in carrying on his business. Says he, &#x201C;I must do this by my natural ability; my business qualities must be brought into exercise, and that is all I want.&#x201D; To persons who feel thus I say, Stop and think! Hold on! Do you know how to buy goods? <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Yes,&#x201D; Mr. Merchant says, &#x201C;I think I understand goods as well as any man.&#x201D; Where did you get your knowledge, can you tell me? &#x201C;Oh, I got that from practice. I have learned, as soon as I touch a piece of broadcloth, linen, or cotton cloth, to tell its quality without ever looking at the fabric; I can tell instantly by the touch of the finger. I have got this by practice.&#x201D; Very good, we will say you did. Did you plant that ability in your finger, and which gives sensibility to your nervous system from the crown of your head to the soles of your feet, which is the foundation of the knowledge you have acquired by practice? Acquired or practical knowledge is one thing, but natural or internal knowledge is the foundation of practical or acquired knowledge, and without this in the soul no being could acquire it any more than this stand, not one particle more. Now, Mr. Merchant, that is the secret of your acquired knowledge or skill. Then acknowledge it, manly, honestly, uprightly, firmly, and positively, and give God the praise and honor, for to Him they belong. <\/div><div class=\"paragraph jod\" id=\"v13n1234\"> Do you need anything more than this innate ability to acquire knowledge to guide you and to ensure success in your business? Yes, you do. They say when a person preaches experience, the facts are not easily got over. I am going to tell Mr. Merchant what he needs. You take a man who conducts his business on his own resources, and however well he may lay his plans his business frequently fails on his hands and he becomes bankrupt; for he cannot foresee what is going to transpire in the markets. &#x201C;Well, how are you going to prevent such mishaps?&#x201D; You need the Spirit of the Lord to enable you to foresee. This is what is needed when you buy goods, where you trade and do business; you need  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the spirit of revelation to be with you. We frequently hear our merchants say they cannot do business and then go into the pulpit to preach. I will say that there is not a merchant in this Territory who attends to as much of what is called worldly business, or temporal things, as I do, yet I can afford to preach several times each week, and say my prayers as long as I wish to. Now, if I preach experience, who can controvert it? If anyone does not believe my statement, let him live with me and he will soon learn that a pressure of business that will take a merchant a week to think about, I know the moment it is mentioned to me. I see and understand it from beginning to end, and I say, at once, &#x201C;Do thus and so,&#x201D; &#x201C;Go yonder,&#x201D; or &#x201C;Take such and such a course;&#x201D; but I need the Spirit of the Lord continually to guide and dictate me in business pertaining to farms, merchandising, mining, missions, buying, selling, etc., etc.; and the more I have to do the more revelation I need, and the more acute my spirit must become. <\/div><div class=\"paragraph jod\" id=\"v13n1236\"> It is a great mystery to many people, and especially to strangers, how I have preserved myself. My life depends upon the Spirit of the Lord, although my body gets sometimes a little out of order, and it is very probable my stomach will ache pretty bad after this loud talking, for I am neither iron nor immortal. But a great many marvel at my preservation. I have revealed the secret a great many times, and can now&#x2014;I never worry about anything. I try to live so as to know my business and understand my duty, and to do it at the moment without a long study. If ever I am in the least bothered with anything that comes before me it is in some frivolous case, trying to give counsel and advice to an individual without doing any mischief. <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If they want to do right, regardless of self or the world, it is no trouble to tell them what to do. And I say to a farmer or a merchant, if you want to live so as to prolong your days, never worry about anything; but have the Spirit of the Lord so as to know what to do, and when you have done or counseled right never fret about the result. It is in the hands of the Lord, and He will work out the problem, and you need not be at all afraid of the matter. And this is true of all the acts of the children of men. The Lord has constituted us rational beings, and our volition is free to choose good or evil, just as we will;<span class=\"citation\" id=\"81278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81278)\">2 Ne. 2:27<\/a><\/span><span class=\"citation\" id=\"92423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92423)\">Moses 3:17<\/a><\/span> but when we have followed out our choice the Lord will overrule the result of our acts&#x2014;it is in His hands and He will bring it out to suit Himself, and He will make the wrath of man praise Him.<span class=\"citation\" id=\"56878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56878)\">Ps. 76:10<\/a><\/span> When men undertake, as we see them occasionally, to interrupt every movement of the kingdom of God, and lay their plans, and have the train well laid in their own minds, for the destruction of the kingdom, the first thing they know they are in the mud and the Saints are thrown up. We have seen this scores of times. It is just so in the world. Men may propose, but God will dispose according to His good will and pleasure. <\/div><div class=\"paragraph jod\" id=\"v13n1237\"> I want to say to the Latter-day Saints, and to those who are not Saints, we have faith in God, and we have a reason for it. Every character who has declared himself to be God, except the one we serve, has failed and been foiled in his calculations; he has come short in his plans and been put to shame. There is no question but foul spirits have declared themselves to be deities; we have history to this effect. But they have come off in shame. But the Lord is our God and it is He whom we serve; and we say to the whole world  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that He is a tangible Being. We have a God with ears, eyes, nose, mouth; He can and does speak. He has arms, hands, body, legs, and feet; He talks and walks; and we are formed after His likeness. The good book&#x2014;the Bible, tells us what kind of a character our Heavenly Father is. In the first chapter of Genesis and the 27th verse, speaking of the Lord creating men, it reads as plain as it can read, and He created man in His own image and likeness;<span class=\"citation\" id=\"52193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52193)\">Gen. 1:26-27<\/a><\/span> and if He created Adam and Eve in His own image, the whole human family are like Him. This same truth is borne out by the Savior. Said he, when talking to his disciples: &#x201C;He that hath seen me hath seen the Father;&#x201D;<span class=\"citation\" id=\"69943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69943)\">John 14:9<\/a><\/span> and, &#x201C;I and my Father are one.&#x201D;<span class=\"citation\" id=\"126337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126337)\">John 10:30<\/a><\/span><span class=\"citation\" id=\"70696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70696)\">John 17:20-22<\/a><\/span> The Scripture says that He, the Lord, came walking in the Temple, with His train;<span class=\"citation\" id=\"57972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57972)\">Isa. 6:1<\/a><\/span> I do not know who they were, unless His wives and children; but at any rate they filled the Temple, and how many there were who could not get into the Temple I cannot say. This is the account given by Isaiah, whether he told the truth or not I leave everybody to judge for himself. <\/div><div class=\"paragraph jod\" id=\"v13n1239\"> The Bible also says the Lord talked with Moses;<span class=\"citation\" id=\"54513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54513)\">Ex. 33:11<\/a><\/span> He talked with the rich and the poor, the noble and the ignoble. He sent His angels, and at last sent His Son,<span class=\"citation\" id=\"65334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65334)\">Matt. 21:37<\/a><\/span> who was in the express image of the Father--His Only Begotten Son,<span class=\"citation\" id=\"126338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126338)\">John 3:16<\/a><\/span> according to the flesh, here on this earth.<span class=\"citation\" id=\"76332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76332)\">Heb. 1:1-3<\/a><\/span> That is the God we serve and believe in. He is a God of system, order, law, science, and art; a God of knowledge and of power. He says to the human family, &#x201C;Do as you please, but I will overrule the results of your actions.&#x201D; He says to the wicked, &#x201C;You may fight these Latter-day Saints, but they are my people, I have called them, and commanded them to come out of <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Babylon and to gather themselves together.<span class=\"citation\" id=\"91829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91829)\">D&amp;C 133:7<\/a><\/span> You, wicked world, may fight them; you may lay your plans and schemes, but with all your machinations and wisdom I will show you that I am greater than you all, and I will put you to shame, and blast your expectations, and disappoint your calculations, and your attempts to injure my people will be foiled; for Zion shall arise, her glory shall be seen, and the kings of the earth shall enquire of the wisdom of Zion; and God shall be great, and His name shall be terrible among the inhabitants of the earth;<span class=\"citation\" id=\"57046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57046)\">Ps. 99:3<\/a><\/span> and He will bring forth His kingdom and establish His government, and Jesus will come and rule, King of nations,<span class=\"citation\" id=\"60441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60441)\">Jer. 10:7<\/a><\/span> as he does King of Saints.&#x201D;<span class=\"citation\" id=\"80085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80085)\">Rev. 15:3<\/a><\/span> We have law, we have rule, we have regulations; and they are here, they are written and published to the world. They are in the Old and New Testament, Book of Mormon, and the Book of Doctrine and Covenants; and we call upon all the earth, the rich and the poor, to hearken unto these things! Who will receive them? Not many rich, not many noble, not many great men of the earth;<span class=\"citation\" id=\"72908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72908)\">1 Cor. 1:26<\/a><\/span> but the poor of this world the Lord has chosen,<span class=\"citation\" id=\"126339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126339)\">James 2:5<\/a><\/span> and He will make them rich, and they will be heirs of the earth. But they will be heirs with pure hearts,<span class=\"citation\" id=\"126340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126340)\">Matt. 5:8<\/a><\/span> not with that covetousness we see manifested now. When we are prepared to receive the kingdom in its purity, and to honor its laws and principles in our lives, just so soon the Lord Almighty will bestow upon us strength, power, wisdom, glory, riches, and honor, and all the good things that pertain to His kingdom; and the Lord will be great among the people, and they will revere and acknowledge His name. <\/div><div class=\"paragraph jod\" id=\"v13n1240\"> God bless you, brethren and sisters. Amen. <\/div>\n<\/div>\n<\/div>"}