{"ID":130038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Jesus Christ.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Sunday, April 24, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Jesus Christ.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/24\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v13n1315\"> We delight in the spirit manifested by our young friend who has just spoken. He advocates the use of the sword of the Spirit,<span class=\"citation\" id=\"75392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75392)\">Eph. 6:17<\/a><\/span> or the principles of the Gospel of Jesus Christ, backed by the spirit of that Gospel, to convince people of the error of their ways. We, as a people, or the Elders of this Church, have carried that over the face of the earth; we have offered it to the people in nearly all parts of the earth, without money and without price.<span class=\"citation\" id=\"59757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59757)\">Isa. 55:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1316\"> We delight to meet together to worship God; we delight to have our brethren and sisters come together for this purpose, and we also esteem it a pleasure to have strangers of age and experience, who have the spirit to discern, meet with and preach to us. In our community we have very few from the heathen world; but from the Christian world thousands have gathered here. They understand and know the effects of what is called Christianity. But it is otherwise with our children. They have been brought up here; and, except in a few instances, they have heard nothing but the Gospel as taught by the Latter-day Saints. They are not capable of judging what the outside world is until they have had it exhibited before them, which has been their privilege occasionally; and I always feel to urge our youth to attend meetings when strangers preach, that they may be able to understand that which is and that <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which is not of God, and learn the difference between the doctrine taught by us and others. We believe a great many things that the Christian world cannot believe. If their eyes were open and they had the spirit to see things as they are, they could understand them. There is not a man or woman on the earth but what, if they understood God and the things of God, would yield obedience to His requirements. Those who set themselves up against the truth do it in consequence of not seeing things as they are&#x2014;<span class=\"citation\" id=\"81707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81707)\">Jacob 4:13<\/a><\/span>in consequence of ignorance, and were it not for this ignorance with regard to God and His Gospel they would be able to believe in the Gospel. The Latter-day Saints believe in the Gospel of the Son of God, simply because it is true. They believe in baptism for the remission of sins, personal and by proxy; they believe that Jesus is the Savior of the world; they believe that all who attain to any glory whatever, in any kingdom, will do so because Jesus has purchased it by his atonement. <\/div><div class=\"paragraph jod\" id=\"v13n1317\"> The Christian world says, &#x201C;We are going to the kingdom of Heaven;&#x201D; but what is to become of those who have died, not believing as they do, or who have died without hearing the Gospel? Millions of them have passed away, both in the Christian and in the heathen worlds, just as honest, virtuous and upright as any now living. The Christian world say they are lost; but the Lord will save  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, or, at least, all who will receive the Gospel. The plan of salvation which Jesus has revealed, and which we preach, reaches to the lowest and most degraded of Adam's lost race. Is He going to save all in the same glory and bring all to the same state of felicity? Will they who refuse to obey the Gospel of the Son of God be saved and exalted in the same kingdom and glory as they who have obeyed? No, never, never! It is impossible. Do you suppose that a person can see the kingdom of heaven without being born of the Spirit?<span class=\"citation\" id=\"68709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68709)\">John 3:3<\/a><\/span> Jesus said not. Shall we say to the contrary, and maintain that we can see the kingdom of God without being born of the Spirit, and say that Jesus is a liar? Jesus said to Nicodemus, &#x201C;Except a man is born of the spirit, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68710)\">John 3:3<\/a><\/span> Shall we admit that Jesus spoke the truth, or shall man say that his doctrine is true and Jesus spoke that which is not true? Which shall we do? There is no alternative but to admit that Jesus is true, and will save on no other condition than that laid down in the Scriptures, and that all who preach any other doctrine take the testimony of men instead of the testimony of Jesus, or that the Christian world with their varied opinions and creeds are true and that Jesus is untrue. <\/div><div class=\"paragraph jod\" id=\"v13n1319\"> This is plain talk, my friends. Can you mistake it? Can you gain any idea from what I say except what I mean&#x2014;let God be true, if it makes every man a liar.<span class=\"citation\" id=\"72294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72294)\">Rom. 3:4<\/a><\/span> I think my words are so pointed and emphatic that no person can mistake them. Did Jesus say, &#x201C;Except a man is born of the water and of the Spirit, he cannot enter the kingdom of God?&#x201D;<span class=\"citation\" id=\"68788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68788)\">John 3:5<\/a><\/span> Yes, all Christians will admit that. Then do you think there was one plan of salvation for Nicodemus and another for you and me? It is all folly for <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> any person to expect any such thing! Come with the sword of the Spirit!<span class=\"citation\" id=\"75393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75393)\">Eph. 6:17<\/a><\/span> Let the whole world of Christendom come with their arguments and Scriptures, and let us argue these things together! Let us lay them before the people and see who is right and who is wrong. <\/div><div class=\"paragraph jod\" id=\"v13n1320\"> Let me say to you, if it is true that no man can enter the kingdom of God unless he is born of the water and of the Spirit,<span class=\"citation\" id=\"68789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68789)\">John 3:5<\/a><\/span> God must provide a plan by which those who have died ignorant of the Gospel may have the privilege of doing so, or he would appear to be a partial being. Has He provided that way? He has. The Christian world have taught, preached, contemplated, meditated, sung about, and prayed for the Millennium. What are you going to do during that period, Christians? Do you know what the Millennium is for, and what work will have to be done during that period? Suppose the Christian world were now one in heart, faith, sentiment and works, so that the Lord could commence the Millennium in power and glory, do you know what would be done? Would you sit and sing yourselves away to everlasting bliss? No, I reckon not. I think there is a work to be done then which the whole world seems determined we shall not do. What is it? To build temples. We never yet commenced to lay the foundation of a temple but what all hell was in arms against us. That is the difficulty now: we have commenced the foundation of this temple. What are we going to do in these temples? Anything to be done there? Yes, and we will not wait for the Millennium and the fullness of the glory of God on the earth; we will commence, as soon as we have a temple, and work for the salvation of our forefathers; we will get their genealogies as far as we can. By and  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by, we shall get them perfect. In these temples we will officiate in the ordinances of the Gospel of Jesus Christ for our friends, for no man can enter the kingdom of God without being born of the water and of the Spirit.<span class=\"citation\" id=\"68790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68790)\">John 3:5<\/a><\/span> We will officiate for them who are in the spirit world, where Jesus went to preach to the spirits, as Peter has written in the third chapter, verses 18, 19, and 20, of his first epistle: <\/div><div class=\"paragraph jod\" id=\"v13n1322\"> &#x201C;For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: By which also he went and preached unto the spirits in prison; Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing,&#x201D;<span class=\"citation\" id=\"77962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77962)\">1 Pet. 3:18-20<\/a><\/span> etc. <\/div><div class=\"paragraph jod\" id=\"v13n1323\"> In the next chapter, Peter, alluding to this same subject, says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n1324\"> &#x201C;For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78111)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1325\"> What will we do for and in behalf of the dead? We will be baptized for the remission of sins, as Paul has said, in his first epistle to the Corinthians, 15th chapter and 29th verse: <\/div><div class=\"paragraph jod\" id=\"v13n1326\"> &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73874)\">1 Cor. 15:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1327\"> We will also have hands laid on us for the reception of the Holy Ghost; and then we will receive the washings and anointings for and in their behalf, preparatory to their becoming heirs of God and joint heirs with Christ.<span class=\"citation\" id=\"72573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72573)\">Rom. 8:17<\/a><\/span> Are you going to do this, Latter-day Saints? Yes. What will the Christian world do with their dead? Let them sleep an eternal sleep, for there are no provisions made for them in the gospel they believe in and have taught to them. <\/div> <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1328\"> This is one item of doctrine believed in by the Latter-day Saints that the inhabitants of the earth are opposed to. Why? Because they are governed and controlled by the spirit of darkness. This may seem harsh, but it is true. They are opposed to Jesus, to God, and to the salvation of the children of men, and are controlled by this evil spirit, and they know it not. They say: <\/div><div class=\"paragraph jod\" id=\"v13n1329\"> &#x201C;Latter-day Saints, let your dead and ordinances for their benefit alone, we will pass laws forbidding you the observance and practice of the ordinances of the house of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1330\"> We trust in God. I reckon He will fight our battles<span class=\"citation\" id=\"89977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89977)\">D&amp;C 105:14<\/a><\/span> and we will be baptized for and in behalf of the human family during a thousand years; and we will have hundreds of temples and thousands of men and women officiating therein for those who have fallen asleep, without having had the privilege of hearing and obeying the Gospel, that they may be brought forth and have a glorious resurrection, and enjoy the kingdom which God has prepared for them. The devil will fight hard to hinder us, and we shall not take an inch of ground except by obedience to the power of, and faith in, the Gospel of the Son of God. The whole world is opposed to this doctrine. But is there any harm in it? If they could only see it as it is in the Lord, they would rejoice in it, and instead of fighting it, they would praise God for having revealed so glorious a doctrine. Suppose that the notion entertained by some is true, that after the death of our bodies our spirits sleep an eternal sleep, and I am baptized for my father, grandfather, and so on, does it injure them? Answer, all ye intelligences on the face of the earth, above, beneath, or around about the earth! All will admit that no harm would be done in practicing these  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ordinances. Then let us alone if our practices will do no harm, why oppose us in their observance? The result might possibly affect beneficially our progenitors, and then you who oppose would be found fighting against God.<span class=\"citation\" id=\"71494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71494)\">Acts 5:39<\/a><\/span> Better let the Gospel have its course. <\/div><div class=\"paragraph jod\" id=\"v13n1332\"> We have had a nice discourse this morning from the Rev. Mr. Andrews, exhorting all to believe in Jesus. His text was as good a one as ever a man quoted, &#x201C;I am not ashamed of the gospel of Christ: for it is the power of God unto salvation unto all them that believe; to the Jew first, and then to the Greek,&#x201D;<span class=\"citation\" id=\"72192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72192)\">Rom. 1:16<\/a><\/span> or to the rest of the world. Jesus says, pointedly, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69973)\">John 14:15<\/a><\/span> This is the test? Are there any commandments? Yes, plenty of them, and the only way to prove our belief in and love for the Lord Jesus is by observing the sayings that he has left on record. <\/div><div class=\"paragraph jod\" id=\"v13n1333\"> They are coming from the East and from the West, from the North and from the South to sit down in our Father's kingdom;<span class=\"citation\" id=\"67677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67677)\">Luke 13:29<\/a><\/span> but no man can sit down there unless he gain admittance through the faithful observance of the commands of God, and obedience to the ordinances of His house. Then why not repent and obey the ordinances and commandments? Why not be believers in the Lord Jesus Christ? Is there any harm in it? I say to every being on the face of the earth, Christian, Pagan, or Jew, supposing my doctrine is not true, and that <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no necessity for believing in Jesus, being baptized for the remission of sins and having hands laid upon you for the Holy Ghost, will it do you any harm? Pagan, will it do you any harm? Believers or unbelievers, will it do you any harm? Universalian, will it do you any harm? Apostates, will it do you any harm? Wise man, will it do you any harm? Fools, will it do you any harm? What is your answer? &#x201C;No; it will not.&#x201D; Well, then, let me alone. I may be right, and you wrong; and if I should be right, you are cut off, and I have the advantage of you; but if you are right, and I am wrong, I am with you and will share in all the blessings that you can get. <\/div><div class=\"paragraph jod\" id=\"v13n1334\"> This Gospel will save the whole human family; the blood of Jesus will atone for our sins, if we accept the terms he has laid down; but we must accept those terms or else it will avail nothing in our behalf. <\/div><div class=\"paragraph jod\" id=\"v13n1335\"> I have talked long enough. I bid you all welcome to the Gospel. Jesus Christ has commissioned me to say to the whole human family, &#x201C;You can have this Gospel without money and without price.&#x201D;<span class=\"citation\" id=\"59758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59758)\">Isa. 55:1<\/a><\/span> We have traversed the world over and offered it to the human family and asked them to receive it. We are still saying to them, believe on the Lord Jesus Christ, keep his commandments, and obey his ordinances, that it may be well with you. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}