{"ID":130014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Order of Enoch&#x2014;Socialistic Experiments&#x2014;The Social Problem.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, April 6, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Order of Enoch, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/6\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v13n380\"> I look upon this Conference as one of the most important, in many respects, that we have ever had the privilege of participating in, for, to my view, there are more interesting <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5048\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and important events connected with the work of God at the present time than have ever been developed before in our history. We are undergoing a great change, a great revolution is  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in progress in our midst&#x2014;a revolution foreshadowed by the predictions of both the ancient and modern prophets, but which we, as yet, have scarcely been prepared for. <\/div><div class=\"paragraph jod\" id=\"v13n382\"> Nearly 37 years ago the Prophet Joseph, or rather the Lord, through him, gave revelations upon the Order of Enoch.<span class=\"citation\" id=\"87315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87315)\">D&amp;C 78:1-22<\/a><\/span><span class=\"citation\" id=\"126267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126267)\">D&amp;C 82:1-24<\/a><\/span> Those revelations were taught to the people in plainness so far as they went. They were simple and easily understood; but they embodied within themselves what might have been termed new principles, and indicated a new course of action and a new organization of society. I say new, because they were new so far as this generation is concerned. The principles taught by those revelations were as old as eternity; and the Order sought to be introduced by their means was called the &#x201C;Order of Enoch,&#x201D; in consequence of its having been revealed to and practiced by Enoch; and through its practice he and his people were prepared for translation and, as we read in the Scriptures, were taken from the earth.<span class=\"citation\" id=\"93223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93223)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n383\"> The Lord inspired the Prophet Joseph Smith to once more communicate these principles unto the children of men; but, as I have remarked, the people were not prepared to carry them out. They, to some extent, could see and understand their beauty and consistency, but in the practical part they were deficient. As a people the Latter-day Saints are like their fellows in many respects. We are very progressive in theory, but our theories are far ahead of our practice. The teachings of the elders are of that character that years of practice on the part of the people is required before they come up to them in their everyday life. It is so with mankind generally. They can comprehend the theory and realize the importance of practically observing certain prin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5047\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples long before they are sufficiently advanced to carry them out in everyday life. But we may say, without boasting, that as a people we excel the world in carrying out in our lives the principles that we teach. <\/div><div class=\"paragraph jod\" id=\"v13n384\"> Those principles to which I have been referring were received and admired by the people, but it required faith, knowledge and experience to enable them to carry them out. For years they have remained in the Book of Doctrine and Covenants to be read by the curious or by those who had a desire to search after the principles of life and salvation; but, not being a part of our practice in our lives, they have been practically a dead letter. <\/div><div class=\"paragraph jod\" id=\"v13n385\"> I speak, now, generally; of course, there have been exceptions in regard to this, as there have been with regard to the &#x201C;Word of Wisdom.&#x201D;<span class=\"citation\" id=\"88866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88866)\">D&amp;C 89:1-21<\/a><\/span> There have been men and women who have endeavored to carry out the latter strictly and truthfully so far as their knowledge extended. And so with the principles contained in the revelations touching the &#x201C;Order of Enoch&#x201D;&#x2014;there have, doubtless, been men in the Church who have lived in accordance with them so far as it was practicable under the circumstances; but the entire people have not carried them out. But though thirty-six or thirty-seven years have elapsed since these principles were first revealed, they have never been lost sight of by the President and those associated with him. It has been their aim from the day they were given until today, the 6th of April, 1869, to bring the Latter-day Saints to such a, condition of union, faith and knowledge that they would receive these principles and carry them out in their lives. <\/div><div class=\"paragraph jod\" id=\"v13n386\"> The labors of the elders to accomplish this have been incessant; they have ever felt to impress them upon  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the minds of the Saints, but more particularly within the last four or five years. It is essentially necessary that we should receive them now, for upon the reception and proper carrying out of this Order hinges the prosperity, development and triumph of the kingdom of God on the earth; and unless we as a people arrive at such a standard of faith and perfection as to practically carry them out, we are assured, on the best of authority, that we cannot be permitted to go back and build up the Center Stake and fully accomplish the redemption of Zion. The consequences involved in not being able to accomplish that are familiar to the minds of those who are members of the Church of Jesus Christ, especially if they are old members. One of the greatest calamities that could be thought of by us as a congregation, or a Church, today, would be to learn from the Lord through His servants that we should not be permitted to go back to build up the Center Stake of Zion. The edict pronounced by the prophet Moses, when he told Israel that not one who had arrived at the age of twenty-one years should ever enter the &#x201C;Promised Land,&#x201D;<span class=\"citation\" id=\"54726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54726)\">Num. 14:23,29<\/a><\/span><span class=\"citation\" id=\"54912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54912)\">Num. 32:11<\/a><\/span> had not a greater effect upon Israel than the prohibition I have just referred to would have upon the Latter-day Saints. We can realize, then, the importance of adopting and carrying out the principles that will prepare us for that great work. <\/div><div class=\"paragraph jod\" id=\"v13n388\"> It is not to be expected that we shall attain to perfection in the carrying out of such principles at once. That is not the way we have progressed in the past; our progress has been gradual. It has been from principle to principle, from knowledge to knowledge, one step after another until we have reached the point for which we have aimed. And so it will be with the principles pertaining to the &#x201C;Order <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5046\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Enoch&#x201D;&#x2014;we shall take step after step, progressing from one point to another until we have reached the point that God, our Heavenly Father, has designed us to attain to. <\/div><div class=\"paragraph jod\" id=\"v13n389\"> When we look abroad among the nations of the earth we see a great many evils in existence&#x2014;evils that have existed for many centuries; in fact, they have existed from the earliest ages of which we have any account until the present time, in every nation and among all people. Our own nation is a case in point. When the foundations of the Government were laid, and liberty proclaimed throughout the length and breadth of the land, it was anticipated that this nation would grow to a pitch of glory and attain to a greatness and power that no other nation on the face of the earth had ever attained. Everything was favorable to this: a free Government had been established; a continent of almost illimitable extent spread itself before the people, and all that was necessary to develop its boundless resources was population, and industry on the part of that population. But little over ninety years have elapsed since the foundations of our Government were laid, and in that time we have grown to be a great people; but that which has been enacted in other nations has been reenacted here. The evils that have flourished so long in what is called the Old World have been transplanted to this land. If Western men travel through the Eastern States they are struck with the great distinction of classes that exist there. There is an aristocracy of wealth fast growing up there; and at the same time there is another class in degradation and poverty, utterly unable to obtain the blessings and comforts of life. This is owing to various causes, the chief of which is the incorrect organization of society. It is so in Europe and in  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Asia, and, in fact, wherever wealth abounds. <\/div><div class=\"paragraph jod\" id=\"v13n391\"> Many men have risen from time to time, who have seen and deplored these evils, and they have sought with all the wisdom and knowledge they possessed to correct them. Doubtless many of the Latter-day Saints recollect an instance of this kind at Nauvoo. After the Saints evacuated that place, a community of Socialists, called Icarians, whose leader was Mr. Cabet, came to Nauvoo and settled there. There were the houses, gardens, farms, and orchards of the Latter-day Saints; the country was a healthy one when compared with what it was when first settled by the Saints. Many philanthropic men in France were interested in this experiment, and were anxious to have it succeed. They forwarded their means with considerable liberality to sustain the settlement; but, despite their efforts and exertions, it fell to pieces. Yet the object they had in view was a good one, and the means they used were effective, so far as they went. But there was a lack of cohesive power in the system; there was a lack of union, and a lack of wisdom in the management of the affair. They sought to ameliorate the condition of mankind and to diffuse the blessings of life equally among the people, so that hunger, poverty and wretchedness and the dreadful consequences which follow in their train might be removed from the midst of mankind and a better order of things established. But with all the advantages of which I have spoken, their attempt was a signal failure: the society was broken up and today has no existence. <\/div><div class=\"paragraph jod\" id=\"v13n392\"> This is a case in point with which many of you are familiar. Similar experiments, having the same ends in view, have been tried at other <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5045\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> places at various times, but like results have attended them. <\/div><div class=\"paragraph jod\" id=\"v13n393\"> It has been seen by thinking men that there is something radically wrong in the organization of society in this respect, but they have not known how to remedy the evils. It is so in the religious world. Religionists have to mourn and deplore the divisions that exist among the so-called followers of Christ; and reformers have risen one after another endeavoring to bring about greater union and to develop a greater amount of love, but with what success let the history of the various sects of Christendom answer. They are split up into innumerable parties, and the effort of every reformer has only resulted in the increase of religious sects. He has been unable, and his inability has been confessed by himself, to unite the Christian world and bring about that oneness which characterized the followers of Christ in the early days of Christianity. It required the Lord our God to stretch forth His arm to bring this to pass. It required the revelation of the Gospel in its purity from the heavens; it required the restoration of the holy Priesthood to the earth in the plentitude of its power to bring it about; and as soon as the Priesthood was restored, as soon as the Gospel was given again in purity to man, and the Church of Christ was again organized, then the object for which these reformers labored in vain began to be accomplished&#x2014;oneness began to prevail, union began to manifest itself, love was diffused, the Holy Ghost was bestowed, its gifts were enjoyed, and men and women from various nations and from the midst of various churches were gathered together in one as we are here today. It required the wisdom, power, and Spirit of the Almighty to restore this  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>condition of things for which many men had so long labored in vain. <\/div><div class=\"paragraph jod\" id=\"v13n395\"> And so it is in relation to the social organization of society. It requires the wisdom of Almighty God to correct the evils under which mankind groan. Men may labor and devise schemes, expend means and do all that is possible for human beings, not directed by the Spirit and power of God, to do, and after they have done it all they are compelled to confess that they are weak and fallible, and incapable of accomplishing that which they have aimed at. But with God to aid them, with His wisdom to guide and His Spirit to direct, and His blessings to smile upon them, they can accomplish all that is necessary to redeem and save the human family, both in a physical and spiritual point of view. God has chosen His people, the Latter-day Saints, to solve these knotty problems that have troubled the brains and affected the children of men for so many centuries. <\/div><div class=\"paragraph jod\" id=\"v13n396\"> The Lord has said that, &#x201C;if ye are not equal in earthly things ye cannot be in obtaining heavenly things.&#x201D;<span class=\"citation\" id=\"87348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87348)\">D&amp;C 78:6<\/a><\/span> He has revealed a plan by which this equality can be brought about. Yet, He does not design to make us of equal height; He does not design that we should all have the same colored hair or eyes, or that we should dress exactly alike. This is not the meaning of the word &#x201C;equality,&#x201D; as it is used in the revelation; but it means to have an equal claim on the blessings of our Heavenly Father&#x2014;on the properties of the Lord's treasury, and the influences and gifts of His Holy Spirit. This is the equality meant in the revelations, and until we attain to this equality we cannot be equal in spiritual things, and the blessings of God cannot be bestowed upon us until we attain to this as they otherwise would. As a people we are expecting the day to come when <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5044\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus will descend in the clouds of Heaven; but before this day comes we must be prepared to receive him. The organization of society that exists in the heavens must exist on the earth;<span class=\"citation\" id=\"63383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63383)\">Matt. 6:10<\/a><\/span> the same condition of society, so far as it is applicable to mortal beings, must exist here. And for this purpose God has revealed this Order; for this purpose He is bringing us into our present condition. <\/div><div class=\"paragraph jod\" id=\"v13n397\"> A great many of the Latter-day Saints scarcely understand the persistency with which the Presidency of the Church has labored to bring about the oneness of the people in temporal things; and this cooperative movement is an important step in this direction and is designed to prepare them for the ushering in of this Order to which I have been alluding. It has already produced greater union, and it will produce still greater union than anything that has been witnessed among us; and if we carry it out in the spirit in which it has been taught to us it will produce immense results. The Lord will bless us; He will increase our means and pour into the laps of this people everything necessary for their greatness in the earth. For be it known unto you and to all people than God designs to make of the Latter-day Saints the head; He intends to place in their hands and keeping the wealth of the world. But before blessings of this description can be poured upon us we must be prepared to receive and use them aright. Suppose these things were to be poured upon us in our present condition, what would be the result? Everyone can answer this question for himself. Each one knows his or her own heart, and the feelings by which it is animated. We know that if the whole people were to be made rich it would be an exceedingly difficult matter to control them; even with the little means we  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have today it is one of the most difficult things to control the people in regard to the disposition and correct use of that means. <\/div><div class=\"paragraph jod\" id=\"v13n399\"> In a revelation given on this subject in the year 1834, the Lord says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n400\"> &#x201C;I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine. And it is my purpose to provide for my saints, for all things are mine. But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low. For the earth is full, and there is enough and to spare; yea, I prepared all things, and have given unto the children of men to be agents unto themselves. Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.&#x201D;<span class=\"citation\" id=\"89837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89837)\">D&amp;C 104:14-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n401\"> In another revelation on the same subject given in 1832, the Lord says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n402\"> &#x201C;For Zion must increase in beauty, and in holiness; her borders must be enlarged; her stakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her beautiful garments. Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord. Behold, here is wisdom also in me for your good. And you are to be equal, or in other words, you are to have equal claims on the properties, for the benefit of managing the concerns of your stewardships, every man according to his wants and his needs, inasmuch as his wants are just&#x2014;And all this for the benefit of the church of the living God, that every man may improve upon his talent, that every man may gain <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5043\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other talents, yea, even an hundred fold, to be cast into the Lord's storehouse, to become the common property of the whole church&#x2014;Every man seeking the interest of his neighbor, and doing all things with an eye single to the glory of God. <\/div><div class=\"paragraph jod\" id=\"v13n403\"> &#x201C;This order I have appointed to be an everlasting order unto you, and unto your successors, inasmuch as you sin not. And the soul that sins against this covenant, and hardeneth his heart against it, shall be dealt with according to the laws of my church, and shall be delivered over to the buffetings of Satan until the day of redemption.&#x201D;<span class=\"citation\" id=\"87449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87449)\">D&amp;C 82:14-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n404\"> While I am reading I will read another extract, that you may get the idea more fully in your mind. After speaking of the treasury that shall be appointed, in which shall be preserved the sacred things in the treasury for sacred and holy purposes, which shall be called the treasury of the Lord,<span class=\"citation\" id=\"89904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89904)\">D&amp;C 104:60-66<\/a><\/span> the Lord continues&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n405\"> &#x201C;And again, there shall be another treasury prepared, and a treasurer appointed to keep the treasury, and a seal shall be placed upon it; And all moneys that you receive in your stewardships, by improving upon the properties which I have appointed unto you, in houses, or in lands, or in cattle, or in all things save it be the holy and sacred writings, which I have reserved unto myself for holy and sacred purposes, shall be cast into the treasury as fast as you receive the moneys, by hundreds, or by fifties, or by twenties, or by tens, or by fives. Or in other words, if any man among you obtain five dollars let him cast them into the treasury; or if he obtain ten, or twenty, or fifty, or a hundred, let him do likewise; And let not any among you say that it is his own; for it shall not be called his, nor any part of it. And  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there shall not any part of it be used, or taken out of the treasury, only by the voice and common consent of the order. And this shall be the voice and common consent of the order&#x2014;that any man among you say unto the treasurer: I have need of this to help me in my stewardship&#x2014;If it be five dollars, or if it be ten dollars, or twenty, or fifty, or a hundred, the treasurer shall give unto him the sum which he requires to help him in his stewardship&#x2014;Until he be found a transgressor, and it is manifest before the council of the order plainly that he is an unfaithful and an unwise steward. But so long as he is in full fellowship, and is faithful and wise in his stewardship, this shall be his token unto the treasurer that the treasurer shall not withhold.&#x201D;<span class=\"citation\" id=\"89906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89906)\">D&amp;C 104:67-75<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n407\"> From these extracts which I have read in your hearing you can form an idea of the Order which God, our Heavenly Father, intends to establish among us as soon as we are willing to enter upon it. It is not the design of God that we should fall a prey to the evils that have existed and that have worked out such misery and ruin among other people. It is God's design to save and redeem us from the evils that others have endured. It has been frequently remarked to me by men out of our faith, when conversing upon our principles and the success which has attended their proclamation: &#x201C;Mr. Cannon, as long as the Latter-day Saints are poor you will do very well; as long as you are persecuted you will stand; but you will be like other people when wealth increases in your midst&#x2014;when you grow up into classes and some are wealthy and some are poor, and your Church becomes popular, you will be very likely to fall into the same evils and errors that have characterized other churches.&#x201D; If <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5042\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God did not preside over this Church, such expectations and predictions would doubtless be fulfilled. But God presides; it is His Church, and He has provided remedies for every one of these evils, by which the Church can be preserved, and by which wealth can be increased in the midst of the Latter-day Saints and yet not work out the injurious results that we see elsewhere where it abounds. God has provided a way to prevent this, and that way is to be found in the revelations that were given unto us upwards of thirty-six years ago, and we can read and understand them. <\/div><div class=\"paragraph jod\" id=\"v13n408\"> &#x201C;Well,&#x201D; says one, &#x201C;if such an Order as this you speak of be established, will not the careless and indolent enjoy a share in the blessings of those who are industrious? And will it not weaken the hands of the energetic?&#x201D; Not in the least. The man who is energetic and faithful will receive the reward of his faithfulness. If he has a large surplus of means he has more to put into the Treasury to help to forward that kingdom he loves, and he is credited with it. In the day of the Lord Jesus we are told He will say to him, &#x201C;Thou hast been faithful over a few things, I will make thee ruler over many,&#x201D;<span class=\"citation\" id=\"66114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66114)\">Matt. 25:21<\/a><\/span> and such individuals will receive a reward in proportion to their faithfulness. But if they hide up their talent in a napkin<span class=\"citation\" id=\"126268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126268)\">Luke 19:20<\/a><\/span> and bury it in the ground,<span class=\"citation\" id=\"66092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66092)\">Matt. 25:18<\/a><\/span> that which was given to them will be taken from them. They who use their talents righteously and faithfully will have them increased, but the unfaithful will be deprived of that which he seems to have.<span class=\"citation\" id=\"66134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66134)\">Matt. 25:24-29<\/a><\/span><span class=\"citation\" id=\"126270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126270)\">Luke 8:18<\/a><\/span><span class=\"citation\" id=\"126269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126269)\">Luke 19:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n409\"> This Order will not have the effect that some anticipate, but it will be a blessing to all who are engaged in it. There will not be any temptation to seek for wealth for the sake of aggrandizing one's self or to place one's  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heart upon riches, as there is now. This temptation will be removed. I shall be able to love my neighbor.<span class=\"citation\" id=\"65468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65468)\">Matt. 22:39<\/a><\/span> Why? Because if I make off him in a trade I know that whatever I make goes into the treasury and becomes the property of the whole Church, therefore what inducement would there be to soil my soul and bring a blot on my character by taking advantage of my neighbor when it is not going to specially benefit me? <\/div><div class=\"paragraph jod\" id=\"v13n411\"> I look upon this principle as one of the greatest principles to save people from avaricious and sordid feelings that God has ever revealed. It will have a tendency to check dishonesty and remove want. It will have a tendency to stop stealing and to cure the evils under which mankind have groaned from the beginning until now. In the Gospel of Jesus Christ there is a remedy for every evil that exists among men. Here is the &#x201C;social problem,&#x201D; that troubles the minds of all nations today. The cities of Christendom are crowded with prostitutes; their young men are destroyed in the dawn of their days by the terrible crime of prostitution. How shall these fearful evils be cured? Has there been sufficient wisdom found among men to do it? No; they have confessed their utter inability to cope with it. It is overwhelming them and sweeping them off like a flood throughout the length and breadth of the land, until physicians say that half the diseases that prevail among mankind in Christendom are directly traceable to this devouring evil. What is to correct it? I answer, the Lord, through His people&#x2014;the Latter-day Saints&#x2014;is revealing the remedy. You travel throughout the Territory of Utah, from Bear Lake in the north to St. George in the south, and what do you see? You see a people free from <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5041\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> secret diseases, you see a people free from the dreadful curse of prostitution. Our young men and maidens grow up in all the vigor of health and there is nothing to sap that vigor and lead them to a premature grave. Then what is to correct these evils in the world? The plan which God has revealed. It will bring about a pure condition of things. If it were universally adopted the &#x201C;social evil&#x201D; would be removed, and prostitution would soon cease to exist on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v13n412\"> Will this plan&#x2014;this glorious Order which God has revealed&#x2014;correct the other evils with which the world is afflicted? Yes, when that Order is universally established there will no longer be any temptation to steal, defraud one's neighbor, or to commit any wrongs of this kind, for it is said, and truly, that the love of money is the root of all evil.<span class=\"citation\" id=\"75982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75982)\">1 Tim. 6:10<\/a><\/span> The Order of which I speak will correct these evils because there will be a treasury in the midst of the people, from which those who are worthy can get that which they need to sustain them in their stewardship, and into which all who have a surplus will pour their wealth until it will become the common property of the church; and the church under this organization which God has revealed will become a great and mighty power in the midst of the earth. <\/div><div class=\"paragraph jod\" id=\"v13n413\"> We have great power now, though not numerically strong; we are not a very great people so far as numbers are concerned, but we are strong because we are united. The more wealth we have the greater is our power, because the President of this Church can control this people, therefore the people have power, and when our wealth shall be controlled by the President of this Church, we shall have greater power in the earth than we have today. But will that power  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be used for hurtful purposes? No; it will be used for beneficial ends, for the amelioration of the condition of the human family, for the practical inauguration of these great and glorious principles which God has revealed; and it is to bring you to this condition that the elders are laboring as they are; it is to bring you to this oneness that they labor as they do continually&#x2014;that they travel and preach to and exhort the Saints all the day long to listen to the counsels of God. <\/div><div class=\"paragraph jod\" id=\"v13n415\"> Although it has been deferred a <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good while it will yet be accomplished and fulfilled and the people brought to a condition that is desired. <\/div><div class=\"paragraph jod\" id=\"v13n416\"> Much more might be said on this subject; but I am intruding on your time. May God bless you, my brethren and sisters, and prepare us, as a people, to receive the revelations of His will, which are true and perfect and intended to elevate and exalt us, and to bring us back into His presence, there to be crowned with glory and immortality: which I pray may be the case with us all in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}