{"ID":130040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Truth and Error.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, April 24, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Truth and Error.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/24\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v13n1348\"> I am sure that, to strangers, such a meeting as this must be very novel. I might say to those who have been <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here today that our meetings are conducted very much like the meetings of the Presbyterians, the Baptists,  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Methodists in England and in the United States. It is true that we continue our discourses longer than they usually do, and sometimes two or three speak; but such a meeting as this is today is a novel thing to me. I might almost say it is equal to a theater; but there is good here, and I would not permit evil in my theater. If I were to learn of any unbecoming conduct there, in looks, words, or actions, those guilty of it would have to leave that stage. I would not allow them to remain there. <\/div><div class=\"paragraph jod\" id=\"v13n1350\"> I want to say to my friends that we believe in all good. If you can find a truth in heaven, earth, or hell, it belongs to our doctrine. We believe it; it is ours; we claim it. Is that right? If you find an error here, I ask you to leave it, pass it by, let it alone; do not embrace it in your faith, do not practice it in your lives. I say to all, to my brethren and sisters and to strangers, if we teach anything that is good, receive it, I beseech you. If we have any good in our doctrine, believe it and embrace it, it will do you good. If we have errors, do not embrace them. I have been trying, for almost forty years, to tell the people how to be saved. I have always made this proposition to every man I have conversed with on the subject of truth and error, &#x201C;If I have errors, I will give ten errors for a truth. Do you want to trade?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1351\"> Do not embrace error! Christians, search the Scriptures of the Old and New Testament, for in them you think you have eternal life, and they are they that testify of the doctrine that we preach;<span class=\"citation\" id=\"69187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69187)\">John 5:39<\/a><\/span> and if we can get you to believe what is written there concerning God the Father and Jesus the Mediator, and to render obedience to what is required there of the children of men, we ask no more. <\/div><div class=\"paragraph jod\" id=\"v13n1352\"> Here is the Book of Mormon. We <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe it contains the history of the Aborigines of our continent, just as the Old Testament contains the history of the Jewish nation. In that book we learn that Jesus visited this continent, delivered his Gospel and ordained Twelve Apostles.<span class=\"citation\" id=\"82649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82649)\">3 Ne. 12:1<\/a><\/span> We believe all this, but we do not ask you to believe it. What we do ask is that you will believe what is recorded in the Holy Bible concerning God and His revelations to the children of men. Do this in all honesty and sincerity, then you will know that the Book of Mormon is true. Your minds will be opened and you will know by the visions of the Spirit of God that we teach the truth. For this we are persecuted; for this we have been driven; for this we have left our homes and all many times; for this we came to these mountains, comparatively naked and barefoot, and here you can see what we have done. And now they are seeking again to break up this people. God will hold them in derision.<span class=\"citation\" id=\"56307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56307)\">Ps. 2:4<\/a><\/span> (Amen, from the congregation.) <\/div><div class=\"paragraph jod\" id=\"v13n1353\"> Now, I say, honestly, if the inhabitants of the earth will read this book called the Old and New Testament (though it contains the words of God and the words of men; the words of Jesus and the words of the devil), and believe the truth that is there, just as it is portrayed and written and given to us without any new translation, it will be good for them in time and eternity. The Bible, or part of it, has been retranslated by Joseph Smith. Many precious parts were taken out by men in former days.<span class=\"citation\" id=\"81053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81053)\">1 Ne. 13:24-40<\/a><\/span> But believe it as it is and we are one&#x2014;if we practice it. I will put that in. But if we believe the truth, we will practice it. We may say we believe it, and practice it not. But this is no proof to God, angels, or to one another. &#x201C;By their fruits ye shall know them,&#x201D;<span class=\"citation\" id=\"63923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63923)\">Matt. 7:20<\/a><\/span> is  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a scriptural saying, and is as true now as when it was spoken. <\/div><div class=\"paragraph jod\" id=\"v13n1355\"> I have a little item which, if I had time, I would like to read, portraying our feelings towards the inhabitants of the earth. It is called the &#x201C;Vision&#x201D;&#x2014;<span class=\"citation\" id=\"86835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86835)\">D&amp;C 76:1-119<\/a><\/span>a vision Joseph Smith and Sidney Rigdon had while they were translating the New Testament. I would like to read this because it is our faith. But we also believe the Bible. Do you, my friends? I would to God you did. I am like Moses when a messenger came to him saying, &#x201C;The people are prophesying in their tents.&#x201D; Said Moses, Well, what of that? I would to God that the Lord's people were all prophets!<span class=\"citation\" id=\"54691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54691)\">Num. 11:27-29<\/a><\/span> I would to God that they all had revelation! When they receive revelation from heaven the story is told, they know for themselves. <\/div><div class=\"paragraph jod\" id=\"v13n1356\"> Now, my friends, brethren and sisters, ladies and gentlemen, how do you know anything? Can you be deceived by the eye? You can; you have proved this; you all know that <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there are men who can deceive the sight of the eye, no matter how closely you observe their movements. Can you be deceived in hearing? Yes; you may hear sounds but not understand their import or whence they come. Can you be deceived by the touch of the finger? You can. The nervous system will not detect everything. What will? The revelations of the Lord Jesus Christ, the spirit of truth will detect everything, and enable all who possess it to understand truth from error, light from darkness, the things of God from the things not of God. It is the only thing that will enable us to understand the Gospel of the Son of God, the will of God, and how we can be saved. Follow it, and it will lead to God, the fountain of light, where the gate will be open, and the mind will be enlightened so that we shall see, know, and understand things as they are. <\/div><div class=\"paragraph jod\" id=\"v13n1357\"> God bless you, and help us all to do what He requires of us. Amen. <\/div>\n<\/div>\n<\/div>"}