{"ID":130024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching the Gospel&#x2014;The Principles and Spirit of the Same.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, July 17, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/17\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v13n889\"> I realize that it is quite a trial for young men, who have just started in the life of the Gospel, to speak to an audience, either large or small. In my observation and experience I have noticed that most speakers are timid at the sound of their own voices. If it were prudent and wisdom we would not ask our young brethren to speak when they return home, but would let them pass along and gratify their own feelings, without speaking to the congregations of the Saints. This timidity, experienced on rising to address their fellow creatures, is in all, with very few exceptions. I think I have seen a few men in my life that I suppose never were troubled or felt that trembling, fearfulness, timidity, bashfulness, or any hesitancy whatever to get up and say what they had a mind to; but such persons are very rare. I do not know whether I ever saw a female of this character <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or not, but I think I have seen a few men. As far as I am concerned, although I have addressed congregations so many times, I have scarcely ever felt free from this timidity when rising for that purpose. When I view the faces of my fellow creatures I behold an embodiment of intelligence before which my nature, according to this life, shrinks; and this is the case with most speakers. Still, in my experience, when it has been my duty to declare the Gospel of the Son of God to the children of men, I have found that the Lord has strengthened me; He has given me His Holy Spirit, and when enjoying it while talking to the people fear or timidity soon disappeared. This is the experience of my younger days; and this is the case with our young Elders. When they rise they feel this timidity of which I have been speaking, but if they enjoy the Spirit  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Lord, their humanity or the weakness of human nature is soon forgotten. I know how to feel for and sympathize with them; I have realized all that they have realized, for my experience in my early career as a preacher of the Gospel was similar to theirs. I was ignorant of letters to a great degree, yet I had been a Bible student from my youth; but when the Spirit of the Lord was upon me it was no matter to me who heard my voice when declaring the principles of the Gospel, or who felt disposed to dispute, criticize, or spiritualize or do away with the Scriptures of divine truth. To me it was nothing; they were like children, and their efforts were no more than the efforts of babes. I do not think I have ever seen or been acquainted with a &#x201C;Mormon&#x201D; Elder who has enjoyed the spirit of his mission but who was able to stand before the learned and wise and before the divines of the day and preach the Gospel fearlessly, for the simple reason that they have not the Gospel. They may have <span class=\"italic\">a<\/span> gospel; I do not dispute that; and they have also their creeds and forms of worship; but when they take this book (the Bible) for their guide, in their religion, faith and works, they are one with us; then we have no disputations, no contentions, no room for arguments; but when they do away with the Scriptures and turn the truth of God into a falsehood, and manifest the same spirit as that manifested by the children of Israel, namely, to transgress every law, to change every ordinance and to break the covenants delivered to them,<span class=\"citation\" id=\"58436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58436)\">Isa. 24:5<\/a><\/span> why the Elder of Israel has God to back him up; he has the word of the Almighty to sustain him; he has the Bible in his hand to prove that his position is correct, and that theirs is false. <\/div><div class=\"paragraph jod\" id=\"v13n891\"> We have labored, toiled, and tra<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4933\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>veled, without purse or scrip,<span class=\"citation\" id=\"68140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68140)\">Luke 22:35<\/a><\/span> to preach the Gospel to all nations and people wherever they would hearken. Wherever they would permit us to enter their cities, towns and villages, their meetinghouses, schoolhouses or dwelling houses, we have been ready to preach to them the words of life and salvation. It is our delight to hear the young brethren, who have returned from missions, say the past three or five years, as the case may be, &#x201C;have been the happiest of my whole life.&#x201D; Where is the man or woman now living, or that ever did live, that was not happy when in possession of the Spirit of God? It makes its possessors happier than all the pleasures of life. Can wealth and worldly honor give that complete joy and satisfaction which the Spirit of God affords to the humble Saint? No. The possession of everything that we can desire&#x2014;that our eyes could see, our ears hear, or our hearts conceive, would fall at our feet worthless, so far as their capability of conferring real, genuine joy, satisfaction and pleasure is concerned, when compared with the Spirit of God when it enlightens the mind, enriches the soul and lifts up an individual to behold the things of eternity, the work of God and His designs concerning this earth and the children of men. I say that all earthly things fall at the feet of an individual who possesses the Spirit of God; for his life, hopes, desires, thoughts, anticipations, and will are far above the things of this life, and earth sinks beneath him. This Spirit animates our young brethren when faithfully attending to their duties while on missions, and it is this which enables them to say that the time so spent has been the happiest of their lives. This enables our Elders, many of whom are to a great degree destitute of education, to stand before the  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learned, wise, and noble, and the divines of the day, and declare the principles of the Gospel of Jesus. Who could do this under such circumstances without the Spirit of the Lord? I do not know the individual; and if there be those who could they are such as I referred to at the commencement of my remarks who, destitute of a knowledge of their own weakness, can stand up anywhere and speak with boldness, and exhibit themselves, whether it be wisdom or folly to do so. None but those who enjoy the Spirit of the Lord, who are filled with the Holy Ghost, can stand before emperors, kings and wise men of the earth and speak the words of truth with all that simplicity and pleasure that children converse together [with]. <\/div><div class=\"paragraph jod\" id=\"v13n893\"> This is my experience. When contemplating what we have passed through in traveling and preaching, it gives joy to many. The contemplation of my own experience, when I have time to do so, is a source of the greatest pleasure; perhaps this is not quite correct, but it is a source of great pleasure to take a retrospective view of the scenes I have passed through, for I can see where God has favored and blessed me. For instance, I recollect the Sunday morning on which I was baptized, in my own little mill stream; I was ordained to the office of an Elder before my clothes were dry upon me. I passed the day in meeting, and one week from that day I had the pleasure of meeting with and preaching to a large congregation. I think there were present on that occasion four experienced Elders, formerly of the Methodist and Baptist persuasions, who had received the Gospel and had been numbered with us. I expected to hear them address the people on the principles that we had just received through the servants of the Lord. They said that the Spirit of the Lord was not upon <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4932\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them to speak to the people, yet they had been preachers for years. I was but a child, so far as public speaking and a knowledge of the world was concerned; but the Spirit of the Lord was upon me, and I felt as though my bones would consume within me<span class=\"citation\" id=\"60543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60543)\">Jer. 20:9<\/a><\/span> unless I spoke to the people and told them what I had seen, heard and learned&#x2014;what I had experienced and rejoiced in; and the first discourse I ever delivered I occupied over an hour. I opened my mouth and the Lord filled it;<span class=\"citation\" id=\"84931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84931)\">D&amp;C 33:8,10<\/a><\/span> and from that time, wherever we traveled and preached, the people heard, received and rejoiced in the Gospel, and we baptized our thousands upon thousands. <\/div><div class=\"paragraph jod\" id=\"v13n894\"> I recollect when I left, to go to England, I was unable to walk twenty rods without assistance. I was helped to the edge of the river Mississippi and carried across. When brother Kimball and I started on our journey there was a struggle between us and the powers of earth and hell whether or not we should accomplish our mission. We were in the depths of poverty, caused by being driven from Missouri, where we had left all. I recollect that one of my own sisters pitied my condition and situation; she was sorry for me, and said, &#x201C;Brother Brigham, what necessity is there for you to go to England while you are sick? Why not tarry here until you are well?&#x201D; I said to her, as I started off one morning, &#x201C;Sister Fanny, I never felt better in my life.&#x201D; She was a very eccentric woman and, looking at me, with tears in her eyes, she said, &#x201C;You lie.&#x201D; I said nothing, but I was determined to go to England or to die trying. My firm resolve was that I would do what I was required to do in the Gospel of life and salvation, or I would die trying to do it. I am so today. <\/div><div class=\"paragraph jod\" id=\"v13n895\"> We landed upon the shores of England, and then I felt that the chains  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were broken, and the bands that were upon me were burst asunder. Twelve months and sixteen days a few of the Twelve and Seventies tarried in England. In these twelve months and sixteen days, under my supervision, between eight and nine thousand persons were baptized (though some apostatized) before we left, the Churches were organized, the emigration prepared, ships were chartered and companies sailed out. When I landed in Liverpool I had six bits, with which I purchased a hat. In twelve months and sixteen days one of the finest vessels in the harbor tied up eight days to carry myself and brethren across the water. The agents of the vessel said such a thing had never been done before, but they were urgent and anxious to oblige us, for we had chartered and fitted out several vessels, and as our emigration promised to be a large business they wanted to carry us home. In that twelve months we had printed five thousand copies of the Book of Mormon, three thousand hymn books, and commenced the <span class=\"italic\">Millennial Star<\/span>; over sixty thousand tracts had been printed and sent by the hands of the Elders to many of the houses in the towns they visited or distributed in their meetings; and in this way the word was distributed and the work carried on for one short twelve months. Our labor was successful, God blessed us, and when we returned our Book of Mormon was paid for. The gentleman who bound the first Book of Mormon in England binds them today when they have to be bound. We have not owed the first farthing to those who have done this work for us, but have paid promptly, according to promise, for every particle of our printing. Besides doing what I have already mentioned in that twelve months I sustained several families <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4931\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> while there, and preserved them from starvation and death. All this was through the blessing of the Lord being upon us. We were strangers and unknown in a strange land,<span class=\"citation\" id=\"53775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53775)\">Ex. 2:22<\/a><\/span> but the work prospered under the hands of the servants of God, and the means to do the work that was done, was procured through our industry and prudence. I have before taken the liberty, in a public capacity like this, to tell my brethren and sisters, that I do not recollect of spending more than one penny, needlessly, while in England, and that was for a bunch of grapes while passing through Smithfield market, Manchester. When I took them in my hand I saw women passing through the market who, I knew, were suffering through hunger, and who probably perished and died. I felt that I ought to have given that penny to the poor. Whenever I went from my office, if I neglected to take my pocket full of coppers to give to the poor mendicants which are everywhere to be met with, I would return to the office and take a handful of coppers from the drawer, and as I walked along would give something to such objects of pity and distress as I met, and pass on without being hindered by them. We organized the Church, we ordained two patriarchs, and from that time we have been gathering the poor. <\/div><div class=\"paragraph jod\" id=\"v13n897\"> This is the experience of many of my brethren as well as myself. We have toiled and labored together, gathering the people, preaching the Gospel to the nations, hunting for the pure in heart,<span class=\"citation\" id=\"62957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62957)\">Matt. 5:8<\/a><\/span> those who love the Lord our God, those who believe the Bible. Where is the minister, the deacon, where are the people who believe in God the Father? In our Lord Jesus Christ? Who believe the New Testament? Who will accept of the salvation that is proffered to the human family through the  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labors of Jesus and his Apostles? We are after them. Is there an individual on the face of the earth that will receive the truth? We want to find him. Who will receive the truth? They who will give all for Christ. Not the proud, not the haughty; not those who set stakes and say the Lord must come to them or they will not have salvation, but they who say, &#x201C;Let the Lord draw the line and mark the path and we will walk to it.&#x201D; This must be the conclusion of every person who expects to be saved in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v13n899\"> We preach faith in the Lord Jesus Christ. The Christian world say they have faith. Have they? If they have they will bow down and receive the ordinances of the New and Everlasting Covenant, and thank God that they have the privilege of receiving them. Can they who reject the New Testament and the Son of God, who refuse to receive the ordinances of the New Testament that were placed in the Church and kingdom of God on the earth in the days of Jesus and his Apostles, be saved in the celestial kingdom? I answer they cannot. The Scriptures make this answer; it is the declaration of Jesus and the Apostles; it is the word of the Almighty, consequently we must concur and say the same. Unless we believe the Gospel of Christ and obey its ordinances we have no promise of the life to come. If we ever attain to that it will be only by complying with the terms that Jesus has laid down. We cannot build and plan for ourselves; if we do we shall be like the Jews of old, who, as the prophet says, &#x201C;have hewn out cisterns that will hold no water.&#x201D;<span class=\"citation\" id=\"60286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60286)\">Jer. 2:13<\/a><\/span> We must submit to the ordinances of the house of God. <\/div><div class=\"paragraph jod\" id=\"v13n900\"> Who is there that can say baptism is not necessary for the remission of <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4930\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sins? Jesus and the Apostles said it was necessary.<span class=\"citation\" id=\"68742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68742)\">John 3:3-5<\/a><\/span><span class=\"citation\" id=\"71204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71204)\">Acts 2:38<\/a><\/span> Can I say it is not? I cannot, and it is a fact that all who receive eternal life and salvation will receive it on no other conditions than believing in the Son of God and obeying the principles that he has laid down. Can we devise any other means and plan of salvation? We cannot. Will we do away with the Bible? We will not; though the Christian world are actually coming to the point that they will dismiss the Bible from their schools; and by and by they will dismiss it from their pulpits and get one to suit themselves; they will hew out for themselves cisterns that will hold no water.<span class=\"citation\" id=\"60287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60287)\">Jer. 2:13<\/a><\/span> They cannot abide the doctrine contained in the Old and New Testament, &#x201C;and,&#x201D; say they, &#x201C;we must alter and change it; it does not suit our condition. It was not written for us; it was written for people in days of old; but we live under different circumstances and the Bible should be altered, and we will assemble our synods and have the Scriptures revised to suit our condition.&#x201D; Have they commenced this? Yes, and not very recently either. Can you find a copy of the first printed edition of the Bible? We have Bibles between two and three hundred years old, but where can the first Bibles that were printed be obtained? While I was traveling in England there was one sold for five hundred pounds. It had belonged to one of our brethren&#x2014;had descended to him from his ancestors; and he, not knowing its value, sold it for fifteen shillings. Afterwards, if my memory serves me correctly, it was sold for the sum I have named. We cannot find books of that edition; some that have been altered and changed are plentiful. I mean King James' translation, and that is good enough for me; it will answer my purpose. But how is it  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the Christian world? Will it answer theirs? If it will, why do they not abide by it? Why do they not say, &#x201C;This shall be our rule of faith, and our lives and works shall correspond with its principles and precepts?&#x201D; They would do so if they were honest and their belief was sincere. And it will have to be so with them if ever they gain admittance into the kingdom of God, for in the Bible are the words of life and salvation. I ask again, who can say that baptism is not necessary for the remission of sins? The question has been asked, &#x201C;What virtue is there in the water?&#x201D; If there is no virtue in it don't drink it; it is not good for the system if there is no virtue in it. But there is virtue in it. If there is not, we should never apply it to our clothing or to the surfaces of our bodies for cleansing purposes; we should never use any more for cooking; we should never again apply it to the soil for the purpose of irrigation. How inconsistent it is to suppose that water should be used for so many and important purposes in life if there is no virtue in it! But there is virtue in it, and there is virtue in being buried beneath the wave in the likeness of Christ, and coming forth to a newness of life.<span class=\"citation\" id=\"72407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72407)\">Rom. 6:4<\/a><\/span> There is virtue in being born again,<span class=\"citation\" id=\"126316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126316)\">John 3:3<\/a><\/span> whether in the font or in the river, it makes no difference, for Jesus has said that &#x201C;except a man be born of the water and of the Spirit, he cannot enter the kingdom of God.&#x201D;<span class=\"citation\" id=\"68785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68785)\">John 3:5<\/a><\/span> When a person is buried beneath the water he comes forth from one element to another, and is literally born again. Who, then, after the declaration of Jesus on this subject, can say that baptism is not necessary or that there is no virtue in the water? I cannot. Who can say that the laying on of hands is not necessary for the reception of <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4929\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Holy Ghost? It is true that the house of Cornelius received the Holy Ghost before the Gospel was preached unto them.<span class=\"citation\" id=\"71721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71721)\">Acts 10:1-48<\/a><\/span> But the Lord had a special purpose in view in its bestowal in their case, namely, the removal of the prejudice of Peter and his brethren, who, being Jews, and full of the traditions of their fathers, thought that the Gentiles&#x2014;among whom Cornelius and his house were classed&#x2014;were not privileged to receive the Gospel. But the vision which Peter had on this subject, and the message sent to him by Cornelius in obedience to the command of the Lord in connection with the fact of the bestowal of the Holy Ghost on Cornelius and his family was so convincing to Peter and his brethren that the former was constrained to exclaim, &#x201C;Can any man forbid water that these should not be baptized, which have received the Holy Ghost as well as we?&#x201D;<span class=\"citation\" id=\"71791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71791)\">Acts 10:47<\/a><\/span> Some may say, &#x201C;What was the necessity of sending for Peter, one of the Apostles, when they had already received the Holy Ghost?&#x201D; The simple fact is this: there was nobody to baptize Cornelius and his household, nobody to bury them with Christ in the water; no one had authority to baptize them for the remission of their sins; and consequently, although they had received the Holy Ghost, an Apostle had to be sent for to administer that ordinance. And we read further in relation to this case, that Peter &#x201C;commanded them to be baptized in the name of the Lord.&#x201D;<span class=\"citation\" id=\"71801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71801)\">Acts 10:48<\/a><\/span> Did any others receive the Holy Ghost before baptism? None that we have any record of; but there is no doubt that many who were worthy received it in a measure; but, whether in the days of the Apostles or in our day, when the doctrine of baptism for the remission of sins is preached by a servant of the Lord to persons who  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have received the Holy Ghost, if they reject that doctrine the Holy Ghost will withdraw from them forever. Is it necessary that believers should obey all the doctrines and ordinances taught and established by the Savior? There is no ordinance that God has delivered, by His own voice, through His Son Jesus Christ or by the mouths of any of His prophets, Apostles, or evangelists, that is useless. Every ordinance, every commandment and requirement is necessary for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v13n903\"> What are we required to do? To receive the Gospel, the ordinances of the house of God, and then to go on to perfection. We have been baptized for the remission of sins and have received the laying on of hands for the Holy Ghost. We have Apostles, prophets, evangelists, pastors, teachers, and so on.<span class=\"citation\" id=\"75051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75051)\">Eph. 4:11<\/a><\/span> Are we not perfect? According to the testimony of the Apostle we are not. Says he, Hebrews 6th chapter and 1st verse, &#x201C;Therefore not leaving the principles of the doctrine of Christ, let us go on unto perfection.&#x201D;<span class=\"citation\" id=\"76684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76684)\">Heb. 6:1 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n904\"> How will perfection be obtained? By all persons in the kingdom of God living so as to be revelators from the heavens for themselves and for all they preside over, that everything they have to perform in this life&#x2014;every worldly care and duty, and all their walk and conversation before each other and before the Lord, may be marked out by the spirit of revelation. Is this the way to perfection? It is. This is the Gospel of our Lord Jesus Christ; this is the Gospel of life and salvation. Who can dispute it? We must destroy the Bible before we can dispute it with any hope of success. But we may do away with the Bible and say it is no use to us, it has lost its virtue; it was written for the people six thousand, four thousand, two thousand, or eighteen <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4928\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hundred years ago, and it is not for us now. We have plenty upon the earth who can tell the will of God to the children of men and lead the people back into the presence of God; and if the Bible were destroyed by accident, it can be rewritten, and all the words of the Lord that are necessary for their salvation can be given to the people. We are thankful for this. <\/div><div class=\"paragraph jod\" id=\"v13n905\"> Are we, the Latter-day Saints, loved for entertaining these views and for declaring these truths? &#x201C;Oh, well,&#x201D; says the stranger, &#x201C;you should not be hated.&#x201D; If we are hated for anything it is for preaching the Gospel of life and salvation. If we are hated for anything it is for good works instead of evil works, no matter who hears, tells or writes to the contrary. Truth is truth and will prevail. Are we in fault for believing in Jesus Christ? We ask the whole Christian world, Can you give us the words of life and salvation, or tell us how to be saved? Could you do this when we belonged to your societies, Presbyterians, Baptists, or any of you Protestants? Not the first individual amongst you could point out the path, for one short rod, to the kingdom of God. Do I know this? Certainly I do by experience. I have searched for the truth, though in my youth I was called an infidel, and I was an infidel. What to? This Bible? No, to false creeds, and to professing without possessing, as I am today. <\/div><div class=\"paragraph jod\" id=\"v13n906\"> Where is the man who can point out the way of life and salvation? Who can tell us of God the Father and of our Lord Jesus Christ, and give us their characters? Who can tell about heaven and heavenly things? Who can introduce heaven to earth or earth to heaven and bring man to his Father again, and reestablish familiarity and association between  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them, which is so much desired by intelligent beings? The prophet of God, Joseph Smith, commenced it in this generation, no matter how odious his name may be to the inhabitants of the earth. I will defy any nation to hate a man more than the Jews hated the name of Jesus Christ&#x2014;when he lived in the flesh. I honor and revere the name of Joseph Smith. I delight to hear it; I love it. I love his doctrine. Why? Because it is true, and truth will abide when error passes away. Life will remain when they who have rejected the words of eternal life are swallowed up in death. I like the truth because it is true, because it is lovely and delightful, because it is so glorious in its nature, and so worthy the admiration, faith and consideration of all intelligent beings in heaven or on the earth. Should I be hated and my name cast out as evil<span class=\"citation\" id=\"67224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67224)\">Luke 6:22<\/a><\/span> because I love the truth? Yes, or the words of Jesus could not be fulfilled, for he said, &#x201C;Ye shall be hated of all men for my name's sake.&#x201D;<span class=\"citation\" id=\"94615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94615)\">Matt. 10:22<\/a><\/span><span class=\"citation\" id=\"70251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70251)\">John 15:21<\/a><\/span> He told his disciples to rejoice evermore and to pray without ceasing<span class=\"citation\" id=\"75725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75725)\">1 Thes. 5:16-17<\/a><\/span> when they were held in derision by their enemies, and to lift up their heads and rejoice when all men spoke evil of them,<span class=\"citation\" id=\"63011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63011)\">Matt. 5:11-12<\/a><\/span> for &#x201C;behold your redemption draweth nigh.&#x201D;<span class=\"citation\" id=\"68043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68043)\">Luke 21:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n908\"> Is there any harm in believing in the Lord Jesus Christ? I frequently ask the question for my own satisfaction. Is there a doctrine taught in this book (the Bible), that would ruin or injure man, woman or child on the face of the earth? Not one. Is there a doctrine taught by Jesus and his disciples that would not do good to the people morally, physically, socially, religiously, or politically? Not one. Did Joseph Smith ever teach a doctrine that would not elevate the soul, feelings, heart and affections of every individual who would embrace it? Not one. Did <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4927\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he ever teach a doctrine that would lead those who embraced it down to wretchedness, woe and misery, that would give them pain for ease, darkness for light, error for truth? No; but just the reverse. He proffered life and salvation&#x2014;light for darkness and truth for error. He proffered all that was in the Gospel of the Son of God, and proclaimed that very Gospel that John saw the angel flying through the midst of heaven to restore.<span class=\"citation\" id=\"79889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79889)\">Rev. 14:6-7<\/a><\/span> That angel delivered the keys of this apostleship and ministry to Joseph Smith and his brethren,<span class=\"citation\" id=\"84587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84587)\">D&amp;C 27:12<\/a><\/span> and commanded them to blow the Gospel trump through all the nations of the earth, and to cry to all who love and wait patiently for the appearing of our Lord Jesus Christ,<span class=\"citation\" id=\"76011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76011)\">1 Tim. 6:14<\/a><\/span><span class=\"citation\" id=\"76282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76282)\">2 Tim. 4:8<\/a><\/span> &#x201C;Come out of her, my people, that ye may not be partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80228)\">Rev. 18:4<\/a><\/span> This was the doctrine of Jesus; this was the cry of John when on the Isle of Patmos. That angel has flown through the midst of heaven having the everlasting Gospel to preach to those who dwell on earth,<span class=\"citation\" id=\"79713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79713)\">Rev. 14:6<\/a><\/span> and his cry was and is, &#x201C;Come out from Babylon, from pride, from the foolish fashions of the world; come out from the spirit of the world, from the spirit of hatred, anger, malice, wrath, selfishness and every feeling but that is honorable and justified of the heavens. Gather yourselves together!<span class=\"citation\" id=\"91815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91815)\">D&amp;C 133:4<\/a><\/span> Sanctify the Lord God in your heart.&#x201D;<span class=\"citation\" id=\"77920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77920)\">1 Pet. 3:15<\/a><\/span> This was the cry, and it is the cry today, and it will be until the pure in heart<span class=\"citation\" id=\"62958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62958)\">Matt. 5:8<\/a><\/span> are gathered together. <\/div><div class=\"paragraph jod\" id=\"v13n909\"> Should the Latter-day Saints be hated for this? &#x201C;Oh, they have done so many evils!&#x201D; What have they done? You can see for yourselves what we have done. Mark our settlements for six hundred miles in these mountains, and then mark the path that we made coming  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here, building the bridges and making the roads across the prairies, mountains and canyons! We came here penniless in old wagons, our friends back telling us to &#x201C;take all the provisions you can, for you can get no more! Take all the furniture you can, for you can get no more! Take all the seed grain you can, for you can get none there! Take all the farming implements you can, for you can get none there!&#x201D; We did this, and in addition to all this we have gathered all the poor we could, and the Lord has planted us in these valleys, promising that He would hide us up for a little season until His wrath and indignation passed over the nations.<span class=\"citation\" id=\"58532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58532)\">Isa. 26:20<\/a><\/span> Will we trust in the Lord? Yes. <\/div><div class=\"paragraph jod\" id=\"v13n911\"> What have we been doing here? You can see for yourselves that we have been laboring with our hands. We have had no time to find fault with our neighbors or to do them injury, or to do anything else only to make ourselves comfortable, and to prepare as fast as possible for the coming of the Lord Jesus Christ.<span class=\"citation\" id=\"75750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75750)\">1 Thes. 5:23<\/a><\/span> See the settlements that have been built up by the penniless, those who had not clothing to last them three months when they came, and some of whom did not bring a month's provision with them, and did not know that they could raise a thing, only by faith. Yet we came and we have lived and prospered, and here we are. What fault should be found with us? &#x201C;Oh, you have done so many evil things!&#x201D; What evils have we done? I am at the defiance of earth and hell to put a finger on the place or time that a false doctrine was taught to anyone, a wrong taught to anyone, or when evil was justified in anyone, all the liars and all the lies on earth and in hell to the contrary notwithstanding. <\/div><div class=\"paragraph jod\" id=\"v13n912\"> We believe the Gospel and in <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4926\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus; is there crime in it? No, there is not; and if the inhabitants of the earth are not disposed to receive the Gospel, they have the liberty to reject it. If men come into this Church and are disposed to apostatize, they have the privilege to do so. Every intelligent being has the right to choose for himself whether he will have the man Christ Jesus<span class=\"citation\" id=\"75878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75878)\">1 Tim. 2:5<\/a><\/span> or Satan to rule over him. He will certainly have one or the other! Just as sure as he is a living being, the Lord Almighty will be his leader, dictator, director, and counselor, or the devil will. We cannot live without them. We were brought here; we did not bring ourselves. We were created, formed, fashioned, and made independent of ourselves. We are under this law and we cannot get from under it. But the Lord has given us intelligence, and He has set before us life and death,<span class=\"citation\" id=\"55217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55217)\">Deut. 30:15,19<\/a><\/span><span class=\"citation\" id=\"60553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60553)\">Jer. 21:8<\/a><\/span> and has said, &#x201C;Choose ye this day whom ye will serve.&#x201D;<span class=\"citation\" id=\"55330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55330)\">Josh. 24:15<\/a><\/span> Which shall we take? I will take the Lord Jesus every time. Why? Because his doctrine is so pure and holy. I love it, because in it there is life; because it will endure; while all error, falsehood, lies and liars will be cast into hell;<span class=\"citation\" id=\"81400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81400)\">2 Ne. 9:34<\/a><\/span><span class=\"citation\" id=\"86417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86417)\">D&amp;C 63:17<\/a><\/span> and when they shall be utterly destroyed and wasted away, truth will live and it will endure forever. I think I will hold to it. Had not we better all do so? Do you not think that the Latter-day Saints had better keep their religion and hold on to the faith of the holy Gospel? I say to the Latter-day Saints, it is far better for you to retain your characters as Saints than to let them go. I do not care where you go, if it be among the most wicked band of men on earth, they will respect you more if you retain your characters as Saints than they would if they could say to you, &#x201C;You have been preaching this doctrine that we call false for  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thirty, thirty-five, or forty years, and bearing your testimony to its truth, and now you turn round and say it is false. You have just learned that you have been a hypocrite, and that those whom you formerly hailed as brethren and friends are a set of hypocrites.&#x201D; Such individuals will be branded wherever they go, and they will not be trusted either for good or evil; and if they go to hell they will be despised by the damned. That is the condition of apostates. Why? Because they are traitors, and having lied about one thing they will lie about another; having lied once they will lie again. Is it not so? Yes, everybody will admit that. Well, do you not think that good men and good women had better hold on to their goodness? I think so. When a man by his course in life has acquired a character that is spotless, it is a priceless jewel, and nothing should induce him to barter it away. If the wicked try to bring a blemish or cast a stain upon it their efforts will not be successful. They may throw their mud, but it will not stain the garments of the pure and holy. Had we not better preserve the good characters which God has helped us to maintain? I think we had. <\/div><div class=\"paragraph jod\" id=\"v13n914\"> Now, what do we believe in? In anything that will do us harm? Not the least in the world. Our belief will bring peace to all men and good will to all the inhabitants of the earth. It will induce all who sincerely follow its dictates to cultivate righteousness and peace; to live peaceably in their families; to praise the Lord morning and evening; to pray with their families, and will so fill them with the spirit of peace that they will never condemn or chasten anyone unless it is well deserved. They who live in the enjoyment of the spirit and influence of <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4925\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our holy religion will never feel &#x201C;cross.&#x201D; That is the common word. Yankees will understand it, for I have seen lots of them cross&#x2014;out of humor, out of temper. They will never feel like this. They will rise in the morning with their spirits as smooth and serene as the sun that is rising and giving life and heat to the world; just as calm and as smooth as the breezes on a summer evening. No anger, no wrath, no malice, contention or strife. If a wrong arises, the party wronged will go to his neighbor and quietly investigate whether wrong was designed; and if the seeming transgressor is living according to the spirit of his religion, it will be found that he had designed no wrong, and that he will make ample amends, forgiveness will be accorded, and the trouble will end. This is the spirit and teaching of the Gospel. Peace prevails. There are no lawsuits or contentions; no work for a poor miserable lawyer, who is seeking to breed disturbance in a community. I do think very low of that class of men! If I had no better business than stirring up strife in a community, I would pray for my end on this earth, that I might go where I belonged. The teachings of Jesus and his Apostles inculcated peace and prevented contention, discord, strife, quarrelling, and lawsuits; and the Gospel, today, has the same effects as then. Here a great many of us have to water from one ditch from year end to year end. But there is no quarrelling over it. Says one, &#x201C;I am content to have my share at midnight; you can have yours tomorrow at eleven o'clock.&#x201D; No contention or strife! We meet together and ask God to bless us and to help us to live in the observance of all His laws, and to promote every principle of peace and morality, and so help to make ourselves and  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our neighbors happy. Is there harm in this? No, there is not. We like it, because it brings us comfort, peace, and joy. We may look at the world and we observe a very different state of affairs. What is the condition of the kings of the earth? Can they pass around among their subjects anywhere and everywhere with peace and safety? No, they must have their lifeguards to protect them; they are afraid of being destroyed from the earth. We may go to our political men and ask, &#x201C;Have you got friends?&#x201D; &#x201C;Yes, such a man is my friend, he is a nice, good friend; but take care of that one, He is my enemy.&#x201D; &#x201C;What has he done?&#x201D; &#x201C;Nothing, only he is trying to break my calculations and plans in my election, and I don't like him or his party.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n916\"> Saints have no such parties and feelings; they have no choice but to get the best there is, and be satisfied; and hence, in their political affairs they have no contention. This is one objection which outsiders have to the Latter-day Saints: they all go and vote one way. Is it not right to do so? Let us think about it. Suppose that we do all actually vote one way, or for one man for our delegate to Congress, and have no opposing candidate, and get the best there is, is that not better than having opposition? What does opposition bring? It certainly brings anger and strife; and of what use are they? They serve no good purpose. Then let us all vote one way, and think and act one way, and keep the commandments of God and build up His kingdom on the earth in peace and righteousness. I certainly think that this is the best idea. We have plenty of competition in our midst, but what will it accomplish? Not much, if anything. They who favor it may contend until they are tired, <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4924\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and then they will drop silently out of the way, and that will be the end of them. Contention does not profit a people. <\/div><div class=\"paragraph jod\" id=\"v13n917\"> Have you truth? Let us have it if you have. If people have said to me, in my preachings, &#x201C;That is error,&#x201D; I have said, &#x201C;Perhaps so, but this book (the Bible) is the standard I believe.&#x201D; I have read out of that book many times to men, and they have said, &#x201C;Oh, that is the Book of Mormon.&#x201D; &#x201C;It is good doctrine, is it not?&#x201D; and they would not know whether it was the Bible or the Book of Mormon, and yet they would profess to be Bible readers and believers. Sometimes they would listen until tired, and then say, &#x201C;I will not have any more of that, it is the Book of Mormon,&#x201D; and some have even gone so far as to say, &#x201C;It is blasphemous.&#x201D; I have said, &#x201C;Will you please look at the title page,&#x201D; and when they would see that it was the Bible they would say, &#x201C;Well, I really did not know that such things were in the Bible.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n918\"> I say to any and to all, &#x201C;If you have any truth, let us have it.&#x201D; If I have errors, I will swap ten of them for one truth. But I have the words of life for you, what have you for me? I ask the infidel world what they can give in exchange for the faith I have in Jesus Christ and the religion I believe in and practice. If I am wrong, mistaken, overzealous, enthusiastic and bewildered in my imagination, what can you give me? &#x201C;Nothing, we have nothing; we do not believe in anything.&#x201D; Then I do not see any necessity of trading, for all I have cannot hurt or wrong anybody on the earth. I do not believe or practice anything that will do harm. I have embraced nothing in my faith, neither do I teach any doctrine that will hurt any person; hence, there is no necessity of trading if you have nothing to give me for my priceless  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jewel. I am for life everlasting. I have a being and a life here; and this life is very valuable; it is a most excellent life! I have a future! I am living for another existence that is far above this sinful world, wherein I will be free from this darkness, sin, error, ignorance and unbelief. I am looking forward to a world filled with light and intelligence, where men and women will live in the knowledge and light of God. Have you anything to give for this? Not the least in the world. Then I guess we will not trade. I have something for you if you will accept of it. If you will hearken to my counsel you will not only have joy in this life, peace in the Holy Ghost here,<span class=\"citation\" id=\"72864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72864)\">Rom. 14:17<\/a><\/span> but life everlasting<span class=\"citation\" id=\"126317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126317)\">Luke 18:30<\/a><\/span> hereafter. I have embraced the Gospel for life and salvation; I have embraced it for time; I have embraced it for eternity. I calculate to go back and see my Father. Say the Christian world, &#x201C;Who are you going to see?&#x201D; A personage very much like myself; my Father, He who begot my spirit; my Father who set in perfect order the machine to produce this tabernacle in which my spirit dwells. &#x201C;Oh,&#x201D; say the Christian world, &#x201C;we don't believe in such a God as this.&#x201D; We know you <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4923\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> don't. You don't believe in a God at all&#x2014;only a phantom of the brain. Still they mean better; but they are like those who, in olden times, worshipped an unknown God. The inscription on their temple was, &#x201C;To the unknown God.&#x201D;<span class=\"citation\" id=\"71939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71939)\">Acts 17:23<\/a><\/span> This is not our inscription; ours is, &#x201C;To the <span class=\"italic\">known<\/span> God,&#x201D; our Father, the Father of our Lord Jesus Christ,<span class=\"citation\" id=\"72881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72881)\">Rom. 15:6<\/a><\/span> our elder brother according to the spirit. I am going to see Him one of these days if I live so as to be worthy; and when I see Him I shall fall upon His neck and He upon mine, and we shall kiss each other,<span class=\"citation\" id=\"93164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93164)\">Moses 7:63<\/a><\/span> shouting &#x201C;Alleluia&#x201D;<span class=\"citation\" id=\"80326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80326)\">Rev. 19:1<\/a><\/span> that I have returned. Do not you think it will be a time of rejoicing? Yes. <\/div><div class=\"paragraph jod\" id=\"v13n920\"> This is the God that we serve and that we know and understand. Is there any harm in all this? Not the least in the world. Peace on earth and good will to men.<span class=\"citation\" id=\"67062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67062)\">Luke 2:14<\/a><\/span> Christ has died for all; but we can receive the benefit of his atonement on his conditions only, not on our own. We must repent of our sins and be baptized for the remission of them, and have the laying on of hands for the reception of the Holy Ghost so that the spirit of the Gospel will live within us. Then we can shout Alleluia in praising Him whom we serve.<span class=\"citation\" id=\"80333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80333)\">Rev. 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n921\"> God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}