{"ID":130010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelations and Manifestations of God and of Wicked Spirits.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, December 19, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Revelations and Manifestations, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/19\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v13n246\"> There is a passage which will be found in one of the epistles of John, the substance of which I will repeat: &#x201C;Every spirit that confesses not that Jesus is the Christ is not of God.&#x201D;<span class=\"citation\" id=\"78755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78755)\">1 Jn. 4:3<\/a><\/span> I may not have given you this passage word for word, as it is recorded, but I have given you the substance of it as laid down in the Scriptures. It is well known by all readers of the Scriptures, that in every age of our world mankind have had to contend against a power which is in opposition to the Almighty. It seems that our world is infested with those spirits of darkness which were, in the beginning, cast down from the Almighty, in consequence of their rebellion against Him; and in every age of the world these wicked spirits have manifested themselves, and especially when the Priesthood has been upon the earth and a dispensation has been committed from Heaven to man; then all hell has seemed to be in an uproar, and the power of all the fallen angels made manifest. Hence, it is written, somewhere in the New Testament, that &#x201C;we wrestle not against flesh <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5081\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and blood merely, but against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75380)\">Eph. 6:12<\/a><\/span> We not only have to meet with wicked men, and the power of the devil manifested in them, but the Saints of God have always had to meet with manifestations of power from beneath&#x2014;powers not ordained of God, and which are calculated, if possible, to deceive the very elect.<span class=\"citation\" id=\"65781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65781)\">Matt. 24:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n247\"> Now there are in existence two great powers: one is of God, including all the heavenly host&#x2014;the angels and celestial beings who dwell in the presence of God and partake of His glory, holding power and authority from Him to go forth and minister according to His command. The other power is an enemy to God;<span class=\"citation\" id=\"81937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81937)\">Mosiah 16:5<\/a><\/span><span class=\"citation\" id=\"83558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83558)\">Moro. 7:12<\/a><\/span> it is the power of that being who rebelled against Him in Heaven, and sought to take possession of the throne of the Almighty. According to the history that is given of this event, a general council was held in Heaven about the time of the creation of this earth. In that council there was a personage called an angel, who stood in authority in the presence of  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God; and when the question was asked, &#x201C;Who shall go forth and redeem mankind?&#x201D; Lucifer, the Son of the Morning,<span class=\"citation\" id=\"58275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58275)\">Isa. 14:12<\/a><\/span> this angel who stood in the presence of God,<span class=\"citation\" id=\"86894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86894)\">D&amp;C 76:25<\/a><\/span> answered and said, &#x201C;Here am I, send me; I will go forth and redeem all mankind, that not one soul shall be lost.&#x201D;<span class=\"citation\" id=\"92438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92438)\">Moses 4:1<\/a><\/span> But the only begotten Son of the Father, who was with the Father from the beginning, replied and said, &#x201C;Father, thy will be done, and the glory be thine forever.&#x201D;<span class=\"citation\" id=\"92468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92468)\">Moses 4:2<\/a><\/span> And here a rebellion rose up between Satan, the Son of the Morning, and the Son of the living God, as to the redemption of mankind. One sought to destroy the plan of God and the agency that the Lord intended to give to intelligent beings,<span class=\"citation\" id=\"92472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92472)\">Moses 4:3<\/a><\/span> and to redeem them whether they would be redeemed or not; and because he considered that his plan was so good before the heavens, and so much superior to the plan that God had devised, said he, &#x201C;Surely I will do it; wherefore give me thine honor, which is the power of God.&#x201D;<span class=\"citation\" id=\"84819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84819)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"92439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92439)\">Moses 4:1<\/a><\/span> That is, he sought to obtain the throne of the Almighty, and to carry out his own purposes in preference to yielding to the purposes and power of the Almighty. This rebellion became so great, and the influence of it spread so rapidly among the heavenly host, that one-third part of the heavenly throng, I mean the spirits, rebelled against God and followed the evil design and purpose of this angel.<span class=\"citation\" id=\"79539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79539)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"126254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126254)\">D&amp;C 29:36<\/a><\/span><span class=\"citation\" id=\"93480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93480)\">Abr. 3:28<\/a><\/span> No doubt some of them thought that they could accomplish their design; for they had not a knowledge of the future designs and purposes of God,<span class=\"citation\" id=\"92506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92506)\">Moses 4:6<\/a><\/span> only in a small degree, and consequently they supposed that their plan was better than that of the Almighty; and in this great rebellion the Lord caused Satan, or Lucifer, the Son of the Morning, and those who followed him, to be cast out of Heaven. <\/div> <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5080\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n249\"> We may form some little calculation of the vast numbers thus thrown out of Heaven, when we consider that they were one-third of all the spirits that were born,<span class=\"citation\" id=\"79540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79540)\">Rev. 12:4<\/a><\/span> intended for this creation. Only two-thirds kept their first estate,<span class=\"citation\" id=\"93460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93460)\">Abr. 3:26<\/a><\/span> and they have the great privilege of coming here to this creation and taking bodies of flesh and bones, tabernacles wherein their spirits may dwell, to prepare themselves for a more glorious state of existence hereafter. If, then, only two-thirds of the hosts of Heaven are to come to our earth to tabernacle in the flesh, we may form some idea of the vast number who fell. Already our earth has teemed for six thousand years with numberless millions of human beings whose spirits existed before the foundation of the world. Those who now exist probably number one thousand or twelve hundred millions. Twelve hundred millions of spirits now dwelling in mortal flesh! Think of the immense numbers who must have preceded us and the myriads who are to come! These are the two-thirds who kept their first estate. Their numbers, probably, cannot be less than two hundred thousand millions, leaving, as an approximate estimate, one hundred thousand millions of rebellious spirits or devils who were cast out from Heaven and banished to this creation, having no privilege of fleshly tabernacles. <\/div><div class=\"paragraph jod\" id=\"v13n250\"> It was in the Garden of Eden that the devil, or one of those foul spirits, entered into a certain animal or beast, called a serpent, and came before our first parents and beguiled them,<span class=\"citation\" id=\"92512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92512)\">Moses 4:6-7<\/a><\/span> and they suffered themselves to partake of the forbidden fruit.<span class=\"citation\" id=\"52550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52550)\">Gen. 3:1-6<\/a><\/span> If, then, they were in the earth as early as the Garden of Eden, no doubt, they have been here from that day to this, and that the earth is the place of their habitation. They wander to  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and fro in the earth seeking whom they may devour!<span class=\"citation\" id=\"55997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55997)\">Job 1:7<\/a><\/span><span class=\"citation\" id=\"126255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126255)\">1 Pet. 5:8<\/a><\/span><span class=\"citation\" id=\"83934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83934)\">D&amp;C 10:27<\/a><\/span> Only think of a hundred devils to every being that now exists on the earth. <\/div><div class=\"paragraph jod\" id=\"v13n252\"> Though these spirits had not the full knowledge of the Almighty; though they had not that superior knowledge that reigns in the bosom of the Son of God, and of many that stood in His presence, yet they had great information before their fall. They had stood in the presence of God, and had, no doubt, learned many things from His own mouth. How long they had been in His presence it is not for us to say, God has not revealed it. But they had great experience. I am speaking of the knowledge and the cunning that these enemies of God possessed when they were cast down here to the earth. They have cunning beyond what you have ever seen manifested by the children of men. They can, at times, apparently, be perfect gentlemen when they enter the tabernacles of the children of men. They can become, apparently, very pious, and, if you could not discern spirits, you would think, from the manifestations of devils, when in the tabernacles of many individuals, that they were perfect angels on earth. <\/div><div class=\"paragraph jod\" id=\"v13n253\"> The devil operates in every conceivable form, and this is what the apostle meant when he said, &#x201C;We do not merely wrestle against flesh and blood, but also against principalities and powers.&#x201D;<span class=\"citation\" id=\"75381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75381)\">Eph. 6:12<\/a><\/span> We have enemies far more powerful than men to contend against. The devil has not the power to take full possession of the tabernacles of human creatures, unless they give way to him and his influence to that degree that he gets power over them. But we have not time now to trace the history of the powers of darkness<span class=\"citation\" id=\"126256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126256)\">Col. 1:13<\/a><\/span><span class=\"citation\" id=\"126257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126257)\">D&amp;C 38:11<\/a><\/span> in early ages; but will briefly state, that they did show forth their power in ancient times. <\/div> <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5079\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n254\"> Moses was called of God and ordained to the holy Priesthood after the order of Melchizedek, by the hands of his father-in-law, Jethro,<span class=\"citation\" id=\"87507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87507)\">D&amp;C 84:6<\/a><\/span> and sent forth with power and authority into Egypt to seek after the welfare of the seed of Abraham, Isaac, and Jacob, in bondage there. Just as soon as the Almighty began to manifest Himself through the power of the legal Priesthood, so soon these opposite powers began to work whenever they could find a chance; and the individuals through whom they worked were the principal men of Egypt, the most popular men they had in their midst&#x2014;the priests, magicians, and astrologers were the ones through whom Satan manifested this opposite power.<span class=\"citation\" id=\"53903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53903)\">Ex. 7:11<\/a><\/span> His design, no doubt, was to frustrate or destroy the influence of the miracles, signs and wonders that were made manifest by Moses among the people of God for their redemption. Hence when Moses came before Pharaoh he cast down his staff and it was turned into a serpent, or into something having the appearance of a serpent, and was full of life and animation.<span class=\"citation\" id=\"53897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53897)\">Ex. 7:10<\/a><\/span> That was a great miracle that the Lord saw proper, on that occasion, to manifest before this wicked king, that he might have what he had desired, for he had asked for a sign, and the Lord granted it.<span class=\"citation\" id=\"53893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53893)\">Ex. 7:9<\/a><\/span> But immediately others were called by the king&#x2014;the magicians, soothsayers, and those whom Satan had gained power and influence over&#x2014;and they were commanded to show what they could do. They cast down their rods and they likewise became serpents.<span class=\"citation\" id=\"53906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53906)\">Ex. 7:11-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n255\"> Now, here was a manifestation of similar power&#x2014;Moses' rod became a serpent and the rods of the magicians also became serpents; but by and by Moses' rod swallowed up the rods of the magicians.<span class=\"citation\" id=\"126258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126258)\">Ex. 7:12<\/a><\/span> What did that prove? In the estimation of wicked men like  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the King of Egypt and his subjects, it was nothing more than the extending of this power had in possession by the magicians.<span class=\"citation\" id=\"53909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53909)\">Ex. 7:13<\/a><\/span> They did not look upon it as a distinct and separate power, because they had not the spirit to discern, the Spirit of the Lord was not with them, and they could not discern the difference. But there were manifested on that occasion two distinct and separate powers, so similar in their effects, that none but those who lived near unto God and understood the workings of the Holy Spirit, could detect the difference between them. <\/div><div class=\"paragraph jod\" id=\"v13n257\"> A succession of wonderful manifestations of the power of God was made through Moses, and in all, save two or three instances, the magicians did likewise. What would naturally be the conclusion at which wicked men would arrive under such circumstances? They would naturally say, &#x201C;Here is Moses, who has been brought up in all the learning of the Egyptians,<span class=\"citation\" id=\"71523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71523)\">Acts 7:22<\/a><\/span> and he is more advanced than our magicians; he has learned lessons that they have not yet acquired,&#x201D; consequently men of that stamp would decide that it was all by the same spirit, and they would not acknowledge the finger of God<span class=\"citation\" id=\"53927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53927)\">Ex. 8:19<\/a><\/span> in it. <\/div><div class=\"paragraph jod\" id=\"v13n258\"> That may be a sample to all people in future generations in the manifestations of these powers. The wicked cannot discern and comprehend the difference between these two powers. If we believe that there is a God and a heavenly host standing in His presence, ready to do His behests, we must believe in the manifestations of divine power; and if we believe that there are fallen spirits who have been cast down to this earth, we must also believe that they will manifest their power just as far as they are suffered or permitted. But we do not wish to dwell too long upon the history of past ages, we want to come down <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5078\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more immediately to our own time. <\/div><div class=\"paragraph jod\" id=\"v13n259\"> I now appeal to the aged and to the middle-aged in this assembly, and I will ask them this one question, &#x201C;What was the condition of the world forty years ago in regard to miraculous manifestations of power, and to new revelation?&#x201D; I am now speaking of the Christian world at large. Did they believe that God would perform any miracles in our day? The old and the middle-aged know that the whole world had come to the conclusion that there was no such thing as supernatural power to be made manifest in our times. That was the almost universal belief among the children of men. When you talked to them about new revelation, they considered the very idea of such a thing a folly. Tradition had taught them and their fathers for many generations, that the book called the Old and New Testaments contained all that God ever did reveal or ever would reveal to the human family. This notion was not peculiar to some few classes of Christian society, but it was almost universal throughout Christendom. Such a thing as new revelation was discarded by them, all over the world. Said they, &#x201C;The canon of Scripture is full, it is complete, and it is the very height of blasphemy to suppose that God would give any more!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n260\"> This was the condition of mankind before this Church arose, forty years ago. By and by an obscure individual, a young man, rose up, and, in the midst of all Christendom, proclaimed the startling news that God had sent an angel to him; that through his faith, prayers, and sincere repentance he had beheld a supernatural vision, that he had seen a pillar of fire descend from Heaven,<span class=\"citation\" id=\"93625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93625)\">JS&mdash;H 1:16<\/a><\/span> and saw two glorious personages clothed upon with this pillar of fire, whose countenance shone like the sun at noonday; that  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he heard one of these personages say, pointing to the other, &#x201C;This is My Beloved Son. Hear ye Him!&#x201D;<span class=\"citation\" id=\"93637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93637)\">JS&mdash;H 1:17<\/a><\/span> This occurred before this young man was fifteen years of age; and it was a startling announcement to make in the midst of a generation so completely given up to the traditions of their fathers; and when this was proclaimed by this young, unlettered boy to the priests and the religious societies in the State of New York, they laughed him to scorn. &#x201C;What!&#x201D; said they, &#x201C;visions and revelations in our day! God speaking to men in our day!&#x201D; They looked upon him as deluded; they pointed the finger of scorn at him and warned their congregations against him. &#x201C;The canon of Scripture is closed up; no more communications are to be expected from Heaven. The ancients saw heavenly visions and personages; they heard the voice of the Lord; they were inspired by the Holy Ghost to receive revelations, but behold no such thing is to be given to man in our day, neither has there been for many generations past.&#x201D; This was the style of the remarks made by religionists forty years ago. <\/div><div class=\"paragraph jod\" id=\"v13n262\"> This young man, some four years afterwards, was visited again by a holy angel. It was not merely something speaking in the dark; it was not something wrapped up in mystery, with no glory attending it, but a glorious angel whose countenance shone like a vivid flash of lightning, and who was arrayed in a white robe, and stood before him.<span class=\"citation\" id=\"93783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93783)\">JS&mdash;H 1:32<\/a><\/span> This young man saw the countenance of the angel; he saw his person and his glory and rejoiced therein. This angel revealed to him some great realities; not mysterious or dark sayings, covered up without any particular information, light, or knowledge, but certain realities were made manifest to him concerning the ancient inhabitants of <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5077\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this land. This angel told him that they were a branch of the House of Israel; that they kept sacred and holy records; that those records were kept by prophets and inspired men;<span class=\"citation\" id=\"93819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93819)\">JS&mdash;H 1:34<\/a><\/span> that they were deposited, some fourteen centuries ago, after the nation had fallen into wickedness, by one of their last prophets, and that the time was at hand for this record to be brought forth by the gift and power of God. <\/div><div class=\"paragraph jod\" id=\"v13n263\"> Here, then, was a reality&#x2014;something great and glorious, and after having received from time to time, visits from these glorious personages, and talking with them, as one man would talk with another, face to face,<span class=\"citation\" id=\"83505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83505)\">Ether 12:39<\/a><\/span><span class=\"citation\" id=\"92784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92784)\">Moses 7:4<\/a><\/span> beholding their glory, he was permitted to go and take these plates from the place of their deposit&#x2014;plates of gold&#x2014;records, some of which were made nearly six hundred years before Christ. And then, to show still further a reality, something tangible, the Urim and Thummim,<span class=\"citation\" id=\"93872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93872)\">JS&mdash;H 1:52<\/a><\/span> a glorious instrument, used by ancient seers, was also obtained with the record, through which, by the gift and power of the Holy Ghost and by the commandment of Almighty God, he translated that record into our language, and the book was published in the fore part of the year 1830. <\/div><div class=\"paragraph jod\" id=\"v13n264\"> During the translation, before the book was published, when the prophet came towards the latter part of the record, he discovered that the ancient inhabitants of this continent were baptized in a certain way, by those having authority from Almighty God.<span class=\"citation\" id=\"82630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82630)\">3 Ne. 11:21-41<\/a><\/span><span class=\"citation\" id=\"93914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93914)\">JS&mdash;H 1:68<\/a><\/span> He felt anxious to know how he, in connection with his scribe, Oliver Cowdery, might participate in the blessings of this holy ordinance. They very well knew, from what God had revealed to them, and from what they had understood by translating the main portion of the record, that there was no man in all Christendom  <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that had authority to baptize them. They were anxious to know how they might be baptized, and how the authority might be restored. They went out into a grove, and joined in secret prayer, and the Lord sent a holy angel to them, a man who once dwelt on the earth, and held the Priesthood of his fathers, according to the promise of God to the lineage of Aaron. John the Baptist, the forerunner of Christ, who was beheaded by Herod&#x2014;<span class=\"citation\" id=\"126259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126259)\">Matt. 14:1-12<\/a><\/span>John who preached repentance and baptism for the remission of sins,<span class=\"citation\" id=\"66485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66485)\">Mark 1:4<\/a><\/span> came to Joseph and Oliver Cowdery, as a ministering angel.<span class=\"citation\" id=\"83997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83997)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93926)\">JS&mdash;H 1:68-72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n266\"> Perhaps you may inquire here: Was John without a tabernacle? Was he a spirit or was he a personage of tabernacle, of flesh and bones? We all know that he was beheaded before the crucifixion of Christ;<span class=\"citation\" id=\"64735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64735)\">Matt. 14:10<\/a><\/span><span class=\"citation\" id=\"126260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126260)\">Mark 6:27<\/a><\/span> and if you wish to know the condition of John when he came to Joseph and Oliver, read the appendix to the Book of Doctrine and Covenants, and you will find that Abraham, Isaac, Jacob, Joseph, and many others, who are named there, among whom was John the Baptist, were with Christ in his resurrection;<span class=\"citation\" id=\"91926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91926)\">D&amp;C 133:54-55<\/a><\/span> that is, they came forth in the first resurrection, at the time that Jesus received his body. About that period the graves of the Saints were opened and many of them came forth.<span class=\"citation\" id=\"66383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66383)\">Matt. 27:52<\/a><\/span><span class=\"citation\" id=\"126261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126261)\">Hel. 14:25<\/a><\/span><span class=\"citation\" id=\"126262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126262)\">3 Ne. 23:9-11<\/a><\/span> John was amongst them; and he held, legally, the power, keys, and Priesthood, bestowed upon the lineage of his father, Aaron. <\/div><div class=\"paragraph jod\" id=\"v13n267\"> What did John do, when he appeared to brothers Joseph Smith and Oliver Cowdery? He did not go forth into the water to baptize them, as he did anciently in the Jordan; but he gave the authority to them to baptize&#x2014;he laid his hands upon their heads and ordained them.<span class=\"citation\" id=\"129350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129350)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93915)\">JS&mdash;H 1:68<\/a><\/span> Thus the hands of an immortal being&#x2014;a <div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5076\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man sent from Heaven&#x2014;were laid upon their heads! They were ordained to that same Priesthood that John himself held, with the promise and prediction that that Priesthood should not be taken from the earth while the earth should stand.<span class=\"citation\" id=\"83998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83998)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"126263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126263)\">2 Ne. 25:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n268\"> They were commanded to be baptized, and having received the authority to administer the ordinance,<span class=\"citation\" id=\"126264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126264)\">JS&mdash;H 1:68-69<\/a><\/span> they went forth and baptized each other,<span class=\"citation\" id=\"94009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94009)\">JS&mdash;H 1:71<\/a><\/span> on the 15th of May, 1829,<span class=\"citation\" id=\"94016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94016)\">JS&mdash;H 1:72<\/a><\/span> nearly one year before the rise of this Church, which took place on the 6th of April, 1830.<span class=\"citation\" id=\"84220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84220)\">D&amp;C 20:1<\/a><\/span> Prior to the last mentioned date the Lord bestowed authority upon His servants to officiate in still higher ordinances than those pertaining to the Aaronic Priesthood. That Priesthood could administer baptism for the remission of sins, but it had no power or authority to administer the Spirit. But there was a Priesthood that had that power and authority. John speaks of another Priesthood greater than that which he held. Said he, &#x201C;There is one coming after me mightier than I. He holds a Priesthood greater than that which has been bestowed upon me, namely, the Priesthood of Melchizedek. He shall baptize you with fire and the Holy Ghost. I can only administer in the outward ordinance;<span class=\"citation\" id=\"126265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126265)\">D&amp;C 107:20<\/a><\/span> I have not the right to administer to you this higher ordinance.&#x201D;<span class=\"citation\" id=\"62711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62711)\">Matt. 3:11<\/a><\/span> It was so with Joseph Smith and Oliver Cowdery: they could only baptize with water until they received a Priesthood greater than that which John the Baptist held. And when the Lord was about to organize His Church, He prepared them by sending men who had once been here on the earth&#x2014;namely, Peter, James, and John, to bestow upon them this higher Priesthood.<span class=\"citation\" id=\"84584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84584)\">D&amp;C 27:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n269\"> How did these celestial personages come? Did they come manifesting themselves by a mere voice, or behind  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>some screen as it were? No, they came personally, in their glory. They not only manifested their persons and their glory, but they also spoke and gave them the Melchizedek Priesthood, and the holy apostleship,<span class=\"citation\" id=\"84585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84585)\">D&amp;C 27:12<\/a><\/span> which is equivalent to that Priesthood, and commanded them to organize and build up the Church of God on the earth, and to administer by the laying on of hands to those who were sincerely baptized in water, that they might be baptized with the greater baptism&#x2014;of fire and the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v13n271\"> Here, then, was a succession of manifestations of power from the celestial abode. God did not suffer, in those days, Satan to make manifestations of his power in a very great degree. No such things as spirit rappings in those days! No such thing as <span class=\"italic\">planchette<\/span>&#x2014;a little heart-shaped wooden thing that the devil makes use of in giving revelations, in those days. No such thing as tables dancing about the room by the power of Satan in those days! No such thing as a power seizing upon the hands of a man and using them independent of his control to write out what were termed revelations, in those days! But why didn't the devil manifest these powers long before that time? Because God would not suffer him: the devil is under the control of the Almighty in some respects. He has fallen, and the Lord will not suffer him to go any further than He permits; and when the people have not the Gospel and Priesthood in their midst, and light and knowledge from the heavens, He will not suffer the devil to show forth his power to deceive and lead them astray; therefore He determined that the preliminary manifestations should come from the celestial world, and that the Priesthood with its power and authority should be given from on high, before He would suffer <div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5075\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the devil to come in and manifest his strong delusions!<span class=\"citation\" id=\"75808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75808)\">2 Thes. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n272\"> Suffice it to say, the Church was organized, individuals were baptized by water and with the Holy Ghost, and when they were filled with the Holy Ghost they were oftentimes, in those early stages of the Church, covered with a pillar of fire. They were immersed in and clothed upon with fire, and the Holy Ghost entered their hearts and they were filled with the spirit of prophecy,<span class=\"citation\" id=\"94022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94022)\">JS&mdash;H 1:73<\/a><\/span> and with the gift of tongues, and in process of time with the gift of visions, and had power to heal the sick and cast out devils in the name of Jesus Christ, to build up the kingdom of God and establish righteousness upon the face of the earth, so far as they could gain influence over the hearts of the children of men. But wherever these servants of the Most High went persecution followed them. There was a howl from the pulpit from Maine to Texas and from one extremity of the Union to the other, crying out against new revelation. All the papers and periodicals of the day, far and near, published articles against the idea of receiving new revelation; there seemed to be a perfect flood coming from all quarters of the land testifying to the supposed absurdity of receiving new communication from the Almighty. By and by persecution became so great that scores and scores of the Saints were put to death in Missouri; and this was followed up until the Prophet and Patriarch of the Church were martyred and the people driven from their homes, their property destroyed, and every means in the power of the enemy used to uproot and destroy the fullness of the Gospel and the Priesthood out of the earth. <\/div><div class=\"paragraph jod\" id=\"v13n273\"> What was the matter in those days, and why were they so embittered against this people? &#x201C;You  <div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have,&#x201D; said they, &#x201C;brought us something so strange! You pretend to visions! You pretend to new revelations! You pretend that God has spoken! You pretend that angels have come! You pretend that God has revealed another record, another Bible! You pretend that you have received the Priesthood and the apostleship, and for these things you are not worthy to dwell in our midst! You must be persecuted from city to city, you must be driven from your houses and lands, your property must be confiscated and destroyed, and there is no power in this country of ours that can protect you in those views which you have so strangely advanced in the midst of this Christian country.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n275\"> Was there any polygamy in those days among the Latter-day Saints? No; God had not revealed and established this practice among them in those days; they were not persecuted for any such thing, it was not named; but we were persecuted because we believed in the same principles that the ancient apostles and Christians believed in. But by and by, after having shed the blood of the prophets, and the Saints had been driven from their lands and from one city to another, and their property destroyed, when the wicked had ripened themselves in iniquity, and prepared themselves in a great degree for the overwhelming judgments of the Almighty, and when they found that the people were not to be put down by persecution, and that we would continue publishing these new tidings, far and wide, the devil took another turn. What was it? Said he, &#x201C;I see they cannot be put down with persecution, they go forth and the people will believe them more or less; we cannot destroy them, and if we destroy their property and drive them from place to place it makes no difference, so I <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5074\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will show them that the world can have revelation enough,&#x201D; and he commenced. But instead of calling upon men and beginning something great and good, in a godlike manner, he called upon certain females, residing not far from where the plates of the Book of Mormon were found, where the people had been warned, perhaps, longer than in any other portion of the United States. These ladies, Misses Fox by name, began bringing forth supernatural manifestations. Others did the same in a short time, and they have continued until the present day and have spread over the whole United States and many other parts of the world. If you go forth and make inquiries in regard to these manifestations, you will find that there are several millions of people in this country that believe in them. What a change between now and forty years ago! Then you could scarcely find one in the whole Christian world that would admit the probability of new revelation or supernatural manifestations; now there are millions in the United States alone! <\/div><div class=\"paragraph jod\" id=\"v13n276\"> Do these manifestations affect, for good, those who believe in them? Do they cause them to repent of their sins? No; they who blaspheme the name of God almost with every breath, and that will cheat and take every advantage possible of their brethren; they who will lie and steal and do every species of wickedness and abominations are the very ones that the devil works through; still the whole Christian world, apparently, are now willing to admit new revelation. Oh, yes! They have forgotten how they persecuted the Latter-day Saints because they believed in new revelation, and they can now believe in revelation by wholesale! They will not believe in records given through the medium of the prophets;  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but they are ready enough to believe if a wicked man who will blaspheme the name of Jesus is the medium and is made a participant in this great power. Such characters do not need any organization from God, they do not need any baptism, ordinances or Priesthood. <\/div><div class=\"paragraph jod\" id=\"v13n278\"> The devil has invented various names for his manifestations in order to get the people to swallow them down; the same as the doctors. When they wish to administer some nauseous kind of medicine, they sweeten it up a little. So the devil has sweetened up these things in such a way that he has got almost all these manifestations under the name of science. If you want to see a species of devilism made manifest, it comes out under a scientific phraseology, under the specious name of electrobiology, animal magnetism, or some such popular name&#x2014;names that have been given to real sciences, which have their laws, founded in nature, are now given to these supernatural manifestations. Why does Satan use these artifices? Because the people at the present day have become naturally scientific, or a great many of them have; and the devil thinks if he can only invent a real, nice, beautiful name, with some resemblance to a scientific name, a great many of these persons will swallow it down, and think it all right. <\/div><div class=\"paragraph jod\" id=\"v13n279\"> Several years ago, about the time of the commencement of the war, Brother Erastus Snow and myself were down in New York City. Spiritualism, at that time, was all the order of the day. Almost all those old members of the Church that had been in Nauvoo and Kirtland and had apostatized, had fled into New York, Philadelphia, St. Louis, and throughout the Eastern cities; and in going through any of these cities, if you <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5073\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heard anything about these apostates, you would hear about them being great mediums: there was scarcely a case but what they were spiritual mediums. Some of the worst kind of apostates&#x2014;apostates who had turned away from everything good, from every principle of righteousness, had become great mediums. Some of them were writing mediums; some of them would work with a table; some would have manifestations in one way and some in another. <\/div><div class=\"paragraph jod\" id=\"v13n280\"> While brother Snow and I were in New York, a very learned judge, a man very noted for his great attainments, and who had been a judge in the city of New York, I think his name was Edmunds, gave us an interview. We promised to meet him early in the evening. I think we stayed until nearly twelve at night and talked with that man. He had written a great many works in relation to spiritualism, and had lectured at New York and other places to very large assemblies in regard to its truth. We were very glad to have an opportunity of hearing from his own mouth something about these supernatural manifestations. We did not expect to gain any particular light, any further than this&#x2014;while traveling on a mission abroad we wished to know how to detect the devil on his own ground, in relation to those things we had continually to meet with. Mr. Edmunds told us about the mediums speaking in Greek and in Latin; about persons who had never learned to write and had never written a word in their lives, whose arms had been taken possession of, and their writing a great variety of writing; also about bells being carried about the room and rung. He also informed us that many persons had not only seen and heard these manifestations, but they had actually seen  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the personages, by whom they were made, especially their faces, arms and hands. <\/div><div class=\"paragraph jod\" id=\"v13n282\"> We inquired of him, if they believed in any Priesthood? Oh, no. &#x201C;Do they generally believe that Jesus Christ is the Savior of the world?&#x201D; &#x201C;Oh no, he was a very good man, no doubt, and wrote a good many good precepts; he was not much better than other good men, only he happened to have some precepts beyond the age in which he lived. But this age is far superior to that, and consequently all those things that Jesus and his apostles revealed are thrown in the shade. They belonged to a semi-barbarous age, but we have a system and dispensation far superior to that.&#x201D; This was the tenor of this gentleman's conversation in regard to these things. He also told about different spheres of glory, and different orders of angels, the latter, we were told, being personages from different spheres. They required no Priesthood, no authority, no ordinances, no such thing as baptism or organization. <\/div><div class=\"paragraph jod\" id=\"v13n283\"> When we heard these things we saw, truly, that as the devil did manifest his power in ancient times among the Egyptians, because they had persecuted the people of God, put to death their young infants, and shed innocent blood, even so, directly in the midst of our nation, his evil power was again manifested in strong delusion.<span class=\"citation\" id=\"75809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75809)\">2 Thes. 2:11<\/a><\/span> Having persecuted the Saints of God, and having shed the blood of His prophets and Saints and driven them from place to place, and banished them beyond the Rocky Mountains, thinking that they had certainly got rid of them, and that they would perish there. Having become so exceedingly wicked, we saw that the devil was showing forth his power on the right hand and on the left, for their delusion and destruction. <\/div> <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5072\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n284\"> Now let us again speak of the apostates. Apostates seem to be the greatest mediums in Spiritualism, where they have neither order, church, nor Priesthood. These apostates, generally, had fallen into the idea that Jesus, and the apostles and prophets of ancient times, were living in barbarous ages, far behind the civilization of our day, but that they were called upon to open up a wonderful dispensation, and to reveal light far superior to that which had ever been revealed by any prophet who ever lived on the earth. This seems to have been the general idea of those apostates called mediums. I do not know but I am taking up too much time, but I must now come a little nearer home. <\/div><div class=\"paragraph jod\" id=\"v13n285\"> You have no doubt heard and reflected upon what is termed a very great and wonderful &#x201C;movement&#x201D;&#x2014;something that is going to build up Zion in purity, taking place in our midst. The &#x201C;movement&#x201D; was commenced by a few individuals who had been cut off by the highest authority of the Church and kingdom of God, and expelled because of teaching and publishing things contrary to the order of this Church. Now what do you suppose is the real foundation on which these few individuals are working? I will tell you, and what I tell you, I will tell you as a person that has heard from their own mouths; I would much rather have it from their own mouths than from a secondhand source. I have seen Messrs. W. S. Godbe and E. L. T. Harrison once since they were cut off from the Church. I went to see Mr. Godbe, but he was not at home. I was invited to take a seat in the presence of Mr. E. L. T. Harrison, and heard him, for an hour or two, relate his spiritual manifestations. Mr. Godbe, hearing that I had been to see him, sent me a letter requesting me to meet again with them. I met with  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him in a private room, separate from any of the rest, and I had a long conversation with him. My object in meeting with these gentlemen was to see if it were possible to point out to them their foolishness and the foolishness of their conduct and the course they were taking, what it would lead to and how much misery it would make them in time to come if they did not repent. I did not know, before going to see them, that they were so fully wrapt up in Spiritualism, or what I term Spiritualism, for it is a species of this same kind of Spiritualism of which I have been speaking. They both, separately, one on one evening, the other on another, related to me their supernatural manifestations, commencing some fifteen months before. They told me they had had interviews, by hearing a voice without seeing any person, with Heber C. Kimball, who taught them a great many things which, according to my ideas, conflicted with the instructions contained in the Doctrine and Covenants, such as sending men on missions, etc. The tenor of the instructions he received on this subject was that no person, when called on a mission, need go unless he got the light of the Spirit thereon in his own heart, to tell him whether it was right that he should go; in other words they need not go because of being appointed by the voice of the Priesthood or the general Conference of the Latter-day Saints. Now, who does not know, except those who are infatuated and overcome by false spirits, that that is directly in opposition to the Book of Doctrine and Covenants? The Lord says there, &#x201C;Whomsoever you shall lay your hands upon and ordain and send forth, I will be with them and bless them; I will go before their faces and will be on their rearward,<span class=\"citation\" id=\"85921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85921)\">D&amp;C 49:27<\/a><\/span> and my Spirit shall be in their hearts.&#x201D;<span class=\"citation\" id=\"87922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87922)\">D&amp;C 84:88<\/a><\/span> It is not, therefore, for every man, <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5071\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when he is commanded by the voice of the Priesthood, to think he is to be his own judge whether he is to go forth on that calling or not and still remain in fellowship. That is not the way of Heaven, for the Lord says in the same book that &#x201C;all things&#x201D;&#x2014;remember this is very broad in its nature&#x2014;&#x201C;all things shall be done by the voice of my people,<span class=\"citation\" id=\"84502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84502)\">D&amp;C 26:2<\/a><\/span> and by the voice of my servants whom I have appointed,<span class=\"citation\" id=\"126266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126266)\">D&amp;C 124:45<\/a><\/span> pertaining to the calling and missions of the Priesthood;&#x201D; and all things pertaining to the building up of the kingdom of God are to be done in this way. Now these spirits have taught them directly to the contrary of this. They named over to me other individuals who came to them. They said that Joseph Smith came to them; that Peter, James, and John came to them; they also said that Jesus, himself, came to them, and that Solomon came to them, and he was rather against the idea, recorded in the Book of Mormon, about his concubines;<span class=\"citation\" id=\"81625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81625)\">Jacob 1:15<\/a><\/span><span class=\"citation\" id=\"81650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81650)\">Jacob 2:24<\/a><\/span> he said he never had any concubines, but that all his women, so far as he understood the subject, were wives. This repudiates not only the Book of Mormon but the Scriptures also, for in the latter we are told that he had seven hundred wives and three hundred concubines.<span class=\"citation\" id=\"55654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55654)\">1 Kgs. 11:3<\/a><\/span> The Book of Mormon does not number the concubines and wives that he had; but the record, contained there, seemed to touch the feelings of the old gentleman, and he desired to get out of it and to explain the matter. He said the things contained in the Book of Mormon and Scriptures were not to be received just as they were spoken, and that he felt himself justified in contradicting that saying of Jacob in the Book of Mormon. So much for Solomon's visit. <\/div><div class=\"paragraph jod\" id=\"v13n287\"> They also said that James, in connection with Peter and John, gave  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them many instructions, which Mr. Godbe read to me; he also read to me many instructions purporting to have come from Heber C. Kimball and Joseph Smith, and he told me there was a great deal more that they did not let me see. Probably I was not strong enough in the faith to see it. These statements were made to me in the most perfect plainness. I told them, &#x201C;I do not believe in the truthfulness of your manifestations. I believe you have had manifestations, just as you say, but I do not believe that Peter, James, John, Solomon, Joseph Smith, Heber Kimball, or Jesus has been to you. I do not believe one of them has been to you, it is the devil, just the same as he has manifested himself in the world.&#x201D; &#x201C;Oh,&#x201D; said they, &#x201C;here is the difference between us and them: we believe in the Priesthood; we believe in plurality of wives; we believe in the order of the Church,&#x201D; and so on. Said I, &#x201C;Don't you know that the devil would be very foolish, if he wished to lead astray men who had been in this Church, who had been taught for years to believe the principles you believe in, if he should undertake to lead them astray by telling them there was no truth in all these things? The devil can adapt himself to the belief of any person. If you believed in plurality he would make you think it was all right. If he could get you to swallow down one or two great lies that would effect your destruction, and which you would preach and destroy many others, he would not mind how many truths you might believe. He would be willing that you should believe a great many things absolutely true if he could only deceive you and lead you astray and get you to reject some of the fundamental principles of your salvation, and the salvation of the people.&#x201D; &#x201C;But O,&#x201D; said they, <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5070\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;how happy we feel! We do not feel any animosity to anyone; no anger in our bosoms. We love the President and his council; we love the Twelve and the whole Church.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n289\"> &#x201C;Now,&#x201D; said I, &#x201C;supposing, for argument's sake, that you really believe these manifestations were from God, but that the personages calling themselves Peter, James, John, Joseph, Jesus, Heber C. Kimball were not those personages at all, so long as your faith was fixed that they were what they represented themselves to be, what would be your feelings about it? You would die for it, just the same as the Pagans will do for their idol worship; just the same as thousands have done among the false sects of Christendom in ages past. They were sincere, they had joy in their works, but by and by, as the Book of Mormon says, 'the end comes<span class=\"citation\" id=\"81723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81723)\">Jacob 5:29<\/a><\/span> and they are hewn down and cast into the fire.'&#x201D;<span class=\"citation\" id=\"81732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81732)\">Jacob 5:62,66<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n290\"> So those men have joy in their works; they are as happy as happy can be, apparently, because they believe in these simple, foolish, vain, false spirits that have taken advantage of them to lead them astray. Said I, &#x201C;The true reason that I do not believe in any of your manifestations is, that your &#x2018;manifesto,&#x2019; that you have published and sent forth among the people, contains things so absolutely in opposition to the Book of Doctrine and Covenants that I know no good angel or spirit ever revealed them to you.&#x201D; Mr. Godbe wanted to know in what respects. I pointed out a number of things where they come out in opposition to that book. In order to get around this he told me that the spirits had manifested that it (the Book of Doctrine and Covenants) was not to be relied upon in the fullest sense of the word, in our present state of light and knowledge; that those revelations and  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commandments were given in our weakness;<span class=\"citation\" id=\"83694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83694)\">D&amp;C 1:24<\/a><\/span> but that God had greater light to give us now, hence we must not take them exactly as they are. <\/div><div class=\"paragraph jod\" id=\"v13n291\"> I referred to the Book of Doctrine and Covenants, in opposition to their &#x201C;manifesto,&#x201D; to show how the Lord and His Priesthood were to govern and control in temporal as well as in spiritual things; &#x201C;but,&#x201D; said I, &#x201C;your spirits teach that they must only teach the spiritual things, and have no business to assume control in temporal concerns, but let every man follow the bent of his own mind.&#x201D; &#x201C;This,&#x201D; said I, &#x201C;proves to me that your spirits never came from God.&#x201D; I was very gentle with them; did not express myself harshly, but in a plain and pointed manner. <\/div><div class=\"paragraph jod\" id=\"v13n292\"> I have taken up this subject, of false and true spiritual manifestations, and laid it before this congregation on the spur of the moment. I inquired of brother Brigham, as I came on the stand, on what subject I should speak, and he said, &#x201C;Every spirit that confesses that Jesus is the Christ is of God, and every spirit that does not confess this is not of God.&#x201D;<span class=\"citation\" id=\"78751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78751)\">1 Jn. 4:2-3<\/a><\/span> The nature of these spirits, in their manifestations, is to lessen the power and authority of the great Redeemer, as our God and the Lord of this creation. You go among the Spiritualists abroad and you can scarcely find one individual that will acknowledge the power, glory and greatness of our Redeemer. So it is with those who manifest themselves here. They dare not come out all at once; but, as I told them, &#x201C;You are so infatuated, so led astray by these false manifestations, and you believe them so firmly, I see no possible hope for your recovery, until, perhaps, at some future time the revelations that you will get may be so absurd as to stagger your own faith; then you may go into infidelity.&#x201D; <\/div> <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5069\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n293\"> I expect this. I find that this is the case with these manifestations abroad. The mediums will work at them for a season, but they find so many absurdities and contradictions, that they finally relinquish them, and turn to infidelity, and say, &#x201C;There is no truth in anything.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n294\"> Pardon me for speaking so plain. I did not pledge myself when Messrs. Harrison and Godbe spoke to me about their manifestations that I would hold my peace. I told them I had spoken very pointedly against their principles, and I intended to do so in the future, believing, with all my heart, and knowing that they were not from Heaven. <\/div><div class=\"paragraph jod\" id=\"v13n295\"> Did they see any of these personages? Both of them say they saw none of them; it was merely a voice that they heard. They pretended to have seen a light when Jesus came; after he had talked a little while they say they saw a little light, but no personage. <\/div><div class=\"paragraph jod\" id=\"v13n296\"> How very different were the manifestations I have laid before you, when Jesus ministered to Joseph Smith,<span class=\"citation\" id=\"93632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93632)\">JS&mdash;H 1:16-20<\/a><\/span> and when the angels came to him!<span class=\"citation\" id=\"93764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93764)\">JS&mdash;H 1:30-33<\/a><\/span> He not only heard their voices but saw their persons and their glory, and how they were dressed; and he was inspired to build up the kingdom of God and bring forth the records of the Book of Mormon. How very different from this is this covering themselves up in the dark to deceive! The whole spirit world in the lower orders is full of deception, and unless you have something to detect and understand the true from the false you are liable to be led astray and destroyed. <\/div><div class=\"paragraph jod\" id=\"v13n297\"> I do not know that I need say anything further about these two powers, only that all evil powers will go to their own place; and, unless these men repent, the same being that has power over them here  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the flesh will hold them in captivity in the next world; unless they repent, the same being who gives them revelation here will hold the mastery over them there, and will control them;<span class=\"citation\" id=\"82260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82260)\">Alma 34:34<\/a><\/span> and if they do not find a dictating and controlling power in <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Priesthood, they will find it among those beings to whom they have yielded themselves subject to obey;<span class=\"citation\" id=\"72453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72453)\">Rom. 6:16<\/a><\/span><span class=\"citation\" id=\"82041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82041)\">Alma 5:20<\/a><\/span> and so will every other person that yields to false influences: they will be overcome and Satan will destroy them, unless they repent. Amen. <\/div>\n<\/div>\n<\/div>"}