{"ID":130047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Traditions&#x2014;Receiving Counsel.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Ogden City, Nov. 13, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Our Traditions.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 11\/13\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v13n1476\"> The instructions which we have heard from our brethren, this morning and afternoon, are calculated to benefit every one of us, if we have listened attentively and are disposed to treasure them up in our hearts; but that is the great difficulty with us as individuals and as a people. We hear so much good instruction that it is apt to pall upon us, like persons who have plenty of food; they sometimes eat to satiety and lose their appetite, their food does not relish as it did when they were pinched with hunger and did not have such abundance. I do not know that you ever have that feeling here in Ogden; it is a feeling that no Latter-day Saints should have. In fact, there is this peculiarity about the truth, as it is preached by the servants of God&#x2014;the more it is listened to the more it is sought after and cultivated, and the more precious and sweet is its influence upon the hearts of those who take this course. But where there is indifference and formality, and people don't seek, as Brother Heber used to say, to dig <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down to the roots, it may in such cases become wearisome and fail to have the effect it should have. But when I look at the progress that the brethren and sisters are making I feel gratified. There are times, perhaps, when I feel as others do&#x2014;that we are not making the progress that we should do; that we are more careless and harder in our hearts and less under the influences of the Holy Spirit and the counsels of the servants of God than we should be. This is my feeling sometimes; but when I look calmly at the Saints, and consider the many difficulties with which they have to contend and the vast amount of tradition that has to be uprooted and overcome, I am gratified at the progress which they make, and feel comforted in the prospects that are before us, and before the Zion of God with which we are connected. <\/div><div class=\"paragraph jod\" id=\"v13n1477\"> It is these traditions that we have to contend with that are so difficult for us to overcome, that interfere so seriously with the progress of the people in the things of God. They  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cling more closely to us than many of us imagine, and it is only when the Spirit of God rests upon us and we realize its power to a greater extent that we can understand and comprehend the power of tradition over our minds and conduct. This is the great obstruction to the teachings of the Elders and to the reception of and obedience to counsel; and that prevents the people being united as the heart of one man.<span class=\"citation\" id=\"55588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55588)\">2 Sam. 19:14<\/a><\/span> It is this which prevents us entering upon the more perfect order that God has revealed, and that gives our enemies more power in our midst than they otherwise would have. It should be the aim of every one of us to seek, as far as possible, to put these things away from us. It is our privilege to have power from God, to have sufficient faith bestowed upon us through His Holy Spirit, to overcome these traditions. The writers in the Book of Mormon, in speaking of the veil of darkness that rested upon the minds of the people,<span class=\"citation\" id=\"82187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82187)\">Alma 19:6<\/a><\/span><span class=\"citation\" id=\"83452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83452)\">Ether 4:15<\/a><\/span> alluded to it as a veil which can be rent asunder by the exercise of faith and by the blessing of God upon His Saints. There is a veil over our minds in consequence of the Fall, and our being shut, as it were, through that, from the presence of God. He can see us, but to us He is invisible, and we can know Him only through His Holy Spirit, as He reveals Himself to us from time to time. In consequence of this the adversary has great power over the hearts of the children of men; and it is only by exercising faith, by seeking earnestly for that Spirit which He bestows, that we are enabled to counteract this darkness and the influence which Satan seeks to exercise over our hearts. <\/div><div class=\"paragraph jod\" id=\"v13n1479\"> I rejoice in one fact which God has revealed; it comforts my heart when I think of our condition and circumstances and of His kingdom, and <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that is that we live in the day when, according to the words of the prophets and according to the revelations which God has given to us in this dispensation, the power of Satan is becoming less and less, and the power of God is to increase and to be made more and more manifest, to the exposing of the works of darkness<span class=\"citation\" id=\"72862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72862)\">Rom. 13:12<\/a><\/span> and to the breaking of the yoke which the enemy of all righteousness<span class=\"citation\" id=\"71845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71845)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"82241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82241)\">Alma 34:23<\/a><\/span> seeks to fasten upon the minds and understandings of the children of men. <\/div><div class=\"paragraph jod\" id=\"v13n1480\"> It is a glorious thought for us to reflect upon that we live in a day and at a time in which God has promised to exercise His power in our behalf; when He and Jesus and the holy angels and the spirits of just men made perfect<span class=\"citation\" id=\"77273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77273)\">Heb. 12:23<\/a><\/span> are all engaged with us in hastening the great work of redemption, and in banishing from the earth the power of evil which has so long held it in thralldom. God has given us this promise, and if we will labor with the zeal and industry which should characterize His Saints in carrying out His purposes He will bestow upon us every blessing that we need, and will give us power, as I have said, to overcome our traditions, to see the things of God in their true light, and to behold the truth in all its splendor and beauty. <\/div><div class=\"paragraph jod\" id=\"v13n1481\"> There is one great truth that we have to learn. Brother Carrington alluded to it in his remarks; and all the Elders allude to it more or less when addressing the Saints, and that is, that the Gospel offers every advantage to those who obey and are faithful to it that God can bestow upon His children. There is no advantage to be gained outside of this Church or outside this Gospel; there is no blessing that we can seek for or desire, or that would be proper for us to receive under our present circumstances that we cannot obtain inside the Gospel, or inside the truth;  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or that we can obtain outside the Gospel, or by departing from the servants of God. You may let your minds run, if you please, over all there is pertaining to the earth and man, or that will contribute to the happiness of man on the earth, and you cannot conceive of any blessing or advantage that is not within your reach legitimately, if you pursue the path God has marked out and by abiding the counsels He makes known from time to time. <\/div><div class=\"paragraph jod\" id=\"v13n1483\"> A great many do not comprehend this; and this is one of the traditions that we have to contend with, and it arises from the lack of faith in our hearts, and the unbelief that we have received from our forefathers. And we have to contend with it when counsel is given to us in relation to our temporal circumstances and other matters. It is frequently the case that we cannot see any particular advantage in that counsel; it does not strike us favorably. We imagine that some other course would be better for us to pursue, and that by adopting some other line of policy or conduct greater advantages would accrue unto us. But we have to learn, if we have not already learned it, that obedience to counsel is the policy for us to pursue; and that when we indulge in thoughts of an opposite character we suffer ourselves to be led astray by the power of the adversary. Hence it has become almost proverbial among the Saints that the path of counsel is the path of safety. Those who have had years of experience in the Church have arrived at the conclusion that the path marked out for us to walk in by those who have authority to counsel and dictate is invariably the path of safety to those who adopt it. But our traditions interfere with this. <\/div><div class=\"paragraph jod\" id=\"v13n1484\"> You look back over the policy that has been taught us for the past few <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years. I refer more particularly to this because, having been at home in the midst of the Saints, I have been more familiar with the counsels given. I can cast my eyes back for that time, and see, and doubtless you can when you reflect upon it, that there have been many items of counsel given that the Saints have been reluctant to obey or adopt, and which, if they had been carried out in the spirit in which they were given, would have resulted in great advantage to us as a people, and doubtless as individuals. I will refer to one item, that has been talked about a great deal&#x2014;namely, sustaining our enemies. Now it seems that a moment's reflection on this point would satisfy every individual that the policy foreshadowed in this counsel was the best that could be adopted by a people surrounded with such circumstances as those surrounding us. But how difficult it has been to induce the people to carry that counsel out; why it has been so difficult that in some instances men have actually run the risk of losing their standing in the Church of Jesus Christ rather than forego the gratification of traditions and desires, which, seemingly, have taken entire possession of them&#x2014;namely, to do as they please in relation to these matters. <\/div><div class=\"paragraph jod\" id=\"v13n1485\"> Now, as I have said, a moment's reflection ought to satisfy everybody that this is the true course for us to pursue; that if we intend to build up the Zion of God and to become a great people, it is essential that we should concentrate our means in one channel; that we should sustain those who are friendly to and whose whole interest is centered in the cause of Zion; and that, instead of spending our means in fostering a power in our midst that is opposed to the work of God, we should be willing, rather than do this, to forego what may seem to be an advantage to us, and even  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deprive ourselves of comforts and submit to privation if necessary to carry out this policy. If our minds were not blinded by tradition we should see at once that it would be an advantage to us as a people to put our means in one direction, and not allow it to go outside the kingdom of God any more than it is absolutely necessary; and that we should never use the influence which God has given us, or the means which He has bestowed upon us to foster or maintain any man or anything that is opposed to His cause. Why, the security that we have here in these mountains depends upon our taking this course to a very great extent. <\/div><div class=\"paragraph jod\" id=\"v13n1487\"> We are engaged, as has been remarked, in a warfare. The enemy that we have to oppose is one that does not relent in the least degree; he does not yield or show the least sign of mercy or even to give us fair play; but continually shows a disposition to crowd us to the wall and take every advantage, and to overwhelm us in every possible manner. God has brought us to this land; He has given it unto us and has made it a blest land for our sakes. He has sustained us in a wonderful manner for a great many years, and has given unto us the means whereby we could surround ourselves with those things necessary for our convenience and comfort. For long years the effort has been incessant on the part of God's servants to induce us to become a self-sustaining people. Now that the railway is completed we can see God's Spirit and His wisdom in this, impelling His servants to dwell upon this theme. Year after year, conference after conference, and meeting after meeting were the Saints instructed and continually urged to establish home manufactures, and to develop the resources which they had in their own midst, so that they <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might become self-sustaining. There was a providence in this. As I now view it, I can see its force more clearly than ever, although I always saw the force and necessity of the counsel; but now that events have worked out the results that we see around us, I can see the propriety in God inspiring His servants to give this counsel so many years ago. He could see in His divine wisdom that a day was coming when we should be, so to speak, overwhelmed, or when attempts would be made to overthrow us, and when there would be a greater necessity, apparently, than at that day, that we should be able to sustain ourselves, and to keep our means within ourselves, and not be under the necessity of fostering those from abroad who might come amongst us to acquire fortunes from our means and labors. For years has counsel on these subjects been reiterated in our ears, and scarcely a meeting has been held by the First Presidency, the Twelve Apostles, or any of the Elders of Israel in which this subject has not been prominently dwelt upon, the Elders feeling in their spirit and in their entire being that it was essentially important that the Latter-day Saints should carry out this policy strictly. We can now begin to see, if this counsel had not been given, and the Saints had continued to spend their money with anybody and everybody, no matter if it were the greatest enemy of the kingdom of God, what would have been our position today. Our enemies would have been in our midst, numbering hundreds where they now only number tens; and the efforts to disintegrate the kingdom of God might have been attended with a degree of success, whereas they have been entirely abortive. <\/div><div class=\"paragraph jod\" id=\"v13n1488\"> You may trace the counsels that have been given to us from the beginning, one step following another  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in natural order and succession; one principle leading to another, and one important truth engendering, as it were, another important truth, revealing it and bringing it more forcibly home to our minds, until finally cooperation and its necessity have been brought to our attention and enforced upon us. Here tradition has come up again and has had its effect; and it has required days, weeks, and it may be said years of preaching to bring this principle home to the minds of the Latter-day Saints, so that they could see and understand its beauty and propriety, and the advantages which would result from its adoption in our midst. If we had not these traditions to contend with, cooperation would be sustained with hardly a dissentient. We should grasp the idea at once, and see beauty in it. We would say, &#x201C;That is a principle I can recognize; I see its force and its advantages, and I am ready to adopt it and carry it out.&#x201D; But no, there are these traditions; there is this unbelief, this reluctance on the part of the people to part with their old systems and to adopt the principles of the Gospel and the revelations of Jesus Christ,<span class=\"citation\" id=\"74430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74430)\">Gal. 1:12<\/a><\/span> as they are given unto us. There is that terrible tradition, that has such strong hold of all our minds, that the Priesthood of God and the religion of Jesus Christ have nothing to do particularly with temporal matters. It is a tradition almost as old as Christianity. It has come down to us for generations and centuries, and is fully interwoven in the hearts, minds, and feelings of the children of men, and it is an exceedingly difficult thing to get them to comprehend that temporal things and spiritual things are alike in the sight of God; that there is no line of demarcation between the two; that the religion of Jesus Christ applies to one as <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much as another, and comprehends within its scope, temporal equally with spiritual matters.<span class=\"citation\" id=\"84814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84814)\">D&amp;C 29:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1490\"> This has made it difficult to enforce upon us the necessity of practically carrying out the principle of cooperation. &#x201C;O,&#x201D; say men, &#x201C;that is a temporal matter, pertaining merely to the buying and selling of goods; it is not particularly connected with life and salvation or with eternal glory in the kingdom of God.&#x201D; But there they mistake. I look upon that principle, though it may be subordinate in some respects, as divine, as coming through revelation, and as necessary in its place as any other principle that can be mentioned which is connected with the Gospel of Jesus Christ. They are all alike to me&#x2014;all alike necessary and divine. Divine wisdom has prompted their practice, and has inspired the servant of God who presides and whom God has chosen to be His mouthpiece in our midst, to reveal them, one as much as another, unto us as a people. <\/div><div class=\"paragraph jod\" id=\"v13n1491\"> When we have practiced this principle long enough, and are sufficiently advanced in it, there are other principles, now ahead, which we shall be prepared to enter upon and practice. But we must get rid of this tradition that envelopes us and which lies in our pathway, and which is so serious an obstacle to our progress. As fast as we overcome our traditions there will be other principles revealed to us, and thus it will go on, law after law and principle after principle being revealed until we shall be prepared to enter into the glory of our God, and to dwell in the presence of God and the Lamb. <\/div><div class=\"paragraph jod\" id=\"v13n1492\"> It is essentially necessary then, in view of these things, that we should exercise faith. Our minds should be drawn out and our faith exercised. It may be but little in the beginning. As the Prophet Alma said, when  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>addressing the people on one occasion, and referring to the word of the Lord, it was like seed planted in the heart; its influence and effect at first were not very powerful; but if it were planted in the heart, by and by it began to germinate and grow and the possessor of it said, &#x201C;Why it is a good seed, I feel it growing!&#x201D;<span class=\"citation\" id=\"82219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82219)\">Alma 32:28<\/a><\/span> And if it were nourished, and cherished it would continue to grow until, to use a figure, it would become a great tree, and fill the whole man with light, knowledge, and wisdom, and with the gifts and qualifications necessary to make him perfect before the Lord.<span class=\"citation\" id=\"82220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82220)\">Alma 32:41<\/a><\/span> Our faith may be small in the beginning, but if we cultivate it, it will grow; if we do not it will die out, noxious weeds will spring up and choke it. But if we exercise it as we should, the veil of darkness that separates us from God, and which prevents us comprehending the things of His kingdom, will grow thinner and thinner, until we see with great distinctness and clearness the purposes of God our heavenly Father, and comprehend them as He designs we should, and carry them out in our lives. <\/div><div class=\"paragraph jod\" id=\"v13n1494\"> This should be our aim as a people and as individuals, every day living so near to God that we shall have more of His Spirit and power, and more of the gifts and endowments of the holy Gospel of the Son of God. If we take and continue in this course we shall feel and understand that we are progressing in the knowledge of God and in the comprehension of truth. And let me tell you, my brethren and sisters, if we thus live, when counsel is given, no matter what it may be, or what principle it may refer to, it will be plain and simple, and as clear unto our minds as the light we now see; and our understandings will be enlightened by it and we shall see beauty in it. <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If it be to stop trading with our enemies, we will adopt it. We shall feel, &#x201C;That principle is true, it recommends itself to my understanding; the Spirit of God bears witness to my spirit that it is true, and I will adopt it.&#x201D; And then, after awhile, when cooperation is taught unto us we will receive that also in a like spirit and faith; and if our minds are possessed of the Spirit of God we will say, &#x201C;There is light in this principle; I see its advantages, I will sustain it by carrying it out myself, and I will try and exercise influence with my friends and induce them to do the same, that it may become universally practiced in the midst of the Saints.&#x201D; It will be thus, if we live our religion, not only with every principle that God has revealed, but that He may hereafter reveal. We shall know for ourselves concerning them; they will be plain and simple and in harmony with our feelings. There will be no disturbance of mind, no difficulty in carrying them out. This will go on under the leadership of him whom God has chosen to be our guide, and we shall progress step by step, week by week, gaining power, knowledge, influence, territory, and wealth, until we shall emancipate this land and redeem it from the thralldom of sin and from the power of Satan; and the kingdom of Satan will recede before the light, faith and power of the Saints of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v13n1495\"> This is the work in which we are engaged. It is not a work to occupy our attention for one day, and then have it diverted from it for a week; but it is the work of our entire lifetime, all that we have to do. It is a mission that God has given to us here on earth. We can't be engaged in anything more noble than this work, for it is the work of God&#x2014;a work in which He, Himself, is engaged&#x2014;a  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work that occupies the attention and labors of Jesus, and every holy apostle, prophet, and Saint that has ever lived on the earth. These things are not gained without exertion; they require industry, zeal, and attention on our part; and when we thus bestow attention on the work in which we are occupied, why God is with us, angels around about us, the heavens are open to us, the Spirit of God is poured out upon us, and our lives are a pleasant flowing stream, full of peace, joy and heaven. We feel that we have heaven indeed, here below; and wherever we go we carry this holy influence with us and diffuse it around us; and thus the power of Satan is weakened on the earth, and the power of God is increased. <\/div><div class=\"paragraph jod\" id=\"v13n1497\"> There are some of the brethren and sisters, doubtless, who cannot see these things in this light. You will hear them very frequently say, &#x201C;I cannot see this counsel, I can't comprehend it, it don't strike me;&#x201D; but there is no fault in the counsel. They would, by their words, reflect on the counsel; they would convey the idea to those who listen to them, that there is something at fault; they are right, but the counsel is wrong. Now, it may be given as a rule, I believe, to the Latter-day Saints, that in every such case, whether it be man or woman, he or she has got to repent and seek unto the Lord for faith and for the light of His Holy Spirit to be given unto them. <\/div><div class=\"paragraph jod\" id=\"v13n1498\"> How was it with us when we first heard the truth? Oh! How sweet and delightful the sound of the Elder's voice when he proclaimed that God had spoken from the heavens; that angels had come to the earth again, and that the holy Priesthood was bestowed upon men! How sweet, when he said that the Church was organized with its ancient power and purity and pristine fullness; that the <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Holy Ghost, with its wealth of gifts, and blessings, had been bestowed upon men! How was it with those who were prepared for these tidings when they heard them proclaimed? Their hearts burned within them<span class=\"citation\" id=\"68431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68431)\">Luke 24:32<\/a><\/span> and they were filled with joy when the testimony of the truth came to them; and when other principles were taught unto them, O, the joy that filled them in listening to them, and they knew by the testimony of Jesus and by the Spirit and power of God that rested upon them that these things were true! They could get up in their meetings and testify, &#x201C;I know this is true.&#x201D; When they heard the gathering preached they had the testimony that it was true; and some had it before it was preached. They knew it was from God and that God established His Zion, and their hearts burned at the thought that they would soon be with the Saints of God in Zion. They yearned for the land of Zion and for the society of the people of God. This was their testimony, and they had it in the States, Europe, Africa, Asia, islands of the sea, and in every land where the Gospel has been preached and the people have been prepared to receive it. <\/div><div class=\"paragraph jod\" id=\"v13n1499\"> This has been the testimony, and if this spirit has continued to rest upon them every principle that has been taught has been plain and delightful to them. Is not this our experience, brethren and sisters? We can all bear testimony to it. Then whence come this darkness and these doubts respecting counsel? Whence comes this query about cooperation? Whence comes this distrust about other counsel in relation to temporal matters? Why, it is very easy to understand whence it comes and what its origin is. It can be traced to neglect of duty, to the hardening of the heart, to the indulgence of a spirit of unbelief, to the neglect of  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prayer, to becoming selfish and sordid, and to the commission of sin. There are causes for all this, for let me tell you, and testify to you today, that the Latter-day Saint who lives near to God, and has the Spirit of God constantly resting upon him or her, never has any doubts about any principle that God has revealed. When the gathering was taught they were prepared for it; when the payment of tithing was taught they were prepared for it; when consecration was taught they were prepared for it; when the move South was taught they were prepared for it; when the move back was taught they were prepared for it; when celestial marriage was taught they were prepared for it; when the word came, &#x201C;Cease to trade with our enemies,&#x201D; they were prepared for it; and when cooperation was taught they were prepared for it. There was no doubt in their minds, because the same Spirit that taught them that this was the truth in the beginning, and that God had spoken from the heavens, taught them also that all these things were true. But when you have doubts respecting counsel given by the servants of God, then be assured, my brethren and sisters, there is room for repentance; we are not living as near to God as we should do; we have not the Spirit of God as we once had it, and we should seek unto God with full purpose of heart, that the light of His Spirit may be bestowed upon us again. Then, when the servant of God stands up and teaches us concerning the things of the kingdom, his words will find a lodging place in our hearts; his counsels will be clear and sweet unto us, and there will be no dubiety, no distress, neither any disposition to repel these counsels or to feel offended at them. And if the word come to us to go on a foreign mission, to go <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to &#x201C;Dixie,&#x201D; to Bear Lake, or any other place to perform this or that labor, we shall be ready to obey, for the Spirit will reveal to us beforehand what we have to do and prepare us for its performance. <\/div><div class=\"paragraph jod\" id=\"v13n1501\"> These are the privileges of the Latter-day Saints. I talk not of something that is theory, or away off, or that happened years ago; I talk not of that which is out of our reach, but I speak of that which is within our reach, within the reach of all: it is practical. We can obtain and possess and enjoy it; and if we do not, we do not live up to our privileges as Latter-day Saints. O! I feel sometimes, I wish I had the tongue of an angel to proclaim to the children of men the glad tidings of salvation that God has revealed to us in the day in which we live.<span class=\"citation\" id=\"82208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82208)\">Alma 29:1<\/a><\/span> This blessed time! This time of times, when God in His mercy has restored His Church to the earth, and has given us prophets and Apostles and the Holy Ghost and its gifts; and in His great mercy has brought us to this land, where we can dwell in peace, where we can go out and in before the Lord without any to molest or make us afraid. <\/div><div class=\"paragraph jod\" id=\"v13n1502\"> My brethren and sisters, what blessed privileges we do enjoy when compared with the Saints in former days; and even when compared with our own circumstances in the early history of the Church, what blessed privileges God has given us in this glorious land! We have rulers of our own choice&#x2014;<span class=\"citation\" id=\"60619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60619)\">Jer. 30:21<\/a><\/span>men whom God has chosen; we have the voice of God in our midst, so that we need not walk in darkness and doubt. There is no uncertainty in all the land of Zion concerning the purposes of God. It need not be said of us as it was of Israel, &#x201C;There is no Urim and Thummim; there is no dream or vision, and no prophet in the land.&#x201D;<span class=\"citation\" id=\"126354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126354)\">1 Sam. 3:1<\/a><\/span><span class=\"citation\" id=\"56862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56862)\">Ps. 74:9<\/a><\/span><span class=\"citation\" id=\"126355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126355)\">Lam. 2:9<\/a><\/span><span class=\"citation\" id=\"61940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61940)\">Amos 8:11<\/a><\/span>  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We have the prophet of God; we have the visions of the Almighty; we have the Spirit of God descending upon us like sweet dew; we have the gifts of the Spirit of God; we have the Gospel in the fulness and plenitude of its power. We have all this, and we have the promises of God concerning us and our posterity; and, as I have said, we have this glorious land of freedom and liberty, where we can build up the kingdom of God in power and great glory; where we can be a free people, if we so choose. If this is not the case, it is because we are wicked, because we disobey counsel; because we harden our hearts and have placed ourselves in a position to be scourged. It is not God's will that we should be, or that our enemies should have power over us. It is His good will and pleasure to give <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto us the kingdom<span class=\"citation\" id=\"67631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67631)\">Luke 12:32<\/a><\/span><span class=\"citation\" id=\"84716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84716)\">D&amp;C 29:5<\/a><\/span> and dominion, and to strengthen and uphold us. <\/div><div class=\"paragraph jod\" id=\"v13n1504\"> Let us then be faithful! Let us live day by day, from morning until night, in the moments of business and when perplexed with its cares, with our thoughts on the kingdom, and our prayers ascending to the God of our fathers, yea, unto <span class=\"italic\">our<\/span> Father, for His blessings upon us; and that He may fill us with His spirit and prepare us for the things that await us, and help us to be faithful even unto the end. <\/div><div class=\"paragraph jod\" id=\"v13n1505\"> That we may all be thus faithful and overcome, and be counted worthy to sit down with our fathers,<span class=\"citation\" id=\"79124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79124)\">Rev. 3:21<\/a><\/span> Abraham, Isaac, and Jacob,<span class=\"citation\" id=\"64009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64009)\">Matt. 8:11<\/a><\/span> and with all the holy ones in the presence of God and the Lamb, and be crowned with glory, immortality, and endless lives,<span class=\"citation\" id=\"126356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126356)\">D&amp;C 75:5<\/a><\/span> is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}