{"ID":130028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Acting in the Name of the Lord.<\/div>\n<div class=\"subtitle\">Remarks by Elder Lorenzo Snow, delivered in the New Tabernacle, Salt Lake City, Oct. 9, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Grimshaw.<\/div>\n<div class=\"pageHeader\">Page Header: Acting in the Name of the Lord.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 10\/9\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v13n1038\"> I am very much pleased in having an opportunity to make a few remarks to this Conference. The subjects that have been presented to our consideration are fraught with many very interesting reflections. Every privilege that is afforded us of meeting together in the capacity of a Conference, and taking a retrospective view of the past, gives us a chance to behold the great and marvelous success that has hitherto attended our labors, as the servants of God, in this great and glorious work of the redemption of Israel and the gathering of the Latter-day Saints from the four quarters of the world, to establish the kingdom of God on the earth in the last days. <\/div><div class=\"paragraph jod\" id=\"v13n1039\"> There are many peculiarities that <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> distinguish the order of things pertaining to the work of God in which we are engaged, from the different systems of religion that are to be met with in Christendom and throughout the various parts of the world. What we do we perform in the name of the Lord God of Israel, and are willing to acknowledge the hand of the Almighty in everything we do. When Moses stood forth as the deliverer of the children of Israel from their Egyptian bondage,<span class=\"citation\" id=\"71529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71529)\">Acts 7:35<\/a><\/span> he did not present himself in the manner of a common deliverer, but he went in the name of the Lord God of Israel, having been commanded to accomplish their redemption by the power and authority which he received from God. And from the moment that he  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appeared before them in this capacity, until he had accomplished his work, he acted in and through the name of the Lord, and not by his own wisdom or ingenuity, nor because he possessed superior intelligence to the rest of mankind. The Lord appeared to him in the burning bush,<span class=\"citation\" id=\"53792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53792)\">Ex. 3:2-4<\/a><\/span> and commanded him to go forth and accomplish a certain work, which concerned the peace, happiness and salvation of a great people;<span class=\"citation\" id=\"126326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126326)\">Ex. 3:7-10<\/a><\/span> and its success and prosperity depended upon the carrying out of the order of things revealed to him by the God of heaven. His success and prosperity were made perfectly sure from the fact that the work to which he was assigned was not a thing of his own invention, but it emanated from Jehovah. <\/div><div class=\"paragraph jod\" id=\"v13n1041\"> A great deal of speculation might have been entertained by some in reference to his mode of procedure. There might have been some things in the working of the system he introduced that were very disagreeable to certain parties whom they concerned&#x2014;to the government of Egypt and King Pharaoh, for instance; but that was a matter of very small consideration with him and with the people whom he had occasion to deliver from bondage. <\/div><div class=\"paragraph jod\" id=\"v13n1042\"> It is so in reference to ourselves. The great work now being accomplished&#x2014;the gathering of the people from the nations of the earth, had not its origin in the mind of any man or any set of men, but it emanated from the Lord Almighty. Joseph Smith received a revelation and commandment from the Lord, to go forth and preach the Gospel of salvation to the nations of the earth, with power and authority to baptize those who would repent of their sins and be immersed in water for the remission of them; he was also commanded to preach the gathering to them, that a people might be drawn together who would <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be willing to hearken to the voice of the Lord and keep His laws, that a righteous seed might thereby be preserved when the great day of His wrath should come. This Gospel was preached, and thousands of Saints have been gathered from almost all parts of the globe, who are now scattered throughout the length and breadth of this Territory, making farms, building houses, planting orchards and reclaiming the soil; creating villages, towns and cities where nothing but wild beasts and savages used to roam, and causing the desert to blossom as the rose.<span class=\"citation\" id=\"59125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59125)\">Isa. 35:1<\/a><\/span> Yet all this has not been accomplished by human wisdom, although the enemies of the Saints would try to make the world believe so; it has been done by the wisdom and power of Almighty God, whose outstretched arm<span class=\"citation\" id=\"55119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55119)\">Deut. 26:8<\/a><\/span> has been over His Saints, preserving them from evil of every kind. <\/div><div class=\"paragraph jod\" id=\"v13n1043\"> Jesus, while traveling here on earth, fulfilling his mission, told the people he did not perform the miracles he wrought in their midst by his own power, nor by his own wisdom; but he was there in order to accomplish the will of his Father.<span class=\"citation\" id=\"69238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69238)\">John 6:38<\/a><\/span> He came not to seek the glory of men, and the honor of men; but to seek the honor and glory of his Father that sent him. Said he, &#x201C;I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.&#x201D;<span class=\"citation\" id=\"69191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69191)\">John 5:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1044\"> Now, the peculiarity of his mission, and that which distinguished it from other missions, was this: he came not to seek the glory and honor of men, but to seek the honor and glory of his Father, and to accomplish the work of his Father who sent him. Herein lay the secret of his prosperity; and herein lies the secret of the prosperity of every individual who works upon the same principle. <\/div> <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1046\"> There are many things that are admirable in what is called by our neighbors &#x201C;Mormonism.&#x201D; Great men admire the effects that are produced by its operations, or the work of preaching the Gospel, gathering the people from the nations of the earth and settling them in this Territory, in establishing towns, villages and settlements, in gathering the poor from their indigent circumstances, from their conditions of poverty and distress, and placing them in a position where they can sustain themselves and have an opportunity of educating their children and gathering around them the necessaries, comforts, and conveniences of life. <\/div><div class=\"paragraph jod\" id=\"v13n1047\"> People admire the prosperity of the Latter-day Saints, they admire the wisdom that is manifest in the perfect organization observable in their cities, towns, and settlements, and the unity existing amongst them. They are struck with the peace and good order that reign in our midst, which are not found, to the same extent, in any of the cities of the United States or Europe. One hundred and fifty thousand people, who have been gathered from the poorest classes of persons and brought from the various nations and established in prosperous and happy circumstances, are admired by everyone. But all this is being done in the name of the Lord, and professedly through the commandments of the Almighty; and herein lies the difficulty. Our acknowledgement of the hand of God in what we do is something they do not approve of. If we gathered the people from the various nations, built cities, towns and villages in our own name, and in our own strength and wisdom, and gave ourselves the honor and glory, we should be a very admirable people indeed, and everybody would admire the &#x201C;Mormons,&#x201D; and would be <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pleased with our operations; and as far as the influence of politicians and members of Congress is concerned, it would be employed in obtaining our admission into the Union as a State. <\/div><div class=\"paragraph jod\" id=\"v13n1048\"> It may be considered by some as unfortunate that we have a principle in the operations of &#x201C;Mormonism&#x201D; so disagreeable and annoying; but we cannot help it. This work is not one of our own getting up, and we have not the responsibility of its success resting upon us. Jesus says himself that he would have been received by the people if he had sought the honor of men. If he had not come in the name of his Father, but simply in his own, the people would have received him, honored him<span class=\"citation\" id=\"69192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69192)\">John 5:43-44<\/a><\/span> and made him King of the Jews; and all would have been agreeable, pleased and satisfied. <\/div><div class=\"paragraph jod\" id=\"v13n1049\"> It was said by the Prophet that Israel should be scattered, that they should be sifted among the nations,<span class=\"citation\" id=\"61948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61948)\">Amos 9:9<\/a><\/span> and in the latter days they should be gathered out, two from a city and one from a family,<span class=\"citation\" id=\"60318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60318)\">Jer. 3:14<\/a><\/span> and there should be a time when the people would be gathered from the nations when it should be said to them, &#x201C;Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.&#x201D;<span class=\"citation\" id=\"80229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80229)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1050\"> Joseph Smith received a commandment of the Almighty similar to that which Moses received to deliver the children of Israel from Egyptian bondage. The command to the Prophet Joseph was to go forth and declare the Gospel to the children of men, to gather them from the nations of the earth and place them in a land of peace and plenty, where they could plant and reap the fruit thereof. In many instances the people who received this Gospel were in a far worse condition than the children of Israel, when found by Moses in their bondage. <\/div> <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1052\"> There are hundreds of Elders here who have traveled through England, Scotland, Wales, Germany, Switzerland, Norway, and elsewhere, who know very well that the people were found in most of those lands in circumstances of slavery&#x2014;bondage far worse than the &#x201C;blacks&#x201D; in the South previous to their liberation. There was nothing before the people but the prospect of starvation; and they were subject to the will and caprice of their masters, and dependent upon them for their labor and daily bread; and when work was dull, they had before them nothing but the prospect of being turned from their employment and to have their only source of obtaining food for themselves and families entirely cut off. They did not own a foot of land, a plough, an ox, a wagon, a cow, a mule, a horse, in fact, nothing they saw around them could they call their own. They were, in short, entirely dependent upon the will and disposition of their employers for what they wanted, and had to look to them for their only means of gaining a living. Thousands upon thousands of these people are now located in various parts of this Territory, in a far more prosperous and independent condition than that in which they lived while abroad among the nations. Many of them are comparatively rich in this world's goods. The command of the Almighty to this people is to come out of Babylon<span class=\"citation\" id=\"80230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80230)\">Rev. 18:4<\/a><\/span> to a land where his Saints may gather around them such things as are necessary to the well-being of his children. This is a greater work than that performed by Moses, of redeeming the children of Israel from Egyptian bondage; yet it is done on the same principle. The voice of God to Moses was to deliver His people from their bondage and he would be with him and assist him. The command is now for the people <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be delivered from their bondage, poverty, and distress, and come to these valleys of the mountains, where they can sustain themselves. <\/div><div class=\"paragraph jod\" id=\"v13n1053\"> There are many philanthropists who admire the works that have been accomplished in this respect. They say, &#x201C;The &#x2018;Mormons&#x2019; have done a great deal more than any religious society ever did or even expected to do. They have increased the population of the nation and have extended their cities to the east, to the west, to the north, and to the south.&#x201D; But it has been done by the command of the Almighty, and that is where the trouble lies. As for polygamy, our enemies would not be so wrath about our practicing it, so long as we did not do so in the name of the Lord. But as these things are done in His name, they are obnoxious in the eyes of the world. The same state of feeling existed in the days of Moses, the same in the days when Jesus appeared among the Jews. Had Moses presented himself in the same way as Washington or William Tell, the deliverer of the people of Switzerland from the yoke of bondage under which they labored, or as Wallace, the hero of Scotland&#x2014;had he, I say, appeared in his own name, and presented himself before the people as a person of superior powers and ability, and [not] claimed power greater than that he possessed as a man, all would have been well. But when he went before them in the name of the Lord Almighty, he experienced some difficulty in performing the work which had been assigned him. <\/div><div class=\"paragraph jod\" id=\"v13n1054\"> We know well we differ very much in our religious concerns from the various denominations existing in the world. An Elder goes in the name of the Lord; he crosses the ocean, calls into an individual's house and says, &#x201C;I am a missionary; I have  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come from America to preach the Gospel.&#x201D; It is not a very unusual thing for persons to cross the ocean, as missionaries and go to Europe. This is all very natural; but when an Elder goes and says he comes in the name of the Lord to deliver them from their circumstances of poverty and distress, and to call upon them to repent of their sins and be immersed in water for the remission of them, promising them the Gift of the Holy Ghost, he creates a distinction between his mission and that of the various systems introduced by the different sects of the day. Says he, &#x201C;I come to tell you that the time for the fulfillment of the predictions of the Prophets has arrived. The Lord wants His people gathered from Babylon unto the place where there shall be deliverance.&#x201D; There is deliverance. There is something that can be realized and experienced, that can be seen and felt and known. There is the promise that, if any man will do the will of God, he shall know for himself that the doctrine we teach is true.<span class=\"citation\" id=\"69348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69348)\">John 7:17<\/a><\/span> There is no chance of imposition. There is an opportunity to know whether the message of this Elder is true or false. <\/div><div class=\"paragraph jod\" id=\"v13n1056\"> If a sectarian minister had gone to the children of Israel and discovered them in the same condition in which Moses found them, his message would have been entirely different from that of Moses, as would also his conversation and address. Moses said to them, &#x201C;In the name of the Almighty, having received authority from God, I come to deliver you from bondage and to give you a national existence; to take you to a land that the Lord God has commanded you to go to, and which He has promised you shall receive.&#x201D;<span class=\"citation\" id=\"126327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126327)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126327)\">Ex. 3:13-17<\/a><\/span><span class=\"citation\" id=\"126328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126328)\">Ex. 4:27-31<\/a><\/span> Had a sectarian minister gone under similar circumstances, his ideas and manner would have been entirely different. Says <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he, &#x201C;I have come to beseech you who are now subject to your masters' will and have to recline upon straw, to be patient and long-suffering. Servants, be obedient to your masters<span class=\"citation\" id=\"75368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75368)\">Eph. 6:5<\/a><\/span> and wait upon the providence of the Lord. Bear up, and be kind,&#x201D; and so on. Anything in regard to delivering them from their bondage under which they are suffering? No, nothing of the kind. <\/div><div class=\"paragraph jod\" id=\"v13n1057\"> It is the same when a sectarian minister goes to England. He knocks at a man's door and says, &#x201C;I am a missionary from America.&#x201D; Well, the man on whom he calls is in distress. Says he, &#x201C;I am sorry I cannot take you in; but I am in distress. It is mealtime, but my family has nothing to eat. I am out of employment and have nothing to live upon. I wish I could relieve your wants, but I have nothing with which to assist you.&#x201D; Oh, says the minister, you must wait upon Providence, you must have a great deal of patience and long-suffering. I am come to preach to you the Gospel, and you must pray and keep praying until you think you have got a pardon of your sins; but still remain where you are. No redemption! <\/div><div class=\"paragraph jod\" id=\"v13n1058\"> Well, now, that is different from the &#x201C;Mormon&#x201D; Elder's manner. He presents himself in something like this way: &#x201C;I have come in the name of the Almighty, in obedience to a call from God, to deliver you from your present circumstances. Repent of your sins and be baptized, and the Holy Ghost shall rest upon you, and you shall know that I have the authority to administer the ordinances of the Gospel by the power of the Almighty and the revelations of God. Gather out from this nation, for it is ripening in iniquity, there is no salvation here. Flee to a place of safety.&#x201D; And as the messenger who went to Sodom said to the family whom he  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>found there,<span class=\"citation\" id=\"53246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53246)\">Gen. 19:12-16<\/a><\/span> so says the Elder of Israel, telling them, as Moses did the children of Israel, to go to the land that the Lord God has appointed for the gathering of His people. <\/div><div class=\"paragraph jod\" id=\"v13n1060\"> There is a great difference between the operations of the Latter-day Saints and these of the Christian world. With us there is no deception; nor indeed is there any chance for any. People gather here in thousands on the principle that the Lord God has revealed, and they have an opportunity of knowing that the Almighty has spoken from the heavens. They are not left to the mere statement of anyone. <\/div><div class=\"paragraph jod\" id=\"v13n1061\"> Jesus says that if any man will do the will of God, he shall know His doctrine.<span class=\"citation\" id=\"69349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69349)\">John 7:17<\/a><\/span> If he will repent of his sins and be immersed in water, by the laying on of the hands of these having authority, the gift of the Holy Ghost shall be given to him and he shall receive knowledge from God in regard to the divine authenticity of these ordinances. People are not left in the dark, they have a chance to know for themselves. They get this intelligence and know what they are doing. <\/div><div class=\"paragraph jod\" id=\"v13n1062\"> Will we do these things in the name of the Lord God that sent us? This work is the Almighty's, and it is His business to sustain and support it. If, in keeping the laws of God, we do things that are not quite so pleasant to the people around us or the Government under which we dwell, we cannot help it. We cannot act save we do so in the name of the Lord. When Nebuchadnezzar established a certain edict, and that edict was contrary to the revelations of the Almighty, it was disagreeable to many persons whom it concerned.<span class=\"citation\" id=\"61398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61398)\">Dan. 3:1-30<\/a><\/span> There were three men, Shadrach, Meshach, and Abednego, who received a command from the Almighty that they should not worship any other <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God than the Lord God of Israel, that they should worship no images. But King Nebuchadnezzar set up an image and commanded that every nation, kindred and tongue, over whom he reigned, should bow down and worship it, when they heard the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of music. <\/div><div class=\"paragraph jod\" id=\"v13n1063\"> It so happened that the King's edict concerned, among others, the three men who had received the revelation from the Lord that they should not worship any image. They were in a rather awkward fix. Either they must set aside the command of Jehovah to worship no God but Him, or, on the other hand, disobey the mandate of the King. They knew if they refused to comply with the wishes of so mighty a man as Nebuchadnezzar, their lives would not be of much value, unless they were preserved by the hand of the God of Israel. But they feared not the King and trusted in the arm of Jehovah to shield them from evil. Accordingly, when the signal was given for the people to fall down and worship the image, these three men refused to do so; and being observed, they were taken before the King, who was greatly enraged at the idea that there could be found anyone in all his dominions so fearless as to refuse to comply with his wishes. When they appeared before him he looked at them in a fierce and savage manner and said, &#x201C;Is it true, O Shadrach, Meshach, and Abednego, do not ye serve my gods, nor worship the golden image which I have set up? Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of music, ye fall down and worship the image which I have made; well: but if ye worship not, ye shall be cast the same hour  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?&#x201D;<span class=\"citation\" id=\"61422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61422)\">Dan. 3:14-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1065\"> I often admire the answer of those men, placed as they were in such a perplexing position. A person might be brought before the Emperor of France or Russia and get along very well; but it was something awful to come in collision with a man like Nebuchadnezzar, whose will was as the word of the Almighty, and had never been disobeyed. When the King had done speaking, they answered, &#x201C;O Nebuchadnezzar, we are not careful to answer thee in this matter. If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king. But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.&#x201D;<span class=\"citation\" id=\"61423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61423)\">Dan. 3:16-18<\/a><\/span> Upon hearing this, the King was extremely angry, and caused the furnace to be heated seven times hotter than usual, at the same time commanding the most mighty men of his army to bind them and thrust them into the furnace.<span class=\"citation\" id=\"61430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61430)\">Dan. 3:19-20<\/a><\/span> After awhile, however, he discovered he had made a grand mistake. He had been deceived, and hastily calling his counselors together, he demanded of them whether only three men were cast into the furnace. They answered, yes. &#x201C;Well,&#x201D; said he, &#x201C;I see four there; and one of them is like the Son of God.&#x201D;<span class=\"citation\" id=\"61439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61439)\">Dan. 3:25<\/a><\/span> He then sent forth another edict, that all those who refused to worship the God of Shadrach, Meshach, and Abednego, should be cut in pieces and their houses should be made into dunghills.<span class=\"citation\" id=\"61445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61445)\">Dan. 3:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1066\"> Now, Nebuchadnezzar was honest, but through ignorance he was led to act in this way. <\/div> <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1067\"> It would he very agreeable and pleasant when we carry the words of life and salvation to the various nations, if every part and operation of the work of God should be in perfect harmony with the feelings of the people to whom it is preached; if it is not so, we cannot help it. We know this, that the Almighty has given us power and authority to go forth and gather the people from the nations of the earth and establish them in the land of Zion. But strip from this operation the supernatural part, and the people of the world, members of Congress included, would be pleased; and the Vice-President would be proud of us. They would say we were very patriotic. But they do not like our doing these things in the name of the Lord our God. They are afraid that in getting power and influence, and uniting our interests as one great people, we will do something by and by. <\/div><div class=\"paragraph jod\" id=\"v13n1068\"> Let us continue, brethren and sisters, to work in the name of the Lord our God; gathering wisdom and intelligence day by day, that every circumstance which transpires may minister to our good and increase our faith and intelligence. If we continue to work righteousness, being faithful to each other and to God, no power will be able to overthrow us, and as brother Hyde remarked, for every stumbling block that our enemies place in our way, to hinder and prevent the work of God from moving forward, two will be placed in the paths of those who put one in ours. If we are faithful and keep the commandments of God, His works will continue to prosper until the prophecies are fulfilled, and we become a great, a glorious, and a mighty people. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}