{"ID":130003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religious Confliction in the World&#x2014;The Gospel of Jesus Christ.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Old Tabernacle, Salt Lake City, March 14, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Religious Confliction in the World, etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/14\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v13n41\"> We meet together from time to time to hear of things pertaining to the Kingdom of God on the earth. We have our own peculiar views in relation to many things that occupy the minds of men, and we have been in the habit of investigating the principles of the Gospel, and our minds are more or less occupied with affairs connected with the welfare of humanity, whether associated with the present life or that which is to come. <\/div><div class=\"paragraph jod\" id=\"v13n42\"> There is a common tendency in the minds of men generally to take very little trouble in relation to religious matters; and men of all nations seem more disposed to let others think and act for them in such matters than to do so for themselves; hence, those who are disposed to prey upon the credulous, have every opportunity to accomplish their ends. Another point upon which men do not reflect much, is the fact that between this and the spirit world there is a veil drawn, which can only be penetrated through the medium which the Scriptures unfold. There we are told that &#x201C;no man can understand the things of God, but by the Spirit of God;&#x201D;<span class=\"citation\" id=\"73037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73037)\">1 Cor. 2:11<\/a><\/span> hence, though men may reason upon natural principles, and speak logically on most of the common affairs of life, when they attempt to investigate the principles of religion, and the nature of our relation<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5131\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ship to God, they seem to be at a loss; and not being willing on the one hand to acknowledge their own weakness, ignorance, and imperfection, nor on the other hand, to acknowledge the hand of the Almighty, they know not what course to pursue. On account of these various feelings in the world a great many errors of every kind have crept in and have led the human mind astray. The Christian portion of the world are apt to look with contempt upon what is called the heathen, and wonder how men possessing any degree of intelligence can be led to worship sticks and stones and gods of their own making. Yet millions, under the influence of priestcraft do this, and they think they are right and that they are on the high road to Heaven. The Christian world, too, feel that it is all right with them in reference to a future life; in fact, they feel, in respect to religious matters, about as the Athenians did about the goddess Diana&#x2014;<span class=\"citation\" id=\"72054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72054)\">Acts 19:24-28<\/a><\/span>that she had descended from Heaven and that all the world knew it.<span class=\"citation\" id=\"72066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72066)\">Acts 19:34-35<\/a><\/span> The various sects of the Christian world&#x2014;Methodists, Baptists, Presbyterians, Episcopalians, Church of Rome, and others, no matter what their peculiar creeds or forms of worship may be&#x2014;entertain the idea that they are all on the highway to Heaven. They build magnificent churches and pay  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thousands of ministers; they are also very zealous in missionary labors, and contribute largely for the support of charitable institutions. But it is very few of them who reflect upon first principles; they do not like to trouble themselves on such matters. <\/div><div class=\"paragraph jod\" id=\"v13n43\"> I have traveled a great deal, and have come in contact with professors of every creed; but they almost invariably like to assume, without contradiction, that they are right and that their fathers before them were. They do not like the idea to be entertained for a moment that the principles, doctrine, and ordinances they believe in and obey may be wrong, or that there is any possibility of the whole so-called Christian church having departed from the faith and ordinances as laid down in the Gospel by Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v13n44\"> The Methodists, for instance, could not for a moment suppose that John Wesley was not competent to judge all matters pertaining to salvation. Wesleyan ministers will hardly permit his doctrines to be questioned; they must be swallowed without investigation. In fact, I have heard some of them say that he was a man of such erudition, talent, and piety that they would not have his doctrines questioned in their hearing. The Protestant Germans and a great many others are just the same with regard to Luther; yet in some of his ideas and principles the great Reformer was as foolish as any other man. The Scotch are a good deal so with John Knox; they think that he was everything good, praiseworthy, and amiable, and, in fact, that he was the pink of perfection. The Roman Catholics will not for a moment admit that they are not the true church; and they will maintain that they have held the keys of the Kingdom of Heaven from the days of Peter until now,<span class=\"citation\" id=\"64866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64866)\">Matt. 16:18-19<\/a><\/span> and that they still have <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5130\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the pure doctrines of the Gospel, and have power to bind on earth and in Heaven, and to loose on earth and in Heaven.<span class=\"citation\" id=\"65066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65066)\">Matt. 18:18<\/a><\/span> You may ask a great many who have seceded from the Church of Rome, and you would find that they have similar ideas about their own infallibility, only they are a little better than those from whom they seceded; they have made some improvements and are a little nearer the celestial kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n45\"> Feelings of this kind obtain not only among religionists, but also among philosophers, for some Christian philosophers have brought in philosophy to their aid in order to prove the truth of the Christian religion. Paley and Dick, very prominent Christian philosophers, have examined the works of nature, and have endeavored to prove that the God of nature who controlled all these things must be a Being full of love, intelligence, and power. In their investigations they have examined the anatomical and visceral systems of man, beasts, birds, and insects, and have deduced therefrom many arguments which are interesting and incontrovertible. But when they apply their reasoning to the Christian religion they swallow it at one gulp without investigation. Their arguments go to prove the existence of a Supreme Being, a God; but they do not prove the truth or falsity of the Christian or any other system of religion&#x2014;they have nothing at all to do with them. <\/div><div class=\"paragraph jod\" id=\"v13n46\"> People generally are apt to accept the various religious systems of the day without reasoning or investigation. When I was a little boy I used to ponder over such things; and I do so still. Finding myself an inhabitant of the world, surrounded by ten thousand conflicting opinions on religious subjects, I want to know, &#x201C;what is truth?&#x201D; Who has it in  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his possession? Where shall we find it? If I were among the heathen, and had been taught to worship an alligator, I should not think it right to worship a cat; and if it was right to worship a cat, it would not be to worship a bull; and if a bull, it would not be to worship a snake; and if a snake, it would not be to worship a monkey; and if a monkey, it would not be to worship sun, moon, or stars. Were I among the Christians I would think if the Baptists are right the Presbyterians are not; if the Presbyterians are right then the Baptists are not; if the Church of England is right then the others are wrong; if the Roman Catholics are right then others are wrong; and if any of the others are right the Roman Catholics are wrong. I cannot conceive of two ways to go to Heaven and both right. I cannot think of a God of intelligence, who has created the whole human family, and who has organized every living thing, and adapted them to the varied positions which they occupy, being the author of the confusion<span class=\"citation\" id=\"73764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73764)\">1 Cor. 14:33<\/a><\/span> that exists in the world in relation to the forms of worship. But if God is not the author of it, who is? Where did it come from? I know that men generally are not inclined to investigate these subjects. <\/div><div class=\"paragraph jod\" id=\"v13n48\"> When I was a boy I used to be connected with the Church of England. Theirs is a pleasant kind of religion. I liked it very well when I was connected with it. They pay the parson for preaching and pay the clerk for saying &#x201C;Amen.&#x201D; No difficulty about the matter, everything moved along pleasantly. Nobody thought of questioning the parson. They considered the whole system correct, and that they were all on the way to Heaven. The Roman Catholics feel a good deal the same <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5129\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> way, only their religion is not quite so easy. They have to do penance sometimes; if they do wrong they may get absolution, but they have to pay for it. <\/div><div class=\"paragraph jod\" id=\"v13n49\"> In talking with Church of England ministers I have sometimes asked them where they got their authority from. That is a kind of question they hardly deem admissible, but they would say, &#x201C;Well, if we must confess, we got it from the Roman Catholics.&#x201D; Where did they get it from? &#x201C;From Peter.&#x201D; But, unfortunately, you Episcopalians say that the Roman Catholics are in error. &#x201C;Yes, they are in error.&#x201D; Well, if that be the case, how could they confer power upon you? Do not the Scriptures say if a tree is bad its fruit will be bad?<span class=\"citation\" id=\"63913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63913)\">Matt. 7:17<\/a><\/span> &#x201C;Oh,&#x201D; say they, &#x201C;they might retain their power even if they had lost their virtue.&#x201D; Oh, indeed; you admit that much. Well, if they had power to bind on earth and to bind in Heaven, they had power to loose on earth and to loose in Heaven;<span class=\"citation\" id=\"64889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64889)\">Matt. 16:19<\/a><\/span> and if they had power to give the priesthood they had power to take it away, and if they cut you off you have no authority. They do not like to reason upon these things; but I do. I like to know the &#x201C;whys&#x201D; and &#x201C;wherefores&#x201D; in all such things, and to understand their foundation, especially in matters pertaining to man's eternal welfare. I have generally taken the liberty of applying the word of God to principles of religion whether taught by the Methodists, Church of England, Roman Catholics, or any others; and when &#x201C;Mormonism&#x201D; was presented to me my first inquiry was, &#x201C;Is it Scriptural? Is it reasonable and philosophical?&#x201D; This is the principle I would act upon today. No matter how popular the theories or dogmas preached might be, I would not accept  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them unless they were strictly in accordance with the Scriptures, reason, and common sense. <\/div><div class=\"paragraph jod\" id=\"v13n51\"> I used to be told when investigating religious principles that it was dangerous to do so, and I had better let them alone; but I did not think so. I believe it is good to investigate and prove all principles that come before me. Prove all things, hold fast that which is good,<span class=\"citation\" id=\"75744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75744)\">1 Thes. 5:21<\/a><\/span> and reject that which is evil, no matter what guise it may come in. I think if we, as &#x201C;Mormons,&#x201D; hold principles that cannot be sustained by the Scriptures and by good sound reason and philosophy, the quicker we part with them the better, no matter who believes in them or who does not. In every principle presented to us, our first inquiry should be, &#x201C;Is it true?&#x201D; &#x201C;Does it emanate from God?&#x201D; If He is its Author it can be sustained just as much as any other truth in natural philosophy; if false it should be opposed and exposed just as much as any other error. Hence upon all such matters we wish to go back to first principles. <\/div><div class=\"paragraph jod\" id=\"v13n52\"> If I am a man, where did I come from, and what is the nature of my existence and being here? I want information on these points, if anybody can give it. If I had an existence before I came here I want to know something about it. If there is a God and anybody on the earth ever knew anything about Him, I want to know something about Him. If there are wise, intelligent, and learned men anywhere who can tell me anything about Him, about my own existence and future destiny, I want to know it. These desires are reasonable; why should they not be gratified? You go to the heathen and inquire about God, and they have thousands of them in every form. Go to the Christians and they have one God, but he has neither body, <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5128\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parts, nor passions; his presence is everywhere, but he exists nowhere. They have never heard nor seen him, and they do not know anybody who ever did, not even their ministers, whom, they claim, are sent of God. They are equally as ignorant in relation to their own existence and the ends of their creation. They say they are going to Heaven, but all they can tell you about it is that it is beyond the bounds of time and space. <\/div><div class=\"paragraph jod\" id=\"v13n53\"> This kind of doctrine does not suit me. I can read in the Scriptures that men used to converse with God, and that angels conversed with them; that others had visions and could read the purposes of God as they were unfolded before them. But come to the present day when, according to their own account, the most intelligent people that ever were upon the earth are now in existence, and they know nothing about God or His purposes. I care nothing about such knowledge and wisdom. In the language of the old prophet I say, &#x201C;My soul, enter not thou into their secret.&#x201D;<span class=\"citation\" id=\"53672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53672)\">Gen. 49:6<\/a><\/span> I want something that is intellectual and true, and that will bear investigation. <\/div><div class=\"paragraph jod\" id=\"v13n54\"> When I turn to the Gospel as taught by Jesus, I find that he sent his disciples into all the world and commanded them to preach the Gospel to every creature, saying, &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66791)\">Mark 16:15-16<\/a><\/span> This Gospel was no pliant thing, as in this day, that men could receive or refuse as they pleased, or that they could tinker to suit their own notions; but when preached, it involved the salvation or damnation of those who heard it. <\/div><div class=\"paragraph jod\" id=\"v13n55\"> When the apostles commenced to preach the Gospel, Jesus said it was necessary for him to go away, for if he went away he would send them the Comforter&#x2014;<span class=\"citation\" id=\"70296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70296)\">John 16:7<\/a><\/span>the Holy Spirit&#x2014;   <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which should call all things to their remembrance<span class=\"citation\" id=\"70033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70033)\">John 14:26<\/a><\/span> and show them things to come.<span class=\"citation\" id=\"70368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70368)\">John 16:13<\/a><\/span> This was something very important; a religion that would do this was a religion fit for immortal men. Why should men, made in the image and after the likeness of God,<span class=\"citation\" id=\"52187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52187)\">Gen. 1:26-27<\/a><\/span> be ignorant of themselves, of their pre-existence, and their future destiny? The religion that Jesus came to teach instructs men in relation to these subjects and puts them in possession of correct information. Well, then, I do not want to go to any of the old doctrines of the Roman Catholic Church, or to the Episcopalians, Calvinists, or Lutherans. I want the doctrines that were promulgated by the disciples of Jesus on the day of Pentecost, through obedience to which men may gain the power and inspiration that were enjoyed by them, in accordance with the promises which Jesus had made. On that day we read that the disciples began to speak with other tongues as the Spirit gave them utterance. People from different nations heard them preach the Gospel in their own tongues, and they marveled and thought they were drunken with new wine.<span class=\"citation\" id=\"71076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71076)\">Acts 2:1-13<\/a><\/span> Peter told them that it was not so, &#x201C;But,&#x201D; said he, &#x201C;this is that which was spoken by the prophet: It shall come to pass in the last days, that I will pour out my spirit upon all flesh: and your old men shall dream dreams, and your young men shall see visions: And upon my servants and handmaidens I will pour out my Spirit; and they shall prophesy.&#x201D;<span class=\"citation\" id=\"71113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71113)\">Acts 2:14-18<\/a><\/span> It was the pouring out of the Spirit of God in fulfillment of this prophecy. It was the revelation of God to man; it was the introduction of the Gospel of Jesus Christ; it was the power of the Lord God manifested through obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n57\"> When the people saw these won<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5127\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>derful manifestations, they said, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71155)\">Acts 2:37<\/a><\/span> I have often reflected upon this saying. If men were to ask this question now among the Methodists they would tell them to come to the mourner's bench and be prayed for. Some of the other sects would tell them pretty much the same thing. I have seen operations of this kind take place. When their preachers get people excited, they get them to the mourner's bench and they commence praying, and tell the people to believe on the Lord Jesus Christ. The mourner may say, &#x201C;I do believe;&#x201D; but his only answer will be, &#x201C;Well, you must believe.&#x201D; &#x201C;I do believe,&#x201D; says the mourner again. &#x201C;Well, you must believe,&#x201D; is the reply again, and that is about all the minister or the people know about it. Some will say the believer must be baptized; but upon the mode of baptism they are very much divided in opinion. Some say they must be sprinkled; others say the water must be poured upon the believer; while others say that immersion is the correct method. The Methodists are very pliable on this point&#x2014;they give a man a chance to have which method he pleases; their ministers do not know which is right, so they give the sinner the privilege to take which he likes. <\/div><div class=\"paragraph jod\" id=\"v13n58\"> I have reflected upon these matters a good deal. It was very different in former days. When they asked on the day of Pentecost what they were to do to be saved, said Peter, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71180)\">Acts 2:37-38<\/a><\/span> This was the command to all&#x2014;to the doctors, lawyers, Pharisees, and pious people, as well as to the harlot, publicans, and thieves. This was the doctrine of the Apostolic Church. The question with me is, &#x201C;If this  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was the true Gospel 1,800 years ago, is it not the same today?&#x201D; This is a question I have often put to priests when I was very young, and they would tell me not to trouble myself about such things, they were for the consideration of wiser people. But when I investigated further I found that these &#x201C;wiser people&#x201D; knew nothing about it. <\/div><div class=\"paragraph jod\" id=\"v13n60\"> The Methodists, Presbyterians, and others tell us they have the Gospel and the Holy Ghost. I am glad if they have, but if they have, they will be able to show the fruits of the Gospel, for it will produce the same results now as then. Eighteen hundred years ago, if a man sowed wheat it produced the same as today; and if he sowed barley or corn, he reaped the same, for what a man sows that shall he reap.<span class=\"citation\" id=\"74693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74693)\">Gal. 6:7<\/a><\/span> The animal called a horse in those days is not a jackass or a mule now, but is a horse still. Two and two made four then the same as today. The Gospel of Jesus Christ produced certain results then, and it will produce the same today, or it is not the Gospel. This is the way I reason. &#x201C;Well,&#x201D; the inquirer may say, &#x201C;if the Gospel does not exist anywhere but among you Latter-day Saints, where did you get it from?&#x201D; We believe God has spoken. Joseph Smith said an angel came and administered to him and revealed the Gospel to him as it existed in former days,<span class=\"citation\" id=\"93776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93776)\">JS&mdash;H 1:30-54<\/a><\/span> and Joseph declares further, that he was ordained by holy angels,<span class=\"citation\" id=\"129348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129348)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84581)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"93924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93924)\">JS&mdash;H 1:68-72<\/a><\/span> and was commanded to go forth and preach the everlasting Gospel. I find in reading the Bible that there is a prophecy in relation to this matter. John says in his Revelation, &#x201C;I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth, to every nation, kindred, tongue, and people, Crying with a loud voice, <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5126\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made the heavens, earth, the seas, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79887)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n61\"> What is meant by the everlasting Gospel? I know that some people think there was no Gospel until Jesus came; but it is a great mistake. Adam, Noah, Abraham, and Moses had the Gospel; and when Jesus came he came to offer himself a sacrifice for the sins of the world, and to bring back the Gospel which the people had lost. &#x201C;Well,&#x201D; says one, &#x201C;do you mean to affirm that the men you have just named had the Gospel?&#x201D; I do, and hence it is called the everlasting Gospel. &#x201C;How do you know?&#x201D; Why, the Scriptures say the Gospel held the keys of the mysteries of the revelation of God.<span class=\"citation\" id=\"72882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72882)\">Rom. 16:25<\/a><\/span><span class=\"citation\" id=\"87564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87564)\">D&amp;C 84:19<\/a><\/span> Now, Adam was in possession of these things; he was in possession of the spirit of prophecy and revelation. He talked with God,<span class=\"citation\" id=\"52590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52590)\">Gen. 3:9-12<\/a><\/span><span class=\"citation\" id=\"92523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92523)\">Moses 4:14-18<\/a><\/span> and it was through the medium of the Gospel he was enabled to do it. Enoch also conversed with and had revelations from God, and finally he was not, for God took him.<span class=\"citation\" id=\"52794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52794)\">Gen. 5:24<\/a><\/span> Noah conversed with God,<span class=\"citation\" id=\"93290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93290)\">Moses 8:19<\/a><\/span> and God told him to build an ark, and gave him revelations about the size of it and the kind of animals he was to introduce into it.<span class=\"citation\" id=\"52873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52873)\">Gen. 6:13-22<\/a><\/span> And wherever the Gospel existed there was a knowledge of God.<span class=\"citation\" id=\"92676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92676)\">Moses 5:58-59<\/a><\/span> Moses had the Gospel and so had Abraham, and they communicated with Him from time to time. And by what medium was this done? It was through the medium of the Gospel. &#x201C;Do you mean to affirm,&#x201D; says the objector, &#x201C;that Moses had the Gospel?&#x201D; Yes; let us take the Bible for it; we all believe in that. In that book we read that &#x201C;unto us was the gospel preached as well as unto them.&#x201D;<span class=\"citation\" id=\"76509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76509)\">Heb. 4:2<\/a><\/span> We are also told that the Gospel was preached to them, but that it did not profit them, not  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being mixed with faith in those who heard it,<span class=\"citation\" id=\"76510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76510)\">Heb. 4:2<\/a><\/span> therefore the law was added because of transgression.<span class=\"citation\" id=\"74530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74530)\">Gal. 3:19<\/a><\/span> Added to what? Why, to the Gospel, which the Scriptures say Moses preached to the children of Israel.<span class=\"citation\" id=\"126223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126223)\">D&amp;C 84:19-25<\/a><\/span> In the New Testament we read, Gal. 3rd chapter and 8th verse, &#x201C;For the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.&#x201D;<span class=\"citation\" id=\"74492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74492)\">Gal. 3:8<\/a><\/span> It was through the medium of the Gospel that Abraham obtained these promises. Now, some people think the law of Moses, as it is called, was given to the children of Israel as a peculiar kind of a blessing; but it was a peculiar kind of a curse, added because of transgression. It was as Peter said&#x2014;neither they nor their fathers were able to bear it.<span class=\"citation\" id=\"71891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71891)\">Acts 15:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n63\"> We read also that Jesus came and was a priest forever after the order of Melchizedek.<span class=\"citation\" id=\"76627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76627)\">Heb. 5:6<\/a><\/span> Who was Melchizedek? He was the man who blessed Abraham, the father of the faithful,<span class=\"citation\" id=\"74484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74484)\">Gal. 3:7<\/a><\/span><span class=\"citation\" id=\"92185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92185)\">D&amp;C 138:41<\/a><\/span> yet Melchizedek was greater than Abraham,<span class=\"citation\" id=\"126224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126224)\">Gen. 14:17-40 (JST)<\/a><\/span><span class=\"citation\" id=\"76784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76784)\">Heb. 7:1-4<\/a><\/span><span class=\"citation\" id=\"126225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126225)\">Alma 13:15<\/a><\/span><span class=\"citation\" id=\"126226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126226)\">D&amp;C 84:14<\/a><\/span> for verily the lesser is blessed of the greater.<span class=\"citation\" id=\"126324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126324)\">Heb. 7:7<\/a><\/span> For wherever and whenever the Gospel has existed there has been the opening of the heavens, revelations and visions given to men; and wherever the Gospel has not existed there has been no vision, no revelation, no communication between the heavens and the earth. Hence that which is called the Gospel in the Christian world is not the Gospel, but a perversion of it. <\/div><div class=\"paragraph jod\" id=\"v13n64\"> When Jesus came he came to do away with the law and to introduce the Gospel that their fathers had lost because of transgression. After its restoration by Jesus the same results followed: the heavens were opened, the purposes of God unfolded, and His power made manifest among the people. <\/div> <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5125\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n65\"> Joseph Smith's mission was to restore this same Gospel in its fulness. He brought back the same Gospel that Jesus taught, the same faith and repentance, the same baptism for the remission of sins, and the same laying on of hands for the gift of the Holy Ghost, and the same Holy Ghost with all its powers and blessings. This is the doctrine and these the principles we profess to believe in. We do not profess to have received our authority from the Church of England or any other sect: it came directly from God by the ministration of holy angels. The Gospel that we preach is the everlasting Gospel; it reaches back into the eternities that are past; it exists in time and it stretches forward into the eternities to come, and everything connected with it is eternal. Our marriage relations, for instance, are eternal. Go to the sects of the day and you will find that time ends their marriage covenants; they have no idea of continuing their relations hereafter; they do not believe in anything of the kind. It is true there is a kind of natural principle in men that leads them to hope it may be so; but they know nothing about it. Our religion binds men and women for time and all eternity. This is the religion that Jesus taught&#x2014;it had power to bind on earth and to bind in Heaven, and it had power to loose on earth and to loose in Heaven.<span class=\"citation\" id=\"64890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64890)\">Matt. 16:19<\/a><\/span> We believe in the same principles, and we expect, in the resurrection, that we shall associate with our wives and have our children sealed to us by the power of the holy priesthood, that they may be united with us worlds without end.<span class=\"citation\" id=\"87245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87245)\">D&amp;C 76:112<\/a><\/span> The Gospel we preach is like the Melchizedek priesthood&#x2014;without beginning of days or end of years.<span class=\"citation\" id=\"76801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76801)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"82162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82162)\">Alma 13:7-9<\/a><\/span><span class=\"citation\" id=\"87541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87541)\">D&amp;C 84:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n66\"> There is something pleasant in this. I do not want uncertainty  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about my eternal welfare; I do not want to dream away my existence and be governed by somebody's <span class=\"italic\">ipse dixit<\/span> in regard to the future; I do not want to pay a man a few dollars to take care of my soul; I beg the privilege of doing that myself with the assistance of my brethren in the priesthood. <\/div><div class=\"paragraph jod\" id=\"v13n68\"> Why, these Christians, so called, cannot trust their God in anything. To show the difference in the workings of their systems and ours I will refer briefly to my early experience amongst them. When young I used to attend their missionary meetings. Their preachers would get up and tell about the dreadful state of the heathen, and in order that they might be converted, the members of the various religious bodies used to subscribe thousands and thousands of pounds to send them abroad and support them while there. I have known them make mathematical calculations about how many souls a missionary might convert, and what it would cost to support him during the time he was doing it; and then they would say if they could have the amounts collected for missionary purposes duplicated, triplicated, or increased a thousand times, there might be so many more heathen converted. Those men would not go out as the apostles did&#x2014;without purse or scrip.<span class=\"citation\" id=\"64099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64099)\">Matt. 10:9-10<\/a><\/span><span class=\"citation\" id=\"67392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67392)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68137)\">Luke 22:35<\/a><\/span> Jesus commanded them to go so in order to try the world. And when Joseph Smith sent out his apostles and disciples he said, Go without purse or scrip.<span class=\"citation\" id=\"84473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84473)\">D&amp;C 24:18<\/a><\/span><span class=\"citation\" id=\"87907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87907)\">D&amp;C 84:86<\/a><\/span> I have traveled thousands and hundreds of thousands of miles that way; and many of my brethren have done the same thing. Have we lacked anything<span class=\"citation\" id=\"68136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68136)\">Luke 22:35<\/a><\/span> necessary? No, never. The Gospel of Jesus Christ always took good care of me, and to<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5124\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day I would rather trust in God under such circumstances than in any of the princes of the earth. This is the way our religion has spread, and it has progressed because God has been with and blessed the labors of His servants; and peace, harmony, and union prevail in our midst. Many have got angry with us, but that is nothing new; the wicked have always shown anger when the Gospel of Jesus Christ has been upon the earth. <\/div><div class=\"paragraph jod\" id=\"v13n69\"> Many have tried to stay the progress of the work of God, but it has continued to roll on in spite of all the opposition with which it has had to contend. The prophet saw a little stone cut out of the mountain without hands, and it continued to roll and smote the feet of the image made of clay, brass, silver, gold, and iron, and it became as the chaff of the summer threshing floor; but the little stone grew and increased until it became a great mountain and filled the whole earth.<span class=\"citation\" id=\"61032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61032)\">Dan. 2:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n70\"> It will be so with this stone which God has hewn out in these last days;<span class=\"citation\" id=\"61087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61087)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86598)\">D&amp;C 65:2<\/a><\/span> and though men may combine to stay its progress and may set themselves in array against the Lord and His anointed, yet He will come out of His hiding place and will vex such people and nations,<span class=\"citation\" id=\"89651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89651)\">D&amp;C 101:89<\/a><\/span> and He will overturn and overturn until Truth shall prevail the wide world over, and until His kingdom shall reach from the rivers to the ends of the earth;<span class=\"citation\" id=\"56851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56851)\">Ps. 72:8<\/a><\/span> until all men shall bow to the scepter of Immanuel; until the wicked shall be rooted from the earth, and His kingdom shall be established and given to His Saints to possess forever and ever.<span class=\"citation\" id=\"61648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61648)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n71\"> May God help us to be faithful in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}