{"ID":130033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered in the Tabernacle, Salt Lake City, Sunday, Jan. 23, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Grimshaw.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 1\/23\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v13n1151\"> In addressing an assembly of Saints, I expect the benefit of their prayers, without the ceremony of asking, being assured that they are aware as well as I am that our teachings and administrations in the Gospel of life are blessed to us according to our faith and prayers, and the diligence we give and the attention we bestow. <\/div><div class=\"paragraph jod\" id=\"v13n1152\"> I propose to make some general observations upon the Gospel and its administrations, and in relation to its effects when received, and the important blessings derived by this community through its divine power and virtue. This Gospel, which God has commanded us to offer to the world, is an order or system of things simple, plain, and may be easily understood. In regard to its principles, the nature of its requirements, and the precise kind and character of its blessings and promises, no one, however ignorant or unlearned, needs be left in the dark any great length of time; but may discover its golden truths, and the emblazoned mark of divinity in its arrangements as distinctly, as speedily as Naaman, the Captain of the Assyrian hosts, found divine virtue and the hand of Divinity in the order prescribed to him by Elijah, through which his leprosy was removed.<span class=\"citation\" id=\"55787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55787)\">2 Kgs. 5:1-14<\/a><\/span> In his case, the order of obtaining miraculous blessings&#x2014;viz.: to immerse seven times in Jordan, as prescribed by Elijah&#x2014; <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was so simple, so plain, and in regard to the knowledge of its divine efficacy, so easy of ascertainment, that the great Captain, at first, was exceedingly wrathy at the idea that God should propose to work upon him through such easy means and simple forms; but the order, through which he could be healed of his leprosy was prescribed of God through the Prophet, and finally the Assyrian officer, through the plain, commonsense reasoning of his servant, concluded to waive his objections, and comply with the requirements, and having done so, he received the promised blessing. The first principles of the Gospel which we offer, and which put men in possession of the revelations of God and of a knowledge of this work, are precisely as simple, plain, and as easy of understanding, as the order before alluded to, through which the Heavens were opened in Naaman's behalf. <\/div><div class=\"paragraph jod\" id=\"v13n1153\"> The Gospel was brought to our respective habitations far remote from these mountain vales. It found us citizens of many nations, speaking our respective languages, each possessing his peculiar notions and prejudices, with His associations, and a strong attachment to kindred, friends, and country. However unpleasant, unkind, unjust, and inconsistent it might appear at first; yet we clearly foresaw that, in receiving this Gospel, we should be compelled  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to break up those associations, and sever those attachments, leaving the lands of our nativity, and going forth with our wives and children to a distant land, of which we had but little knowledge. But a similar requisition was made upon the House of Israel, in the land of Egypt; also upon Noah and his family, and upon Abraham and the family of Lot, in the City of Sodom; and upon the families of Lehi and Ishmael, as mentioned in the Book of Mormon. But in the provisions of the Gospel which was offered to us, there were fairness and safety; it proposed to give us, through obedience to its requirements, a perfect knowledge of its Divine authenticity, so that in leaving our kindred, breaking up our social relations, and going forth from our native land, we should first become perfectly assured that it was no human contrivance, something gotten up to effect some political purpose, or satisfy some worldly ambition, to achieve some private end through human cunning and craftiness. The Gospel was plain and simple in its requirements; and there could be no mistaking the precise nature and character of its blessings and promises, nor the manner and time in which they were to be reached. The first feature in this system, which struck us with surprise, and arrested our attention, was its perfect similarity, in all its parts, with the Gospel as recorded in the New Testament. It required repentance, and a forsaking of sins, immersion in water for the remission of sins, with a promise that, through the laying on of hands by those having authority, people should receive the Holy Ghost, by which should come a knowledge of the truth of the doctrine. Another remarkable feature which called forth our most serious consideration, was the solemn testimony of the Elders, that they <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possessed the right to administer these sacred ordinances, by virtue of the holy priesthood committed to Joseph Smith, through the ministration of the Apostles, Peter, James, and John. And furthermore, that the solemn and most important facts should be revealed to every man upon his faithful obedience to the Gospel requirements. In these propositions, though at first seemingly strange, we saw everything was plain, fair and honorable. In doing what they required, we should only do, in fact, what as true-hearted believers in the ancient Gospel, we <span class=\"italic\">ought to do<\/span>, and if we failed to receive the promised blessings, and thereby proved the Elders' testimony false, our religious condition would nevertheless be then as good as any other Christian's, and a little better, perhaps, because we should have approached a little nearer to the doctrines of the Scripture, inasmuch as their true forms and ceremonies were concerned. Of course, in this case, having proved to our satisfaction that there was no Holy Ghost, no supernatural manifestations, no knowledge, no revelations accompanying the Elders' administrations of the Gospel, no human persuasion, no cunning sophistry could have induced us to leave our homes and friends to embark in a scheme which our common sense taught us would eventuate in bitter disappointment and inevitable ruin; but like other Christians, continued in the enjoyment of friends and home, groping our way through religious darkness, expecting nothing, hoping nothing, and receiving nothing. But the fact that I am now speaking to assembled thousands of intelligent and enlightened people, who received this Gospel with the aforementioned fond considerations and lively expectations, gathered here by their own free will and choice, out of almost  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every nation, demonstrates most clearly, most forcibly, and most solemnly, that this scheme of life, this Gospel as proclaimed by Joseph Smith, has been shown to us by the revelations of the Almighty, that it is undeniably His will, His word and His message; not only this, but we find within ourselves a fixed purpose, an unalterable resolution to do, if need be, what many of us have already done&#x2014;show the sincerity of our convictions of these solemn truths, through sacrificing all we possess, not even holding our lives as dear to us as this religion. There was yet another prominent feature embraced in this order of things&#x2014;viz., where it found people in poverty, misery, and in a condition but little above starvation, it spoke in positive terms of future relief and effectual deliverance. It did not simply say, &#x201C;Be ye warmed and be ye clothed,&#x201D;<span class=\"citation\" id=\"94618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94618)\">James 2:16<\/a><\/span> but it declared plainly, and in distinct terms, that the Lord had seen their bondage and oppression, and heard their cries of sorrow and misery, and had now sent them His Gospel for their deliverance, and would lead them into circumstance of independence, where they could supply their own wants and necessities. Here, again, was something fair and consistent and worthy of all praise and admiration, and characteristic of our Great Parent, which we discover in all of His dispensations, when they are in actual working order, as they were in the case of Noah; and in calling Israel and making them an independent people; likewise as in calling Lehi to establish a people upon this continent, as well as in many other instances. <\/div><div class=\"paragraph jod\" id=\"v13n1156\"> A religion or system is of little account where it possesses no virtue nor power to better a man's condition, spiritually, intellectually, morally, and physically. Enoch's order of the Gospel did for his people all this, and <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it has done the same in every instance, when preached in its purity and obeyed in sincerity. Many of the thousands of persons in these beautiful valleys who formerly were compelled to subsist with their wives and children in a half-starved condition, not owning an habitation, nor a foot of land, nor a horse, cow, pig, nor chickens, in fact nothing they could call their own, subject at any moment, through the whim of their employer, to be turned into the streets, miserable beggars, now own cabinet shops, factories, mills, flocks and herds, beautiful gardens and orchards, productive farms, wagons and carriages, dwelling in their own houses in comfortable and easy circumstances. No one has any apprehension of starvation within the jurisdiction of the Latter-day Saints. The Gospel proposed these blessings at its announcement, and they have been most miraculously accomplished. No other religious system could have achieved such things, nor dared any other Christian denomination venture to send out its missionaries without purse or scrip<span class=\"citation\" id=\"68141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68141)\">Luke 22:35<\/a><\/span> and without a college education to state to the people that they had authority from God to administer the sacred ordinances of the Gospel, through which should be revealed tangible evidence and knowledge of its divinity, and of their being authorized to administer it and take the people from a state of poverty, and lead them thousands of miles and despite every obstacle establish them as a comparatively independent people in the midst of a wild desert country. Had they found the people poor, friendless and without the means of living, and in servitude not much better than the Egyptian bondage, as we found many of them, they could have imparted no cheering news of an approaching salvation from the God of Heaven;  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but could only have instructed them to be contented and reconciled with their unhappy lot, and in no case must look for any new revelation or any miraculous interposition. <\/div><div class=\"paragraph jod\" id=\"v13n1158\"> What philanthropists have wished to accomplish and have often attempted, the Lord is now doing upon a magnificent scale in this great American desert. Flourishing settlements, towns and cities are rapidly being built, extending over a distance of 500 miles in length, hundreds of miles in width, through the untiring energy and perseverance of a people formerly totally ignorant of such labors. In these cities people live in harmony and peace, and robberies, grog shops, gambling hells, houses of ill fame, and prostitutes are not known in any of our numerous towns and cities, except in some instances where Christians, so-called, possess a footing and an influence; everywhere else this community flourishes without these demoralizing institutions. No one, however prejudiced he may be, can scarcely avoid acknowledging the palpable fact that this scheme of things has conferred marvelous blessings upon thousands and tens of thousands in the way of putting them in possession of the means of sustaining themselves, after having delivered them from oppression and tyranny, little better than African slavery; and no doubt our legislators at Washington, one and all, would give us credit for our indefatigable and successful labors in establishing an extensive and flourishing colony upon a portion of our government's domain, formerly inhabited only by savages and wild beasts, provided we would allow this work was of man and not of God&#x2014;that it had been accomplished through the artifice and wisdom of man, and not by the power, wisdom, and revelations of God. <\/div><div class=\"paragraph jod\" id=\"v13n1159\"> Joseph Smith, whom God chose to <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> establish this work, was poor and uneducated, and belonged to no popular denomination of Christians. He was a mere boy, honest, full of integrity, unacquainted with the trickery, cunning and sophistry employed by the politicians and the religious hypocrite to accomplish their ends. Like Moses he felt incompetent and unqualified for the task,<span class=\"citation\" id=\"53812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53812)\">Ex. 4:10<\/a><\/span> to stand forth as a religious reformer, in a position the most unpopular, to battle against opinions and creeds which have stood for ages, having had the sanction of men, the most profound in theological obedience; but God had called him to deliver the poor and honest-hearted of all nations from their spiritual and temporal thralldom. And God promised him that whosoever should receive and obey his message, and whosoever would receive baptism for remission of sins, with honesty of purpose, should receive divine manifestations, should receive the Holy Ghost, should receive the same Gospel and blessings as were promised and obtained through the Gospel, as preached by the ancient Apostles, and this message, this promise, was to be in force wherever and to whomsoever it should be carried by the Elders, God's authorized messengers. So said Joseph Smith, the uneducated, the unsophisticated, the plain, simple, honest boy. It is through the virtue and force of this boy's statement that I speak this afternoon to assembled thousands. In the integrity of my heart, with honesty of purpose to know the truth, I received this message; I obeyed this form of Gospel, and I received, in the most tangible and satisfactory manner, a divine manifestation, the promised blessing, a knowledge of this work. Am I the only witness? How is it with the experience of the thousands whom I now address? Are you also witnesses?  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If you are not, I ask you in the name of common sense, why are you here? Why did you leave your homes and countries, giving your sanction to the truth of a system which promised you divine manifestations, but which you failed in experiencing? Being honest ourselves, if we cannot bear a solemn testimony of having received divine manifestations of the great fact that God Himself has founded this system of things, then it becomes a serious fact that we are witnesses, and in truth the only proper witnesses, that this whole plan and pretension of Joseph Smith is a sheer falsehood, a miserable fabrication. It will be recollected that this Gospel message proposed to give us divine manifestations through doing certain specified acts; we have performed those acts precisely in the manner indicated. No one else but we ourselves has attempted to conform to this arrangement, consequently, no other people are prepared to be witnesses either for or against this system. <\/div><div class=\"paragraph jod\" id=\"v13n1161\"> The Gospel, as recorded in the New Testament, in its promises and provisions, was precisely similar. It required certain specified acts to be done, with promises that divine manifestations should follow their performance. Jesus said: &#x201C;He that will do the will of God, shall know of the doctrine.&#x201D;<span class=\"citation\" id=\"69350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69350)\">John 7:17<\/a><\/span> Peter said, on Pentecost day, &#x201C;Repent and be baptized for the remission of sins, and you shall receive the gift of the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71205)\">Acts 2:38<\/a><\/span> Again, Jesus said: &#x201C;These signs shall follow them that believe,&#x201D;<span class=\"citation\" id=\"66896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66896)\">Mark 16:17<\/a><\/span> etc. A multitude of testimonies could be adduced from the New Testament, showing that divine manifestations and perfect knowledge were promised to and were actually received in a specified and tangible form by those who then obeyed the Gospel. Those who obeyed its requirements were the only competent witnesses for or <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against its divine authenticity. After honestly complying with its requisitions&#x2014;viz., repenting of and forsaking their sins, being immersed in water for the remission of sins, and receiving the ordinance of the laying on of hands, then had they failed to receive the Holy Ghost, with its gifts and promised knowledge and attendant signs, they would have seen that the entire apostolic scheme of salvation rested on a baseless fabric. <\/div><div class=\"paragraph jod\" id=\"v13n1162\"> When this Gospel, or order of things which we have received, was presented to us, we carefully compared it with the Gospel recorded in the Scriptures, and found it alike precisely in every particular, as regarded its forms, ordinances and the authority to administer them, its promise of the Holy Ghost and of the signs that should follow, together with a promise of a knowledge of its divinity. In many instances it was brought to us by men with whose character we were perfectly familiar, and for whose honesty and integrity we could vouch, who would solemnly state, in private and in public, that through an obedience to its requirements, they had obtained, in a tangible form, a perfect knowledge of its Heaven-born principles. This was my experience, and after having complied with its demands, and thereupon received a knowledge of its genuineness, and having obtained authority to preach and administer its ordinances, I commenced forthwith to proclaim it to the world; and no doubt there are persons in this audience, out of different nations, to whom I have administered this Gospel that can witness to its virtue and efficacy. Thirty-five years I have been employed in forwarding the interests of this order of things, and you are the proper judges whether it be of God or of man. We have the same Gospel the primitive churches had, and the  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>same knowledge and evidence they had of its divine authenticity, and just as honest and brave men to preach it as they had, men that have proved their integrity through sacrifice as great as the Elders of the primitive churches ever made. The testimony of our Elders is as valid and worthy of credit as the testimony of their Elders. Our Apostles who are living, are as honest as the Apostles of the New Testament, and their testimony is as worthy of credit, so far as they live and speak according to the Scriptural law and testimony.<span class=\"citation\" id=\"58042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58042)\">Isa. 8:20<\/a><\/span> If this order of things which we have obeyed is not the Gospel&#x2014;if these evidences, these manifestations, this knowledge, this Holy Ghost, these deliverances from misery, bondage, and starvation, and being placed in happy and comfortable circumstances, living together in peace and harmony, building beautiful towns and cities, free from demoralizing institutions, be not the legitimate fruits of the working of a pure and holy system, established by God through Joseph Smith, we shall be compelled to question the genuineness of the Gospel in the former-day Saints, as recorded of the New Testament. <\/div><div class=\"paragraph jod\" id=\"v13n1164\"> By some it has been argued that Joseph Smith and his prominent Elders were the most corrupt, wicked and infamous of impostors, but his followers, the Latter-day Saints in general, though deceived, were very good people and perfectly honest in their religious opinions. <\/div><div class=\"paragraph jod\" id=\"v13n1165\"> From what I have already said in regard to the operations and effects of this scheme, it is easy to be seen that, if it be an imposition, it is not confined exclusively to the leaders of this people, but this whole community are actively and knowingly engaged in this stupendous work of deception and hypocrisy; and by the way, as I before hinted, if this could be proved <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be the case, we should be compelled to the belief that the former-day Saints also had been engaged in the same disgraceful business. More than one hundred thousand people now dwell in these valleys, many of them having come from distant climes and nations; in this great fact they willingly and knowingly exhibit to the world a clear and powerful testimony, more expressive and forcible than any language could command, that they did undeniably and most positively receive, through the ordinances of this Gospel, administered unto them by our Elders, a knowledge of this work, through the divine manifestations of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v13n1166\"> But it may be objected that, whereas this community were found by our missionaries in great poverty and distress, therefore they obeyed the Gospel and emigrated here to better their circumstances financially, without any regard to its truth or falsity, as a divine system. This might be true in some instances, but impossible as regards its application to this people as a community. Such persons who received this work, not with religious motives, not with honest convictions of its divine requirements, but solely for the loaves and fishes,<span class=\"citation\" id=\"69213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69213)\">John 6:26<\/a><\/span> cannot possibly abide the test to which every man's faith, sooner or later, must be brought, but will have their dishonesty and hypocrisy exposed, and will apostatize. Hundreds of my brethren, Elders of this Church, full of godly zeal, animated with the purest motives, having obtained a knowledge of the will of God, have left their wives and children, everything that the heart holds most dear, and gone forth to the nations, without compensation, and called on all to repent and turn their hearts to the Lord, obey the Gospel, and they should receive the Holy Ghost, which should &#x201C;lead them into all truth: and  <div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>show them things to come,&#x201D;<span class=\"citation\" id=\"70374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70374)\">John 16:13<\/a><\/span> and it should be their guide and monitor, a principle of revelation, remaining with them through life, provided they preserved their honesty and integrity, and were faithful in keeping the commandments of God, devoting their time, their means, their talents, their all, to the building up of the Kingdom of God. These duties were required, these blessings promised in the preaching of the Gospel by our missionaries and the prominent Elders of this Church. To obtain light, a knowledge of the will of God, to get the true religion as now revealed through the Gospel, divine manifestations regarding the truth of the doctrine, as taught by Joseph Smith, was the first and all-absorbing proposition presented to the people. <\/div><div class=\"paragraph jod\" id=\"v13n1168\"> Now, whether these Elders and missionaries were miserable impostors, promulgating base falsehoods or not, is, of course, a question of grave consideration; and it is a matter of far greater importance, and of more curious inquiry, whether this people, as a community, having failed to receive those divine manifestations, kept silent as to that important and vital fact, and came here to practice hypocrisy in religion, and thus fasten, irresistibly, on our children and future generations, a system of falsehoods for a divine religion. Joseph Smith affirmed that Peter, James, and John visited him and gave him authority to administer the holy ordinances of the Gospel,<span class=\"citation\" id=\"84588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84588)\">D&amp;C 27:12<\/a><\/span> through which every honest-hearted man was promised the Holy Ghost, and a perfect knowledge of the doctrine. Our Elders simply affirm having received a divine knowledge of the fact that this Gospel was a heaven-born institution, and through its virtue and divine force every honest-hearted man might obtain this same knowledge. I had been a member of this Church but a few days <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when I obtained, through a divine manifestation, a clear, explicit, and tangible knowledge of the truth of this work. Thousands and tens of thousands of Latter-day Saints, men and women, in private life, could testify to the same experience, and though I may know many things in regard to this doctrine which in their limited experience, they may not understand, yet in this <span class=\"italic\">one fact<\/span> they are equal with me in knowledge, equal with the messengers who administered to them this Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n1169\"> I wish now to examine another prominent feature connected with this Gospel religion. An important item which was put forward prominently wherever this Gospel was announced, was that its followers should have abundance of persecutions, and would probably, in the progress of their new life, be compelled to make the most serious sacrifices of wife, children, houses and lands, spoiling of goods, and even life itself, perhaps.<span class=\"citation\" id=\"66605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66605)\">Mark 10:28-29<\/a><\/span> No persons are properly prepared to enter upon this new life until they have formed within themselves this resolution. The Savior, the Apostles, Joseph Smith, and our Elders, when offering the people this great system of salvation, told them clearly and distinctly it required sacrifices of the most serious and trying nature&#x2014;that it would bring persecutions, change our best friends into bitter and relentless enemies, and that instances would arise when people, in their confused notions of right and wrong, would even conceive they were doing God service in taking our lives.<span class=\"citation\" id=\"70269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70269)\">John 16:2<\/a><\/span> These were dull and forbidding prospects to a rational person, in being proselytized to a system whose truths he could not know, but only guess at, by what he was told, or read somewhere. Every man and every woman, before receiving a system of such sacrifices, would require a positive assurance, that a  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>submission to its requirements would bring indisputable knowledge of its real divinity, so that, after having obtained a divine witness of its genuineness, they could willingly, cheerfully, understandingly, and with a resolution inspired by divinity, move onward over the pathway of persecution and sacrifice, traversed in all ages by the martyred Saints and Prophets. <\/div><div class=\"paragraph jod\" id=\"v13n1171\"> On this point permit me again to quote what Jesus promised, viz.: &#x201C;Blessed art thou, Simon Bar-jona, flesh and blood hath not revealed it unto thee, but my Father in Heaven, and upon this rock will I build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64846)\">Matt. 16:17-18<\/a><\/span> Peter had obtained a revelation which Jesus called a rock, which every man might receive individually to himself and build upon with perfect assurance and safety, upon which he could found all his hopes and prospects of salvation. Peter, at Pentecost, promised the Holy Ghost to all who would be baptized,<span class=\"citation\" id=\"71206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71206)\">Acts 2:38<\/a><\/span> or in other words, obey the Gospel. The Holy Ghost would impart the knowledge which would constitute the rock of revelation upon which the Savior said his people should be established. This people have their hopes and prospects of peace and happiness in this life and in the life to come, resting and grounded upon this rock of revelation, and we are the only religious community which dares profess to occupy such a Scriptural position, and our claims upon the Savior's promise, that hell shall not prevail against a people so established,<span class=\"citation\" id=\"64853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64853)\">Matt. 16:18<\/a><\/span> give us peace, tranquility, unshaken confidence, and a pleasing and happy assurance of security in the midst of all kinds of display of threatened ruin and overthrow. <\/div><div class=\"paragraph jod\" id=\"v13n1172\"> It is the people, the masses&#x2014;not exclusively their leaders&#x2014;who have <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this knowledge and boldly testify of its possession. The astronomer may know of many laws and phenomena connected with the sun and its movements through ethereal space; but as regards the simple fact that it exists and shines upon the earth, millions know it as well as himself. President Brigham Young, or even Joseph Smith, so far as respects the simple fact that this Gospel, which we preach, as a divine institution, never professed to have a knowledge more perfect, more convincing, more satisfactory, than tens of thousands in these valleys, who never arose to address a public audience. This system of things in its nature, in the character of its origin, the manner of its operations, and in the purposes for which it was designed, coupled with the fact that men of honest hearts can and will apprehend and appreciate divine truth, is such that it cannot be destroyed. A person honest, full of integrity and love for the interest and happiness of his species, having explored this long untrodden path and made this grand and glorious discovery, will not and cannot keep silence, but despite threatened opposition, however fierce and terrific, will boldly declare the solemn fact, spreading and multiplying the divine intelligence, and if so required, will seal this testimony with his own life's blood. <\/div><div class=\"paragraph jod\" id=\"v13n1173\"> Should the prominent men of this Church, together with tens of thousands of its Elders, be swept away by our enemies, the Gospel would still survive, and with unabated force and vigor, still continue its irrepressible operations. So long as one solitary Elder, however unlearned, obscure or possessing an honest heart, remain alive upon the earth, these holy and sacred truths will be avowed and vindicated, order and proper authority continue their peaceful and happy  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reign, and Elders with hearts overflowing with love and heaven-born zeal, go forth to the nations, churches spring up in every land and clime, Saints increase and multiply and <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gather together; the Kingdom of God continue to be established, and the suggestive and inspired sayings of the Prophet Daniel be literally and emphatically accomplished.<span class=\"citation\" id=\"61228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61228)\">Dan. 2:44<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}