{"ID":130011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Synopsis of Remarks.<\/div>\n<div class=\"subtitle\">By President Brigham Young, at the Funeral of the Late President Daniel Spencer, on Thursday, December 10, 1868, at the 13th Ward Assembly Rooms, Great Salt Lake City.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Funeral of President Daniel Spencer.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 12\/10\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v13n299\"> &#x201C;Blessed are the dead that die in the Lord: Yea, saith the Spirit, henceforth they rest from their labors;&#x201D;<span class=\"citation\" id=\"80025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80025)\">Rev. 14:13<\/a><\/span> or, in other words, blessed are those who have received the Priesthood of the Son of God, and have honored it in their lives. Those who have honored their calling and Priesthood to the end die in the Lord, and their works do follow them. Our brother has lived faithful during his life, and has gone to his rest. We do not mourn as others do. We can truly say that we have a hope&#x2014;a knowledge. The way of life and salvation has been revealed to us, giving us knowledge of the present and future. We rejoice. Shall we rejoice that we have the opportunity of paying the last respects due to this lifeless clay, which a few days ago was alive and active, full of spirit, attending the High Council, giving decisions full of knowledge? Yes, we will rejoice. It is a matter of rejoicing more than the day of his birth. It is true it is grievous to part with our friends. We are creatures of passion, of sympathy, of love, and it is painful for us to part with our <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5068\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> friends. We would keep them in the mortal house, though they should suffer pain. Are we not selfish in this? Should we not rather rejoice at the departure of those whose lives have been devoted to doing good, to a good old age? Brother Spencer has lived beyond what is counted to be the common age of man some four or five years; his judgment was as active as it was twenty-five years ago. He has been faithful in this holy war. He instructed all with whom he met in the way of life. He never gave counsel but what marked the way to life everlasting. <\/div><div class=\"paragraph jod\" id=\"v13n300\"> I say to the wives and children and relations, we have more reason to rejoice for Daniel Spencer today, than on any day of his mortal life. He lives&#x2014;he has gone on a mission. We are taking steps to the very place he has gone to. That which was made subject to sin through the fall, has fled to its eternal place. This is only a mystery to those who do not understand. But we have joy in the dissolution of the body. While the spirit remains in the body, it is liable  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to sin and overthrow. We are only preserved by the grace of God and our own faithfulness. Brother Spencer was, while in the body, subject to temptations and the vanities that are in the world. So with us. That silent clay is consigned to rest, and the spirit is free&#x2014;gone to God who gave it.<span class=\"citation\" id=\"57616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57616)\">Eccl. 12:7<\/a><\/span> How far had he to go to get to the Lord? According to the ancients, he is dwelling there. David says, &#x201C;If I were to flee to the uttermost parts of the earth, thou art there.&#x201D;<span class=\"citation\" id=\"57314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57314)\">Ps. 139:8-9<\/a><\/span> God is everywhere by His Spirit, and his spirit is free&#x2014;it can see the Lord as well in this room as to travel millions of miles away. If he is watching us now, he has not the privilege of speaking to us. God has placed the spirits of the departed subject to bounds, and they are controlled by certain laws. They have not the privilege of joining with us in our mental exercises; yet brother Spencer is in the presence of the Lord. Shall we be in the presence of God, as brother Spencer is? Yes, if we are faithful, for we have the privilege of being crowned with immortality and eternal lives. All people have their guardian angels. Whether our departed dead guard us is not for me to say. I can say we have our guardian angels. <\/div><div class=\"paragraph jod\" id=\"v13n302\"> I say to the family of brother Spencer, there is no cause to mourn. This body is sown in mortality. This tabernacle is from the elements of the earth. We are of the earth, earthy,<span class=\"citation\" id=\"73977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73977)\">1 Cor. 15:47<\/a><\/span> yet this tabernacle, through faithfulness whilst here in the flesh, has the promise of a glorious resurrection. If the spirit brought into subjection the whole man, bringing every portion of the flesh subject to the law of God, it has the promise of a resurrection. All the component parts of this body, which now lies before us, will be resurrected, and be prepared to enter into the presence <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5067\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Father and the Son. Some have supposed that it matters not what particles we receive again. In this they are mistaken. The parts which have been honored by the faithfulness of the spirit in this life will be joined in the life to come. <\/div><div class=\"paragraph jod\" id=\"v13n303\"> It has been the idea of many that the spirit goes directly to God who gave it.<span class=\"citation\" id=\"57617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57617)\">Eccl. 12:7<\/a><\/span> Does it remain there? Go on the great battlefield of the past, and if they could be seen the spirits of the slain are hovering around their dust. They stay about this earth until there is another call for them. The kingdom and place where brother Spencer is called to dwell, he will be in. Every departed spirit is subject to the laws that govern the spirit world. What do we gain by being faithful to the Gospel of the Son of God? We gain life and salvation. Salvation in this world and the world to come. When they leave the body those spirits are free from the power of the enemy. There are wicked men in the spirit world. Millions of them will have the privilege of receiving the Gospel in the spirit, that they may be judged according to men in the flesh,<span class=\"citation\" id=\"78109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78109)\">1 Pet. 4:6<\/a><\/span> and no doubt but many will reject the Gospel there. Jesus went to preach to the spirits in prison.<span class=\"citation\" id=\"77932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77932)\">1 Pet. 3:18-19<\/a><\/span> The faithful Elders who leave this world will preach to the spirits in the spirit world.<span class=\"citation\" id=\"92210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92210)\">D&amp;C 138:57<\/a><\/span> In that world there are millions and millions to every Elder who leaves here, and yet every spirit will be preached to that has had a tabernacle on the earth and become accountable. <\/div><div class=\"paragraph jod\" id=\"v13n304\"> This is the plan of salvation. Jesus will never cease his work until all are brought up to the enjoyment of a kingdom in the mansions of his Father, where there are many kingdoms and many glories, to suit the works and faithfulness of all men that have lived on the earth. Some will obey the celestial law and receive  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of its glory, some will abide the terrestrial and some the telestial, and others will receive a glory.<span class=\"citation\" id=\"88415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88415)\">D&amp;C 88:22-24<\/a><\/span> Our brother is living today, and is bright with intelligence to preach the Gospel in the spirit world. We know where his remains are. They are here. But where is his spirit? He is in the line of his duty, and prepared to do more good than if he were upon the earth. As quickly as the spirit is unlocked from this house of clay, it is free to travel with lightning speed to any planet, or fixed star, or to the uttermost part of the earth, or to the depths of the sea, according to the will of Him who dictates. Every faithful man's labor will continue as long as the labor of Jesus, until all things are redeemed that can be re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5066\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>deemed, and presented to the Father. There is a great work before us. We plant the seed in the ground and it comes forth, being warmed by the sun and nourished by the earth. By the same great laws of God the earth and its fullness have been produced, giving various degrees of intelligence. The Lord is raising a crop, and He will continue to labor until the work is finished. <\/div><div class=\"paragraph jod\" id=\"v13n306\"> May we all be faithful as brother Spencer was. I say to his family, God bless you. You have cause to rejoice. In 1840 he was ready to go into the grave with consumption, but he embraced the Gospel, health was restored to him, and he has lived to a good old age and has done a good work. May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}