{"ID":130020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Source of Intelligence, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 29, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Source of Intelligence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/29\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v13n718\"> If I can have your attention I will talk to you a few minutes. Speaking as much as I have in public makes me feel most forcibly that I have both stomach and lungs, hence I would like to have stillness in the house. I see some sisters withdrawing in consequence of their children not being quiet; I am very much obliged to them, and trust that others will do likewise if they cannot keep their children still. <\/div><div class=\"paragraph jod\" id=\"v13n719\"> I am not in the habit of making many apologies nor very many preliminaries when I speak to a congregation. Sometimes I feel to say a few words that might be called apologetic in rising to address a congregation, having that timidity which most men feel on such occasions. I have seen few public speakers in my life who were capable of rising and speaking directly upon a subject, unless it had been studied or perhaps written beforehand. To speak extempore, on the impulse of the moment, without reflection, requires considerable steadiness of the nerve. This is a matter that I have reflected upon a good deal, for in my experience I have learned that there is a modest timidity in the feelings of almost all persons I ever saw when called upon to speak to their fellow beings. This is frequently the case in private circles as well as before the public. I think I understand the reason of it; it is a matter which I have studied. I find myself <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4973\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> here on this earth, in the midst of intelligence. I ask myself and Wisdom, where has this intelligence come from? Who has produced and brought into existence, I will say, this intelligent congregation assembled here this afternoon? We are here, but whence have we come? Where did we belong before coming here? Have we dropped accidentally from some of the planets on to this earth without order, law or rule? Perhaps some, in their reflections, have come to this conclusion, and think that is all that is known in relation to this matter. I inquire where is this intelligence from which I see, more or less, in every being, and before which I shrink when attempting to address a congregation? I ask the question of my friends, my brethren and of every man that lives: Suppose that you, through duty, are called to speak to a private family, to a small congregation, or even to children in a Sunday school, do you not feel this same timidity? Where is the man who can rise to address children without feeling this same modesty? I have seen a very few in my life who could rise before a congregation, in a prayer meeting, or go on the stage of a theater, or anywhere else, and speak with perfect ease and confidence. I think they have great reason to be thankful for their self-confidence; but where they obtained it or whether it is inherent,  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whether they are destitute of real refinement or have a surplus of it, it is not for me to say. I know that I do not possess this faculty. When I speak to a congregation I know that I am speaking to the intelligence that is from above. This intelligence which is within you and me is from heaven. In gazing upon the intelligence reflected in the countenances of my fellow beings, I gaze upon the image of Him whom I worship&#x2014;<span class=\"citation\" id=\"52192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52192)\">Gen. 1:26-27<\/a><\/span>the God I serve. I see His image and a certain amount of His intelligence there. I feel it within myself. My nature shrinks at the divinity we see in others. This is the cause of that timidity to which I have referred, which I experience when rising to address a congregation. <\/div><div class=\"paragraph jod\" id=\"v13n721\"> I rise with pleasure this afternoon to speak to my friends, brethren and sisters, and to the strangers who are here; and I will take the liberty of looking at my people&#x2014;my brethren and sisters, as they are, and we will look at each other as we are. I look at others as they are, and we will look at each other as we are. We will chat a little together, and I will give both Saints and strangers a few of my views. First to the Saints, I will say that you and I have professed to believe in God who reigns in the heavens,<span class=\"citation\" id=\"75045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75045)\">Eph. 4:10 (JST)<\/a><\/span> who formed the earth and the planets.<span class=\"citation\" id=\"59405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59405)\">Isa. 45:18<\/a><\/span><span class=\"citation\" id=\"93485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93485)\">Abr. 4:1<\/a><\/span> No matter whether He rules the celestial, terrestrial or telestial, you and I have professed to believe in that Supreme Being who has set this machine in motion. He governs by law. He has reduced His offspring, His legitimate offspring, to all the sin, darkness, death, and misery that we find on this earth; He has also provided means and, in connection with the attributes He has implanted within us, has instituted ordinances which, if we will receive and improve upon, will enable us to return back into His presence. I <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4972\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say to the Latter-day Saints, live your religion! Live so that the Spirit of the Lord will dwell within you, that you may know for a surety and certainty that God lives. For me to tell you that there is a God in heaven, that Jesus Christ is the Savior of the world; for me to tell you that Jesus will give his holy Spirit to them that believe on him and obey his Gospel,<span class=\"citation\" id=\"69408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69408)\">John 7:39 (JST)<\/a><\/span> would be fruitless to you unless you obey his requirements. I know that the Latter-day Saints are looked upon by the world as dupes&#x2014;as a low, degraded, imbecile race, and that we are so unwise and shortsighted, so vain and foolish, that through the great amount of enthusiasm within us, we have embraced an error, and have been duped by Joseph Smith. You who have obeyed the principles he preached know whether you are deceived or not. I know for myself and you know for yourselves. <\/div><div class=\"paragraph jod\" id=\"v13n722\"> Now let me ask you, if you trust to my faith, to my word and teachings, counsel and advice, and do not seek after the Lord to have His Spirit to guide and direct you, can I not deceive you, can I not lead you into error? Look at this and see to what mischief it would lead, and what an amount of evil could be done to a people if they did not live so that the Spirit of the Lord would dwell with them that they might know these things for themselves. It is my request, my prayer, exhortation, faith, wish, and earnest desire that the Latter-day Saints will live their religion, and that they will teach their children all things pertaining to God and godliness,<span class=\"citation\" id=\"78226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78226)\">2 Pet. 1:3<\/a><\/span> that they may grow up into Christ, their living head.<span class=\"citation\" id=\"75265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75265)\">Eph. 4:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n723\"> I would ask of my friends or foes, no matter which&#x2014;I mean those who do not believe as I do&#x2014;those who look upon us as a set of fanatics, I would ask a few questions of the  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world of mankind, of the greatest philosophers, of the greatest geniuses, and of the men of the most profound knowledge on the face of the earth, Can you tell me where you get your knowledge? Say some, &#x201C;The schoolmaster taught me thus and so; my mother taught me thus and so; or I have learned it from books.&#x201D; Can you tell me the origin of this knowledge? Can you direct me where I can go and get the same knowledge? Was this inherent in you? Was it developed without any nourishment, or instruction&#x2014;without the life and intelligence which came from the vision of the mind? Ask the mechanic&#x2014;Who influenced you to bring forth this and that improvement in mechanism? Who influenced Professor Morse to believe that he could stretch a wire round this building or any other, and then, by applying a battery at one end of the wire, that he could receive an answer at the other? Who taught Robert Fulton that he could apply steam so as to propel a vessel? Did his mother, his schoolmaster or his preacher tell him this? No, he would have spurned the idea. <\/div><div class=\"paragraph jod\" id=\"v13n725\"> Now, all this is in my remembrance. I lived nearby those who assisted Mr. Fulton in building his steamboat. He could not be dissuaded, by any means, to desist from his operations. I ask what was it that influenced the mind of Fulton in this direction? It was that invisible influence or intelligence that comes from our Creator, day by day, and night by night, in dreams and visions of the mind. &#x201C;I see it, I know it,&#x201D; said he. I recollect him telling some of our neighbors who assisted him in building the first steam vessel that ever was built, &#x201C;I know that I can apply steam so as to propel this vessel from here to New York. I know it just as well as I live.&#x201D; I recollect a Mr. Curtis, <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4971\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a carriage maker, who lived in the State of New York; said he, &#x201C;I have a little property, and I will spend all I have to assist Mr. Fulton to put his project into successful operation, for I have faith in it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n726\"> This is a question which I would like the scientific and philosophic world to answer, Where do you get your knowledge from? I can answer the question; they get it from that Supreme Being, a portion of whose intelligence is in each and every one. They have it not independently; it was not there until put there. They have the foundation, and they can improve and add knowledge to knowledge, wisdom to wisdom, light to light, and intelligence to intelligence.<span class=\"citation\" id=\"88509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88509)\">D&amp;C 88:40<\/a><\/span> This power to increase in wisdom and intelligence so that we can know things for ourselves is within every one of us.<span class=\"citation\" id=\"126300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126300)\">D&amp;C 93:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n727\"> Now, I ask the wise, where did you get your wisdom? Was it taught you? Yes, I say it was taught you. By your professors in college? No, it was taught you by the influence of the spirit that is in man, and the inspiration of the Spirit of God giveth it understanding;<span class=\"citation\" id=\"56197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56197)\">Job 32:8<\/a><\/span> and every creature can thus add intelligence to intelligence. We all know that if we learn one page of a book today, we can learn another tomorrow, and yet retain that which we learned previously; and so we can go on step by step, from day to day, improving the faculties with which God has endowed us, until we are filled with the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v13n728\"> The &#x201C;Mormons&#x201D; believe all this. I ask strangers and the philosophers of the world, Is there any harm in it? Is it any harm for you and me to exercise faith in God? We have faith, we live by faith; we came to these mountains by faith. We came here, I often say, though to the ears of some the expression may sound  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rather rude, naked and barefoot, and comparatively this is true. Is that a fact? It is. Shall I explain this? I will in part, and I will commence by satisfying the curiosity of almost everybody that comes here, or with whom our Elders converse when away. A great many men and women have an irrepressible curiosity to know how many wives Brigham Young has. I am now going to gratify that curiosity by saying, ladies and gentlemen, I have sixteen wives. If I have any more hereafter it will be my good luck and the blessing of God. &#x201C;How many children have you, President Young?&#x201D; I have forty-nine living children, and I hope to have a great many more. Now put that down. I impart this information to gratify the curiosity of the curious. <\/div><div class=\"paragraph jod\" id=\"v13n730\"> &#x201C;President Young, did you come here naked and barefoot?&#x201D; I will say, very nearly so. &#x201C;How many of your wives had shoes to their feet, after leaving everything you had in the State of Illinois?&#x201D; I do not think that more than one or two of my wives had shoes to their feet when we came here. We bought buckskins of the Indians and made moccasins of them. How many of these Elders had whole pantaloons when they reached here? I do not believe a dozen of them had. They had worked in the dead of winter ferrying the people across the river until they had nothing, and they came here naked and barefoot, that is, comparatively. <\/div><div class=\"paragraph jod\" id=\"v13n731\"> We had to have faith to come here. When we met Mr. Bridger on the Big Sandy River, said he, &#x201C;Mr. Young, I would give a thousand dollars if I knew an ear of corn could be ripened in the Great Basin.&#x201D; Said I, &#x201C;Wait eighteen months and I will show you many of them.&#x201D; Did I say this from knowledge? No, it <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4970\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was my faith; but we had not the least encouragement&#x2014;from natural reasoning and all that we could learn of this country&#x2014;of its sterility, its cold and frost, to believe that we could ever raise anything. But we traveled on, breaking the road through the mountains and building bridges until we arrived here, and then we did everything we could to sustain ourselves. We had faith that we could raise grain; was there any harm in this? Not at all. If we had not had faith, what would have become of us? We would have gone down in unbelief, have closed up every resource for our sustenance and should never have raised anything. I ask the whole world, is there any harm in having faith in God? Have you faith? Ask Mr. Pullman if he had faith that he could build a car more convenient than any the traveling community enjoyed before, and he will say that he had faith that he could build cars in which ladies and gentlemen might travel through the country with all the ease and comfort they could desire; and he showed his faith by his works, as we read of the ancient worthies doing. You know James says, &#x201C;Show me your faith without works, and I will show you my faith by my works.&#x201D;<span class=\"citation\" id=\"77566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77566)\">James 2:18<\/a><\/span> Mr. Pullman and others can show their faith by their works. We show our faith by our works. Is there any harm in this? I ask the whole Christian world, is there any harm in believing in God, in a supreme power and influence? <\/div><div class=\"paragraph jod\" id=\"v13n732\"> The Christian world believe in God, but they say He has no body. Christianity does not teach any such thing. &#x201C;God has no parts and He is without passions,&#x201D; say the Christian world. I do not read the Scriptures aright if this is the fact. I read that God loves, that God hates.<span class=\"citation\" id=\"56604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56604)\">Ps. 45:7<\/a><\/span> I read that His eyes are over the works of  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>His hands; that His arm is stretched out to save His people;<span class=\"citation\" id=\"55118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55118)\">Deut. 26:8<\/a><\/span> that His footsteps are seen among the nations of the earth.<span class=\"citation\" id=\"60221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60221)\">Isa. 66:1<\/a><\/span><span class=\"citation\" id=\"79381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79381)\">Rev. 10:2<\/a><\/span> If He has no feet, He certainly can make no impression; if He has no hands or arms he cannot reach down to save His people. I read that the Lord's ears are open to the petitions of His people;<span class=\"citation\" id=\"126301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126301)\">James 5:4<\/a><\/span><span class=\"citation\" id=\"77890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77890)\">1 Pet. 3:12<\/a><\/span> but if He have no ears how can He hear. This is the way that I read the Bible, and I ask, is there any harm in reading and understanding it thus? There are a great many infidels now, who were formerly among our Christian friends and brethren, who are ignoring the Bible in their public schools. I do not. Is there anything in the Bible that should not be read by the scholars in schools? If there be, leave out such parts, or rather replace the language there used, with phraseology more in accordance with modern usage, so that the principles contained in the Bible may be taught in your catechisms or other books. I know that there is some plain talk in the Bible, plainer than I heard this morning; but that plain talk was the custom of the ancients. The mere phraseology there used is not of much consequence, it is the true principle which that book teaches which renders it so valuable. If any of you, ladies and gentlemen, were to step on a steamboat and cross over to Liverpool, you would hear language and see customs that you never heard or saw in Yankee land. It is the same with regard to the Bible, the phraseology is that which was customary centuries ago; but no matter what the language is, that is merely custom. But I will say that the doctrines taught in the Old and New Testaments concerning the will of God towards His children here on the earth; the history of what He has done for their salvation; the ordinances which He has instituted<span class=\"citation\" id=\"57564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57564)\">Eccl. 2:11<\/a><\/span> <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4969\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for their redemption; the gift of His Son and his atonement&#x2014;all these are true, and we, the Latter-day Saints, believe in them. <\/div><div class=\"paragraph jod\" id=\"v13n734\"> Some, in their curiosity, will say, &#x201C;But you Mormons have another Bible! Do you believe in the Old and New Testaments?&#x201D; I answer we do believe in the Old and New Testaments, and we have also another book, called the Book of Mormon. What are the doctrines of the Book of Mormon? The same as those of the Bible. &#x201C;What is the utility of this book&#x2014;the Book of Mormon? Has it been of any use whatever to the people anywhere?&#x201D; O, yes. &#x201C;Where and when?&#x201D; I will refer to one of the sayings of Jesus recorded in the New Testament. Just before his crucifixion he said to his disciples, &#x201C;Other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.&#x201D;<span class=\"citation\" id=\"69671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69671)\">John 10:16<\/a><\/span> After his crucifixion he came to this continent, chose Twelve Apostles from among the people and sent them forth to preach his Gospel.<span class=\"citation\" id=\"82647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82647)\">3 Ne. 12:1<\/a><\/span> He also did many mighty miracles.<span class=\"citation\" id=\"81822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81822)\">Mosiah 3:5<\/a><\/span> He was seen to come from heaven down into the midst of the people.<span class=\"citation\" id=\"82593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82593)\">3 Ne. 11:8<\/a><\/span> He organized his Church amongst them,<span class=\"citation\" id=\"82975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82975)\">3 Ne. 27:21<\/a><\/span> healed the sick,<span class=\"citation\" id=\"126302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126302)\">3 Ne. 17:9<\/a><\/span><span class=\"citation\" id=\"82943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82943)\">3 Ne. 26:15<\/a><\/span> and left his Church and Gospel in their midst. I am sorry to say that we see the descendants of this very people now in a very low and degraded state. I refer to the aborigines or native Indians of this continent. But this is in consequence of their apostasy and turning from God. The aborigines of this country are the descendants of this very people whom Jesus visited, to whom he delivered his Gospel, and among whom he organized his Church. They were obedient for over three hundred years, and served God with an undivided heart,<span class=\"citation\" id=\"129848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129848)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129849)\">Hosea 10:2<\/a><\/span> after which they began  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to apostatize. For three hundred years the people on the continent of North and South America were benefited by the work of the Savior in organizing his Church and revealing every principle and ordinance calculated to assist them back into the presence of God. Is not that good? <\/div><div class=\"paragraph jod\" id=\"v13n736\"> &#x201C;What good does it do you, Latter-day Saints?&#x201D; It proves that the Bible is true. What do the infidel world say about the Bible? They say that the Bible is nothing better than last year's almanac; it is nothing but a fable and priestcraft, and it is good for nothing. The Book of Mormon, however, declares that the Bible is true, and it proves it; and the two prove each other true. The Old and New Testaments are the stick of Judah. You recollect that the tribe of Judah tarried in Jerusalem and the Lord blessed Judah, and the result was the writings of the Old and New Testaments. But where is the stick of Joseph?<span class=\"citation\" id=\"60857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60857)\">Ezek. 37:15-20<\/a><\/span> Can yon tell where it is? Yes. It was the children of Joseph who came across the waters to this continent, and this land was filled with people, and the Book of Mormon or the stick of Joseph contains their writings, and they are in the hands of Ephraim. Where are the Ephraimites? They are mixed through all the nations of the earth. God is calling upon them to gather out, and He is uniting them, and they are giving the Gospel to the whole world. Is there any harm or any false doctrine in that? A great many say there is. If there is, it is all in the Bible. <\/div><div class=\"paragraph jod\" id=\"v13n737\"> When I first commenced to preach to the people, nearly forty years ago, to believe the Bible was the great requisite. I have heard some make the broad assertion that every word within the lids of the Bible was the word of God. I have said to them, &#x201C;You have never read the Bible, <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4968\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have you?&#x201D; &#x201C;O, yes, and I believe every word in it is the word of God.&#x201D; Well, I believe that the Bible contains the word of God,<span class=\"citation\" id=\"94069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94069)\">A of F 1:8<\/a><\/span> and the words of good men and the words of bad men; the words of good angels and the words of bad angels and words of the devil; and also the words uttered by the ass when he rebuked the prophet in his madness.<span class=\"citation\" id=\"54839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54839)\">Num. 22:28-30<\/a><\/span> I believe the words of the Bible are just what they are; but aside from that I believe the doctrines concerning salvation contained in that book are true, and that their observance will elevate any people, nation or family that dwells on the face of the earth. The doctrines contained in the Bible will lift to a superior condition all who observe them; they will impart to them knowledge, wisdom, charity, fill them with compassion and cause them to feel after the wants of those who are in distress, or in painful or degraded circumstances. They who observe the precepts contained in the Scriptures will be just and true, and virtuous and peaceable at home and abroad. Follow out the doctrines of the Bible and men will make splendid husbands, women excellent wives, and children will be obedient; they will make families happy and the nations wealthy and happy and lifted up above the things of this life. Can any see any harm in all this? &#x201C;Oh, but you Mormons are such a strange people. It is true that we have found things in Utah different from what we expected, but still you people are so strange!&#x201D; Why, what did you expect? Did you expect to see men and women with fins like fishes? We are right from your country&#x2014;from England, France, Germany, Massachusetts, Maine, New Hampshire, Vermont, New York, from the South, from every State in the Union; what did you expect to see? We lived with you, went to  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>school and to meeting with you; but still the saying is, &#x201C;Oh, the Mormons are a strange people.&#x201D; It is true that we are; but in what does our peculiarity consist? We do not believe in litigation, quarreling, or in having contention with each other. We take the low and degraded and lift them up. If it would be any satisfaction to any man in the world to know what advantages President Young has had, I will say that I used to have the privilege of cutting down the hemlock, beech, and maple trees with my father and my brothers: and then rolling them together, burning the logs, splitting the rails, and fencing the little fields. I wonder if any of you ever did this? You who came from England, or from the rich prairies of Illinois or Missouri never did. Well, this was my education. &#x201C;Did you not go to school?&#x201D; Yes; I went eleven days, that was the extent of my schooling. <\/div><div class=\"paragraph jod\" id=\"v13n739\"> Now, if we can take the low and degraded and elevate them in their feelings, language and manners; if we can impart to them the sciences that are in the world, teach them all that books contain, and in addition to all this, teach them principles that are eternal, and calculated to make them a beautiful community, lovely in their appearance, intelligent in every sense of the word, would you not say that our system is praiseworthy and possesses great merit? Well, this is all in that book called the Bible, and the faithful observance of the principles taught in that book will do this for any family or nation on the earth. <\/div><div class=\"paragraph jod\" id=\"v13n740\"> We are not anxious to obtain gold; if we can obtain it by raising potatoes and wheat, all right. &#x201C;Can't you make yourselves rich by speculating?&#x201D; We do not wish to. &#x201C;Can't you make yourselves rich by going to the gold mines?&#x201D; We are right in the <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4967\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> midst of them. &#x201C;Why don't you dig the gold from the earth?&#x201D; Because it demoralizes any community or nation on the earth to give them gold and silver to their hearts' content; it will ruin any nation. But give them iron and coal, good hard work, plenty to eat, good schools and good doctrine, and it will make them a healthy, wealthy, and happy people. <\/div><div class=\"paragraph jod\" id=\"v13n741\"> This is the great mystery with regard to the Latter-day Saints. We have got a code of laws that the Lord Almighty has left on record in the book called the Old and New Testaments. This same code is contained in the Book of Mormon, also in another book we have, called the Book of Doctrine and Covenants. These doctrines are taught in all these books, and taught alike. <\/div><div class=\"paragraph jod\" id=\"v13n742\"> Now then, does the voice of the Lord, as heard from the heavens, ever teach men and women to do wrong? Never. You see a man or woman, in any community, no matter where they are or who they are, that is inclined to do a wrong act to themselves or anybody else, and they profess to do that under a religious influence, and you may know that their ideas of religion are false. Ladies and gentlemen, write that down. His religion is false who does not have love to God and to his fellow creatures; who does not cherish holiness of heart, purity of life, and sanctification, that he may be prepared to enter again into the presence of the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v13n743\"> The question was asked a great many times of Joseph Smith, by gentlemen who came to see him and his people, &#x201C;How is it that you can control your people so easily? It appears that they do nothing but what you say; how is it that you can govern them so easily?&#x201D; Said he, &#x201C;I do not govern them at all. The Lord has revealed certain prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples from the heavens by which we are to live in these latter days. The time is drawing near when the Lord is going to gather out His people from the wicked, and He is going to cut short His work in righteousness,<span class=\"citation\" id=\"72699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72699)\">Rom. 9:28<\/a><\/span> and the principles which He has revealed I have taught to the people and they are trying to live according to them, and they control themselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n745\"> Gentlemen, this is the great secret now in controlling this people. It is thought that I control them, but it is not so. It is as much as I can do to control myself and to keep myself straight and teach the people the principles by which they should live. Do all do it? No, and the consequence is we see wickedness in the land. Men do very wrong. Who is guilty? The Lord? No. The religion we have embraced? No. The counsel we have given? No. I have had the question asked me, in the days of Joseph, &#x201C;Mr. Young, I suppose that you would obey Joseph Smith, let him tell you to do what he might?&#x201D; &#x201C;Well, I think I would.&#x201D; &#x201C;Suppose that he should tell you to kill your neighbor or to steal, or to do this, that or the other, that is wrong, would you do it?&#x201D; I would reply, &#x201C;Wait till I am told. I have never yet been told from heaven, by Joseph Smith, the Old or New Testament, the Book of Mormon or the Book of Doctrine and Covenants, to do a wrong thing; and I will wait until I am, before I say what I would do; that is time enough.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n746\"> &#x201C;Well, have you not committed wrong?&#x201D; I may have committed a great many wrongs for want of judgment or wisdom&#x2014;a little here and a little there. &#x201C;But have you not done great wrongs?&#x201D; I have not. I know what is in the hearts of almost every person who comes to this city. It is hurled throughout the length and breadth of our country like <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4966\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lightning that Brigham Young and the &#x201C;Mormons&#x201D; are guilty of doing this, that and the other, I need not reiterate; and it is often asked, &#x201C;Have not you Mormons been guilty of this or that crime or evil?&#x201D; I answer, no, ladies and gentlemen, we have not. It is the wicked who do these crimes; it is men who will go to hell; and then they try to palm them off on the just and righteous. You can imagine what you please of the stories you have read about the people of Utah from the pens of every lying scribbler who has been here. Imagine what you please, but write this down, publish it in your little paper (the <span class=\"italic\">Trans-Continental<\/span>), that a Saint will never do wrong if he knows it. If a man will do a wrong thing willfully, he is not a Saint. When you hear of Brigham Young, and of his brethren who are in the faith of the holy Gospel, doing this wrong and that wrong, wait until you find out the truth before you publish it to the world. <\/div><div class=\"paragraph jod\" id=\"v13n747\"> We have been asked a good many times, &#x201C;Why do you not publish the truth in regard to these lies which are circulated about you?&#x201D; We might do this if we owned all the papers published in Christendom. Who will publish a letter from me or my brethren? Who will publish the truth from us? If it gets into one paper, it is slipped under the counter or somewhere else; but it never gets into a second. They will send forth lies concerning us very readily. The old adage is that a lie will creep through the keyhole and go a thousand miles while truth is getting out of doors; and our experience has proved this. We have not the influence and power necessary to refute the falsehoods circulated about us. We depend on God, who sits in the heavens. Our trust is in Him who created the heavens, who formed the  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and who has brought forth His children on the earth, and who has given the intelligence which they possess. He has given them the privilege of choosing for themselves, whether it be good or evil; but the result of our choice is still in His hand. All His children have the right of making a path for themselves, of walking to the right or to the left, of telling the truth or that which is not true. This right God has given to all people who dwell on the earth, and they can legislate and act as they please; but God holds them in His hands, and He will bring forth the results to His glory, and for the benefit of those who love and serve Him, and He will make the wrath of men to praise Him.<span class=\"citation\" id=\"56877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56877)\">Ps. 76:10<\/a><\/span> All of us are in the hands of that God. We are all His children. We are His sons and daughters naturally, and by the principles of eternal life. We are brethren and sisters. What is it that makes the distinctions we see in the classes of the children of men? We see the low and the degraded, like the aborigines of our country; what is the cause of their being in their present condition? It is because of the rejection by their fathers of the Gospel of the Son of God. The Gospel brings intelligence, happiness, and glory to all who obey it and live according to its precepts. It will give them intelligence that comes from God. Their minds will <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4965\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be open so as to understand things as they are; they will rejoice in being blessed themselves and in blessing their fellow beings, and in being prepared to reenter the presence of the Father and the Son. This will be their delight. Is this so? It is. <\/div><div class=\"paragraph jod\" id=\"v13n749\"> I was very much gratified a day or two ago with a little circumstance that transpired while a company of ladies and gentlemen were visiting me. We were talking over some circumstances relating to our coming to the valleys, and our hardships after we got here. I said it was faith in the Lord Jesus Christ that enabled us to endure. A lady present said, &#x201C;That is right, I believe in exercising faith in him. Have faith in God, for God will bless all who have faith in Him, no matter who they are nor by whom called; if you have faith in God, and live according to the light you have, God will lead you to glory.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n750\"> I delight to hear a person give an intimation of their having faith in God; to hear it said, &#x201C;I believe in Jesus Christ. I believe in his crucifixion and atonement, and in his ordinances.&#x201D; These ordinances we are trying to live, that we may glorify God, and prepare ourselves to build up His Zion on the earth, that the world may be filled with peace, knowledge, and joy. <\/div><div class=\"paragraph jod\" id=\"v13n751\"> God help us to do so! <\/div>\n<\/div>\n<\/div>"}