{"ID":130008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Right and Authority of President Brigham Young.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, December 5, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Grimshaw.<\/div>\n<div class=\"pageHeader\">Page Header: Right and Authority of President Brigham Young.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 12\/5\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v13n159\"> I desire to read, this afternoon, a portion of two revelations, which were given to the Prophet, Joseph Smith, in February, 1831. The first is paragraph 4 of section XIII: <\/div><div class=\"paragraph jod\" id=\"v13n160\"> &#x201C;Again I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority, and has been regularly ordained by the heads of the church.&#x201D;<span class=\"citation\" id=\"85287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85287)\">D&amp;C 42:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n161\"> Also paragraphs 1 and 2 of section XIV: <\/div><div class=\"paragraph jod\" id=\"v13n162\"> &#x201C;O hearken, ye elders of my church, and give an ear to the words which I shall speak unto you. For behold, verily, verily, I say unto you, that ye have received a commandment for a law unto my church, through him whom I have appointed unto you, to receive commandments and revelations from my hand. And this ye shall know assuredly&#x2014;that there is none other appointed unto you to receive commandments and revelations until he be taken, if he abide in me. <\/div><div class=\"paragraph jod\" id=\"v13n163\"> &#x201C;But verily, verily, I say unto you, that none else shall be appointed unto this gift except it be through him; for if it be taken from him he shall not have power except to appoint another in his stead. And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5100\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or commandments; And this I give unto you that you may not be deceived, that you may know they are not of me. For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.&#x201D;<span class=\"citation\" id=\"85467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85467)\">D&amp;C 43:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n164\"> It is a good thing for us, as a people, to let our minds dwell upon the principles which God our Heavenly Father has given unto us by revelation in this, as well as in preceding ages. The Lord, in His goodness and mercy unto His children, has not left them in ignorance concerning the plan of salvation, nor the manner in which He intends His Church to be built up. He has revealed unto us many principles for our guidance, and they are essentially necessary to enable us to grow and increase in the things of His kingdom; for in these days, as well as in preceding days, as the apostle has said, there are many spirits gone forth into the world<span class=\"citation\" id=\"85930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85930)\">D&amp;C 50:2<\/a><\/span> and there are many influences brought to bear upon the minds of the children of men.<span class=\"citation\" id=\"73747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73747)\">1 Cor. 14:10<\/a><\/span><span class=\"citation\" id=\"78736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78736)\">1 Jn. 4:1<\/a><\/span> There are many creeds, doctrines, and views propagated industriously by those who entertain them, and unless we cling to the truth and pursue the path which our Heavenly Father desires His children to walk in, with all our claims, and the  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>promises which have been made unto us, we are as liable to go astray as any other people. If we treat these things as matters of no importance, and are careless and negligent in relation to that which we believe, and to those whom we follow, we are sure to err. <\/div><div class=\"paragraph jod\" id=\"v13n166\"> There are some principles which have become firmly rooted in the minds of the Latter-day Saints. It is a difficult thing to cause them to doubt in relation to faith in the Lord Jesus Christ, repentance of sin, baptism for the remission of sins and the laying on of hands for the gift of the Holy Ghost.<span class=\"citation\" id=\"94053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94053)\">A of F 1:4<\/a><\/span> These principles seem to be clearly understood, and in them the people are apparently fully indoctrinated; and though men may deny the faith, in one sense, and turn away from the path of righteousness, and dissolve their connection with the Church, yet they will cling, in most instances, to what we term the first principles of the Gospel of Christ; and it is a very rare thing to see those who have been members of the Church of Jesus Christ of Latter-day Saints turning away and joining what we call sectarian churches. If they leave this Church, it is an exceedingly difficult thing for them to connect themselves with other denominations, because the Scriptures are so familiar to them, the principles contained therein are so plain to their understanding that, unless there is some speculation, some mercenary or other end to be gained by their alliance with people of other creeds, they are very apt to stand aloof; that is, where they have a thorough understanding of the principles of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n167\"> But there are other principles more advanced with which the people are not so familiar, and of this the adversary seeks to take advantage; and when men deny the faith, they are apt to deny these principles; and <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5099\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when they get into the dark, there is probably no point upon which they differ more frequently than that which relates to the authority that is exercised in presiding. This is a point that the adversary always aims at. I suppose it was so in ancient days. We read of false prophets then,<span class=\"citation\" id=\"63729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63729)\">Matt. 7:15<\/a><\/span><span class=\"citation\" id=\"78358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78358)\">2 Pet. 2:1<\/a><\/span> and also of men turning away;<span class=\"citation\" id=\"78871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78871)\">Jude 1:4<\/a><\/span> and there is no doubt but what the rock upon which they split was the question of the right and authority of those presiding over them. <\/div><div class=\"paragraph jod\" id=\"v13n168\"> It seems as though the adversary, in the day in which we live, seeks, by every means in his power, to undermine the influence and the authority of the man whom God has called to preside over His people. If you will observe, you may perceive in what direction the shafts of the adversary<span class=\"citation\" id=\"82437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82437)\">Hel. 5:12<\/a><\/span> are aimed. In the days of Joseph, he was the man against whom all the enemies of truth hurled their malicious shots; his life was sought, his character assailed, and his influence was decried. He was the target at which every arrow of calumny and hatred was aimed, and the man to whom all eyes were directed. He was held up before men as an object worthy only of their hatred and derision, to be scoffed at, despised and killed. <\/div><div class=\"paragraph jod\" id=\"v13n169\"> Did anybody hear then of others who are now prominent? Yes. President Young's name was talked about, but not as at present; but Joseph's name occupied every tongue. His deeds, or rather his misdeeds, as his enemies were pleased to call them, occupied every one's attention. His actions were scrutinized and misrepresented, and everything pertaining to him was made the subject of comment and reproach. It was the case from the hour that he received the plates of the Book of Mormon, until the day of his death. All those who were members of the Church  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>during his lifetime can bear testimony to this. Other elders were comparatively lost sight of; they were merely looked upon as satellites. He was the great object of suspicion. His name was the watchword of the foes of the Kingdom of God; and mobs banded themselves together in unholy compacts, in order that they might bring to pass his overthrow and shed his blood, imagining that, if they could only kill him, this work, which men call &#x201C;Mormonism,&#x201D; would crumble to pieces, because there would not be cohesiveness enough in the system to hold it together after the mastermind had disappeared. But no sooner did he pass away than all this hatred, all the derision, animosity, calumny and slander, which had been directed to Joseph, was transferred to Brigham Young, and he was made the object of vituperation, and the target at which every wicked man should shoot. His deeds and character were paraded abroad, and everything pertaining to him was canvassed and held up, in many instances, to public scorn and ridicule. Such has continued to be the case from the days of the Prophet Joseph up to the present time. <\/div><div class=\"paragraph jod\" id=\"v13n171\"> There were others during Joseph's day, who professed to have the authority which he possessed, or, as they said, which he had once possessed. At one time, in the early days of the Church, there was a number of elders among whom were some of the Twelve Apostles and one or two of the First Presidency, who banded themselves together and declared that Joseph was a fallen prophet, that he <span class=\"italic\">had<\/span> taught correct doctrines, that he had been the instrument in the hands of God, of revealing the truth and of bringing forth the Book of Mormon, restoring the holy Priesthood and of organizing the Church; but that he had fallen. The doctrines <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5098\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which he had first taught were correct, they said, and the position which he first assumed was acceptable in the sight of God; but through some cause, he had strayed from the path and had become a fallen prophet. Said they, &#x201C;We now have the right and the authority which he once had. We have the right to organize the Saints, to build up the Church and carry out the work of which Joseph was the founder, but which, through transgression, he has forfeited the right to lead.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n172\"> There was one peculiarity, however, connected with these pretenders, which distinguished their course from that pursued by Joseph. Instead of being the subject of all the evil remarks, all the calumny, all the hatred, slander, bloodthirstiness, and denunciations applied to the Prophet Joseph, singular to state, when you take into consideration the pretensions of those men, the wicked hailed them as brethren, consorted with them, became very brotherly, very fraternal, and looked upon them as very good, clever fellows. But the hatred towards Joseph did not diminish, in fact their conduct only tended to increase it and to make his life and his every deed more odious in their estimation, and in the estimation of those to whom they published his deeds. This was also a peculiarity which attended all who aimed to lead the Church without having the authority so to do. <\/div><div class=\"paragraph jod\" id=\"v13n173\"> At Joseph's death a crop of these pretenders sprang up. There was Sidney Rigdon, who contended that he had the right to lead the people. The Church was fourteen years of age, he said, and it had the right to choose a guardian, to lead the people, and conduct its affairs as its President, and he would be that guardian. James J. Strang also aimed at the same object. He had angels, he said,  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to visit him; I do not know but he told the names of the angels; but, if my memory serves me right, he affirmed that Joseph appeared to him, blessed him, and bestowed upon him the keys and the authority. He also showed a letter bearing the postmark of Nauvoo, which he pretended had been written by Joseph, giving him (Strang) the authority to preside over the Church, in the event of anything happening to him. Others stood up in a similar manner: John E. Page, Lyman Wight, William Smith, and afterwards, Charles Thompson. <\/div><div class=\"paragraph jod\" id=\"v13n175\"> All these men arose, claiming that it was their right and privilege, by ordination or by special appointment, to take charge of the Church. But the Church then, as on many occasions previously and since that time, was able, through the light which its members possessed, to discriminate between the voice of the true and false shepherd. Still this peculiarity&#x2014;being hailed as brethren by the wicked, characterized them in Nauvoo, as their predecessors in New York, Kirtland and Missouri. Instead of being hated and calumniated, and men seeking their lives and persecuting them, they were hailed with seeming pleasure and satisfaction. Men bade them &#x201C;Godspeed&#x201D; and urged them forward to claim the rights they called their own. But against Brigham Young, our President, the old feeling of animosity, that had been entertained against Joseph, existed with as great bitterness and intensity in the minds of the enemies of the Kingdom of God as it had existed during the lifetime of Joseph against him. <\/div><div class=\"paragraph jod\" id=\"v13n176\"> President Young, according to the statements of the wicked, reenacted all the evil deeds, as they were termed, that had been attributed to Joseph, and for which they killed him. Brigham became the inheritor <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5097\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of all that animosity and hatred that had been manifested towards Joseph during his lifetime; and when Joseph slept in a bloody grave, the enemies of the Church turned their attention to Brigham Young, his legal successor. <\/div><div class=\"paragraph jod\" id=\"v13n177\"> If the Saints had wanted evidence in relation to who was the right man and who had the authority, the very fact that the world hated, reviled, and persecuted Brigham should have been sufficient evidence that he was taking the path which Joseph had trod, and that his course was pleasing in the sight of Heaven, and consequently hateful in the sight of hell. <\/div><div class=\"paragraph jod\" id=\"v13n178\"> There are rules, my brethren, which were given in the early days of the Church, respecting the Presidency of the Church. In the revelation which I have just read in your hearing, the Lord plainly sets forth to the Church what course He would have it take in relation to the keys that had been bestowed by Peter, James, and John upon Joseph;<span class=\"citation\" id=\"84582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84582)\">D&amp;C 27:12<\/a><\/span> and that we may not be deceived He gives this rule: <\/div><div class=\"paragraph jod\" id=\"v13n179\"> &#x201C;But verily, verily, I say unto you, that none else shall be appointed unto this gift except it be through him; for if it be taken from him he shall not have power except to appoint another in his stead. And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments; And this I give unto you that you may not be deceived, that you may know they are not of me. For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.&#x201D;<span class=\"citation\" id=\"85476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85476)\">D&amp;C 43:4-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n180\"> The Lord here made express provisions as to who should hold the keys of the kingdom, and how those  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>keys should be held, and the manner in which the authority should be exercised. Men have pretended that angels have visited them, and that, in consequence they must have authority. This was the pretence made by James J. Strang. But he did not understand that the oracles had been given through Joseph, according to the revelation given in March, 1833, to the Church.<span class=\"citation\" id=\"88967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88967)\">D&amp;C 90:1-37<\/a><\/span> Others had also had the keys given unto them to enable them to exercise the power and authority which Joseph held. Now we may come to this conclusion; that God, having once bestowed the keys of the holy Priesthood on man here on the earth for the upbuilding of His Church, will never take them from the man or men who hold them and authorize others to bestow them.<span class=\"citation\" id=\"88966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88966)\">D&amp;C 90:1-4<\/a><\/span> If you will read the history of the Church from the beginning, you will find that Joseph was visited by various angelic beings, but not one of them professed to give him the keys until John the Baptist came to him. Moroni, who held the keys of the record of the stick of Ephraim, visited Joseph; he had doubtless, also, visits from Nephi and it may be from Alma and others, but though they came and had authority, holding the authority of the Priesthood, we have no account of their ordaining him, neither did Joseph ever profess, because of the ministration of these angels, to have authority to administer in any of the ordinances of the Kingdom of God. He never baptized anybody, nor attempted to lay on hands for the reception of the Holy Ghost; and, in fact, he never attempted, that we have any account of, to exercise any of the functions of the holy Priesthood. He was a prophet, it is true, but a man may be a prophet and yet not have authority to administer in the Priesthood. The <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5096\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prophetic gift, to some extent, is distinct from the Priesthood. Joseph had received the prophetic gift and he exercised it and he acted as such prior to his ordination. But when the time came for him to be baptized, then a man who held the keys of that Priesthood came to him and laid his hands upon Joseph's head, and upon Oliver Cowdery, and set them apart, and gave them authority to officiate in the Aaronic Priesthood,<span class=\"citation\" id=\"129349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129349)\">D&amp;C 27:8<\/a><\/span> which Priesthood held the keys of baptism and so forth.<span class=\"citation\" id=\"83996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83996)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93925)\">JS&mdash;H 1:68-72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n182\"> John had the right to baptize when he was upon the earth; he held the keys of that Priesthood. He baptized Jesus by virtue of the Priesthood which he held; and those keys had not been taken from him. At the time when Joseph Smith was ordained, there was no man on the face of the earth that held the keys of the Priesthood and the authority to ordain him. If there had been a man in the Greek, Roman, Presbyterian, Methodist, Baptist, Episcopal, or any other church extant upon the face of the earth, who had the keys of the Priesthood, Joseph Smith would not have been ordained by an angel, because the keys would have been here and been bestowed by the man who held them. But you might have searched from pole to pole and traversed the wide expanse of the earth from continent to continent, and visited all the nations of the earth and enquired of them if there was a man in their midst who had the keys of the holy Priesthood and who claimed the authority which was exercised in olden times by Peter, James, and John, and the rest of the servants of God; but you would have heard no response in the affirmative. None would have stood up and said, &#x201C;I have this authority.&#x201D; Throughout Christendom, throughout the entire Mahomedan and Pagan world, you could not have  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>found a man who professed to have this authority. No; it had been driven from the midst of mankind by the violence of wicked men, who shed the blood of those who held those keys and that authority; and it had gone back to God who gave it, and dwelt there; for the men who held it dwelt in the presence of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v13n184\"> Hence, when Joseph Smith desired baptism, though angels had visited him and had ministered unto him, though he had heard the voice of God and Jesus Christ, though he had been called to be a prophet, he had not the right and the authority to go forth and administer the ordinances of baptism, neither had any living soul, to do it legitimately. It was necessary that he should be ordained; it was necessary that those keys should be restored; and hence how proper it was that John, who held the keys and had been beheaded by a wicked king,<span class=\"citation\" id=\"64732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64732)\">Matt. 14:8-10<\/a><\/span> should come and restore them? Joseph Smith and Oliver Cowdery testified that John came<span class=\"citation\" id=\"126243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126243)\">JS&mdash;H 1:72<\/a><\/span> and laid his hands upon their heads and bestowed upon them the power and authority to administer in the holy ordinances of the Gospel.<span class=\"citation\" id=\"93916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93916)\">JS&mdash;H 1:68-69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n185\"> When they were baptized, and had received the authority to administer in that ordinance they did not attempt to lay on hands for the reception of the Holy Ghost; that was a separate and distinct power from the Aaronic Priesthood. John says, in the 3rd chapter of Matthew, 11th verse, &#x201C;I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire.&#x201D;<span class=\"citation\" id=\"62710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62710)\">Matt. 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n186\"> John did not profess to have the authority to lay on hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"94000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94000)\">JS&mdash;H 1:70<\/a><\/span> We read in no part of the Scriptures of his <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5095\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exercising any such authority. He had the authority to baptize, the power which pertained unto his Priesthood, being a descendant of Aaron, and baptism was one of the ordinances which pertained to the Aaronic Priesthood; but he had not the right to lay on hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"94001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94001)\">JS&mdash;H 1:70<\/a><\/span> It was necessary that that authority should be conferred; but who held that power in ancient days? Why, Peter, James, and John, who had been ordained by Jesus to the Melchizedek Priesthood, or the Priesthood after the order of Melchizedek, and having exercised that authority while on the earth in the flesh, they came bearing the keys of that Melchizedek Priesthood, and laid their hands upon Joseph Smith and ordained him to the power which he subsequently held,<span class=\"citation\" id=\"84583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84583)\">D&amp;C 27:12<\/a><\/span> as the President or head of this great and last dispensation of the fullness of times. By virtue of those keys he was empowered to lay hands on those who were baptized in the name of Jesus, by legal authority, and to confirm upon their heads&#x2014;upon the heads of the honest in heart&#x2014;the blessings of the Gospel, and by virtue of these keys they had the right to build up the Church of God in all its ancient purity and glory, and to preach the Gospel in its fullness, with its gifts and blessings, and to send men abroad as ministers of life and salvation to the nations of the world, the same as Peter and those associated with him. Said Jesus, &#x201C;Thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it. And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64867)\">Matt. 16:18-19<\/a><\/span> Peter therefore  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>held those keys. What wonderful consistency on the part of the Lord, that He should descend from Heaven and confer those keys on men here on the earth! <\/div><div class=\"paragraph jod\" id=\"v13n188\"> There are men who say that Joseph was an unlearned impostor; but how strange it is that, if an impostor, he should take the exact course, established in the economy of Heaven for the salvation of mankind; and that he should claim the authority, through the administration&#x2014;first of John the Baptist, and then of Peter, James, and John, the apostles. <\/div><div class=\"paragraph jod\" id=\"v13n189\"> The keys of this Priesthood were bestowed never more to be taken from the earth; hence, in the revelation I have read, provision was made by the Lord that Joseph, in case he should fall, should ordain another in his stead, and he should have authority only to lay hands on and set apart someone to act in his place, in case he should prove unworthy.<span class=\"citation\" id=\"85472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85472)\">D&amp;C 43:4<\/a><\/span> Thus, even from the beginning, the Lord seems to have held constantly before him the possibility of his falling away. He was a young man, and like every man, he was apt to get lifted up in the pride of his heart;<span class=\"citation\" id=\"126244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126244)\">Alma 1:6<\/a><\/span> therefore, God reminded him that he only held the keys as long as he should be faithful to the truth.<span class=\"citation\" id=\"126245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126245)\">D&amp;C 64:5<\/a><\/span><span class=\"citation\" id=\"126246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126246)\">D&amp;C 121:36-37<\/a><\/span> But in a subsequent revelation, the Lord informed him that he should hold the keys in this life and in the life to come, and they should never be taken from him.<span class=\"citation\" id=\"88969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88969)\">D&amp;C 90:3<\/a><\/span><span class=\"citation\" id=\"90596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90596)\">D&amp;C 112:15<\/a><\/span><span class=\"citation\" id=\"91786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91786)\">D&amp;C 132:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n190\"> By virtue of the ordination he received, Joseph had the right and the authority to confer this Priesthood upon others. He called twelve Apostles, and they were ordained under his authority by the direction of the Lord, and those twelve were endowed with the keys. Previous to his death, the Prophet Joseph manifested great anxiety to see the temple completed, as most of you who were with the Church during his day, well know. <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5094\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Hurry up the work, brethren,&#x201D; he used to say, &#x201C;let us finish the temple; the Lord has a great endowment in store for you, and I am anxious that the brethren should have their endowments and receive the fullness of the Priesthood.&#x201D; He urged the Saints forward continually, preaching unto them the importance of completing that building, so that therein the ordinances of life and salvation might be administered to the whole people, but especially to the quorums of the holy Priesthood; &#x201C;then,&#x201D; said he, &#x201C;the Kingdom will be established, and I do not care what shall become of me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n191\"> These were his expressions oft repeated in the congregations of the Saints, telling the brethren and sisters of the Church, and the world that he rolled the Kingdom on to the Twelve, and they would have to round up their shoulders and bear it off, as he was going to rest for awhile, and many other expressions of a like nature, the full meaning of which the Saints did not realize at the time. <\/div><div class=\"paragraph jod\" id=\"v13n192\"> Prior to the completion of the Temple, he took the Twelve and certain other men, who were chosen, and bestowed upon them a holy anointing,<span class=\"citation\" id=\"126247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126247)\">D&amp;C 132:41<\/a><\/span> similar to that which was received on the day of Pentecost by the Twelve, who had been told to tarry at Jerusalem.<span class=\"citation\" id=\"68469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68469)\">Luke 24:49<\/a><\/span> This endowment was bestowed upon the chosen few whom Joseph anointed and ordained, giving unto them the keys of the holy Priesthood, the power and authority which he himself held, to build up the Kingdom of God in all the earth and accomplish the great purposes of our Heavenly Father;<span class=\"citation\" id=\"91092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91092)\">D&amp;C 124:128<\/a><\/span> and it was by virtue of this authority, on the death of Joseph, that President Young, as President of the quorum of the Twelve, presided over the Church. <\/div><div class=\"paragraph jod\" id=\"v13n193\"> The enemies of the work of God had done their worst in murdering  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Prophet in cold blood, and they supposed that in killing him and taking him away their actions would prove a death knell to what they called &#x201C;Mormonism;&#x201D; but they little knew or understood that God had left the same power on the earth which Joseph wielded with such potent effect. The reins had been transferred to others, who were prepared to wield that power, and to step forward and take the responsibility upon them of carrying forward the work of God. Hence, there was no diminution of hatred, slander and persecution on the part of mobs and those who wished to shed the blood of the Saints. <\/div><div class=\"paragraph jod\" id=\"v13n195\"> After the death of Joseph, while the Twelve were in the East, there was seemingly a slight relaxation of bitterness towards the Saints, on the part of the enemies of truth; but it was only for a few days. When the Twelve returned, and it was found that the same power which Joseph had held still existed, persecutions on the part of mobs recommenced with renewed vigor and bitterness, and they swore out several charges against the brethren of the Twelve. So warm did this persecution become, that the houses of President Young and his brethren had to be guarded, and each had to take care of himself, as his blood, and particularly President Young's, was sought with just as great eagerness and bloodthirstiness as Joseph's had previously been. This ought to have been an evidence as to who held the authority. <\/div><div class=\"paragraph jod\" id=\"v13n196\"> When the Saints were driven from Nauvoo and were told that it was the will of God that we should forsake the land of our inheritance and take our journey across the Mississippi and through the then Territory of Iowa into the far distant West, every Latter-day Saint in the land, who had the Spirit of God, knew the voice <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5093\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the true shepherd, and those who were in the East made preparations, some to go round by sea and some to go by land, and join the camp of Israel on its westward march. The land to which we were hastening was new and unknown to us. The masses of the people did not know whether it would be in the wilds of the desert, on the tops of the mountains or in some place that would be delightful for man's habitation. These were subjects that did not concern the people who were thus called to forsake their homes. The Saints sold what they could, which, however, was very little indeed, for their enemies took possession of their property, and they started westward, following the man whom God had chosen, and whom they recognized as God's anointed. <\/div><div class=\"paragraph jod\" id=\"v13n197\"> There were those who went back to Pittsburgh with Sidney Rigdon, and to Voree, Wisconsin, with Strang; and also those who tarried in Nauvoo with Wm. Smith and John E. Page. There were others who followed Thompson and other pretenders; but the main body of the Saints were not to be deceived by these pretended shepherds. They knew the voice of him whom God had chosen, and followed him, confident that they would be led aright and brought to a place of safety; and though they were in deep poverty, and it seemed as though the prince of the power of the air<span class=\"citation\" id=\"74906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74906)\">Eph. 2:2<\/a><\/span> had exerted all his malignity to make their travel difficult, the land being deluged with water; yet they did not faint by the wayside, for God was with them, His angels were round about them, and His Spirit was poured out upon them,<span class=\"citation\" id=\"87920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87920)\">D&amp;C 84:88<\/a><\/span> and they had a testimony which gave them the conviction that they were in the right path; and when history records that wonderful deliverance and march, it will be a matter of the utmost surprise and wonder to posterity that it was  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever accomplished, and that the people of the world, in seeing it, were not smitten with a conviction of the truth of the work, and of the divine authority of the Priesthood which led the people in a pathway of safety, through the wilderness, at that time. The songs of Zion ascended from the camps of Israel and peace brooded over the people. Barefooted, and in many instances hungry, they traveled on with their faces westward, their faith failing not; for, as I have said, the angels of God were round about them and His spirit was upon them;<span class=\"citation\" id=\"87921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87921)\">D&amp;C 84:88<\/a><\/span> and at no period of their history was the power of God more exhibited than during that trying time when God led His servant to this then wild and forbidding region. <\/div><div class=\"paragraph jod\" id=\"v13n199\"> Since we have been here, He has blessed us as a people. He has spread us abroad, and caused us to extend North and South, and His peace and blessing have attended the labors and the administration of the elders in our midst. The keys of the Priesthood have been fully honored, not by man alone, but they have been honored by God; and the exercise of that authority which God bestowed on Joseph Smith by the ministration of holy angels,<span class=\"citation\" id=\"126248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126248)\">D&amp;C 27:8,12<\/a><\/span> has been a blessing to many thousands in this land. We have had peace, we have had good government, and the songs and prayers of the Saints have ascended up from their habitations unto the Most High God, and Heaven has been moved in our behalf, to bless and preserve us and give us victory and deliverance in every time of trouble; and when we have been threatened with any difficulty or calamity, God has always overruled and controlled it, for our good and for the salvation of His people. Is it any wonder, then, that Latter-day Saints should have confidence in the man whom God has chosen? Many men wonder <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5092\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and say, &#x201C;You Latter-day Saints are bowed down in tyranny and are groaning under despotism. Why are you not free to exercise your liberty? Why don't you do as you please? Why do you always do as your prophet and leader tells you?&#x201D; Because we have proved during twenty-five long years, that God has blessed him in everything he has told us to do, and we have been blessed of God in carrying out his counsels. When we have prayed to the Almighty to give us wisdom and humility to obey the counsels of His servant, He has given unto us His Holy Spirit and witnessed unto our hearts that this course was pleasing and acceptable in His sight. Rebel against him and his authority! As well might we rebel against Jehovah Himself, or against Jesus! Not that President Young is to be worshipped, not that Joseph Smith was to be worshipped, not that Peter or Moses was to be worshipped. There is a difference between obedience and idolatry, or worship. There is a difference between submission to the will of God&#x2014;at least, I can perceive a difference&#x2014;and obeying God's counsels through a man, and idolizing the man himself, and we have perceived this difference. <\/div><div class=\"paragraph jod\" id=\"v13n200\"> God chooses men as guardians and shepherds over His people. We are all of one great family; we are all the children of God, and are all alike before Him.<span class=\"citation\" id=\"81471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81471)\">2 Ne. 26:33<\/a><\/span> &#x201C;Yes,&#x201D; says one, &#x201C;we are all alike, and therefore there is no distinction between us.&#x201D; But let me suppose a case. Suppose a man who has a large family of sons and daughters, were to be called on a mission to go abroad to preach the Gospel of Christ, and had to be absent for years; the members of the family during his absence would be left to themselves. But suppose he had a choice son whom he loved, and who had been implicitly obedient to him all the days of his life,  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and whose course had taught him to respect his judgment, his honesty, his truthfulness and the integrity and justice of his character, and that in the most trying circumstances he had never failed to honor himself, God, his family, and to honor his father. Now, as he is going away to a far distant land, he takes this son aside and says to him, &#x201C;I will place you in charge of my family, and leave you to watch over their interests in my absence, that while I am gone they may have someone to look up to who can act the part of a father to them.&#x201D; And then turning to the family he says, &#x201C;My sons and daughters, I have chosen this son, your elder brother, to act in my place while I am absent. I wish you to obey him and respect and honor him as you would your father, and to submit yourselves to his dictation in all things.&#x201D; The family consent. They say, &#x201C;We will do as you desire, father. We will honor your judgment and choice by honoring and obeying our brother whom you have chosen to watch over us during your absence.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n202\"> It might be argued that those children, by complying with the wish of their father in this matter, would sacrifice their agency. Do they not exercise that volition just as much by obeying that son as they would by each one taking his or her own course, and saying, &#x201C;I will judge for myself, as to the correctness of what you say and will differ from you whenever I please.&#x201D; Let me ask you as parents and as children, brethren and sisters, do you not think you could exercise your agency just as much by obeying the son as by disobeying him? I cannot conceive how it can be otherwise. I cannot see why I, for instance, should not exercise my agency just as much by obeying him as by disobeying him. This is precisely my position today. <\/div><div class=\"paragraph jod\" id=\"v13n203\"> Brigham Young, our President, has <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5091\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been chosen by God as His representative here on the earth, among His sons and daughters. He has been selected for this special calling. The Father is not present in person; Jesus is not present in person; but God is here through the Holy Ghost and the holy Priesthood, through the power which He has bestowed, and in the same position precisely as the son in the figure which I have used does the President of the Church act for us, his brethren and sisters. We are all alike before God; He loves us all alike; we are all the creatures of His care; but there must be rule, there must be government; there must be order, or this would not be the kingdom of God. The Lord chose President Young to rule and dictate in the affairs of His Church when His servant Joseph was taken from the earth. <\/div><div class=\"paragraph jod\" id=\"v13n204\"> Look at the singular combination of circumstances which caused Brigham Young to be President of the Twelve. Reflect on the remarkable combination of events which made him the leader of Israel, showing plainly, in my mind, that long before he was born, yes, probably before the earth was organized, Joseph Smith and Brigham Young were chosen, the same as Jeremiah was. The Lord said to Jeremiah: &#x201C;Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.&#x201D;<span class=\"citation\" id=\"60259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60259)\">Jer. 1:4-5<\/a><\/span> This is my opinion about the leaders of Israel in the latter days. I believe they were chosen to act in this capacity; and God, knowing their integrity, and afterwards proving them to the uttermost in the flesh, has greatly blessed them. See the blessings that have followed the administrations of these men in our midst. Who would exchange the peace, the joy, and the knowledge we have concerning the Gospel of the  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord Jesus Christ for the meager and vague ideas of God and His kingdom that prevailed before the people became acquainted with it? God has given unto us those precious blessings. He has gathered us together from the nations of the earth; He has multiplied upon us abundantly, joys more precious than gold or silver, namely, the riches of eternity; He has given unto us wisdom and knowledge and peace; He has proved to us most effectively that there are riches more precious and far more estimable in the sight of God and good and virtuous men than the perishable things of this world. He has built up a kingdom in which these things will be held at their true value, for He will cleanse from the midst of His people those who idolize riches. <\/div><div class=\"paragraph jod\" id=\"v13n206\"> Let me assure you, brethren and sisters, if there is anything in our hearts that interferes with our complete love of God and our reverence for Him and His work, we shall have to banish it, or sooner or later we shall lose our standing in the Church of God; for He wants a people who will render implicit obedience to His laws and the requirements of His Gospel, and who will love Him better than any earthly thing, and place a higher value on the gifts of the Spirit than on worldly possessions or even life itself. <\/div><div class=\"paragraph jod\" id=\"v13n207\"> The Lord has proved to us, in the midst of the many trials and difficulties with which we have had to contend during our brief existence as a Church, when surrounded by mobs, when our lives were in danger and the lives of our leaders were threatened, when the persecutors of the Saints were howling like a pack of ravening wolves for the blood of this people, that there is something far more precious and estimable than mere eating and drinking and the pleasures and enjoyments of life; although these <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5090\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things are very good and necessary in their place. He has given us His Gospel and this Gospel is being carried to all the nations of the earth, and a kingdom is being established. <\/div><div class=\"paragraph jod\" id=\"v13n208\"> Jesus said that this Gospel should be preached as a witness to all nations, and then should the end come.<span class=\"citation\" id=\"65702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65702)\">Matt. 24:14<\/a><\/span> What Gospel? Why, the same Gospel Jesus had and to which he referred; the same Gospel that his apostles had: a Gospel of power, a Gospel of blessings, whose Priesthood had power and authority from God. It is the same Gospel that is now being taught, and which has to be preached as a witness to all nations, and then shall the end come.<span class=\"citation\" id=\"65701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65701)\">Matt. 24:14<\/a><\/span> God is sending forth His messengers to accomplish this object. Our Elders have gone to the Eastern States by hundreds to lift up their warning voices to the people concerning the things which God is doing and is about to do in the midst of the inhabitants of the earth. For this purpose they go to Europe, to the West, to the Islands of the Pacific, to Asia and Africa, and they will yet traverse every country on the face of the whole earth. The millions of Asia will yet hear the glad tidings of salvation from the Elders of Israel. The yoke of bondage is being broken and the nations are being freed from the grasp of despotism and tyranny. Japan now opens her ports; China begins to extend her invitation to western civilization, and the time is near at hand when the sound of this Gospel, proclaimed by the Elders of Israel, will reecho from one end of the earth to the other, for it must be preached as a witness unto all nations. <\/div><div class=\"paragraph jod\" id=\"v13n209\"> We may engage in this work with all our hearts in view of the glorious reward that is promised unto the faithful; or we may fight against it and use our every power to consummate its overthrow; it makes no difference. The word of the Lord  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Almighty has gone forth to the people of this generation, and it will not remain unfulfilled. It matters not, therefore, who band together and plot in secret, who unite and say we will spoil the plan and destroy the influence of the work of God. The Lord will expose their secret plots and schemes, and He will stand by His servant whom He has chosen, so long as He lives, as He did by His servant Joseph. He told him that he would save him though he should be slain.<span class=\"citation\" id=\"83860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83860)\">D&amp;C 5:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n211\"> The Lord permitted the enemies of the Kingdom of God to take away the life of His servant Joseph, as He did of His servants in ancient days. The blood of the testator was shed, and now the testament is in full force.<span class=\"citation\" id=\"76900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76900)\">Heb. 9:16-17<\/a><\/span> Joseph had lifted up his voice in solemn warning to the inhabitants of the earth, and declared that God had spoken in these latter days. But his blood and that of other holy men and Saints was shed by wicked men, and their blood, mingled with that of the martyred Saints of past ages, cries unto the Lord for vengeance.<span class=\"citation\" id=\"126249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126249)\">Alma 37:30<\/a><\/span><span class=\"citation\" id=\"126250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126250)\">Morm. 8:41<\/a><\/span><span class=\"citation\" id=\"126251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126251)\">Ether 8:22<\/a><\/span> The very earth itself groans under the weight of wickedness and corruption that abound on its surface, and the Lord has declared that it shall be delivered.<span class=\"citation\" id=\"93122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93122)\">Moses 7:48,62<\/a><\/span> But before the great day of vengeance shall come, when wickedness shall be utterly swept from off the face of the earth, it is necessary that the Elders should proclaim the Gospel to every nation, kindred and tongue on the face of the earth, that the honest in heart may be gathered out and that a people may be found who shall be prepared to meet the Lord at His coming. <\/div><div class=\"paragraph jod\" id=\"v13n212\"> For this preparation we should give our whole time and labor to the purifying of our hearts and households. We should labor to purify our cities and settlements, labor to <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5089\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promulgate the principles of righteousness and to establish truth on the earth and seek to bring to pass the Zion of God in its fulness and perfection. <\/div><div class=\"paragraph jod\" id=\"v13n213\"> These are the labors which devolve upon us. Think not, my brethren and sisters, because God has chosen earthly vessels to hold this power and authority, that therefore you can treat lightly the holy Priesthood. I have noticed from my boyhood, and it has been a constant lesson to me, that those who speak against the authorities and lift their hands against the holy Priesthood of this Church invariably deny the faith. I have never seen it otherwise. You may trace the history of this people from the beginning and you will find that every man who has indulged in this spirit has always come out and denied the faith. Such men, when Joseph lived, said that he had fallen. Since his death they excuse their conduct by saying that Brigham has gone astray. <\/div><div class=\"paragraph jod\" id=\"v13n214\"> But when the Lord spoke to Joseph about falling, he said he would have authority to appoint another in his stead, and that no one would have the right to act except he was ordained by authority,<span class=\"citation\" id=\"85473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85473)\">D&amp;C 43:4<\/a><\/span> or came in through the gate.<span class=\"citation\" id=\"85477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85477)\">D&amp;C 43:7<\/a><\/span> You may know by the revelation I have read that no man can get the authority elsewhere. It must come through the holy Priesthood. Men may say they have heard the voice of Jesus, or heard this, that or the other; but you will find that the power of God will attend the keys, and His blessing will follow the administration of His servants who hold the authority. <\/div><div class=\"paragraph jod\" id=\"v13n215\"> Paul said, &#x201C;Do ye not know that the saints shall judge the world?&#x201D;<span class=\"citation\" id=\"73229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73229)\">1 Cor. 6:2<\/a><\/span> On one occasion Jesus said, &#x201C;Ye who have followed me, in the regeneration when the Son of man shall sit on the throne of his glory, ye  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also shall sit upon twelve thrones, judging the twelve tribes of Israel.&#x201D;<span class=\"citation\" id=\"65215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65215)\">Matt. 19:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n217\"> In a revelation given through Joseph Smith, the Lord says: <\/div><div class=\"paragraph jod\" id=\"v13n218\"> &#x201C;And again, verily, verily, I say unto you, and it hath gone forth in a firm decree, by the will of the Father, that mine apostles, the Twelve which were with me in my ministry at Jerusalem, shall stand at my right hand at the day of my coming in a pillar of fire, being clothed with robes of righteousness, with crowns upon their heads, in glory even as I am, to judge the whole house of Israel.&#x201D;<span class=\"citation\" id=\"84747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84747)\">D&amp;C 29:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n219\"> This is the authority which Jesus said they should wield. The same authority has been renewed in these days. Says one, &#x201C;I do not like this sort of thing; it is priestly rule and dominion, and I object to it. I am too much of a democrat in my feelings to submit to it.&#x201D; Yet a man can be a democrat and a lover of freedom and liberty and enjoy them to the fullest, and honor the Priesthood. There is a difference between priestcraft and Priesthood. Priestcraft builds up itself, it is not authorized of God. Priestcraft oppresses the people; but the Priesthood of God emancipates men and women and makes them free. Jesus says his yoke is easy and his burden light.<span class=\"citation\" id=\"64337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64337)\">Matt. 11:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n220\"> We talk of power, and object to the undue exercise of authority. But think of the power given in ancient days, and which has been restored in these days, that man exercises when he goes forth into the water and bap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5088\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tizes a person! Do you ever think of the greatness of the power thus exercised? And further, when the candidate for baptism emerges from the water and has hands laid upon him for the reception of the Holy Ghost, do you think of the power that God has entrusted unto men on earth when they exercise that holy ordinance? Do you think of the power exercised in remitting the sins of men and women through baptism, the ordinance which God has set in His Church for the remission of sins, and conferring upon them the Holy Ghost? If God sends such mighty power, shall we question the bestowal of a higher power when God shall choose to give it? Shall we murmur and contend against it? God forbid, and forbid that we should ever turn aside and fight against Him or His cause in any manner. <\/div><div class=\"paragraph jod\" id=\"v13n221\"> My brethren and sisters, my prayers are that God will bless us as a people and sanctify us to walk in all humility and meekness before Him, honoring His laws; for when we honor His laws we honor the laws of righteousness and the laws of the land in equity and truth. We will honor men in their place; we will honor the Government and everything that is just and honorable and true. That God may sustain us and help us to sustain the Priesthood, and to follow its requirements, that eventually we may be saved in His kingdom, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}