{"ID":130018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Up Zion&#x2014;Temperance in Eating and Drinking.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, November 14, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Grimshaw.<\/div>\n<div class=\"pageHeader\">Page Header: Building Up Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 11\/14\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v13n639\"> If the brethren and sisters will give their attention, I will try to talk a few minutes. I preach a great deal to the people; but the exertion of addressing such large congregations as assemble here in the city bears a little too much on my stomach and lungs, especially when laboring under a severe cold as I am at present. <\/div><div class=\"paragraph jod\" id=\"v13n640\"> A few of us have recently been on a visit South. We visited twenty settlements, and, in eleven days, held twenty-seven meetings; and universally there was a good turnout, the <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> largest meetinghouses being always filled to overflowing. It is a tolerably easy matter to speak to the people in a small house, much more so than to address a congregation like this. <\/div><div class=\"paragraph jod\" id=\"v13n641\"> We found the people very much engaged in their religion, and striving, apparently, to put in practice the faith that they profess. Still, it is a difficult matter to establish the principles of the kingdom of God in the hearts of the people. This is for the want of understanding. Our traditions are strong upon us. We have  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been taught that, if we will believe in the Lord Jesus Christ, repent of our sins and exercise faith in his name, all will be well with us and we shall be brought into the presence of our Father and God. This was our former tradition. But there are Latter-day Saints who have almost come to the conclusion that if they believe in the Lord Jesus Christ, repent of their sins, and are baptized for the remission of them and have hands laid upon them for the reception of the Holy Ghost, and partake of the Sacrament or Lord's Supper, they have accomplished just about all that is required of them in order to establish the kingdom of God on the earth. Herein lies the difficulty which the servants of God have to encounter. The people come short of understanding precisely the order of the establishment of the kingdom of heaven; consequently it is a labor that needs a great deal of attention, and one that requires the influence of the Priesthood over the minds of the people to get them to draw nigh unto God and His cause. <\/div><div class=\"paragraph jod\" id=\"v13n643\"> As we have just heard remarked, in relation to the love of the world, a great many Latter-day Saints, after receiving the Gospel, seem to run well for a time and then turn again to the love of the world in its awful, fallen state, lusting after the things that are perishable. Still, if they could but understand true doctrine and correct principles, they would find that there is nothing pertaining to the elements of this earth, but what, in and of itself, is good and of God. Some may exclaim, &#x201C;Sin excepted.&#x201D; To this I would say that God permits sin, or it could not be here. All the creations are His work, and they are for His glory and for the benefit of the children of men; and all things are put into the possession of man for his comfort, im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4992\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>provement, and consolation, and for his health, wealth, beauty, and excellency. <\/div><div class=\"paragraph jod\" id=\"v13n644\"> We should also understand what to do with the things which God has placed in our possession. We should also desire to understand and should seek to know the object for which the earth was framed; and then we wish to comprehend His object and design in placing His children on it. We should also desire to understand how our Heavenly Father wishes us to act now we are here; how we should devote our time and talents, our daily labor, and whatever means He puts into our hands, for the building up of His kingdom on the earth. We want to get the Saints to think of these things. If we could only get to the affections of the people and could plant within them the principles of the kingdom of heaven, it would be an easy matter to bring their hands to join in the establishment of the Zion of God upon the earth. But, herein lies our labor. The weakness and shortsightedness of man are such, and he is so prone to wander and give himself up to the groveling things of the world, having had so little knowledge with regard to God and godliness for hundreds of years, that it is literally a breaking up of the fallow ground of his heart to prepare him to see the holy city that the Lord will establish. <\/div><div class=\"paragraph jod\" id=\"v13n645\"> The Latter-day Saints gather together for the express purpose, they say, to establish Zion. Where is Zion? On the American continent. Where is the gathering place? For the present, in the mountains. What are you going there for? To help to build up Zion. <\/div><div class=\"paragraph jod\" id=\"v13n646\"> We find a great many trying to be Saints and endeavoring to understand how they may be of the most benefit in building up the kingdom of God on the earth. My brother Joseph  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>says it is an easy matter to be a Saint. So I say. And taking another view of it, again, it is a hard matter. This is true. It is not an easy thing to serve God and mammon.<span class=\"citation\" id=\"63568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63568)\">Matt. 6:24<\/a><\/span> If the Saints comprehend what they have to do in order to establish Zion, and go to work with ready hands and willing hearts to accomplish the labor, they will find it a comparatively easy matter; but unless there is a unity of action on the part of those who are engaged in the work it is not very easily performed. When there is a great work to be accomplished, and there are but few hands to perform it, the burden weighs very heavily on those who are engaged in it. If we have a farm of six hundred acres to fence, and there is only one man engaged in getting the poles and lumber from the canyon, we find it a slow and tardy work; but if we have a hundred men engaged it is much easier and pleasanter; if a thousand, still more so. So it is in regard to establishing the kingdom of God in the hearts of the children of men. It is not a very hard matter to prevail on a person to put his treasure where his heart is.<span class=\"citation\" id=\"63522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63522)\">Matt. 6:21<\/a><\/span> Our difficulty is in not understanding the principles of the kingdom of heaven sufficiently to enter into it with our whole hearts. <\/div><div class=\"paragraph jod\" id=\"v13n648\"> Many of our brethren who have come here when in their own land worked underground, and probably seldom saw the light of day, but spent year after year of their lives digging out coal. If you chanced to ask them, &#x201C;Are you ever going to America?&#x201D; the answer would invariably be, &#x201C;Yes, I am going to Zion.&#x201D; If you asked the wife and children would they like to go to Zion, the reply would be, &#x201C;Yes, with all our hearts. We would do anything to get there; if necessary we would be the slaves of those of our brethren <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4991\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have gone there if we could only go.&#x201D; Yet these same persons when they reach here are not satisfied. If you ask them if this is Zion, they will say, &#x201C;I do not see much that looks like Zion.&#x201D; When they received the work perhaps their minds were open to see Zion in its beauty and glory; but when they come here and call this Zion they feel disappointed. They have not the least idea in relation to establishing this kingdom. They thought they were going to a Zion whose towers would reach the clouds, with streets paved with gold<span class=\"citation\" id=\"126293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126293)\">Rev. 21:21<\/a><\/span><span class=\"citation\" id=\"126294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126294)\">D&amp;C 137:4<\/a><\/span> and the Tree of Life<span class=\"citation\" id=\"52450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52450)\">Gen. 2:9<\/a><\/span> growing on every block. They say, &#x201C;I do not like this place; I am not exactly suited with it.&#x201D; What do you want? &#x201C;I do not know exactly what I want; I want something else; I do not like this place.&#x201D; The disposition of some of these murmurers reminds me of the children of some families I have seen while traveling in the world. It is something like this: &#x201C;Darling, will you have a piece of bread and butter?&#x201D; &#x201C;No, ma'am, I don't want it.&#x201D; &#x201C;But, my dear, shall I put some honey upon it?&#x201D; &#x201C;No, I don't like it.&#x201D; &#x201C;Well, then, will you have a little mince pie, love?&#x201D; &#x201C;No, I can't eat it.&#x201D; This is about how the matter stands. <\/div><div class=\"paragraph jod\" id=\"v13n649\"> The Saints are full to overflowing with the words of eternal life,<span class=\"citation\" id=\"69329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69329)\">John 6:68<\/a><\/span> yet they do not know what to do with them; and when we come to preach, it seems as though the people were surfeited with much doctrine, persuasion and counsel, and they do not like it very well. This was evident by the many vacant seats this morning. There ought to be ten thousand persons at these meetings, both in the morning and afternoon. But how many do you see? The tabernacle not half filled. Why not come to meeting and fill all the seats. I do not like to see this lack of interest  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in attending meetings. Those professing to be Latter-day Saints have the words of life and do not know it; the brethren read from the Book of Life and they do not know it, and the words of God are given them in great abundance and they trifle with them. Is this the fact? It is. If the people would live their religion, there would be no apostasy and we would hear no complaining or faultfinding. If the people were hungry for the words of eternal life, and their whole souls even centered on the building up of the kingdom of God, every heart and hand would be ready and willing and the work would move forward mightily and we would advance as we should do. <\/div><div class=\"paragraph jod\" id=\"v13n651\"> It is frequently remarked that there is too much of a sameness in this community. True, we do not have the variety they do in the world, drinking, carousing, quarreling, litigation, etc. But if you want a change of this kind, you can get up a dog fight. I think that would be about the extent of the quarreling you want to see. It would be as much as I would desire to witness. I have seen enough of the world, without even desiring to behold another drunken man. I never wish to see another lawsuit. I feel perfectly satisfied without it. <\/div><div class=\"paragraph jod\" id=\"v13n652\"> If the people would like something by way of a change, I will propose something to them, as I did to sister Horne, the President of the Female Relief Society in the 14th Ward, who was at Gunnison, about one hundred and thirty miles south of this place, when we were there. I invited her, when she returned, to call the sisters of the Relief Society together, and ask them to begin a reform in eating and housekeeping. I told her I wished to get up a society whose members would agree to have a light, nice breakfast in the morning, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4990\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for themselves and children, without cooking something less than forty different kinds of food, making slaves of themselves and requiring three or four hired girls to wash dishes. Prepare your breakfast something like they do in England, bread and butter, a little cheese, a few eggs, food that is light and nutritious, and which does not require so much labor in cooking; and instead of tea, if you cannot drink cold water, make a bowl of water gruel or meal porridge and you will save dirtying three or four dishes, knives, and forks, or spoons, to each individual that sits at the table. <\/div><div class=\"paragraph jod\" id=\"v13n653\"> This would be something to change your feelings and the fashions of society. Will you do it? If you want something new, try this; and when dinner time comes, don't pile the table full of roast meat, boiled meat and baked meat, fat mutton, beef, and pork; and in addition to this two or three kinds of pies and cakes; neither urge the children, the father and everyone at the table to eat and gorge themselves till they are so full that when night comes they will want a doctor. This will do for a change. <\/div><div class=\"paragraph jod\" id=\"v13n654\"> When we go on a trip to the settlements and stop at the brethren's houses, it is, &#x201C;Brother Brigham, let us manifest our feelings towards you and your company.&#x201D; I tell them to do so, but give me a piece of johnnycake; I would rather have it than their pies and tarts and sweetmeats. Let me have something that will sustain nature and leave my stomach and whole system clear to receive the Spirit of the Lord and be free from headache and pains of every kind. If I can experience this, it will suit me. What do you say to it, sisters? Do you want a revolution? They want one in France; but you need not go to France to have a revolution  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this kind. Yet in that country there are about twenty-four millions who never eat any flesh meat at all. <\/div><div class=\"paragraph jod\" id=\"v13n656\"> The Americans, as a nation, are killing themselves with their vices and high living. As much as a man ought to eat in half an hour they swallow in three minutes, gulping down their food like the canine quadruped under the table, which, when a chunk of meat is thrown down to it, swallows it before you can say &#x201C;twice.&#x201D; If you want a reform, carry out the advice I have just given you. Dispense with your multitudinous dishes, and, depend upon it, you will do much towards preserving your families from sickness, disease, and death. <\/div><div class=\"paragraph jod\" id=\"v13n657\"> If this method were adopted in this community, I will venture to say that it would add ten years to the lives of our children. That is worth a great deal. <\/div><div class=\"paragraph jod\" id=\"v13n658\"> If you want a little of something more&#x2014;if you want another revolution, let us go to and say we will wear nothing but what we make; and that which we do not make we will not have. <\/div><div class=\"paragraph jod\" id=\"v13n659\"> If the people are inclined to complain about cooperation, let them do so. I have a constitutional right to eat sweetmeats if I choose, so long as I raise them and they belong to no one else; or a piece of johnnycake or wheat bread. This is my legal right and yours also. I have a right to wear a hat that my wife or daughters or my sister has made, and I need not be called in question for doing so. I have a legal and constitutional right, and so have my sisters, to set their table out in a morning with a little plain food on it if they choose so to do. Let the people eat as I used to eat when I was a child. If meat were cooked at all, it was on one plate; and if I had any it was off that plate. I can go to thousands <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4989\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of houses that are making the knives and forks and clothing for you and me that will not have a knife on their table at meal time. Have you ever seen any such thing? Yes, plenty of you have! <\/div><div class=\"paragraph jod\" id=\"v13n660\"> I have frequently related a circumstance that transpired while I was in England. After I recovered from the sickness which distressed me during the voyage across the ocean, my appetite became unusually good. I was invited to what is known in that country as a tea party. Fourteen of us sat down at the table, which was about two and a half feet across; but not a knife, fork, plate, or spoon could be seen, with the exception of the plate in the middle of the table, with some beautiful ham upon it, swimming in the gravy. I said to myself, &#x201C;I would like a piece of that ham if I had any way to eat it; but I have no plate nor knife and fork.&#x201D; By and by a native elder set down his cup on one knee, his bread and butter on the other; and putting his hand in his pocket, pulled out his knife, opened it, and reaching over his bread and butter, took a piece of ham and slipped it onto his bread. I said to myself, &#x201C;I can do that as well as you;&#x201D; but I took out my knife before I put down my cup, reached over to the plate and took a fine piece of ham; although I was afraid I would get a little gravy on my clothes in doing so. If I had had a plate it would certainly have been much better; but I got along very well without even greasing my clothes. &#x201C;Now,&#x201D; said I, &#x201C;that is worth money to me; I have learned something.&#x201D; In about five minutes after the tea table was deserted by the guests, everything was cleared away and the sister was ready to visit with us. It did not take her two hours to fuss around to wash plates and see that the servants did  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not break them, fixing furniture and so forth as we do here. <\/div><div class=\"paragraph jod\" id=\"v13n662\"> If you want a revolution go to work to improve yourselves and give your minds something to act upon instead of looking at the faults of others. We are a poor, feeble set and have hardly eyes to see; and many of those who have eyes see not, but are constantly watching the weaknesses and follies of each other. Endeavor with all your mind and strength to improve yourselves and ask your sisters and brethren to improve their lives. I am preaching to you practical religion. Learn to take proper care of your children. If any of them are sick, the cry now, instead of &#x201C;Go and fetch the Elders to lay hands on my child!&#x201D; is, &#x201C;Run for a doctor.&#x201D; Why do you not live so as to rebuke disease? It is your privilege to do so without sending for the Elders. You should go to work to study and see what you can do for the recovery of your children. If a child is taken sick with fever give it something to stay that fever or relieve the stomach and bowels, so that mortification may not set in. Treat the child with prudence and care, with faith and patience, and be careful in not overcharging it with medicine. If you take too much medicine into the system, it is worse than too much food. But you will always find that an ounce of preventive is worth a pound of cure. Study and learn something for yourselves. It is the privilege of a mother to have faith and to administer to her child; this she can do herself, as well as sending for the Elders to have the benefit of their faith. <\/div><div class=\"paragraph jod\" id=\"v13n663\"> We have come here to build up Zion. How shall we do it? I could tell you how if I had time. I have told you a great many times. There is one thing I will say in regard to it. We have got to be united in our <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4988\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> efforts. We should go to work with a united faith like the heart of one man;<span class=\"citation\" id=\"55587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55587)\">2 Sam. 19:14<\/a><\/span> and whatever we do should be performed in the name of the Lord, and we will then be blessed and prospered in all we do. We have a work on hand whose magnitude can hardly be told. We have now to go to and save ourselves according to the plan provided for our salvation, the Savior having done for us all that he can, except to impart unto us grace to aid us in our lives, and to save our families, friends, ancestors, and the nations that have lived before us and those that may come after us, that all may be brought unto God and be saved, except the sons of perdition.<span class=\"citation\" id=\"86986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86986)\">D&amp;C 76:43<\/a><\/span> This is the labor we have before us. <\/div><div class=\"paragraph jod\" id=\"v13n664\"> Brother Joseph was speaking about prayer. I will say a word with regard to prayer. It matters not whether you or I feel like praying, when the time comes to pray, <span class=\"italic\">pray<\/span>. If we do not feel like it, we should pray till we <span class=\"italic\">do<\/span>. And if there is a heavy storm coming on and our hay is likely to be wet, let it come. You will find that those who wait till the Spirit bids them pray will never pray much on this earth; for they always find a little something else to do, and become like some who wait for the Spirit to bid them pray, consequently they never pray. Such people would come to meeting and look at each other and then, when they had stayed as long as they felt inclined, address their brethren with&#x2014;&#x201C;Goodbye, I am going home,&#x201D; and then leave. But when the time comes to have prayers, let them be made, and there will be no danger. <\/div><div class=\"paragraph jod\" id=\"v13n665\"> Let us be humble, fervent, submissive, yielding ourselves to the will of the Lord, and there is no danger but that we shall have His Spirit to guide us. If we will open our lips and call upon our Heavenly Father, in the name of Jesus, we will have  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the spirit of prayer. I have proved this to be the best way. If we do everything in the season thereof, attending to our prayers and daily labors in their proper order and all at the right time, all will go well. <\/div><div class=\"paragraph jod\" id=\"v13n667\"> In regard to the things of this world, we should learn what they are for, and then use them wisely. To be proud and lifted up is the height of folly. It is beneath the intelligence and understanding of the man of God ever to be filled with foolish <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and vain desires. If we wish to exult, let us exult in our God; if we desire to be proud, let our pride be in our Heavenly Father;<span class=\"citation\" id=\"82204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82204)\">Alma 26:8-16<\/a><\/span> if we desire happiness, let us be humble and faithful in obeying the commandments of the Almighty and He will dispense every blessing to us. This is my constant prayer. I desire to live so that His Spirit may be with me continually; and I ask you to do so in the name of Jesus, and he will bless you. Amen. <\/div>\n<\/div>\n<\/div>"}