{"ID":130039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Bearing False Witness.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the Tabernacle, Salt Lake City, Sunday, April 24, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Bearing False Witness.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/24\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v13n1337\"> The 16th verse of the 20th chapter of Exodus, one of the ten commandments, reads as follows: &#x201C;Thou shalt not bear false witness against thy neighbor.&#x201D;<span class=\"citation\" id=\"54303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54303)\">Ex. 20:16<\/a><\/span> We, as a people, are situated in the Great Basin, among the mountains, and occupy the little valleys which form the backbone of the American continent. We have been here about 23 years, and we have had the privilege of contending with the fury of the elements, with a sterile country and with desolation itself, and by the magic wand of industry and the blessing of our heavenly Father upon our labors, and upon the waters and the land, we have been able to make for ourselves comfortable homes and to enjoy religious liberty&#x2014;a blessing which had been denied to us in other localities where we had resided. No other community can be found on the face of the earth that has had more good order, peace and harmony. In all the settlements, protection, safety, and every necessary blessing have been extended to the traveler, to the stranger and the resident alike. I believe that for the forty or fifty thousand square miles we have occupied in spots, the desert of course intervening between the settlements, there have better police regulations and more safety to all parties than have existed in the streets of New York or Washington. And the protection which has existed and which does still exist has been the work of the <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Latter-day Saints. Of this we have every reason to be proud. <\/div><div class=\"paragraph jod\" id=\"v13n1338\"> I have recently traveled more than 1,000 miles among the settlements, and have visited perhaps 30,000 people. During that journey I have not seen an idler, loafer, or heard an oath or blasphemous word; I have not seen a drinking saloon, dram shop, gambling hell, or brothel; but all has been perfect order and peace, the people worshipping God as they understand the Gospel and rejoicing in the same. <\/div><div class=\"paragraph jod\" id=\"v13n1339\"> It was my lot, during the past season, to be present much of the time in this city, which was visited by great numbers of men, from nearly all parts of the earth. Many of them were clergymen of the various denominations&#x2014;Presbyterians, Congregationalists, Methodists, Baptists, and others. Some of these men occupied our pulpits in this and the New Tabernacle. We were glad to hear them. We had many good reasons for wishing them to preach to us. Many of the younger members of our community have not been conversant with the religions of the age. The elder members of our body have been, for most of us were raised in some one or other of the religious denominations, and have felt and realized the effects of their principles, and are fully acquainted with their doctrines. Thousands of our Elders have traveled abroad in the earth preaching and have been observant of their  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>workings and progress. But the young and rising generation among us have not had this opportunity. It is therefore very desirable to us, whenever ministers of standing in their own denominations visit us, to have them set forth their doctrines and sentiments before us, that the young persons among us may understand all other religions as well as ours, and be able to compare the doctrines that are taught or held in Christendom with those which we have been introducing under the revelations given to Joseph Smith. It was on this and other grounds that the general spiritual liberty, so marked among us in the days of Joseph Smith, had been constantly continued. We all remember, who lived in the days of Joseph, that every clergyman of any prominence who visited Nauvoo was invited to preach to our congregations. This has ever been our course. It was so at Kirtland. They preached in our Temple and in other localities, and it has been continued up to the present time. During the long years that we were in a manner isolated from the rest of the world, ministers passing across the continent by stage or in emigrant companies have spoken in our tabernacles. <\/div><div class=\"paragraph jod\" id=\"v13n1341\"> It is true that when our Elders have been abroad preaching they have not met with similar courtesy. There was not long since, in the Vermont <span class=\"italic\">Journal<\/span>, a little article in relation to Rev. John Todd, D.D., at Pittsfield, Mass., who, the <span class=\"italic\">Journal<\/span> says, did not reciprocate the courtesies shown him at Salt Lake last summer. He preached in this building, and afterwards requested the privilege of preaching in the New Tabernacle. He did so, and was treated with due courtesy. He delivered us an address, showing us his faith and religion, which was what we desired him to <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do. We requested him to conduct the meeting as he chose, as we wished to see his manner of worship, or rather that our young people might see it. He went away and published a book in which he misrepresented us in many things and asserted that there was no liberty nor freedom here, that he felt bound, and he hoped that this plague spot of Sodom would be removed, and prayed that God might speed the day. <\/div><div class=\"paragraph jod\" id=\"v13n1342\"> This course, pursued by Dr. Todd, put me in mind of the commandment&#x2014;our text, &#x201C;Thou shalt not bear false witness against thy neighbor.&#x201D;<span class=\"citation\" id=\"54304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54304)\">Ex. 20:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1343\"> A freer people do not exist on the earth, nor any who have greater opportunities for free thought and understanding. Elders are going forth to every nation, kindred, tongue, and people,<span class=\"citation\" id=\"79716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79716)\">Rev. 14:6<\/a><\/span> preaching the Gospel and gathering up the poor and needy; and their going and returning keep us posted thoroughly in relation to the progress and improvements made by and going on in the religious, scientific and mechanical world. These are the facts, and every man has the privilege of exercising his own will and freedom; and the privilege of preaching in our congregations is extended through all our settlements to ministers and men of standing in other religious bodies. I saw recently invitations published to the learned of all denominations, to occupy the halls of Brigham City; and the same is true of other settlements. All that we desire of our fellow men, when they visit us, is to tell the truth about us, and not to tell for truth the forecastle yarns they have heard spun at some street corner by some who, while manufacturing lies, were trying to imitate Dean Swift's tales of Gulliver. Many men who have called here have done this. <\/div><div class=\"paragraph jod\" id=\"v13n1344\"> I remember one particular instance which occurred last season. There  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were five gentlemen of the Baptist Church who came here, with whom I had a conversation. They said their people had never, under any circumstances, persecuted the Latter-day Saints. I told them that I did not know that they had as a church. But I told them that the Rev. I. McCoy, a Baptist minister, with his gun on his shoulder, at the head of forty men, drove women and children out of their houses and robbed them in Jackson County, Missouri, in 1833; that Levi Williams, a Baptist preacher, led the party of men who murdered Joseph Smith; and that the Rev. Thomas Brockman, of the Reformed Baptists, at the head of 1,800 men, drove forth to perish 500 or 600 Saints, men, women, and children, poor and helpless, who were left in Nauvoo, Ill., having previously cannonaded the town for three days. I did not know that, as a church, they had persecuted us, but certain individuals of their persuasion had taken part in the matter. They seemed considerably hurt to hear it. They wished to preach to us, and they had the opportunity to do so in the New Tabernacle. It was not long before an article appeared in the <span class=\"italic\">Baptist<\/span> paper, describing the meeting. <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I presume most of the audience recollect the discourse of Dr. Backus. The description these gentlemen gave of the meeting was something like this. The Twelve Apostles were on the stand, and they looked around to see which was Judas; finally they came to the conclusion that they were all Judases, except Elder Taylor. The paper said it was desired and hoped that in a short time the Government would adopt efficient measures to put a stop to Mormonism. <\/div><div class=\"paragraph jod\" id=\"v13n1346\"> Now I do really think that it is degrading to the religion, science and civilization of the age, where there are five hundred thousand ministers, editors, and public teachers in the country, to ask the Government to interfere in any manner whatever to correct any moral or religious error. I think it is acknowledging a weakness in the civilization and religion of the age to do so. <\/div><div class=\"paragraph jod\" id=\"v13n1347\"> I wish to say to our friends who have visited us, in conclusion, we are glad to see you; you are welcome among us; we like to hear you speak, but when you go away tell the truth about us, and remember the commandment of God, &#x201C;Thou shalt not bear false witness against thy neighbor.&#x201D;<span class=\"citation\" id=\"54305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54305)\">Ex. 20:16<\/a><\/span> <\/div>\n<\/div>\n<\/div>"}