{"ID":130032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Word of Wisdom&#x2014;Spiritualism.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Oct. 30, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Word of Wisdom&#x2014;Spiritualism.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/30\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v13n1121\"> I can say to the people, as I have frequently said, if we were apt scholars to learn the truth and to understand the mind and will of God concerning us, and would then each and every one of us with fervency perform his duty, it would not be necessary to talk quite so loud and quite so long as we do now. But we are still children and can learn but little at a time; and we need to have our lessons repeated in our hearing very frequently, for we are apt to lay down our books when we go out of these schools where instructions are given. We are very apt to slumber and sleep and forget what resolutions we have made in our own minds, and to forget what we have heard from <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the servants of God. If we could learn our lessons, treasure them up and practice upon them, it would not be necessary to spend so much time in talking or in listening to these who talk; but it is necessary for us to talk and then to practice and show the people as well as teach them how to build up the kingdom of God upon the earth. It is quite a pity that we do not understand things! Take the inhabitants of the earth as they are, and in many things pertaining to what is called worldly wisdom&#x2014;mechanism, the sciences, and the arts, there seems to be a great deal of knowledge displayed; but they are ignorant, at the same time, of the fountain of this knowledge. They  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot conceive of anything any broader or deeper than the extension of their own minds and that of their neighbors. If we&#x2014;that is, mankind generally, could understand that whatever we enjoy, whatever wisdom and knowledge we possess, is bestowed upon us by and comes from God, we should perhaps be more willing to acknowledge Him in these blessings; and until the people called Latter-day Saints do this, we shall continue to talk to them and to ourselves. <\/div><div class=\"paragraph jod\" id=\"v13n1123\"> The Word of Wisdom has been preached to this people, first and last, a good deal, that is the written word in the Doctrine and Covenants.<span class=\"citation\" id=\"88867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88867)\">D&amp;C 89:1-21<\/a><\/span> It has been read and taught to the people now, some thirty-eight years! And yet we neglect to observe this trifling lesson concerning our health. Is it not strange? Yes, it is; it is passing strange; it is astonishing! How many there are of our brethren who say, &#x201C;I <span class=\"italic\">can't<\/span> dispense with my tobacco! I <span class=\"italic\">can't<\/span> lay down my pipe or cigar and let it alone; I <span class=\"italic\">must<\/span> take it up again, I <span class=\"italic\">can't<\/span> live unless I have a little tobacco in my mouth, or in my nose.&#x201D; I have no knowledge of their using it in their ears. Old men, middle-aged men, men strong in intellect and physical force, athletic men, will say, &#x201C;I must have a little tobacco.&#x201D; Is this the case with the Elders of Israel? You recollect that, here, a year ago I think it was last Conference, if my memory serves me aright, when the Bishop of the Church was presented for acceptance to the people, and then his counselors came up, I made this reservation&#x2014;I would vote for them if they would let their liquor and tobacco alone; and I believe the people voted for them on the ground that they were to cease using ardent spirits and tobacco. If they have not used it from that day to this, there were but few days that <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they did not use it. They should be examples to the Church; they should be like fathers to the Church. If they are really the counselors of the Bishop, they should practice everything that is good that he practices; and if the Bishop himself should neglect any duty, they should perform their duty as counselors, and should teach, guide, direct, and counsel the Bishop to improve in his life. <\/div><div class=\"paragraph jod\" id=\"v13n1124\"> But to return to the brethren and the use of tobacco. There are many of our Elders who say, &#x201C;I can't live without indulging in this unseemly appetite.&#x201D; To say that the nature of man requires tobacco and spirits is absurd. I do not know but we might prove that the nature of a dumb brute desires this at certain times. I am not sure but what certain would drink liquor if it were reduced considerably; perhaps they might drink it when rather strong. I think I have heard of some few instances in the course of my life. But you put cattle into a field where there is tobacco and you will see that none of them will eat it unless they are sick, they will take it then, but at no other time. If a horse, ox, or sheep be in good, ordinary health it will not touch it, and to say that it is necessary for man is absurd! Well, is it good for nothing? Was it created in vain? No, the Word of Wisdom tells us that tobacco is for sick cattle,<span class=\"citation\" id=\"88923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88923)\">D&amp;C 89:8<\/a><\/span> and the dumb brute will demonstrate this if it is sick and can get at it. The tobacco plant and the lobelia plant are similar in taste and outward appearance, though not in their effects; but the former is for cattle, the latter for man. The difference in their effects is chiefly, that lobelia has no narcotic influence, while tobacco has. <\/div><div class=\"paragraph jod\" id=\"v13n1125\"> I wish to ask those brethren who are in the habit of using tobacco, Won't you leave it alone and try  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lobelia, and see if you can become attached to it? If you can, it will prove that it possesses narcotic properties; if you cannot, it will prove that it possesses no such properties. Mankind would not become attached to these unnecessary articles were it not for the poison they contain. The poisonous or narcotic properties in spirits, tobacco and tea are the cause of their being so much liked by those who use them. I hear something occasionally about tea, but I say if the ladies would take the natural leaf from the stem and dry it upon wood they would not become attached to it as they do to the green tea, Young Hyson, Gunpowder and other popular brands, for these kinds are cured on copper, and they partake more or less of the nature of the copper on which they are dried, through being impregnated with its poisonous qualities. <\/div><div class=\"paragraph jod\" id=\"v13n1127\"> I say this to the brethren and sisters, that they may see if they can become attached to and really crave any of these stimulants that do not contain quite a quantity of poison. There is no doubt whatever that the food we eat, and which is absolutely necessary to sustain us, contains poison. I do not dispute that the poison contained in the bread that has been distributed from the table this afternoon, if extracted by a skillful chemist, would be enough to kill; but still, as combined with the other constituent elements of which bread is composed, it is not injurious, and we eat it without harm. But where we find so much poison in articles the people will become very strongly attached to them in a very short time. For instance, how quickly persons become attached to the practice of opium eating; they cannot live without it! If there was no poison in it it would not operate upon the system as it does. In some countries it is said that the fair sex are in the <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> habit of arsenic eating, and this is for the special purpose of improving the complexion. Let a lady commence taking the smallest possible particle of this article, and if she continues the practice, in a few years she will not be able to live without it. <\/div><div class=\"paragraph jod\" id=\"v13n1128\"> Many of our sisters think they cannot live without tea. I will tell you what we can do&#x2014;I have frequently said it to my brethren and sisters&#x2014;if they cannot live without tea, coffee, brandy, whiskey, wine, beer, tobacco, &amp;c., they can die without them. This is beyond controversy. If we had the determination that we should have, we would live without them or die without them. Let the mother impregnate her system with these narcotic influences when she is bringing forth a family on the earth, and what does she do? She lays the foundation of weakness, palpitation of the heart, nervous affections, and many other ills and diseases in the system of her offspring that will afflict them from the cradle to the grave. Is this righteous or unrighteous, good or evil? Let my sisters ask and answer the question for themselves, and the conclusion which each and every one of them may come to is this, &#x201C;If I do an injury to my child, I sin.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1129\"> We very well know that the customs which prevail in the world are such as to cause millions and millions of children to go to untimely graves. Infants, children, youth, young men and young women, thousands and tens of thousands of them go to an untimely grave through the diseases engendered in their systems by their progenitors. Is this wrong or is it right? If it is wrong we should abstain from every influence and practice which produces these evil effects; if it is right, then practice them. But we say it is wrong; God says it is wrong, and  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>He has pointed out in a few instances the path for us to walk in, by observing the Word of Wisdom, and He has declared that it is fitted to the capacity of the Saints, yea the weakest of all who are or can be called Saints.<span class=\"citation\" id=\"88890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88890)\">D&amp;C 89:3<\/a><\/span> And this Word of Wisdom prohibits the use of hot drinks<span class=\"citation\" id=\"88936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88936)\">D&amp;C 89:9<\/a><\/span> and tobacco.<span class=\"citation\" id=\"88924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88924)\">D&amp;C 89:8<\/a><\/span> I have heard it argued that tea and coffee are not mentioned therein; that is very true; but what were the people in the habit of taking as hot drinks when that revelation was given? Tea and coffee. We were not in the habit of drinking water very hot, but tea and coffee&#x2014;the beverages in common use. And the Lord said hot drinks are not good for the body nor the belly,<span class=\"citation\" id=\"88935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88935)\">D&amp;C 89:9<\/a><\/span> liquor is not good for the body nor the belly, but for the washing of the body,<span class=\"citation\" id=\"88907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88907)\">D&amp;C 89:7<\/a><\/span> &amp;c. Tobacco is not good, save for sick cattle, and for bruises and sores, its cleansing properties being then very useful.<span class=\"citation\" id=\"88925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88925)\">D&amp;C 89:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1131\"> Now then, will we observe the Word of Wisdom? Will we let our tea, coffee, whiskey and tobacco alone? Shall I answer for my brethren and sisters? Yes, I will answer. A large proportion of the Elders of Israel will let these things alone, they do let them alone; but there is a certain percentage of them that you might as well talk to the wind as to talk to them about these things. As for my sisters, I can answer the question for them. They may not have their tea on the table when the husband sits down to breakfast or supper, and their teacups, saucers, and teapot may be out of sight, but I will insure that many of them take a little tea for the stomach's sake in the course of the day, whether the father or husband knows anything about it or not; and if the question is asked why I think so, I answer from the statistics of the sales of tea and coffee in our stores; they prove <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this. We were very urgent, a year or two ago, with regard to the Word of Wisdom, and the influence then raised made an impression on the people which caused them to forsake the use of these unnecessary articles for the time being. It was our wish then, and is still, that the money generally paid out for tea and coffee, liquor, tobacco, &amp;c., be used to send for the poor Saints and bring them to a land where they can accumulate the common necessaries of life, instead of staying in their own land, and going down to an untimely grave for the want of food. I recollect one sister said to me, one day, &#x201C;Brother Brigham, here is twenty dollars&#x201D;&#x2014;I think that was the sum&#x2014;&#x201C;I give this into the poor fund. At such a time you advised us to let our tea and coffee alone, and contribute the same amount that we would expend for these articles in bringing the poor from the old country. It would have taken me twenty dollars to supply me with these articles to this time. I have saved the money; my health now is more than fifty percent better than when I left off tea. I can now work ten, or perhaps twelve, hours a day easier than I could two or three when I took these stimulants.&#x201D; Some others have sent in a few dollars thus accumulated for the relief of the poor; but I think most of our sisters have taken to their old practice of drinking tea again. Perhaps I do not judge rightly, but my conclusions are formed from information in my possession, as to the amount of this article sold. <\/div><div class=\"paragraph jod\" id=\"v13n1132\"> As far as I can learn the cup of tea stands on the stoves in the houses of my near neighbors, associates, and those with whom I am best acquainted. I go along occasionally and take up a tin cup, and say, &#x201C;What is this?&#x201D; &#x201C;It is a little tea; we have just made a little tea this morning;&#x201D; or, &#x201C;we  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thought we would have a little tea this morning.&#x201D; I have not seen any on my table, but frequently I am asked, &#x201C;Will you have a little tea?&#x201D; I can say I have tasted it to see whether I have liked it or not. I have desired not to like it. I never was in the habit of using it, except a very small portion of my life. But I do not like it. It has got to be made very delicate, about as weak as if for a child, and then a good share of nice cream and sugar in it for me to like it at all. I have frequently taken a spoon and said, &#x201C;Let us see what you are drinking? Oh, yes, tea! It wants a little sugar and cream in it.&#x201D; If you who use it will drink a large share of sugar and cream in it, it will not have that same influence on your stomach as if you drink it raw, I mean without the sugar and cream; it will not injure the coating of the stomach to the same extent. And if you adopt this practice, adding a little more sugar and cream, and having your tea gradually weaker and weaker you may finally get rid of it. <\/div><div class=\"paragraph jod\" id=\"v13n1134\"> I ask again will we observe the Word of Wisdom? &#x201C;No, we will not, unless we have a mind to.&#x201D; That is the answer. &#x201C;If we have a mind to and feel disposed to do so, we will observe it, but not without.&#x201D; I say to all the Elders of Israel, if it makes you sick and so sleepy that you cannot keep out of bed unless you have tobacco, go to bed and there lie. How long? Until you can get up and go to your business like rational men, like men who have heads on their shoulders and who are not controlled by their foolish appetites. I have said to my family, and I now say to all the sisters in the Church, if you cannot get up and do your washing without a cup of tea in the morning, go to bed, and there lie. How long? Until the influence <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of tea is out of the system. Will it take a month? No matter if it does; if it takes three months, six months, or a year, it is better to lie there in bed until the influence of tea, coffee and liquor is out of the system, so that you may go about your business like rational persons, than to give way to these foolish habits. They are destructive to the human system; they filch money from our pockets, and they deprive the poor of the necessaries of life. Hundreds and thousands could have keen brought here to this Territory, where they could have had food to eat, raiment to wear, and been taught so as to have a house of their own, could have known how to build a good cabin, lived under their own roof and eaten their own bread; whereas, now they are perishing by scores and hundreds. Do these habits rob the poor? Yes, they do. Do they produce evil? Yes, they do. They do not bring that sweet satisfaction of the Spirit of God to our hearts and our feelings and affections that would come to us by the observance of the Word of Wisdom, and using the means thus wasted to feed the poor and clothe the naked. <\/div><div class=\"paragraph jod\" id=\"v13n1135\"> A few words with regard to our tithes and offerings&#x2014;a subject that was presented to the people yesterday. You come to the rich, that is, those who are best off, for we cannot boast that anybody is rich in our community, but those who have the most means, as a general thing, do the least. Our tithes and offerings are neglected; the poor are needy, they want bread, and a little of something to make them comfortable. There may be a few, perhaps, sick in this Ward, and the next, and so on through the Wards, and there is nothing contributed for their assistance. I know it is the disposition of many to turn round and say, &#x201C;We  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pay our tithing.&#x201D; I want to inform the Latter-day Saints that since we have been in these valleys there has not been one-tenth part of the tithing paid into the Church that was due to it; but everything that we can rake and scrape goes to the poor, and for the building of the kingdom of God, as it was designed; and the poor and the needy get pretty much all of it. If they do not, I do not know it. It is left in the hands of our agents and clerks, and I know it is dealt out to our workmen and the poor as long as we have anything left. And then upon this God has blessed me sufficiently that I feed and clothe my scores of poor, independent of the tithing office; and He will bless any man, any family, or any people who is liberal. As it is written in the good book, &#x201C;The liberal man deviseth liberal things,&#x201D; and if he deviseth liberal things, by his liberality he shall stand.<span class=\"citation\" id=\"58981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58981)\">Isa. 32:8<\/a><\/span> The Lord will bless that people that is full of charity, kindness, and good works. When our monthly fast days come round, do we think of the poor? If we do, we should send in our mite,<span class=\"citation\" id=\"66658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66658)\">Mark 12:42-44<\/a><\/span> no matter what it is. What is it to give ten or twenty pounds of flour, or a hundred pounds of flour? What is it to give a little meat, or sugar, or a little money, or whatever is wanted? Does it impoverish us? It does not. If this people have not been sustained by the hand of the Almighty, I ask how they have been sustained? Could any other people have lived in these valleys except the Latter-day Saints? No, they could not. The elements would not have produced the corn, the wheat, the oats, the rye, the peas, the barley, the vegetables, and the fruit. These elements in which we live would not have produced them for anybody else. But the Lord suffered us to be driven here from our homes, and He promised us He would <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lead us into a goodly land.<span class=\"citation\" id=\"89795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89795)\">D&amp;C 103:20<\/a><\/span> He has done so. He has blessed the soil, the water, and the atmosphere; He has blessed the shining sun and the falling rain, and He has forbidden the hoary frosts to cut off our crops, as they did when we first came here; and we have been sustained and preserved, and if the Lord Almighty has not done it, let some man tell who has. As far as my knowledge goes, the providences of God have sustained this people, the hand of the Lord has fed and clothed them, and given them all they possess. We were not fit to live in Christian society; we were not worthy of the holiness, beauty, excellency, and glory of the Christian world, let our enemies tell the story; but they must drive us into the wilderness, there to perish as they thought. And if God has not sustained us after all that we have passed through, let some one tell how we have been sustained. <\/div><div class=\"paragraph jod\" id=\"v13n1137\"> Will He sustain us in being covetous? No; let the hearts of the people dry up with regard to the poor, in sending for those in foreign lands, in sending the Elders to the nations of the earth, in preaching the Gospel, in purifying ourselves here; let us neglect the Word of Wisdom, neglect our prayers, tithes, offerings, donations, and public works, and see how much we will enjoy the Spirit of the Lord. The danger now in the midst of the people arises from their neglect of these things; it leaves them in cold and darkness. See the apostasy in our midst; see also the love of riches.<span class=\"citation\" id=\"75983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75983)\">1 Tim. 6:10<\/a><\/span> The spirit of the world and of apostasy is prevalent here, and the people want stirring up, and sometimes I feel as if they wanted a rap on each side of the head to wake them up, that they may see where they are going and what they are doing. <\/div><div class=\"paragraph jod\" id=\"v13n1138\"> How is it with most of those who  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were our merchants here? &#x201C;A little more of your money, brethren and sisters;&#x201D; and the best of them are so today. I hardly know where I could draw the line of distinction between the just and the unjust;<span class=\"citation\" id=\"63248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63248)\">Matt. 5:45<\/a><\/span> between those who, while trading, let their avaricious, craving disposition control them, and those who dealt justly. It is hard to draw the line between them, the feeling was to general. &#x201C;A little more of your money, a little more wealth, a little more ease, a little more land, a little more means, a little finer house, a little better carriage, a few more horses, a few more possessions; give us your money, it is all we want of you.&#x201D; And that spirit is distributed among the people. <\/div><div class=\"paragraph jod\" id=\"v13n1140\"> I will stop right here and say to the Latter-day Saints, I have sought to teach you how to get rich, but I never taught you to neglect your duty; I never instructed you nor taught you to forsake the Lord; and today I would rather not own one farthing, and take my valise in my hand, as I did at the rise of the Church, and travel among the nations of the earth, and beg my bread from door to door, than to neglect my duty and lose the Spirit of Almighty God. If I have wealth and cannot use it to the glory of God and the building up of His kingdom I ask the Lord to take it from me. But how is it with some of the people? A little more ease, a little more ease to my eyelids; as the Prophet said, &#x201C;a little more sleep, and a little more slumber, and a little more folding of the hands.&#x201D;<span class=\"citation\" id=\"57391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57391)\">Prov. 6:10<\/a><\/span> Say some, &#x201C;We are pretty easy in circumstances, have quite enough to last us through life; but we want a little more for our children; and when we get enough for them we want a little more for grandchildren, and then a little more for our great-grandchildren,&#x201D; and finally they never want to stop until they get the <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whole world; and, in very many cases, what they get will canker their souls<span class=\"citation\" id=\"86059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86059)\">D&amp;C 56:16<\/a><\/span> and send them down to hell. It has been so in this Church from the beginning. <\/div><div class=\"paragraph jod\" id=\"v13n1141\"> I will say to you that we have the capacity to receive, but we need teaching continually. We had three sermons this morning, and we had not half enough; and we shall keep this meeting two hours this afternoon; and we might talk to each other again tomorrow morning, and continue until our hearts get full of the kingdom of God, and building it up and the establishment of peace and righteousness upon the earth. We are called, as it has been told you, to redeem the nations of the earth.<span class=\"citation\" id=\"85678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85678)\">D&amp;C 45:54<\/a><\/span> The fathers cannot be made perfect without us; we cannot be made perfect without the fathers.<span class=\"citation\" id=\"77120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77120)\">Heb. 11:40<\/a><\/span> There must be this chain in the holy Priesthood; it must be welded together from the latest generation that lives on the earth back to Father Adam, to bring back all that can be saved and placed where they can receive salvation and a glory in some kingdom.<span class=\"citation\" id=\"91217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91217)\">D&amp;C 128:18<\/a><\/span> This Priesthood has to do it; this Priesthood is for this purpose. God has revealed the plan of salvation, we know how to carry it out. If we neglect this will we be justified? No, we will not; we must carry out this plan of salvation, and in so doing we expect the whole world to be against us. It was revealed to me in the commencement of this Church, that the Church would spread, prosper, grow, and extend, and that in proportion to the spread of the Gospel among the nations of the earth, so would the power of Satan rise. It was told you here that Brother Joseph warned the Elders of Israel against false spirits.<span class=\"citation\" id=\"78737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78737)\">1 Jn. 4:1<\/a><\/span><span class=\"citation\" id=\"85931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85931)\">D&amp;C 50:2<\/a><\/span> It was revealed to me that if the people did not receive the spirit of revelation that God had sent for the salvation of the  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, they would receive false spirits, and would have revelation. Men would have revelation, women would have revelation, the priest in the pulpit and the deacon under the pulpit would have revelation, and the people would have revelation enough to damn the whole nation, and nations of them, unless they would hearken to the voice of God. It was not only revealed to Joseph, but to your humble servant, that false spirits would be as prevalent and as common among the inhabitants of the earth as we now see them. <\/div><div class=\"paragraph jod\" id=\"v13n1143\"> Seeing that I have got on this thread, I will ask, Is there any revelation in the world? Yes, plenty of it. We are accused of being nothing more nor less than a people possessing what they term the higher order of Spiritualism. Whenever I see this in print, or hear it spoken, &#x201C;You are right,&#x201D; say I. &#x201C;Yes, we belong to that higher order of Spiritualism; our revelations are from above, yours from beneath. This is the difference. We receive revelation from Heaven, you receive your revelations from every foul spirit that has departed this life, and gone out of the bodies of mobbers, murderers, highwaymen, drunkards, thieves, liars, and every kind of debauched character, whose spirits are floating around here, and searching and seeking whom they can destroy;<span class=\"citation\" id=\"56833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56833)\">Ps. 63:9<\/a><\/span><span class=\"citation\" id=\"82448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82448)\">Hel. 8:28<\/a><\/span><span class=\"citation\" id=\"83935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83935)\">D&amp;C 10:27<\/a><\/span> for they are the servants of the devil, and they are permitted to come now to reveal to the people.&#x201D; It was not so once, anciently or formerly, when there was no Priesthood on the earth, no revelations from Heaven. Then the Lord Almighty shut up this evidence, and all intercourse between men on the earth and the foul spirits, so that the latter could not deceive and destroy the former with their revelations. But God has spoken now, and so has the devil; Jesus has revealed his <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthood, so has the devil revealed his, and there is quite a difference between the two. One forms a perfect chain, the links of which cannot be separated; one has perfect order, laws, rules, regulations, organization; it forms, fashions, makes, creates, produces, protects, and holds in existence the inhabitants of the earth in a pure and holy form of government, preparatory to their entering the kingdom of Heaven. The other is a rope of sand; it is disjointed, jargon, confusion, discord, everybody receiving revelation to suit himself. If I were disposed to go into their rings I could make every table, every dot, every particle of their revelations prove that Joseph Smith was a prophet of God. I could lay my hands on the table with them, and if I would consent to have the spirits wrap, I would make them prove every time that Joseph Smith was a prophet; but let me go, and another man come along, a wicked man, and he would have all the evidence he desired that Joseph was not a prophet of God. I could make them say, every time, that this is the Church of Christ; while a wicked man might enter the circle and he would be told that this was not the Church of Christ; and this is their system&#x2014;it is confusion and discord. It is like a rope of sand. There is no order, no organization; it cannot be reduced to a system, it is uncertainty. That is the difference between the two spiritual systems&#x2014;yes, this is the higher order of spiritualism, to be led, governed, and controlled by law, and that, too, the law of heaven that governs and controls the Gods and the angels. There is no being in heaven that could endure there, that could abide the heavens unless he is sanctified, purified, and glorified by law, and lives by law.<span class=\"citation\" id=\"126330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126330)\">D&amp;C 88:22<\/a><\/span><span class=\"citation\" id=\"88473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88473)\">D&amp;C 88:34<\/a><\/span> But take the other party, and it is without law.  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, what is it? Death. What is that? Dissolution of the body. And what will be next? The second death,<span class=\"citation\" id=\"86960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86960)\">D&amp;C 76:37<\/a><\/span> and I leave every person to speculate to suit himself with regard to that; but the Scriptures say &#x201C;Blessed is he on whom the second death hath no power;&#x201D;<span class=\"citation\" id=\"80537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80537)\">Rev. 20:6<\/a><\/span> and they who serve God and keep His commandments, that receive the holy Priesthood of the Son of God, have something tangible, and if they live according to this law the second death has nothing to do with them.<span class=\"citation\" id=\"79063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79063)\">Rev. 2:11<\/a><\/span> They are above it, free from it, they are masters of it, for they command in the name of Jesus, and their words are obeyed; and what they say shall be done, is done. This is the authority that God gives. As the Scriptures say, &#x201C;Whatsoever you bind on earth shall be bound in heaven: and whatsoever you loose on earth is loosed in heaven;<span class=\"citation\" id=\"64891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64891)\">Matt. 16:19<\/a><\/span> and whosesoever sins you remit on earth, shall be remitted to them in heaven; and whosesoever sins ye retain on earth, are retained in heaven.&#x201D;<span class=\"citation\" id=\"70918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70918)\">John 20:23<\/a><\/span> This is the authority of the kingdom of God on the earth, and we possess and expect nothing less. <\/div><div class=\"paragraph jod\" id=\"v13n1145\"> Look at the Christian world! How many times it was said to me, in my early career: &#x201C;Oh, if the Lord had spoken to such a man, to such a divine that we have all confidence in; if the Lord had revealed His will to that man, we could have believed the whole thing.&#x201D; The Lord Almighty could not do it. Do you know the reason why? I do. I was acquainted with some of the best reformers that ever walked on the American continent, as good to all appearance as lived. They would say: &#x201C;We have prayed, we have fasted, we have sought, we have believed, we have had faith that God was about to reveal something from the heavens, but He has not revealed it to us.&#x201D; That was the trouble. They had their way <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> marked out before them, and if the Lord would not walk in that path they would not have anything to do with Him, and their conduct proved it. When men say: &#x201C;O Lord, we are the clay, you are the potter! Fashion, shape and make us, and do with us as seems good in Thy sight, only let us know Thy will, we are here to perform whatever Thou requirest,&#x201D; it makes me think of that second person that came forth in the heavens when the voice went forth: &#x201C;Who will redeem the earth, who will go forth and make the sacrifice for the earth and all things it contains?&#x201D; The eldest son said: &#x201C;Here am I;&#x201D; but he did not say &#x201C;send me.&#x201D; But the second one, which was &#x201C;Lucifer, son of the morning,&#x201D;<span class=\"citation\" id=\"126331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126331)\">Isa. 14:12<\/a><\/span> said, &#x201C;Lord, here am I, send me, I will redeem every son and daughter of Adam and Eve that lives on the earth, or that ever goes on the earth.&#x201D;<span class=\"citation\" id=\"92450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92450)\">Moses 4:1-3<\/a><\/span><span class=\"citation\" id=\"93476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93476)\">Abr. 3:27-28<\/a><\/span> &#x201C;But,&#x201D; says the Father, &#x201C;that will not answer at all. I give each and every individual his agency; all must use that in order to gain exaltation in my kingdom; inasmuch as they have the power of choice they must exercise that power. They are my children; the attributes which you see in me are in my children and they must use their agency. If you undertake to save all, you must save them in unrighteousness and corruption. You will be the man that will say to the thief on the cross, to the murderer on the gallows, and to him who has killed his father, mother, brothers, and sisters and little ones, &#x2018;Now, if you will say, I repent and believe on the Lord Jesus Christ, or on the Savior of the world, you shall be saved.&#x2019;&#x201D;<span class=\"citation\" id=\"71909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71909)\">Acts 16:31<\/a><\/span> This is what all the religious sects of the day are saying now, but Jesus did not say any such thing. <\/div><div class=\"paragraph jod\" id=\"v13n1146\"> How many churches are there upon the earth? Two.<span class=\"citation\" id=\"81078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81078)\">1 Ne. 14:10<\/a><\/span> Let everybody speculate just as much as they please  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>about this, there are no more, and the earth never saw but two, and there never will be but two. If one is for good, what must the other be? Why, for evil. If one is right, what must the other be? Why, wrong. And there cannot be two just right without being one. The Father cannot operate without the Son, neither can the Son officiate and operate without the Father. They cannot divide their kingdom, and one go to the right and the other to the left, like Abraham and Lot, when they divided their stock;<span class=\"citation\" id=\"53049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53049)\">Gen. 13:5-11<\/a><\/span> no, they must live together; they must be one, and labor together, and all their efforts being for the salvation of the human family, must be one. If they made a division they would fall. Consequently the Lord Jesus works just as he said he would. &#x201C;I come not to do my own will, but the will of him that sent me.&#x201D;<span class=\"citation\" id=\"69165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69165)\">John 5:30<\/a><\/span> He also said, &#x201C;I do nothing of myself; but what I have seen the Father do, that does the Son.&#x201D;<span class=\"citation\" id=\"69119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69119)\">John 5:19<\/a><\/span> &#x201C;Whosoever has seen the Son has seen the Father.&#x201D;<span class=\"citation\" id=\"69942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69942)\">John 14:9<\/a><\/span> All this you know, with hundreds of other Scriptures and testimonies had in ancient days, showing that the people must be sanctified by law, they must live according to that law; and they must be justified, purified, and sanctified in order to get into the kingdom of heaven, that is, the highest glory. <\/div><div class=\"paragraph jod\" id=\"v13n1148\"> That saying, &#x201C;the highest glory,&#x201D; may give rise to a little speculation on the part of some. Let me quote one passage of Scripture. When Jesus was about to go hence, said he, &#x201C;I will go away, but I will not leave you comfortless,<span class=\"citation\" id=\"69991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69991)\">John 14:18<\/a><\/span> but I will send you another comforter,&#x201D;<span class=\"citation\" id=\"69985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69985)\">John 14:16<\/a><\/span><span class=\"citation\" id=\"70299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70299)\">John 16:7<\/a><\/span> &amp;c. I have not worded it exactly as it is in the Scriptures, that is a little fuller. He then said, &#x201C;In my Father's house are many mansions: if it had not been so, I would have told you; but I go to prepare a place for you, that where I <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69901)\">John 14:2-3<\/a><\/span> What kind of mansions did Jesus refer to? This is a question which I shall not pretend to answer at this time, for I have not time; neither how many there are, nor the rules, laws and regulations that pertain to each. But Jesus said, &#x201C;In my Father's house are many mansions;&#x201D;<span class=\"citation\" id=\"69876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69876)\">John 14:2<\/a><\/span> or, in other words, in my Father's dominion are many houses, apartments, degrees, &amp;c. Well, what does this signify, if it does not mean in my Father's house or dominions are many grades and degrees of glory? Now speculate just as much as you please; it is no matter how much you say or think or reflect upon this. There is space, and in that space there are mansions or kingdoms which God has prepared for His children to inhabit, according to their several capacities. We shall all go somewhere, and all upon whom the second death has no power<span class=\"citation\" id=\"80538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80538)\">Rev. 20:6<\/a><\/span> will live eternally. We want to prepare for that mansion that Jesus went to prepare for his disciples.<span class=\"citation\" id=\"69875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69875)\">John 14:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1149\"> The whole world of wickedness is opposed to this kingdom; but when they reduce every doctrine and principle that is believed in and preached by the Latter-day Saints, they will not find one iota, I will be as particular as Bro. Carrington was in defining the wisdom and power of man, and I will say there is not the dot of an i nor the crossing of a t that makes anything against the welfare of the human family for time or eternity; but all for comfort, help, satisfaction, glory, and immortality; and all for the glory of God, to be crowned with glory and eternal lives in the presence of the Father and the Son.<span class=\"citation\" id=\"92202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92202)\">D&amp;C 138:51<\/a><\/span> Every doctrine and principle that is believed in and taught by the Latter-day Saints leads, guides, and directs man into the presence of the Father and the Son. May God help us to take that path. Amen. <\/div>\n<\/div>\n<\/div>"}