{"ID":130026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Saints Are a Strange People Because They Practice What They Profess.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Feb. 20, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Why the Saints Are a Strange People<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/20\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v13n963\"> It is some time since I have spoken to the people in this capacity, and I have a few words to say to Saints and sinners. That is a common expression, but as we are all sinners, I might say a few words to sinners exclusively. <\/div><div class=\"paragraph jod\" id=\"v13n964\"> The Gospel of the Son of God that has been revealed is a plan or system of laws and ordinances, by strict obedience to which the people who inhabit this earth are assured that they may return again into the presence of the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v13n965\"> I frequently contemplate the con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dition of this so-called strange people, the Latter-day Saints. &#x201C;A strange people&#x201D; is a peculiar expression, as though we were different from others! I know that we are so considered, but in my opinion we are the most rational, common sense people that live on the face of the earth. We are trying to become natural in our habits, and are striving to fulfil the end and design of our creation. When we read of and contemplate the manners, morals and customs that prevail in the world and compare them with those of the Latter-day Saints, we  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may justly come to the conclusion that we are &#x201C;a strange people,&#x201D; for, in these respects, we are very different to the rest of the world. How strange it is that we should do differently from the rest of mankind! How strange it is that we should believe differently from our neighbors! It is very strange indeed that we cannot embrace the so-called Christian religion and be satisfied therewith. If we were to ask the infidel world some few questions, they might talk, philosophize and bring up their sophistry, but they could not prove a truth to be an untruth. The whole infidel world cannot prove that we are not here on this earth, that the sun does not shine, that we do not speak and hear, that we do not see with our eyes and handle with our hands, that we have not the power of tasting and smelling and have not the use of our natural senses. You all know that I have got eyes, for you can see them; you know I can speak, for you can hear my voice; you know that you are here in a building, rude as it may be, and you know that you walk on the ground; you know that you breathe the air, and you also know that when you are thirsty you desire water to drink, and that when you are hungry you want something palatable to eat. We all know these things by the exercise of our natural senses, but there are many things of which we are ignorant. We may look at ourselves and the people generally, and the earth upon which we walk, and without the revelations of God we know not who we are, whence we came, nor who formed the earth on which we live, move and have our being.<span class=\"citation\" id=\"71982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71982)\">Acts 17:28<\/a><\/span> Did I bring the particles of matter together and form the earth? No. Did you, Mr. Philosopher? Did you, Mr. Infidel, or you, Mr. Christian, Pagan, or Jew? No, not any of us. We know that <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are here, but who brought us here or how we came are questions the solution of which depends upon a power superior to ours. The ideas of the inhabitants of the earth with regard to their own creation and destiny, and with regard to the destiny of the earth, are very crude and vague. But we must all acknowledge that some individual, being, power or influence superior to ourselves produced us and the earth and brought us forth and holds us in existence, and causes the revolutions of the earth and of the planetary system. These are facts that neither we nor all mankind can controvert; the whole Christian and even the heathen world will acknowledge all this; but what do they know about it? Who understands the <span class=\"italic\">modus operandi<\/span> by which all this was brought about and continued? Who is able to leap forth into the immensity of thought, space, contemplation, and research, and search out the principles by which we are here and by which we are sustained? The strangest phenomenon to the inhabitants of the earth today is that God, the maker and preserver of the earth and all it contains, should speak from heaven to His creatures, the works of His hands here. What would there be strange in the mechanician, after constructing the most beautiful and ingenious piece of mechanism it is possible to conceive of, speaking to it and admiring the beauty, regularity and order of its motions? Nothing whatever. Well, to me it is not at all strange that He who framed and fashioned this beautiful world and all the myriads and varieties of organizations it contains, should come and visit them; to me this is perfectly natural, and when we remember and compare the belief of this people with that of the rest of the world we need not be surprised at being considered &#x201C;a strange people.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n968\"> Brother George A. Smith has been relating to us something about the history and belief of some of his forefathers, and others; one believed one thing and another. It was with them, as it was in the days of the Apostles&#x2014;some were for Paul, some for Apollos, some for Cephas, and some for Christ.<span class=\"citation\" id=\"72887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72887)\">1 Cor. 1:12<\/a><\/span> To me it is more rational for an intelligent being to embrace truth, than it is to mix up a little truth with a great deal of error, or to embrace all error and undertake to follow a phantom. Have you embraced truth, Latter-day Saints? Have you anything different from other Christians? Yes. What have you got? You have got a Father in heaven, a system of religion, a plan of salvation, with doctrines and ordinances. What are they? We read them in the Bible, and the same things again in the Book of Mormon, both of which are precisely the same as the principles contained in the Book of Doctrine and Covenants, each one corroborating the other. It is written that out of the mouths of two or three witnesses every word shall be established,<span class=\"citation\" id=\"74315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74315)\">2 Cor. 13:1<\/a><\/span> and here, in the New Testament, we have the words of the evangelists; in the Old Testament the words of the prophets and patriarchs; and again, the testimony of others in the Book of Mormon; and last of all, given in our own day, the testimony of Joseph Smith in the Book of Doctrine and Covenants; all coinciding, and the two latter corroborating, the fact that the Bible, as far as it is correctly translated, is the word of God.<span class=\"citation\" id=\"94070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94070)\">A of F 1:8<\/a><\/span> The Bible contains the word of God, the word of Jesus, of angels, of good men, of those tolerably good, of wicked men, and the words of the devil, the enemy of all righteousness,<span class=\"citation\" id=\"71844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71844)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"82240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82240)\">Alma 34:23<\/a><\/span> the enemy of Jesus, and the enemy of this world, who is determined that he will possess the earth and its <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inhabitants; and in the main it is true; and every item of doctrine taught by the Latter-day Saints is to be found in this book. Then, why should the Latter-day Saints appear so obnoxious and disagreeable to the world&#x2014;fairly a hiss and a by-word?<span class=\"citation\" id=\"81160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81160)\">1 Ne. 19:14<\/a><\/span> What is the reason of this? Is it because we can swear more and better than others? No. Because we can lie more and better than others? Well, can you steal better than others? No; I will defy you to do that. Are you better gamblers? No. Do you intrude more on your neighbors' rights than others? No. Do you bear false witness more than others? No. Can you revile the name of the Savior more than others? No. Well then, why are we considered so strange a people? Simply because we believe in the reality of the principles contained in the word of God, and maintain that man, in this day, needs and obtains direct revelation from his Creator for his guidance. <\/div><div class=\"paragraph jod\" id=\"v13n969\"> Let us look now for a moment at what is termed the &#x201C;moral code,&#x201D; the ten commandments revealed by the Lord to the Jews,<span class=\"citation\" id=\"54183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54183)\">Ex. 20:3-17<\/a><\/span> the House of Israel, for a law to control their everyday walk and conduct. Do the Latter-day Saints keep this? Yes. Does that make them so very strange? Why should it? Does that fact make them a speckled bird<span class=\"citation\" id=\"60460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60460)\">Jer. 12:9<\/a><\/span> in the communities of the world? It should not. Then why is it that we are so considered? We have a Father; He is in heaven; He has told us to call Him Father;<span class=\"citation\" id=\"69490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69490)\">John 8:41<\/a><\/span><span class=\"citation\" id=\"93046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93046)\">Moses 7:33<\/a><\/span> He says that we are His children.<span class=\"citation\" id=\"85993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85993)\">D&amp;C 50:41<\/a><\/span> Now, excuse me everybody that does not believe in the Bible, or who is inclined not to believe in it, we are so unwise, so shortsighted, so foolish in our imagination that we believe the Bible, we actually believe that God the Father is our heavenly Father, that we are His children; and we believe that  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ is our elder brother&#x2014;that he is actually the Son of our Father and that he is the Savior of the world, and was appointed to this before the foundations of this earth were laid.<span class=\"citation\" id=\"126325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126325)\">Heb. 1:10<\/a><\/span><span class=\"citation\" id=\"77785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77785)\">1 Pet. 1:20<\/a><\/span> We are just so foolish and shortsighted as to believe all this. <\/div><div class=\"paragraph jod\" id=\"v13n971\"> We know that this age, by the outside world, is considered a fast age; we think it is very fast, so far as unbelief goes. The people now-a-days profess to be very enlightened and they say, &#x201C;Don't be so superstitious as to believe the Bible;&#x201D; and the idea of Jesus being sacrificed for the sins of the world is ridiculed by many. They say, &#x201C;Oh, don't have any such ideas, be more liberal, be as we are;&#x201D; and I heard of one man who said he would not believe in, worship, nor acknowledge a God who would command a man to sacrifice his only son, as Abraham was called to sacrifice Isaac.<span class=\"citation\" id=\"53276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53276)\">Gen. 22:1-2<\/a><\/span> We Latter-day Saints are just so unwise and foolish as to believe that the Lord Almighty required this at the hands of Abraham; and He did not tell Abraham that he would have that ram ready in the bushes.<span class=\"citation\" id=\"53314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53314)\">Gen. 22:13<\/a><\/span> He said, &#x201C;Have you confidence in me, my son Abraham?&#x201D; &#x201C;Yes,&#x201D; said Abraham. &#x201C;Well, I will prove you. Bring up your son Isaac to Mount Moriah, build an altar there, place the wood on the altar and bind your son and place him on the altar and sacrifice him to me,<span class=\"citation\" id=\"53289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53289)\">Gen. 22:2<\/a><\/span> and this will prove whether you have faith in me or not.&#x201D; The sacrifice was offered and accepted, and the Lord provided a way whereby Isaac could live. We are just so foolish, unwise and shortsighted, and so wanting in philosophy that we actually believe God told Abraham to do this very thing. <\/div><div class=\"paragraph jod\" id=\"v13n972\"> Who is that God? He is my Father, He is your Father; we are His offspring. He has planted within each of us the germ of the <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> same intelligence, power, glory, and exaltation that He enjoys Himself. This proves that we are a peculiar race. We belong to the highest order of intelligence; and though we, as yet, are very ignorant, we have the privilege of increasing in intelligence, growing, expanding, spreading abroad, gathering in, enlarging, and gaining, and the more we learn today, the better for us, for it does not destroy the knowledge we had yesterday; and when we learn more tomorrow it does not destroy the knowledge of today. We are creatures susceptible of continual education and improvement. And we take this book, the Bible, which I expect to see voted out of the so-called Christian world very soon, they are coming to it as fast as possible, I say we take this book for our guide, for our rule of action; we take it as the foundation of our faith. It points the way to salvation like a fingerboard pointing to a city, or a map which designates the locality of mountains, rivers, or the latitude and longitude of any place on the surface of the earth that we desire to find, and we have no better sense than to believe it; hence, I say that the Latter-day Saints have the most natural faith and belief of any people on the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v13n973\"> We believe in God the Father, in Jesus the Mediator;<span class=\"citation\" id=\"75879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75879)\">1 Tim. 2:5<\/a><\/span> we believe in the ordinances that He has placed in His house, we believe in keeping the laws that He has left on record by which His Saints are required to square their lives, and to direct their steps. We do all this and we keep the moral code. Others do this, and when we reflect upon the righteous course of many of those who have lived before us, who have observed this moral code, we can see that great good has been done. But why should we be considered so strange  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by those who profess to believe in the Lord Jesus Christ? <\/div><div class=\"paragraph jod\" id=\"v13n975\"> One says, &#x201C;You believe in baptism by immersion, and we do not believe in it; you Latter-day Saints believe that a person should come to the years of accountability before he is baptized,<span class=\"citation\" id=\"84159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84159)\">D&amp;C 18:42<\/a><\/span> but we believe in taking our infants and dipping our fingers, or in the priest dipping his fingers in the water and touching the children's foreheads and that they then become members of the living church and heirs of salvation.&#x201D; But where do you find this in the Bible? <\/div><div class=\"paragraph jod\" id=\"v13n976\"> The method of administering the ordinance of baptism is a much disputed point among the different sects of the religious world, the Baptists alone maintaining that immersion is absolutely necessary. Some are so liberal in their views on this subject that they will either sprinkle or immerse at the option of the candidate. None, however, regard it as necessary or efficacious for the remission of sins, but simply as a profession of faith. We, the Latter-day Saints, believe in being baptized by immersion for the remission of sins, according to the testimony of the disciples of Jesus and the revelations of the Lord given in these last days. Infants are pure, they have neither sorrow of heart, nor sins to repent of and forsake, and consequently are incapable of being baptized for the remission of sin. If we have sinned, we must know good from evil; an infant does not know this, it cannot know it; it has not grown into the idea of contemplation of good and evil; it has not the capacity to listen to the parent or teacher or to the priest when they tell what is right or wrong or what is injurious; and until these things are understood a person cannot be held accountable and consequently cannot be baptized for the remission of sin. <\/div> <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n977\"> &#x201C;Well,&#x201D; says the Christian, &#x201C;If you really believe in being baptized by immersion, I expect it is correct for you, and it will answer every purpose; but we think sprinkling will answer for us.&#x201D; If, however, sprinkling infants be the correct method of administering the ordinance of baptism, we are safe even on Christian grounds, for all Christians will acknowledge that immersion is as good. If, on the other hand, immersion, or being buried with Christ by baptism,<span class=\"citation\" id=\"72408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72408)\">Rom. 6:4<\/a><\/span><span class=\"citation\" id=\"75595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75595)\">Col. 2:12<\/a><\/span> be the only correct method of administering the ordinance, and it is, according to the testimony of more than one of his disciples, our system will not avail those who have been sprinkled. But we are safe anyhow. <\/div><div class=\"paragraph jod\" id=\"v13n978\"> Again, with regard to faith in Jesus. Along comes a man and says, &#x201C;It is all folly to have faith in the name of Jesus. It is true that Christ died for all, but it is folly for you to fret yourselves about keeping his commandments and observing the ordinances left on record in the Scriptures; Jesus will save all. He did not come to call the righteous, but sinners to repentance,<span class=\"citation\" id=\"64060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64060)\">Matt. 9:13<\/a><\/span> and if he came to save sinners do you not think he will accomplish the task?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n979\"> We, the Latter-day Saints, certainly believe that Christ will accomplish all that he undertook to do, but he never yet said he would save a sinner in his sins, but that he would save him <span class=\"italic\">from<\/span> his sins.<span class=\"citation\" id=\"82434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82434)\">Hel. 5:10<\/a><\/span> He has instituted laws and ordinances whereby this can be effected. But this gentleman says, &#x201C;Christ will save all.&#x201D; The Mormon Elder says that he will save all who come to him, all who hearken to his word and keep his commandments, and Jesus has said, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69967)\">John 14:15<\/a><\/span> Now this character to which I have referred says he loves Jesus, but it  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is nonsense to keep his commandments; but the &#x201C;Mormon&#x201D; says, &#x201C;I love Jesus, and in proof of it I keep his commandments.&#x201D;<span class=\"citation\" id=\"69995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69995)\">John 14:21<\/a><\/span> Now, suppose the former is correct and Christ will save all, whether they do or do not keep his commandments, in that case the &#x201C;Mormons&#x201D; are right again, for they will all be saved; but suppose that Jesus requires strict obedience to his laws and ordinances and commandments, those who merely believe without rendering obedience to his laws are slightly incorrect, and, in the end, the disadvantage will again be with them. <\/div><div class=\"paragraph jod\" id=\"v13n981\"> Now the Church of Jesus Christ of Latter-day Saints believes every word of truth believed in by the holy Catholic Church&#x2014;the mother church of the Christian world; and then every truth believed in by every Protestant reformer and revivalist that has ever come out from the mother church or from any of her children; and having all this, we wish to frame, fashion and build after the pattern that God has revealed; and in doing so we take all the laws, rules, ordinances and regulations contained in the Scriptures and practice them as far as possible, and then keep learning and improving until we can live by every word that proceeds out of the mouth of God.<span class=\"citation\" id=\"62822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62822)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n982\"> You may take the mother church of the Christian world, the reformers, universalists, deists, atheists, spiritualists, and everybody else, and if any or all of them are right, we are sure that we are, for every particle of truth believed in by any one of them, and all the truth possessed by the whole of them combined is believed in by the Latter-day Saints; but if we are right, they will fail. Now, who is on the safe ground? Who is most likely to be deluded and to be found wanting?<span class=\"citation\" id=\"61529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61529)\">Dan. 5:27<\/a><\/span> Let the people decide. <\/div> <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n983\"> There is not a word in these three books, Bible, Book of Mormon, and the Book of Doctrine and Covenants, that I have ever found yet, that has been delivered by the Lord to His servants, but what, if it is lived up to, or practiced in the life of an individual, it makes him or her better in every sense of the word. There is no code ever got up by the children of men that would direct them so purely in their lives as that contained in these three books, and if the people of the Christian world, or any portion of them, were to throw away or set aside faith in God and in Jesus Christ, and the various ordinances of the Gospel as contained in the Scriptures, and were to observe only the moral code, and observe it strictly, it would make them a better people than any who now live on the face of the earth, the Latter-day Saints excepted. <\/div><div class=\"paragraph jod\" id=\"v13n984\"> But what is the use of forsaking any portion of the law of the Lord? It is true that some portions of it, through disuse or neglect, are now looked upon as obsolete, just as it is with some laws still remaining on the statute books of the nations of the earth; but a law possesses neither more nor less intrinsic merit on this account. The law once passed in England inflicting a penalty upon all who ate bread until it was three days old, possesses no less merit or virtue now that it is obsolete than in the day when it was enacted. It was gotten up many years ago because fresh bread was considered injurious to the stomach; but, although it is not enforced now, I believe it has never been repealed. Did my English brethren and sisters observe this law while they lived in England? I think not; perhaps they did not know anything about it. If, however, that law was good when it was made, it is good now, and there is no person  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in that country who uses bread under that age but is liable to be prosecuted. So it is with regard to many laws under our own and other governments. They are found to be inapplicable to the situation and condition of the people, and hence they become obsolete. We may take the laws contained in the Old and New Testaments, and if they were good in the days of the Apostles, Prophets, and Patriarchs, why are they not good today? It is not because they are not good that they are passed over, but in some respects they are not as applicable to the feelings of the Christian world now as when they were given, because of the traditions of the fathers.<span class=\"citation\" id=\"86792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86792)\">D&amp;C 74:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n986\"> I know that the outside world say, &#x201C;Oh, you Mormons, what a poor degraded people you are!&#x201D; You know, one public lecturer says there is not a public school in all Utah. I can say that if there are no public schools there are plenty of private schools, and there are no people on the face of the earth that support as many children in private schools as the people of Utah, according to their numbers. Still the world declare that we are degraded, miserable, and ignorant; and, &#x201C;Oh, that horrid principle! Oh dear, it makes me blush!&#x201D; Yes, it makes one think of a little circumstance that transpired with one of our Elders who went after machinery to Massachusetts. He went to inquire about machinery for a cotton factory, and the gentleman to whom he applied said, &#x201C;Where are you from?&#x201D; &#x201C;Utah.&#x201D; &#x201C;O, you are out among the Mormons?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Are you a Mormon?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Well, I believe,&#x201D; said the interrogator, &#x201C;you, out there, believe in having more wives than one?&#x201D; &#x201C;Yes, that is true,&#x201D; said the Elder. &#x201C;Well,&#x201D; said the gentleman, &#x201C;I want you to come up and see my partner.&#x201D; So <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our brother was invited up to see the partner of the gentleman who had questioned him so closely, in order to talk a little about the number of people here, and the improvements, etc. The first thing, on meeting the partner, was to pitch into the &#x201C;Mormon&#x201D; about how many wives he had, and he replied that &#x201C;he had just enough to enable him to keep from troubling his neighbors' wives.&#x201D; The gentleman that took our Elder to this place had a family, but the gentleman whom they visited had not, and he was considered a great libertine; and the one who had a family was delighted with the answer made by the Elder, and said he to his partner, &#x201C;I guess you are satisfied now, I wish you could say as much.&#x201D; This is the way with the world&#x2014;&#x201C;How many wives have you got?&#x201D; and, &#x201C;Oh, it is so wicked, it is so degrading!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n987\"> Well, I need not talk about this; but I will say that the principle of patriarchal marriage is one of the highest and purest ever revealed to the children of men. I do not say that it will not injure a great many. I heard brother Joseph Smith say a number of times, &#x201C;There is no question but it will be the means of damning many of the Elders of Israel; it is nevertheless true and must be revealed; and the Lord designs that it shall be revealed and go forth, and that this people must receive the oracles of truth, and they must receive this holy ordinance, and that pertains to the celestial world; and they will retrograde if they do not embrace more of the celestial law than they have yet.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n988\"> I say, with regard to this principle, if it was good in the days of Abraham and of the Patriarchs and Prophets, or at any other period of the world's history, and the fact that the Lord commanded His servants anciently  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to observe it, is conclusive proof that it was so considered by Him, why is it not good now? It certainly does not go as far as some of our lecturers in the East, who advocate the abolition of the marriage ceremony by Government. We do not go quite as far as this; we can't receive all that they do or would receive. We can't believe a great many things the so-called Christian world believe, because they are neither Scriptural nor true. <\/div><div class=\"paragraph jod\" id=\"v13n990\"> Now, with regard to this moral code, of which I have been speaking, I will leave it to the greatest infidel, or to the smallest infidel on the earth, or to the wickedest and most riotous person that can be found, and I am satisfied that he will say that lives squared according to its precepts, whether of individuals or communities, are the very best that can be led. I say to the world, do not blame us for believing it. Do not blame the Latter-day Saints for believing the Bible. &#x201C;We will not,&#x201D; says the Christian world, &#x201C;if you will not practice it.&#x201D; Aye, there's the rub! Now, I ask the question, who manifest true wisdom, they who possess the principles of truth and practice them, or they who possess and profess to believe them and yet refuse to practice them? I leave it to the world to say which is the wiser course. I think that if I did not believe in baptism enough to be baptized for the remission of my sins, I would say I do not believe and consequently I will not be baptized. And if I did not believe in the Lord's Supper, I would say so, and would set that aside in my practice. If I did not believe in the atonement of the Son of God, or in the virtue and efficacy of his blood, I would say I do not believe in them. If I could not believe enough to practice what he has told me, I think I would be honest enough to say so, and I would live as fast <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and as close as my feeble capacity would permit me to what I did believe in. <\/div><div class=\"paragraph jod\" id=\"v13n991\"> When I look at universalism, deism, atheism, and at the various sects of the day, I feel that if we fail they are ready to catch us; but if we are right, they are wrong, and we must officiate for them and bring them up or they are forever lost. Who is right and who is wrong, who are on sure ground and who are not? This is an important question. It brings to mind a little anecdote that I have heard my brother Joseph tell. A certain king came along by a house where there resided a poor family of children, little girls, who were out at play. He stopped his carriage and spoke to them, saying, &#x201C;Children, I am going a little further; I shall be back presently. I wish you to wash yourselves and get on your best clothing, for I want to take you home with me to a feast.&#x201D; The children, all but one, kept on playing and paid no attention; this one stepped into the house and washed herself. When asked what she was doing, she said she was washing and was going to put on her best clothing, for the king had promised to take her in his carriage if she would do so. She was laughed at for believing that he would do any such thing, and told to go on with her play. But she washed and dressed and sat until the king's carriage returned; and she being the only one ready, the king took her up, carried her home, gave her presents and blessed her; but the rest of the children, not having heeded the words of the king, received no blessing at his hands. So it is with the whole world of mankind. They say it is folly in the extreme to believe as we Latter-day Saints believe; it is all nonsense. They say, &#x201C;Jesus will never call us to judgment; he will never come to receive his own;  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he will never come to reign on the earth;&#x201D; but they will find their mistake out when the king comes along; and I am thankful that I am looking at some who, like the little girl, are preparing for his coming. <\/div><div class=\"paragraph jod\" id=\"v13n993\"> Let me ask again, who is on safe ground? Is the apostate on safe ground? What has he got? If he has found truth, it is here. We have embraced all truth in the heavens, on the earth, under the earth, on other planets, and in every kingdom there is in all the eternities. Every truth in every kingdom that exists is embraced in our faith, and the Lord reveals a little here and a little there, line upon line,<span class=\"citation\" id=\"58564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58564)\">Isa. 28:10,13<\/a><\/span> and He will continue to do so until we can reach into eternity and embrace a fullness of His glory, excellency and power. Who are on safe ground, then? These poor despised &#x201C;Mormons&#x201D; are the only people who live on the face of the earth that we know anything of who are on safe ground. Whether the Bible is true or not, no matter. <\/div><div class=\"paragraph jod\" id=\"v13n994\"> Now then, for a few words on the opposite side. Leaving the difference between the good and the evil, between light and darkness, and between right and wrong, truth and error, as marked out by the dividing line, let us glance at the effects of the two principles. Light, intelligence, good, that which is of God, creates, fashions, forms, builds up, brings into existence, beautifies, makes excellent, glorifies, extends, and increases; while on the other hand that which is not of God burns, destroys, cuts down, ruins, and produces darkness and unbelief in the minds of the people. Light and intelligence lead people to the fountain of truth; while the opposite principle says, &#x201C;Don't believe a word, don't do a thing; burn up and destroy.&#x201D; Well now, when you leave the truth you have nothing but unbelief. And <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this latter is precisely the condition of the ungodly world, and, as fast as the wheels of time can roll they are going downward, downward to confusion, distress, anarchy and ruin. Their much boasted liberal feelings and extended views will not bring peace or truth to them; but they are bringing contention and darkness, hatred and malice. That system that brings present security and peace is the best to live by, and the best to die by; it is the best for doing business; it is the best for making farms, for building cities and temples, and that system is the law of God. But it requires strict obedience. The rule of right and the line which God has drawn for the people to walk by insures peace, comfort, and happiness now and eternal glory and exaltation; but nothing short of strict obedience to God's law will do this. <\/div><div class=\"paragraph jod\" id=\"v13n995\"> Brethren and sisters, I can bear my testimony that the Gospel is true. But what will this do for a person who has no eyes to see it and its beauties, no mind or heart to understand the excellency of this code of laws and ordinances that God has revealed? I say the Gospel is true, but what does this amount to, to such a person? Nothing. What does? Draw the contrast between the rule of heaven and the rule of wickedness that now prevails on the earth, and see which will make the people the most happy and place them in the best circumstances; show which will give them the most peace, the greatest enjoyment, the greatest amount of intelligence, light and happiness. That which leads to the fountain of life and happiness will produce the most. Let the people judge between the two by the contrast. All live so as to produce intelligence, light and happiness, or misery, confusion and destruction. A person before he can understand the law and government  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God, must see and understand the propriety of it and see its beauties. So it is with the whole system of salvation. Not that I would say we are machines, for we have our agency; but God has placed us here, and He exacts strict obedience to His laws before we can derive the benefit and blessings their observance will yield. You may take a beautiful machine of any kind you please, and when the machinist has finished his work and set it in perfect order, how could it be expected to operate satisfactorily if a hook here or a journal yonder were to say, I am not going to stay here, or I am going to jump out of this place and am going somewhere else; and then another piece of <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the machinery would jump out of its place into another part of the machine? What would be the state of such a machine? Confusion and disorganization would soon result and the machinist might very properly say, what a pity that I bestowed so much labor on such unruly members of my machine. <\/div><div class=\"paragraph jod\" id=\"v13n997\"> The Priesthood of the Son of God, which we have in our midst, is a perfect order and system of government, and this alone can deliver the human family from all the evils which now afflict its members, and insure them happiness and felicity hereafter. Brethren and sisters, God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}