{"ID":130030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Texts for Preaching Upon at Conference&#x2014;Revelations&#x2014;Deceitfulness of Riches&#x2014;One-Man Power&#x2014;Spiritualism.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, October 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Texts for Preaching Upon at Conference, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v13n1076\"> I have a request to make of the doorkeepers and of those brethren who seat the congregation, as also of <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our sisters, some of whom, I see, are occupying a few of the seats that we usually reserve for strangers. We  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should be very much pleased if the sisters would fill up other parts of the house first, and we would like the brethren who seat the congregation, to see that the seats generally occupied by strangers are held in reserve today until the meeting commences; then, if those for whom they are reserved do not come to fill them, they may be used by the sisters. I hope this will be recollected and observed. <\/div><div class=\"paragraph jod\" id=\"v13n1078\"> As our brethren of the Twelve will address us during the Conference, I feel like giving them a few texts to preach upon if they choose to do so. I should have no objection to hear them discourse upon union of action, or concentration of faith and action, or, as some call it, cooperation. That is one item. I would also like to hear them give instruction with regard to our traditions; instruction on this subject is necessary all the time. We must overcome them and adopt the rules laid down in revelation for the guidance of man's life here on the earth. If any of our brethren feel to speak upon this subject we should be very pleased to hear them; if they are not disposed to preach to the text, they may preach from it, as most ministers do. I have heard very few ministers preach to their texts, they generally preach from them. <\/div><div class=\"paragraph jod\" id=\"v13n1079\"> The education of our children is worthy of our attention, and the instruction of the Elders from this stand. It is a subject that should be thoroughly impressed upon the minds of parents and the rising generation; and those who wish to preach from this text may do so. And if they do not feel to preach to the text, they may preach from it. <\/div><div class=\"paragraph jod\" id=\"v13n1080\"> The subject of the building of the Temple is a very good one for occupying a portion of the time. The ordinances of the House of God are <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the salvation of the human family. We are the only ones on the earth at the present time, that we have any knowledge of, who hold the keys of salvation committed to the children of men from the heavens by the Lord Almighty; and inasmuch as there are those who hold these keys, it is important that they should be acted upon for the salvation of the human family. The building of Temples, places in which the ordinances of salvation are administered, is necessary to carry out the plan of redemption, and it is a glorious subject upon which to address the Saints. <\/div><div class=\"paragraph jod\" id=\"v13n1081\"> The gathering of the House of Israel is another text upon which the brethren might address the Saints with profit. We are in the midst of Israel; they are also scattered among the nations of the earth. They are mixed with all nations, especially the tribe of Ephraim. These are to be gathered out. We have Israel in our midst; we live upon their land; we have communion with them and we are under the necessity of feeding and clothing them to a certain extent, and to preserve peace with them at present, until they come to a knowledge of the truth. I mean the Lamanites, the aborigines of our country. They are of the House of Israel. <\/div><div class=\"paragraph jod\" id=\"v13n1082\"> Not least nor last, but one subject that I would as soon hear treated upon in this house as in any other place, is the union of the sexes. We cannot go into any town or little village in the Territory but we find quite a large number of young people who have arrived at a marriageable age and still they remain single. But this can be accounted for to some extent. The young man says, &#x201C;I dare not marry a wife, the fashions and customs of the world prevail among the ladies here to such a degree that I should need a fortune to maintain one.&#x201D; The young lady says, &#x201C;I don't wish  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to marry unless I can find a husband who can take care of me and support me according to my idle wishes.&#x201D; By their acts only can people be judged, and from observing them we must conclude that the ideas of the young men are too true, they are founded in fact. This should be done away. Such feelings, views, and influences should be dispelled from and broken up in the midst of the people. Our young men and women should consider their obligations to each other, to God, the earth, their parents, and to future generations for their salvation and exaltation among the Gods and for the glory of Him whom we serve. These are not idle tales, they are not fictions, but facts; and for a community, believing as we do, to live like the Gentile nations in these things is very incorrect. It is not according to our faith; we should put our faith into practice, and be willing to sustain ourselves, each and every one of us. Our young folks who have arrived at years of maturity should think and act for themselves. They are citizens of the earth; they have a share here, and have a part to bear&#x2014;a character to form and frame and present to the world, or they will sink into oblivion and forgetfulness. These things are of importance to us at least, and especially in this nation, where many of the people are wasting away their lives, bartering away their very existence, and will hardly receive in return therefore a mess of pottage.<span class=\"citation\" id=\"53434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53434)\">Gen. 25:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1084\"> The education of youth is an important text for the brethren to preach from. A very high value should be placed upon it by the Saints. We have the privilege of enjoying the spirit of revelation and the knowledge which comes from above, and in addition to this, every branch of education known in the world should be <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taught among and acquired by us. All the arts and sciences, and every branch of mechanism known and understood by man should be understood by this people. But no matter how much knowledge we may acquire in a worldly point of view, by study, unless the revelations of the Lord Jesus<span class=\"citation\" id=\"74426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74426)\">Gal. 1:12<\/a><\/span> are dispensed to each and every individual, they cannot use or apply their acquirements to the best advantage. A man may know facts without revelation. The mathematician, for instance, may acquire a great amount of knowledge without any special revelation by the Spirit of the Lord to enlighten his mind; but still he will not know and understand what he might if he had applied his heart unto wisdom.<span class=\"citation\" id=\"57579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57579)\">Eccl. 8:16<\/a><\/span> So it is with all the sciences. <\/div><div class=\"paragraph jod\" id=\"v13n1085\"> These principles should be considered by this people. This is the place, brethren, to teach them. But I will give a caution to my brethren, the Elders&#x2014;never undertake to teach a thing that you do not understand. Such things will come into your minds; but without launching out on such subjects, questions may be asked and answered, and we gain knowledge from each other. There is plenty within the scope of our own brains that, by the assistance of the Spirit of the Lord, will enable us to tell many things&#x2014;more than the world or even more than the Saints can receive. <\/div><div class=\"paragraph jod\" id=\"v13n1086\"> Suppose a man should come here and tell you the very nature of our Father Adam&#x2014;tell precisely how he was organized, his height, his proportions, the extent of his knowledge, tell you the agreement that was entered into, the amount of knowledge that he had to forget to reduce himself to the capacity of a corruptible being! Suppose this could all be told to the congregations of the Saints, what would they know about  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it? Very little. There may be some minds which could grasp some things pertaining to it, but others could not. The spirit of revelation can reveal these things to the people, but unless they live so as to have the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"74427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74427)\">Gal. 1:12<\/a><\/span> they will remain a mystery, for there is a veil before the minds of the people, and they cannot be understood. Some of these principles have been taught to the Latter-day Saints, but who can understand them? <\/div><div class=\"paragraph jod\" id=\"v13n1088\"> Brother Orson Hyde referred to a few who complained about not getting revelations. I will make a statement here that has been brought against me as a crime, perhaps, or as a fault in my life. Not here, I do not allude to anything of the kind in this place, but in the councils of the nations&#x2014;that Brigham Young has said &#x201C;when he sends forth his discourses to the world they may call them Scripture.&#x201D; I say now, when they are copied and approved by me they are as good Scripture as is couched in this Bible, and if you want to read revelation read the sayings of him who knows the mind of God, without any special command to one man to go here, and to another to go yonder, or to do this or that, or to go and settle here or there. In the early days of the Church, if a man was going to sell a farm he must have a revelation&#x2014;Joseph must receive and give a revelation. Many men would not do one thing until God had given them a revelation through the prophet. It must be: &#x201C;Thus saith the Lord, sell your farm, devote such a portion of your means to education, or printing, or for distributing knowledge to the world. Devote such a portion of your means to do this, and such a portion to do that.&#x201D; I have known a good many men in the early days of the Church who had property, that must have revelation to know <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what disposition to make of their substance; but who, when they received it, were sure not to strictly obey it. What did revelation do for such persons? Nothing but seal their condemnation. Why do the people want revelations to damn themselves? <\/div><div class=\"paragraph jod\" id=\"v13n1089\"> Give the mind of the Lord to this people here in this Conference, would they observe it? There is a few who would like to; but take some of those who are called Latter-day Saints, would they follow it if it were given them? I know they would not, still the Lord is merciful and forbearing and He bears with His people. He has borne with and blest us, to see if we would walk in the knowledge of the truth and yield strict obedience to His requirements. <\/div><div class=\"paragraph jod\" id=\"v13n1090\"> Poverty, persecution and oppression we have endured; many of us have suffered the loss of all things in a worldly point of view. Give us prosperity and see if we would bear it, and be willing to serve God. See if we would be as willing to sacrifice millions as we were to sacrifice what we had when in comparative poverty. Men of property, as a general thing, would not be. We know this, God knows it, and He has to treat us as unruly, disobedient, slow to think and slow to act&#x2014;as a set of children. <\/div><div class=\"paragraph jod\" id=\"v13n1091\"> It has been said, time and time again, that if the people would live worthy of the great things God has in store for them, they are ready to come forth for their salvation and edification; but until we improve upon little things and hearken to the voice of the Lord in our first duties, He is not going to bestow the great mysteries of the invisible worlds upon us. We know too much already unless we do better. You may think I am complaining; well, I am just a trifle. I see the Latter-day Saints here and there going to destruction,  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>apostatizing. &#x201C;Oh,&#x201D; say they, &#x201C;we have a little wealth, a little means,&#x201D; and in some instances that is leading them to destruction. <\/div><div class=\"paragraph jod\" id=\"v13n1093\"> These merchants that we have made rich, where are they? Those who are not in fellowship and some who are in fellowship with us? They are in our midst, but their feelings are, &#x201C;We want more, we want your money, Latter-day Saints.&#x201D; Ask them to sacrifice their all and see what course they will take. When they came here they had not a wagon and did not own five dollars in the world; we have made them rich. Is there one in ten that would endure if we were to get a revelation for them to make a sacrifice of all they have? No, they would lift up their heels against the Almighty and His Anointed.<span class=\"citation\" id=\"90818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90818)\">D&amp;C 121:16<\/a><\/span> Whether I am complaining or not, this is too true. <\/div><div class=\"paragraph jod\" id=\"v13n1094\"> Now, brethren, preach the things that we verily believe, and when we come to points of doctrine that we do not know, even if we have good reason to believe them, if our philosophy teaches us they are true, pass them by and teach only to the people that that we do know.<span class=\"citation\" id=\"86039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86039)\">D&amp;C 52:36<\/a><\/span><span class=\"citation\" id=\"87385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87385)\">D&amp;C 80:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1095\"> You can know nothing of this Gospel short of the revelations of the Lord Jesus Christ.<span class=\"citation\" id=\"74428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74428)\">Gal. 1:12<\/a><\/span> If our Gospel, that we preach in this house and that the Elders of Israel teach, is hid to any man on earth, it is because he is lost.<span class=\"citation\" id=\"94617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94617)\">2 Cor. 4:3<\/a><\/span> It is not hid to him whose eyes are open to the things of God; he understands it. When he hears the voice of the Good Shepherd,<span class=\"citation\" id=\"69664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69664)\">John 10:14,27<\/a><\/span> when he hears sound doctrine&#x2014;that that comes from God, he knows it and receives it. Says he, &#x201C;That is right, correct, that is congenial to my ears and sits smoothly and satisfactorily on my understanding. I like that doctrine because it is true.&#x201D; The reason we like &#x201C;Mormonism&#x201D; is because it is true. It is good; it <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> embraces all the good there is in the sciences, and all that ever was revealed for the benefit of the children of men. There is no art beneficial to the human family but what is incorporated in our religion. The only true philosophy ever revealed by God to man on this earth is comprised within and is part of our religion. It embraces the whole man and all his talents and time while he lives here on the earth, and then will only prepare him, let him do his best, to enter a higher state of glory, where he will see that he is but just commencing to learn the things of God and the riches of eternity,<span class=\"citation\" id=\"87372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87372)\">D&amp;C 78:18<\/a><\/span> to know and understand the life of those immortal beings who dwell in light and live in glory and who are surrounded with light, glory, immortality, and eternal lives,<span class=\"citation\" id=\"86809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86809)\">D&amp;C 75:5<\/a><\/span><span class=\"citation\" id=\"91171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91171)\">D&amp;C 128:12<\/a><\/span> and live in accordance with the laws which control the Gods. When we have learned all that we can learn here by a close application in our lives to the faith which Jesus has unfolded, we shall see that we are then just commencing to learn, as it were; and when the spirit is reunited with the body we shall be prepared to enter into the joy of our Lord.<span class=\"citation\" id=\"66115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66115)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1096\"> A good deal is said about so much power being given to one man. What does man's power on the earth consist of? Of the influence he possesses. If a man have influence with God he has power with Him. Again, if he has influence with the people he has power with them; that is all the legitimate or righteous power man has. We have influence; God has given it to us, and the Latter-day Saints delight to place that confidence in us that is deserving, and the wicked world cannot help it. It may be a great pity in the estimation of a great many, but still the world cannot help it; and justice, mercy, truth, righteousness, love, and good  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will command this respect, and the worthy get it. We have heard considerable about &#x201C;down with the one-man power!&#x201D; All right, down with it! What is it and how are you going to get it down? When you get down the power of God, that which is called one-man power in the midst of the Latter-day Saints will fall, but not before! It is no more nor less than the concentration of the faith and action of the people. And this brings to my mind the facts that exist with regard to the faith of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v13n1098\"> When we go into the world we find quite a portion of the people who belong to a class called Spiritualists. I do not know that I am right in styling them a class, but they aspire to be so considered. They would like to have it considered that &#x201C;Mormonism&#x201D; is nothing but Spiritualism; but it is temporalism as well as Spiritualism. A great many want to know the difference between the two. I will give one feature of the difference, and then set the whole scientific world to work to see if they can ever bring to bear the same feature in Spiritualism. Take all who are called Spiritualists and see if they can produce the order that is in the midst of this people. Here are system, order, organization, law, rule, and facts. Now see if they can produce any one of these features. They cannot. Why? Because their system is from beneath, while ours is perfect and is from above; one is from God, the other is from the devil, that is all the difference. Now see if the whole Spiritualist world can organize a community of six individuals who will agree for a year, that will not fall to pieces like a rope of sand. Now, Spiritualists, go to work, bring your science to bear and demonstrate the fact that you have a system if you can. We have demonstrated it <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the world; it is manifest, it is before us, we see it, it is tangible, we can see its results, it has wrought wonders. See if they can do like this. If the kingdom of the devil can do like the kingdom of God on the earth, it is deserving of credit; but its members can only divide and subdivide,<span class=\"citation\" id=\"64363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64363)\">Matt. 12:25<\/a><\/span> produce confusion on confusion, disorder following on the heels of disorder, one to the right, another to the left, another for the front, another for the rear, one pulling this way, another pulling that, sect against sect, people against people, community against community, politically, religiously, and I may say morally to a great extent; and I do not know but I might say scientifically, although the sciences agree better than the faith, feelings and imaginations of the people. Now try this, Spiritualists! This is a text for you; and when you have produced order, system, and unity among the inhabitants of the earth we will look and see what more there is that we have that the world have not. I am not going into details at all, but I just mention this to see if the Spiritualists can systematize or organize anything. When they have done this it will be time enough to admit that they have some science; but until then we will say that Spiritualism is a mass of confusion, it is a body without parts and passions, principle or power, just like, I do not like to say it, but just like the so-called Christians' God. The creed of the so-called Christians represents that their God is without body, parts, or passions; and it should be added, without principle or power, for the latter is the corollary of the former. When we see anything that has solidity and permanency, that produces good, that builds up, creates, organizes, sustains, and betters the condition of the people, we pronounce that good and from God; but when  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we see that that injures, hurts, destroys, produces confusion in a community, disturbance and discord, strife and animosity, hatefulness and bitter feelings one towards another, we at once pronounce it evil, and declare that it springs from beneath. All evil is from beneath, while all that is good is from God.<span class=\"citation\" id=\"77469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77469)\">James 1:17<\/a><\/span><span class=\"citation\" id=\"126329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126329)\">Moro. 7:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1100\"> I did not think to preach you a sermon when I commenced, but to call upon some of the brethren to do so. I have given them some texts, and they may preach to or from them, just as they please. Some of them will probably talk about organizing the kingdom of God on the earth, and so governing a community as to make them of one heart and one mind.<span class=\"citation\" id=\"92923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92923)\">Moses 7:18<\/a><\/span> I am prepared to prove to any sensible congregation, any good philosopher or thinking person or people, who have steady brain and nerve to look at things as they are, that can tell white from black and daylight from midnight darkness, that the closer the connection in a business point of view that a community hold themselves together, the greater will be their joy and wealth. I am prepared to prove, from all the facts that have existed or that now exist in all branches of human affairs, that union is strength, and that division is weakness and confusion. <\/div><div class=\"paragraph jod\" id=\"v13n1101\"> I do not know but I will advert once more to Spiritualism. Spiritualism is like Methodism and the sects of the day exactly, I mean so far as unity of faith or action is concerned. When I was a Methodist, as I was once, they said to me, &#x201C;You may be baptized by immersion if you absolutely require it, but we do not believe in it, but we do believe in giving every person his choice.&#x201D; &#x201C;Well,&#x201D; said I, &#x201C;I believe in it. There are some things required in the doctrine of the Close Communion <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Baptists which I cannot subscribe to as well as to most of the principles that you hold in your catechisms, and in the tenets of your church, but,&#x201D; said I, &#x201C;they believe in baptism by immersion, and I want to be baptized by immersion;&#x201D; and finally they consented to baptize me, and did do it. So say the Spiritualists. <\/div><div class=\"paragraph jod\" id=\"v13n1102\"> Another one says, &#x201C;I want to kneel down in the water and have the water poured on my head.&#x201D; Says the Methodist priest, &#x201C;We don't believe in it, but you can have it done. It is no matter, one method of baptism, perhaps, is as good as another.&#x201D; So say the Spiritualists. Another one says, &#x201C;I want to get down into the water and be baptized face foremost.&#x201D; &#x201C;Well,&#x201D; says the priest, &#x201C;we don't think it makes any difference, and if you really desire it, you may have the ordinance administered to you according to your wishes.&#x201D; So say the Spiritualists. Another one says, &#x201C;I want to sit in my chair and have the minister dip his fingers into a bowl, and put it on my forehead, and call that baptism in the name of the Trinity.&#x201D; The Methodist says, &#x201C;We will consent to that; it is just as good as anything else.&#x201D; So say the Spiritualists. Another one says he wants to kneel down in the water and have water poured on him. The priest consents to this also. So do the Spiritualists. Why do I say this? Because men baptized by these various methods can all get communications, they say, from the spirits sanctioning each and every different form of baptism. The Methodists say, &#x201C;We believe in a God without body, parts, and passions;&#x201D; so say the Spiritualists, the Presbyterian and other sects, but the Latter-day Saints do not. And in reference to the ordinance of baptism; the Latter-day Saints say, &#x201C;Go down into the water and be buried with  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ in the water;<span class=\"citation\" id=\"72409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72409)\">Rom. 6:4<\/a><\/span> and come out of the water as Christ came up out of the water, when the Holy Ghost in the form of a dove rested on His head, and a voice from heaven was heard saying, &#x2018;This is my beloved Son, hear ye him.&#x2019;<span class=\"citation\" id=\"62789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62789)\">Matt. 3:16-17<\/a><\/span><span class=\"citation\" id=\"82581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82581)\">3 Ne. 11:7<\/a><\/span> He will tell you what to do, teach you correct doctrine. He has no traditions to overcome, no prepossessed notions taught by parents, binding him to the sects that are now on the earth. Hear ye Him! Have hands laid upon you that you may receive the Holy Ghost.&#x201D; The Latter-day Saints say to the people, &#x201C;Believe in God the Father and in Jesus, the Son! Believe in the gifts of the holy Gospel! They are as ready to be bestowed upon His children at this day as any other in the history of the world. This is the time to believe in the Lord Jesus Christ; this is the very time that we should acknowledge him and believe in his ordinances and in the gifts and graces that are promised to the children of God. We are living in a Gospel age and dispensation, we are living right in the day in which, as the Apostles said on the Day of <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Pentecost, the promise is to you and to your children and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71297)\">Acts 2:39<\/a><\/span> Has the Lord called upon the children of men in this day? Yes, in the east and the west, from the north to the south, and in the uttermost parts of the earth.<span class=\"citation\" id=\"71028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71028)\">Acts 1:8<\/a><\/span> He has called upon the inhabitants of the earth to believe in the Lord Jesus Christ. Suppose this order of things had continued from the days of the ancient Apostles; suppose there had been no backsliding, no merchants to lift their heels because they are getting rich, no apostates, and the successors of the Apostles had received the holy Priesthood and had gone to the uttermost parts of the earth, where would have been your paganism today? It would not have been on the earth; infidelity would not have been known. Children would have been taught the ways of the Lord and brought up in the way they should go,<span class=\"citation\" id=\"57487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57487)\">Prov. 22:6<\/a><\/span> and the whole world would have been full of the knowledge of God,<span class=\"citation\" id=\"58145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58145)\">Isa. 11:9<\/a><\/span> instead of being in darkness as now! <\/div>\n<\/div>\n<\/div>"}