{"ID":130025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">How to Know the Things of God.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, May 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: How to Know the Things of God.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v13n923\"> The Scriptures inform us &#x201C;that no man knows the things of God, but by the Spirit of God;&#x201D;<span class=\"citation\" id=\"73038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73038)\">1 Cor. 2:11<\/a><\/span> and then no man can speak the things of God unless aided by the Spirit of the Lord; and no people can comprehend the things spoken unless inspired and guided by the same Spirit. We need this Spirit continually and so do all mankind, to guide us, to enable us to comprehend the laws of life, to regulate and concentrate our thoughts, to elevate and ennoble our feelings, to give force and vitality to our actions, and to place us in a position before God, before men, and before the holy angels, that will be right, acceptable, and proper to all true intelligence, to the angelic host, and to our heavenly Father. It matters very little what we are engaged in, it is impossible for us to do right without the guidance of the Almighty; but aided and directed by the Spirit of the Lord, we can act in consonance with the dignity of our high position as immortal beings possessing the holy Priesthood, and participating in the new and everlasting covenant; by the aid of that unerring Spirit we can fulfil the measure of our creation and prepare ourselves for an inheritance in the celestial kingdom of our God. <\/div><div class=\"paragraph jod\" id=\"v13n924\"> We are told &#x201C;that the world by wisdom knows not God;&#x201D;<span class=\"citation\" id=\"72891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72891)\">1 Cor. 1:21<\/a><\/span> yet they do comprehend a great many things, and because of the spread of general <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4922\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intelligence and the great progress of science, literature and the arts, they believe they can find out God. Like the framers of Babel's Tower,<span class=\"citation\" id=\"52990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52990)\">Gen. 11:1-9<\/a><\/span> they seek to penetrate the heavens on natural principles. Like them they are mistaken, as all men have been who have sought to solve the problem of life through the influence of human wisdom. No man ever did understand God on this principle; neither can they by mortal agency alone understand the principles of life and salvation. No man in the present generation comprehends them on this principle; neither will human wisdom enable any man who ever will live to understand them. It is true that mankind, within a short time, have made great advances in the arts and sciences. During the last half century scientific research has made many wonderful developments; and many things which, before that time, were unknown to the human family, are now quite familiar. There was very little known of the application of the power of steam half a century ago. I remember, very well, the first steamboat and locomotive that were propelled by steam, and riding on the first railway. Before that, locomotion had to depend upon the winds and tides and horse power and a few other agencies. These are now supplanted by what all will acknowledge as a very superior agent&#x2014;namely, the power of steam. <\/div> <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n926\"> Electricity, or rather its application, so as to subserve the wants of man, was unknown until a comparatively recent period. I refer now more particularly to the electric telegraph. That has been a means of greatly facilitating the transmission of thought and the spread of intelligence among the human family, and has been a great advantage to the world at large. When we came to this valley, for instance, even so late as that, we had to depend upon ox teams to bring our mails and to convey intelligence from the East, and I have known it to be four, five, and sometimes as long as six months before we knew what President was elected. Now we can have it in fewer minutes; this exhibits a great improvement in such matters. <\/div><div class=\"paragraph jod\" id=\"v13n927\"> I can remember the time when we had to plod along at night, nearly in the dark, in our largest cities, the streets being lighted only by dim oil lamps. Now we have gas and various luminous oils, which we have made the earth teem forth by millions of gallons, that are almost equivalent to gas. Daguerreotyping, or as it is more generally called photography, is another great achievement of the human mind, conferring the power to take likenesses, landscapes and views in a moment, which formerly required days or months, even by the most eminent artists. <\/div><div class=\"paragraph jod\" id=\"v13n928\"> In machinery and chemistry, manufactures, and many other scientific developments connected with human life, wonderful advances have been made, and the world seems to have been progressing with great rapidity in the arts and sciences, in regard to manufactures. Some years ago every texture had to be spun by a single thread, now, by the aid of steam and machinery, it is done by thousands and hundreds of thousands. We might go on enumerating many other <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4921\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> improvements which have taken place within the past few years; from which it is very evident that the progress of the present generation has far eclipsed that of any preceding it, of which we have any knowledge. Because of these things it has been supposed by many that the human intellect is capable of grasping everything in this world and the world to come&#x2014;even eternal things, and many men have got puffed up and vain in their imaginations<span class=\"citation\" id=\"72259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72259)\">Rom. 1:21<\/a><\/span> because of the discoveries they have made and the advancement in science, literature and the arts. They forget, &#x201C;that every good and perfect gift proceeds from God, the Father of lights, in whom there is no variableness, nor the shadow of a turning.&#x201D;<span class=\"citation\" id=\"77468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77468)\">James 1:17<\/a><\/span> They forget that every particle of wisdom that any man possesses comes from God, and that without Him they would still continue to grope in the dark. They forget that, with all the increase of wisdom and intelligence and the expansion of the human mind, they are in the dark in regard to God, and that no man by wisdom can find Him out.<span class=\"citation\" id=\"126318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126318)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"56216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56216)\">Job 37:23<\/a><\/span><span class=\"citation\" id=\"126320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126320)\">1 Cor. 1:21<\/a><\/span> The mystery which enshrouds Him is as high as heaven, as deep as hell and as wide as the universe; and it is unfathomable and incomprehensible by human intelligence, unaided by the inspiration of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v13n929\"> There are men, it is true, who profess from the little knowledge they have of earthly things, by a series of deductions, to be able to find out heavenly things, but there is a very material difference between the two. There is a philosophy of the earth and a philosophy of the heavens; the latter can unravel all mysteries pertaining to earth; but the philosophy of the earth cannot enter into the mysteries of the kingdom of God, or the purposes of the Most High. But because of the advancement to  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which I have alluded, men set themselves up as teachers of things pertaining to spiritual matters, of which they know nothing. But the moment they do that, they exhibit their folly, vanity, imbecility, and shortsightedness, for, as I have stated, they never did comprehend the things of God without the Spirit of God,<span class=\"citation\" id=\"73039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73039)\">1 Cor. 2:11<\/a><\/span> and they never will. What folly it is, for men with the breath in their nostrils,<span class=\"citation\" id=\"94616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94616)\">Isa. 2:22<\/a><\/span> who are but worms of the earth,<span class=\"citation\" id=\"62228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62228)\">Micah 7:17<\/a><\/span> existing as it were for a day, and tomorrow are cut down like the grass;<span class=\"citation\" id=\"56575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56575)\">Ps. 37:2<\/a><\/span> or like the moth or butterfly, which flutters around for a brief space and then passes away into everlasting oblivion; I say what folly it is for beings so circumstanced, so weak, imbecile, circumscribed, and controlled to set themselves forward, unaided by the Spirit of the Almighty, to fathom the designs of God, to unravel the principles of eternal life, to comprehend the relationship that subsists between God and man and to draw aside the curtain of futurity. Who is there who has seen God or can comprehend Him, His designs and purposes? No man is capable of fathoming these mysteries. Man, indeed, can comprehend some of the principles which are developed in nature, and only a few of these. But who can grasp the intelligence that dwells in the bosom of Jehovah? Who can unravel His designs and penetrate the unfathomable abyss of the future? Who can tell upon what principle this world was organized or anything about the denizens of those worlds that we see moving around us? It is true that by the science of astronomy nice calculation in regard to the heavenly bodies can be made; but none can tell who put those bodies in motion, how they are controlled, or by what class of people they are inhabited. As the Scriptures say, &#x201C;What man, by his wis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4920\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom, can find out God?&#x201D;<span class=\"citation\" id=\"56099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56099)\">Job 11:7<\/a><\/span> No one can comprehend Him. We can find ourselves to be a remarkable enigma, both in regard to body and mind&#x2014;each individual man, woman, and child; but who can draw aside the veil and tell how or why we came here, and what awaits us when we lay aside this mortal coil? None can do this, unless God reveals it. There never was a man, neither is there a man now, nor ever will be, that can comprehend these things upon the principle of natural or human philosophy, and nothing short of the philosophy of heaven&#x2014;the intelligence that flows from God, can unravel these mysteries. <\/div><div class=\"paragraph jod\" id=\"v13n931\"> Some men will stultify themselves with the idea that in ages gone and past the human race was in a semi-civilized or barbarous condition, and that any kind of a religion would do for the people in those days; but with the progress of intelligence, the march of intellect, the development of the arts and sciences and the expansion of the human mind, it is necessary that we should have something more elevated, refined and intellectual than that which existed then. To me such notions are perfect foolishness. If I read my Bible aright and believe in it, known unto God were all things from before the foundation of the world,<span class=\"citation\" id=\"71896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71896)\">Acts 15:18<\/a><\/span> and I do not think that the intelligence of the nineteenth century can enlighten His mind in relation to these matters. He that framed the body, shall He not know its structure? He that organized the mind, shall not He understand it? Before this world rolled into existence or the morning stars sang together for joy,<span class=\"citation\" id=\"56237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56237)\">Job 38:7<\/a><\/span> the great Eloheim comprehended all things pertaining to the world that He organized and the people who should inhabit it; the position that they would occupy<span class=\"citation\" id=\"55228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55228)\">Deut. 32:7-8<\/a><\/span><span class=\"citation\" id=\"71961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71961)\">Acts 17:26<\/a><\/span> and the intelligence that they  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would possess; their future destiny and the destiny of the world that He then made. It is vanity, puerility, and weakness for men to attempt to gainsay the designs of God, or to boast of their own intelligence. What do they know? Why, they discovered awhile ago that there is such a thing as electricity. Who made that electricity? Did man? Did he originate and place it among the nature's forces? Did it proceed from the acumen of man's intelligence and his expansive mind? No, it always existed, and the man who discovered it&#x2014;a little smarter than his fellows&#x2014;only found out one of the laws of nature that emanated from and originated with God. It is just so with steam&#x2014;the properties which render it so useful in subserving man's purposes always existed, but man discovered them; if there had been no God to make these properties, no one could have found them out. It is so with the various gases and their properties, with minerals&#x2014;their attractions and repulsions&#x2014;they originated with God; man is incompetent to form anything of the kind. So we might go on through all man's boasted achievements; they amount to no more than the discovery of some of the active or latent laws of nature, not comprehended by men generally, but discovered by some who consider themselves, and they no doubt are, smarter than their fellows. Where, then, is the boasted intelligence of man? Science reveals the beauty and harmony of the world material; it unveils to us ten thousand mysteries in the kingdom of nature, and shows that all forms of life through fire and analogous decay are returned again to its bosom. It unfolds to us the mysteries of cloud and rains, dew and frost, growth and decay, and reveals the operation of those silent irresistible forces <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4919\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which give vitality to the world. It reveals to us the more wonderful operations of distant orbs and their relations to the forces of nature. It also reveals another grand principle, that the laws of nature are immutable and unchangeable as are all the works of God. Those principles and powers and forces have undergone no change since they were first organized, or, if changed, they have returned again to the original elements from which they were derived. All of the properties of nature were as perfect at the creation as now; all the elements of nature possessed the same specific properties, affinities and capacity of combination that they do at present. Trees, shrubs, plants, flowers, birds, beasts, fishes, and man were as perfect then as now. God's works are all perfect and governed by eternal laws. It reminds me of an infant; I can compare it to nothing else. The newborn child is perfectly oblivious to anything and everything around it, although marvelous in its organization and perfect in its structure. By and by it holds up its hand and discovers for the first time that it has a hand. It had it before, but a new light bursts upon the brain of the child, and it discovers it has a hand, and no doubt thinks it is wonderful wise in finding it out, just as some of our philosophers do when they discover the properties of matter. But God made the child's hand, and it was in existence before its brain was capable of comprehending it. And so were all these things, about the discovery of which men boast so much. God made them and made them perfect. Yet men will boast that they know things independent of God, whereas unless they had been aided by the Spirit of the Lord, and unless the principles had existed they never could have been found out, for no  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man could have originated them himself. All that man has ever done, with all his boasted intelligence, has been simply to develop or find out a few of the common principles of nature that always have existed, and always will exist, for these things and every principle of nature are eternal. The Gospel is also eternal. But where is there a man who understands heavenly things? Who can unravel them? Who has been behind the veil and talked with the Gods? Who among the wise men, philosophers, divines, philanthropists, kings, rulers, or authorities of the earth can comprehend God or His designs. If we can understand so imperfectly the laws of nature with which we are surrounded, with the privileges of seeing, feeling, comparing and analyzing, what do we know of things beyond our vision, hearing, or comprehension? We can read, in the history of the past, of the rise and fall of nations of the downfall of thrones and of the destruction of kingdoms; we can read of wars and rumors of wars. History points out what has transpired in relation to the nations of the earth and to men who have lived upon it, but who can penetrate into the future? Man is an immortal being: he is destined to live in time and throughout all eternity. He possesses not only a body, but a soul that will exist while &#x201C;life or thought or being lasts, or immortality endures.&#x201D; Who can tell in relation to this future? Who can tell things pertaining to our heavenly existence, or the object God had in view for creating this and other worlds, and the destiny of the human family? No man, except God reveals it to him.<span class=\"citation\" id=\"87156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87156)\">D&amp;C 76:90<\/a><\/span> What has been and still is the position of the world in relation to these things? It has been governed by every kind of dogma and <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4918\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> theory of religion. &#x201C;Isms&#x201D; of every kind have prevailed in turn&#x2014;polytheism, infidelity, Christianity in its ten thousand forms, and every kind of theory and dogma that the human imagination could invent. Such contrarieties show definitely and positively that men, by wisdom, cannot find out God.<span class=\"citation\" id=\"56100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56100)\">Job 11:7<\/a><\/span><span class=\"citation\" id=\"126319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126319)\">1 Cor. 1:21<\/a><\/span> And Christianity, at the present time, is no more enlightened than other systems have been. What does the Christian world know about God? Nothing; yet these very men assume the right and power to tell others what they shall and what they shall not believe in. Why, so far as the things of God are concerned, they are the veriest fools; they know neither God nor the things of God. Our Government is engaged just now in an act of this kind. Our legislators would tell me what I shall and shall not believe in, what shall be the course of my morals, as if they were immaculate and had been made perfect; as though they had inspiration from on high, and had found out the truth in all its richness, power and glory; as though they had conversed with the heavens and were acquainted with God. Oh, fools! What do they know about the truth? No more than a child about its hand. They are imbecile and ignorant and in the dark, and the greatest difficulty in the matter is&#x2014;they are fools and don't know it. <\/div><div class=\"paragraph jod\" id=\"v13n934\"> We consider, and always have since this Church was organized, that that part of Scripture that I quoted before is true&#x2014;namely, &#x201C;No, man knows the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73040)\">1 Cor. 2:11<\/a><\/span> We, as Latter-day Saints, understood no correct principle until it was revealed to us. I did not, nor have I ever met with anybody that did, and I have traveled very extensively over the world that we live in, and have met with all classes and grades of men in  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>different nations. We, as Latter-day Saints, are indebted to the revelations of God, given unto Joseph Smith, for the knowledge of the very first principles of the doctrine of Christ,<span class=\"citation\" id=\"76676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76676)\">Heb. 6:1<\/a><\/span> and he could not have known it unless it had been revealed to him. One thing I did know of myself before I came into this Church, and that is more than a great many know of themselves&#x2014;namely, that I was a fool,<span class=\"citation\" id=\"73188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73188)\">1 Cor. 4:10<\/a><\/span> and did not know anything unless God revealed it. It takes a great deal of hammering to get that into some men's minds. The main questions in my mind, when this Gospel came, were, &#x201C;Is this true?&#x201D; &#x201C;Is this from God, or is it not?&#x201D; &#x201C;Has God, indeed, spoken as this man says He has?&#x201D; If He has not, it is all a fiction, a farce and delusion, like the other &#x201C;isms&#x201D; that exist in the world; if He has, it is for me to obey, no matter what the consequences may be. <\/div><div class=\"paragraph jod\" id=\"v13n936\"> There is one thing that has always been satisfactory to my mind in relation to this Gospel&#x2014;there has never been one principle revealed, at any time, but what has been instructive and in accordance with the Scriptures, which we consider to be of divine origin. Never one principle but what could be substantiated by the word of God, although we did not know it before, and the world does not know it now. And I may also say that there has never been a principle revealed but what has been strictly philosophical and is in accordance with good, sound common sense; and, furthermore, I will go on beyond that and say that no principle ever will be revealed but what will be in accordance with philosophy, if we can comprehend it. As there is a philosophy of the earth and a philosophy of the heavens, it needs heavenly instruction to comprehend the heavenly things. But, as I said be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4917\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fore, &#x201C;no man knows the things of God, but by the Spirit of God.&#x201D;<span class=\"citation\" id=\"73041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73041)\">1 Cor. 2:11<\/a><\/span> The Scriptures show unto us how we may obtain that Spirit, which will give us a knowledge for ourselves. <\/div><div class=\"paragraph jod\" id=\"v13n937\"> When this Gospel was revealed, it was declared unto us that it was an everlasting Gospel, that there was a Priesthood associated with it, and that that Priesthood was everlasting; so we were presented with an everlasting Priesthood,<span class=\"citation\" id=\"54590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54590)\">Ex. 40:15<\/a><\/span><span class=\"citation\" id=\"54850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54850)\">Num. 25:13<\/a><\/span><span class=\"citation\" id=\"55017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55017)\">Deut. 10:2 (JST)<\/a><\/span> and with an everlasting Gospel.<span class=\"citation\" id=\"79714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79714)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"89530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89530)\">D&amp;C 101:39<\/a><\/span> There was also an everlasting covenant<span class=\"citation\" id=\"52955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52955)\">Gen. 9:16<\/a><\/span> associated with it. We were told how we might obtain a knowledge of this Gospel for ourselves&#x2014;the promise being that if we would repent of our sins and be baptized in the name of Jesus Christ for the remission of them, by one having authority, we should receive the Holy Ghost. We were also told that Holy Ghost would place us in communication with God; that it would take of the things of God and show them unto us,<span class=\"citation\" id=\"70503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70503)\">John 16:15<\/a><\/span> and that we should know for a certainty, each of us for ourselves, of the truths that had been proclaimed unto us. <\/div><div class=\"paragraph jod\" id=\"v13n938\"> This was the position that we were placed in. We went forward and obeyed it, for we were told that God had revealed Himself from the heavens, that He had restored the Gospel by the means of a holy angel, as referred to by John the Revelator,<span class=\"citation\" id=\"79890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79890)\">Rev. 14:6-7<\/a><\/span> and that He had restored, by authority direct from heaven, communication between Himself, the heavenly world and His creatures here. We were told that by obedience to that Gospel we should be made the recipients of a Spirit which would bring things past to our remembrance,<span class=\"citation\" id=\"70038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70038)\">John 14:26<\/a><\/span> that would lead us into all truth and show us things to come.<span class=\"citation\" id=\"70371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70371)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n939\"> Believing in this message, this vast crowd of people before me today, went forth and bowed in obedience, and they received that Spirit, and  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they knew and do know that the Gospel they had preached unto them came not in word only, but, in power and in the demonstration of the Spirit,<span class=\"citation\" id=\"126321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126321)\">1 Cor. 2:4<\/a><\/span> and that the Holy Ghost accompanied it.<span class=\"citation\" id=\"75651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75651)\">1 Thes. 1:5<\/a><\/span> You know, and I know, that when you obeyed this Gospel and had hands laid upon you for the reception of the Holy Ghost, you received it. Who else knows anything about it? Nobody. Do any of these strangers around? No. Jesus said to Nicodemus, &#x201C;Except a man is born again, he cannot see the kingdom of God.&#x201D;<span class=\"citation\" id=\"68707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68707)\">John 3:3<\/a><\/span> Then what do they know about it? You talk to a blind man about colors, and ask him to tell the difference between red and white, black and blue, and he would tell you perhaps that one was long and the other short, that one was light and the other heavy. He could not describe, nor his sense comprehend it. Jesus said a man could not see the kingdom of God unless he was born of the Spirit.<span class=\"citation\" id=\"68708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68708)\">John 3:3<\/a><\/span> Did he speak the truth? I think he did. And when you were born again of the water and of the Spirit, you saw and you entered into the kingdom of God,<span class=\"citation\" id=\"68786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68786)\">John 3:5<\/a><\/span> and things that you were ignorant of before, you then comprehended. Many of you felt a good deal like the blind man spoken of in the Scriptures, after he had been healed by our Savior. The Scribes and Pharisees, a learned and very holy body of men&#x2014;spoke to his father, saying, &#x201C;Give God the glory: for we know that this man is a sinner.&#x201D;<span class=\"citation\" id=\"69564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69564)\">John 9:24<\/a><\/span> They knew that Jesus was an impostor, a deceiver, a false prophet, a blasphemer, and that he cast out devils through Beelzebub, the prince of devils,<span class=\"citation\" id=\"64352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64352)\">Matt. 12:24<\/a><\/span> and that he was one of the wickedest, meanest curses in existence. &#x201C;Give God the glory,&#x201D; said they, &#x201C;for we know this man is a sinner.&#x201D;<span class=\"citation\" id=\"69565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69565)\">John 9:24<\/a><\/span> The father of him who had been healed of his blindness said, <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4916\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Whether he is a sinner, I know not; but this I do know, that, whereas this my son was once blind, and now he sees.&#x201D;<span class=\"citation\" id=\"69581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69581)\">John 9:25<\/a><\/span> Now a great many of you here are very much deluded in the estimation of the philosophers, wise men and priests of the world; but if you do not comprehend the philosophy of the whole matter, one thing you all know&#x2014;that once you were blind, but now you see. You understood that years ago and you understand it today, and no man can deprive you of that knowledge, or strip you of that information. No man can rob you of that light: it is the gift of God, it emanates from Jehovah, and no man can take it away, or reason or legislate it away; it is an eternal principle, emanating from God, and that is something the worldly-wise and great know nothing about. You who are here today, who have obeyed this Gospel, are witnesses of the truth of which I speak; I am a witness and I bear witness to it. <\/div><div class=\"paragraph jod\" id=\"v13n941\"> We are told that Jesus said on a certain occasion to his disciples, &#x201C;It is necessary that I go away: for if I go not away, the Comforter will not come.<span class=\"citation\" id=\"70298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70298)\">John 16:7<\/a><\/span> If I go away, I will send you a Comforter, which is the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70039)\">John 14:26<\/a><\/span> What will it do for you? It will lead you into all truth,<span class=\"citation\" id=\"70372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70372)\">John 16:13<\/a><\/span> so that you will see eye to eye and comprehend the purposes of God; you will march in line; you will be under one instructor; you will have one Lord, one faith, one baptism; one God who is in all and through all,<span class=\"citation\" id=\"75001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75001)\">Eph. 4:5-6<\/a><\/span> will inspire and guide and dictate you; you will not be split up and divided as the sectarians are&#x2014;every man taking his own course,<span class=\"citation\" id=\"83668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83668)\">D&amp;C 1:16<\/a><\/span> every man for himself and the devil for the whole; it will not be setting up human intellect above the intelligence and inspiration of the Almighty. Instead of this, all will bow to the  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dictates of Jehovah; the aspiration of every heart will be, &#x201C;O, God, thou that rulest in the heavens; O thou Supreme Governor of the universe, that created all things and controls all things, impart to me a small moiety of Thy wisdom! Inspire me with a little of that intelligence that dwells in Thy bosom! Give me a little of Thy Holy Spirit, that I may comprehend Thee and Thy laws, and walk in obedience to Thy commands!&#x201D; This will be the feeling of that individual. &#x201C;O God, teach me the paths of life and then give power to walk in them!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n943\"> Jesus told them they should have the Holy Ghost, the Comforter; the Spirit should bring things past to their remembrance,<span class=\"citation\" id=\"70040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70040)\">John 14:26<\/a><\/span> it should enable them to comprehend something about the world and why it was organized and by whom;<span class=\"citation\" id=\"89519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89519)\">D&amp;C 101:33<\/a><\/span> why man was placed upon it; what the position of the human family is in relation to the present, past and future; find out what God's dealings had been with the human family in ages gone and past, and His designs in relation to the world. Then it should unfold things to come, it should draw back the curtain of futurity and by the inspiration and intelligence of that Spirit which proceeds from God, it should grasp the future. It should comprehend the destiny of the human family, and by the revelations which God should communicate, make known the life to come in the eternal worlds. This is the kind of thing that the everlasting Gospel communicates, and it is the revelation of God to man. But the world, as I said before, know not the things of God,<span class=\"citation\" id=\"72892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72892)\">1 Cor. 1:21<\/a><\/span> and they cannot comprehend them. <\/div><div class=\"paragraph jod\" id=\"v13n944\"> I have had it asked me by philosophers, &#x201C;Is this the only way you propose to ameliorate the condition of the human family&#x2014;faith in the <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4915\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus Christ, baptism for the remission of sins and the laying on of hands for the reception of the Holy Ghost?&#x201D; Yes, that is God's way of doing it; that is the way He has pointed out. I remember, on one occasion, being in the city of Paris, and a gentleman came to me to inquire concerning the Gospel. He was associated with a system of socialism, very common in France, called Icarianism. A company of them went to Nauvoo after we left. This gentleman was a philosopher, and the society was trying to carry out its philosophy in France, and they aimed to bring about the Millennium. They never prayed to God, they were going to do it by human intelligence. This gentleman, whose name was Krolikrosky, called upon me, when after a lengthy conversation on the principles of our faith, said he, referring to faith, repentance, baptism and the laying on of hands for the reception of the Holy Ghost, the first principles of our Gospel: &#x201C;Is this all you propose to ameliorate the condition of the world?&#x201D; &#x201C;Yes.&#x201D; He answered, &#x201C;I hope you will succeed, but I am afraid you will not.&#x201D; &#x201C;Permit me,&#x201D; I said, &#x201C;to draw your attention to one or two things. I am a religionist.&#x201D; &#x201C;Yes.&#x201D; &#x201C;I profess to have had revelation from God; you do not.&#x201D; &#x201C;That is so,&#x201D; said he. &#x201C;You have sent out to Nauvoo a number of your most intellectual men, well provided with means of every kind and with talent of the first order. Now what is the result? They have gone to a place that we have deserted; they found houses built, gardens and farms enclosed, nothing to do but to take possession of them?&#x201D; &#x201C;Yes. They found buildings of all kinds, public and private, in which they could live and congregate.&#x201D; &#x201C;Yes. Was there ever a people better situated in regard to  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>testing your natural philosophy? You could not have hit upon a better place. It is a fertile country, on the banks of the most magnificent stream in the United States&#x2014;the Mississippi. Houses built, gardens made, fields enclosed and cultivated. You have wise men among you&#x2014;the wisest, the <span class=\"italic\">creme de la creme<\/span> of your society, yet with all this and the favorable circumstances under which your people commenced there, what have you done? Every time that I take up a paper of yours the cry from there is, &#x2018;Send us means;&#x2019; &#x2018;we want means;&#x2019; &#x2018;we are in difficulty;&#x2019; &#x2018;we want more money.&#x2019; This is their eternal cry, is it not?&#x201D; &#x201C;Yes.&#x201D; &#x201C;Now,&#x201D; said I, &#x201C;on the other hand, we left our farms, houses, gardens, fields, orchards, and everything we had, except what we took along in the shape of food, seeds, farming utensils, wagons, carts, and we wandered for from ten to fifteen hundred miles, with handcarts, ox teams and any way we could, and settled, finally, among the red savages of the forest. We had no fields to go to and no houses built; when we went there it was a desert&#x2014;a howling wilderness, and the natives with which we were surrounded were as savage as the country itself. Now then, what is the result? We have only been there a few years, but what are we doing? We are sending money to bring in our emigration; we are sending hundreds of thousands of dollars, and have expended half a million a year in teams to bring in our poor from the nations. But what of you wise men who know not God, and think you know better than He does, what are you doing&#x2014;you philosophers, intelligent men and philanthropists, crying out eternally, &#x2018;Send us help?&#x2019; Which is the best?&#x201D; Said he, &#x201C;Mr. Taylor, I have nothing to say.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n946\"> We care nothing about the opinions <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4914\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of men, let them look upon us as they may. We can say as the old Apostle said, &#x201C;We are living epistles, known and read of all men.&#x201D;<span class=\"citation\" id=\"74035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74035)\">2 Cor. 3:2<\/a><\/span> Judge us by our works. Do thieves, renegades, blacklegs, and corrupt men accomplish the work done here? Where are your Gentile associations? Here we have a magnificent city called Corinne, instituted by you gentlemen Gentiles here. What a magnificent place it is! It looks as if Tophet has been spewed out to people it with <span class=\"italic\">honorable<\/span> American citizens! Yet these men will prate to us about morality, the poor miserable curses! O, shame, if thou hadst any blood in thy body, thou wouldst blush for very shame at the transactions of this world in which we live. <\/div><div class=\"paragraph jod\" id=\"v13n947\"> But we believe in God, and you Latter-day Saints, your religion is as true as it was ten, twenty, thirty, or eighteen hundred or six thousand years ago. It has not changed, and I do not think that it will. It is everlasting; it is eternal in its nature and its consequences, and, whether other men know what they are doing or not, we do. If others do not attend to eternity, we do; if others know nothing about God, we do, and we know where we are going and how we are going. God has pointed out to us the path, and we intend to walk in it, in spite of all the powers of earth and hell. <\/div><div class=\"paragraph jod\" id=\"v13n948\"> God has taught us the relationship that should exist between us and the eternal worlds. That is a thing that is very much found fault with. He has unveiled the future to us and told us that man is not made for here alone, and then to die and rot and be forgotten, or to sing himself away somewhere beyond the bounds of time and space where nobody ever was nor ever will be. We have been taught something different from that. We are aiming at eternal exaltation,  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>at thrones, principalities and powers in the eternal worlds. Being made in the image of God, male and female,<span class=\"citation\" id=\"52261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52261)\">Gen. 1:27<\/a><\/span> and having had developed to us the laws of this life and the laws of the life to come, we take the privilege of walking according to these laws, despite the ideas and notions of men. <\/div><div class=\"paragraph jod\" id=\"v13n950\"> Who is there among the men of the world who know anything about the future? I know how it was with me, and how it was with you, Jew, Gentile, Mormon, everybody. What was it! If you applied to the priesthood of the day to be married, the priest told you he joined you in the holy bonds of matrimony until death. And what then? You had to find out the rest by your own ingenuity. No matter about the future. Is that all man was made for&#x2014;to live, marry, and die&#x2014;and nothing pertaining to the future? Is man made in the image of God?<span class=\"citation\" id=\"52138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52138)\">Gen. 1:26<\/a><\/span> Is God our Father? Is there a heaven above? Is there an eternity before us, and are we to prepare ourselves for it or not? We take the liberty of following the counsel of Jehovah, revealed to us in relation to it. <\/div><div class=\"paragraph jod\" id=\"v13n951\"> What man has a claim upon his wife in eternity? It is true that some of the writers of the yellow-backed literature have a philosophy a little in advance of the priests of the day. Some of them do tell us about eternal unions. They expect to be married here and hereafter. They know nothing about it, still they are in advance of the clergy. They follow the instincts of nature, and nature unperverted looks forward to a reunion. We are not governed by opinion in these matters. God has revealed the principle, and our wives are sealed to us for time and eternity. When we get through with this life we expect to be associated in the next, and therefore we pursue the course <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4913\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we do, and no power this side of hell, nor there either, can stop it. <\/div><div class=\"paragraph jod\" id=\"v13n952\"> Our course is onward. The Lord has revealed to us the pearl of great price.<span class=\"citation\" id=\"64656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64656)\">Matt. 13:45-46<\/a><\/span> We have sacrificed everything that the world calls good to purchase it; we are in possession and we will not part with it for worlds. We &#x201C;fear not men who can kill the body,&#x201D;<span class=\"citation\" id=\"64172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64172)\">Matt. 10:28<\/a><\/span> as Jesus said; and after that there is no more that they can do. We fear God who is able to cast both soul and body into hell. Yea, we fear Him. <\/div><div class=\"paragraph jod\" id=\"v13n953\"> We make our covenants, then, for eternity, because the Gospel is an everlasting Gospel. Every truth that ever did exist is everlasting. Man is an eternal being; his body is eternal. It may die and slumber, but it will burst the barriers of the tomb and come forth in the resurrection of the just. I know that some of our wise men, even some among us, profess to think that these things are only folly. However, I look at them differently. I believe the Bible; I believe in the revelations of God and in the manifestations of the Spirit of God. I would rather possess the feeling that Job had when he was afflicted, cast out, oppressed and despoiled, when he lay scraping himself with a potsherd, wallowing in ashes,<span class=\"citation\" id=\"56061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56061)\">Job 2:8<\/a><\/span> than the proud and lofty folly that dwells in the heart of the unbeliever and scorner. Said Job, &#x201C;I know that my redeemer lives, and that he shall stand in the latter days upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, not for another; And though worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56149)\">Job 19:25-27<\/a><\/span> Those were his feelings. This transpired in the &#x201C;dark ages,&#x201D; when men did not know so much about electricity, locomotives, and a few other scientific discoveries, as they do in this enlightened age. I also  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>read in the sayings of the prophets, given under the inspiration of the Almighty, that &#x201C;the dead, small and great, shall rise, and that bone shall be joined to its bone, sinew to sinew, and they became a living army before God.&#x201D;<span class=\"citation\" id=\"60813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60813)\">Ezek. 37:1-10<\/a><\/span> I knew a man, whom many of you knew, who built a tomb for himself in the city of Nauvoo. His name was Joseph Smith, and many of you heard him say what I shall now relate. Said he, &#x201C;I expect when the time of the resurrection comes to rise up in my tomb <span class=\"italic\">there<\/span>, and strike hands with my brethren, with my father and with my mother, and hail the day when we shall burst from the barriers of the tomb and awake to immortal life.&#x201D; Have you never heard him talk thus? I have. Shall we reject from our belief the glorious principles of eternity&#x2014;the resurrection of the just? Says John, when wrapt in prophetic vision, and clothed upon with the Spirit and power of God and the revelations of Jehovah, &#x201C;I saw the dead, small and great, stand before God; and the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and all nations stood before God.&#x201D;<span class=\"citation\" id=\"80643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80643)\">Rev. 20:12-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n955\"> I want a part in the resurrection. The angel said, &#x201C;Blessed and holy is he who has part in the first resurrection.&#x201D;<span class=\"citation\" id=\"80536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80536)\">Rev. 20:6<\/a><\/span> I want to have part in the first resurrection. It is that which leads me to hope. It is that hope which buoys me up under difficulties and sustains me while passing through tribulation, for I know as well as Job knew that my &#x201C;redeemer lives, and that he shall stand in the latter day upon the earth,&#x201D;<span class=\"citation\" id=\"56136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56136)\">Job 19:25<\/a><\/span> and I know that I shall stand upon it with him. I therefore bear this testimony. <\/div><div class=\"paragraph jod\" id=\"v13n956\"> Allow me to quote a little Scripture. You know that there is a saying, by one of the Apostles, that <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4912\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus was a priest forever after the order of Melchizedek;<span class=\"citation\" id=\"76622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76622)\">Heb. 5:5-6<\/a><\/span> and speaking further of this Melchizedek, the Apostle says he was, &#x201C;Without father, without mother, without descent, having neither beginning of days, nor end of years.&#x201D;<span class=\"citation\" id=\"76802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76802)\">Heb. 7:3<\/a><\/span> A very singular sort of man, was he not? Did you ever see a man like that? We are told that Jesus was a priest forever after the order of Melchizedek.<span class=\"citation\" id=\"76621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76621)\">Heb. 5:5-6<\/a><\/span> Now, there never was a man without father or mother, but this refers to his Priesthood, that was without beginning of days or end of years,<span class=\"citation\" id=\"76823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76823)\">Heb. 7:3 (JST)<\/a><\/span> and Jesus had the same kind of Priesthood that Melchizedek had.<span class=\"citation\" id=\"126322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126322)\">D&amp;C 107:2-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n957\"> Now we talk about the everlasting Gospel, and we will go back to some of these dark ages referred to. The Melchizedek Priesthood holds the mysteries of the revelations of God.<span class=\"citation\" id=\"87565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87565)\">D&amp;C 84:19<\/a><\/span><span class=\"citation\" id=\"90174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90174)\">D&amp;C 107:18-19<\/a><\/span> Wherever that Priesthood exists, there also exists a knowledge of the laws of God; and wherever the Gospel has existed, there has always been revelation; and where there has been no revelation, there never has been the true Gospel. Let us go back to those times. We find that the Gospel was preached unto Abraham,<span class=\"citation\" id=\"74493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74493)\">Gal. 3:8<\/a><\/span> and that Melchizedek was the man to whom Abraham paid tithes, and that Melchizedek blessed him.<span class=\"citation\" id=\"76785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76785)\">Heb. 7:1-4<\/a><\/span> Paul tells us, &#x201C;Verily the less is blessed of the better.&#x201D;<span class=\"citation\" id=\"76837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76837)\">Heb. 7:7<\/a><\/span> Now Abraham had the Gospel, and Melchizedek had it, and the law was added because of transgression;<span class=\"citation\" id=\"74531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74531)\">Gal. 3:19<\/a><\/span> and by and by, when Jesus came, He was a priest forever after the order of Melchizedek,<span class=\"citation\" id=\"76620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76620)\">Heb. 5:5-6<\/a><\/span> and he restored the Gospel, and consequently revelations, the opening of the heavens and the manifestation of the power of God; and whenever the Gospel has existed, in any age of the world, these same manifestations have existed with it; and whenever these have not been upon the earth, there has been no Gospel. The  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel is &#x201C;the power of God unto salvation to everyone that believes; For therein is the righteousness of God revealed from faith to faith.&#x201D;<span class=\"citation\" id=\"72237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72237)\">Rom. 1:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n959\"> In addition to Melchizedek, the Bible also mentions a man called Moses, and he had the Gospel, for Paul tells us &#x201C;that he preached it to the children of Israel in the wilderness, but that it profited them nothing, not being mixed with faith.&#x201D;<span class=\"citation\" id=\"76511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76511)\">Heb. 4:2<\/a><\/span> There was another man called Elijah, that we read of in the Bible. He was one of those fanatics who believe in revelation, and he had the Gospel. We come down to the time that Jesus was here on the earth; and on one occasion we read that he was on the mount with three of his disciples, Peter, James, and John, and Jesus was transfigured before them.<span class=\"citation\" id=\"64977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64977)\">Matt. 17:1-4<\/a><\/span> And Peter said, &#x201C;Master, it is good for us to be here: let us make three tabernacles; one for thee, one for Moses, and one for Elias.&#x201D;<span class=\"citation\" id=\"64994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64994)\">Matt. 17:4<\/a><\/span> What? Was Moses, that old fellow who led the children of Israel from Egypt, there? That shows that he had the everlasting Gospel and Priesthood; and having got rid of the affairs of this world, he returned to minister to Jesus when he was on the earth. Was Elias there too? So Peter said. What was he doing there? He died long before, but having held the everlasting Priesthood he lived again, and lives for evermore. We will go to another man. There are curious things in the Bible, if the people only believed them; but they do not, and that is the trouble. I refer to John, the beloved disciple.<span class=\"citation\" id=\"83893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83893)\">D&amp;C 7:1<\/a><\/span> We are told that he was banished because he was a fanatic&#x2014;I was going to say a Mormon&#x2014;as John did not agree with the enlightenment, philosophy and intelligence that existed then. What did they do with him? They banished him and sent him to the Isle of Patmos;<span class=\"citation\" id=\"78990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78990)\">Rev. 1:9<\/a><\/span> and compelled him to labor <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the slaves in the lead mines; he was not fit for civilized society, but they could not deprive him of fellowship. While there with the Almighty, he was carried away in the Spirit,<span class=\"citation\" id=\"79015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79015)\">Rev. 1:10<\/a><\/span> and that Spirit manifested to him things past, for generations gone; things present&#x2014;the condition of the churches that then existed; and also things to come&#x2014;the world with all its myriads of inhabitants down to the winding-up scene. He saw the dead, small and great, stand before God, and the books were opened; and another book was opened, called the Book of Life;<span class=\"citation\" id=\"80619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80619)\">Rev. 20:12<\/a><\/span> and he saw a hundred and forty-four thousand, and a number that no man can number,<span class=\"citation\" id=\"79329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79329)\">Rev. 7:9<\/a><\/span> who sang a new song,<span class=\"citation\" id=\"79689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79689)\">Rev. 14:1-5<\/a><\/span> and the glories of eternity, and the past, present and future were unveiled before his vision. He saw the new Jerusalem descend from above, and the Zion from above meeting the Zion from below, and they were married and became one.<span class=\"citation\" id=\"80699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80699)\">Rev. 21:1-27<\/a><\/span><span class=\"citation\" id=\"87994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87994)\">D&amp;C 84:98-102<\/a><\/span> He saw the end of the nations, and of the world. &#x201C;Cloud-capped towers and gorgeous palaces were dissolved,&#x201D; and everything passed away.<span class=\"citation\" id=\"80673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80673)\">Rev. 21:1<\/a><\/span> He gazed upon the whole; and a mighty angel stood before him, and he was about to bow down before him and to worship him; but the angel said, &#x201C;Stop, do not worship me!&#x201D;<span class=\"citation\" id=\"80364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80364)\">Rev. 19:10<\/a><\/span><span class=\"citation\" id=\"80848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80848)\">Rev. 22:8-9<\/a><\/span> &#x201C;Why? Who are you? You are a glorious personage; you are filled with greatness, and surrounded by majesty, glory and power, and the visions of eternity seem to be at your command, for you have unfolded them to me. Will you not let me worship you?&#x201D; &#x201C;No.&#x201D; &#x201C;Who are you?&#x201D; &#x201C;I am one of thy fellowservants, the prophets, who kept the testimony of Jesus, and the word of God, while here upon the earth, and feared God and kept His commandments. Do not worship me, worship God.&#x201D; Said he, &#x201C;I am one of those old fellows who were buffeted, persecuted,  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and misrepresented just as you are; despised as you are by fools who knew nothing about God or eternity.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n961\"> Well, now, we believe these things. We believe in a religion that will reach into eternity, that will bring us into connection with God. We believe that God has set up His kingdom on the earth; we believe and know that it will roll forth and spread and extend, that Zion will be built up, that the glory of God will rest upon it;<span class=\"citation\" id=\"57909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57909)\">Isa. 4:5<\/a><\/span> that the arm of Jehovah will be made bare in its defense;<span class=\"citation\" id=\"59615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59615)\">Isa. 52:10<\/a><\/span> that the power of God will be exerted in behalf of His people; that Zion will rise and shine,<span class=\"citation\" id=\"59872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59872)\">Isa. 60:1<\/a><\/span><span class=\"citation\" id=\"90682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90682)\">D&amp;C 115:5-6<\/a><\/span> and that the <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> glory of God will be manifested among His Saints.<span class=\"citation\" id=\"126323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126323)\">D&amp;C 88:107<\/a><\/span> We know that this kingdom will grow and increase until the kingdoms of this world will become the kingdoms of our God and His Christ,<span class=\"citation\" id=\"79453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79453)\">Rev. 11:15<\/a><\/span> and that He shall rule and reign forever and ever.<span class=\"citation\" id=\"87234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87234)\">D&amp;C 76:108<\/a><\/span> And we expect to join in the universal anthem, &#x201C;Hosanna, hosanna, for the Lord God omnipotent reigneth,&#x201D;<span class=\"citation\" id=\"80334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80334)\">Rev. 19:6<\/a><\/span> and will reign until all enemies are under His feet.<span class=\"citation\" id=\"73846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73846)\">1 Cor. 15:24-28<\/a><\/span><span class=\"citation\" id=\"86169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86169)\">D&amp;C 58:22<\/a><\/span><span class=\"citation\" id=\"87225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87225)\">D&amp;C 76:106<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n962\"> God bless Israel. God bless all His Saints, and let the wrath of God be upon the enemies of Zion from this time henceforth and forever, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}