{"ID":130045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-Day Work&#x2014;Obeying the Commandments.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, May 5, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-Day Work, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 5\/5\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v13n1424\"> It is with great pleasure and satisfaction that I arise before so large an assembly of people this afternoon, in the capacity of a General Conference. It is truly wonderful to me that God has begun so great and important a work in the day in which I am permitted to live. I do not read in history of any other work of a similar character since the creation of the world. We behold before us, in these interior wilds of North America, a great people called the Latter-day Saints&#x2014;a people whose faith and doctrine are one, who believe in the same God, and in the same great plan of salvation; who believe that God has established His kingdom on the earth for the last time. It has been a manifestation of faith on the part of this people to gather here; they have exhibited to one another and before all mankind that they have faith in the doctrines which they have received. What other purpose could have gathered out so great a people? If we had gathered into a healthy, rich country where there was an expectation of bettering our condition, temporarily; where there were prospects of our becoming exceedingly rich in the goods of this world, it might have been supposed that we had some selfish motive in view in thus assembling ourselves together. But there were no such prospects before us. We came here, some 1,200 miles, from the Eastern settlements to this <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> isolated region, almost naked and barefoot, having been despoiled by our enemies&#x2014;having suffered the loss of property to the extent of millions&#x2014;having been reduced to the last degree of poverty. We came here&#x2014;not into the midst of a land of cities and villages, not into the midst of a country where all was prepared for us beforehand; but we came into the heart of a desert, since, in some measure, reclaimed from its barrenness and sterility. We came because we had faith in our religion, because we not only believed, but most of us knew with a certainty, that God had spoken from on high and had commanded us to gather together. In this we have manifested a sincerity that ought to be convincing to all the world that we have embraced a religion in all of the depths of the sincerity of our hearts. We did not care for the riches and honors of the world; we did not care for the pleasures of our native countries, nor for the luxuries with which those countries abounded; but we came because we verily believed in our hearts that it was our duty to do so in obedience to the voice of the Lord through His servants. It is true that some of this people came to this land because they were forced hither by persecution; but whether obliged to come or not we, many of us, clearly understood from the spirit of prophecy and revelation, as manifested through our prophet and leader before his  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>martyrdom, that we should be required to locate ourselves in the heart of this continent. We came here then to fulfil the commandments of the Lord our God, and to be free, in a measure, from the persecutions of our enemies, that we might have none to mob or molest us as they had done from the time of the rise of the Church until our flight to these mountains. We came here because we loved God, because we loved His laws&#x2014;we loved the plan of salvation, we loved the principles that He had revealed, and because we knew that in process of time, in fulfillment of ancient prophecy respecting the Latter-day Zion and the Church of the Most High God, we should become a great and powerful people. <\/div><div class=\"paragraph jod\" id=\"v13n1426\"> We are taught in the Jewish record, the Bible, that a little one shall become a thousand and a small one a strong nation.<span class=\"citation\" id=\"60038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60038)\">Isa. 60:22<\/a><\/span> We believe these prophecies, we know this to be the kingdom of God. We well understood by the spirit of revelation that God intended to fulfil all that was spoken by the mouths of His ancient prophets,<span class=\"citation\" id=\"71370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71370)\">Acts 3:21<\/a><\/span> as well as that which had been delivered in our day in regard to the future glory and prosperity of Zion, or the Church of the living God. We understood that Zion was to be located in the mountains;<span class=\"citation\" id=\"57729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57729)\">Isa. 2:2-3<\/a><\/span> we understood, as I have often repeated, from the 40th chapter of Isaiah, that the time would come when the Lord would command His people, saying unto Zion, &#x201C;Get up into the high mountains.&#x201D;<span class=\"citation\" id=\"59300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59300)\">Isa. 40:9<\/a><\/span> These things had not been fulfilled in former ages, consequently we know that they were yet in the future. We knew that the Zion of the latter days must be located in the mountains. We could read the ancient prophecies of that great prophet&#x2014;Isaiah, in the 18th chapter, that a great work should be performed in the mountains, <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a work that should attract the attention of all the nations of the earth, so much so that the prophet, when gazing upon the work as shown to him by the spirit of prophecy, calls upon all the inhabitants of the world and the dwellers on the earth to see when the Lord should lift up an ensign upon the mountains.<span class=\"citation\" id=\"58334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58334)\">Isa. 18:3<\/a><\/span> That ensign we knew must be reared,<span class=\"citation\" id=\"57953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57953)\">Isa. 5:26<\/a><\/span><span class=\"citation\" id=\"58196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58196)\">Isa. 11:10,12<\/a><\/span><span class=\"citation\" id=\"58941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58941)\">Isa. 30:17<\/a><\/span> that great work must be accomplished, and all people&#x2014;not only those on the American continent but all dwelling in the four quarters of the globe, however obscure, and however distant they might be from the place where the ensign was to be reared, would be required by the power of the Lord, and by the marvelous work<span class=\"citation\" id=\"58790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58790)\">Isa. 29:14<\/a><\/span> that He should perform, to open their eyes and contemplate that ensign, understand its nature and comprehend, in some measure, its purpose. <\/div><div class=\"paragraph jod\" id=\"v13n1427\"> We came here to fulfil these ancient prophecies. God has lifted up this Church&#x2014;this kingdom, as a standard&#x2014;as an ensign to which the nations are invited, and the ambassadors of the Most High are sent forth from these mountains carrying the glad tidings of salvation in their mouths&#x2014;carrying forth the great and glorious principles that God has revealed in establishing his latter-day kingdom on the earth. Beautiful indeed are the feet of those who are sent forth from the mountains of Zion to publish glad tidings of great joy among the various nations and kingdoms of the earth;<span class=\"citation\" id=\"59556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59556)\">Isa. 52:7<\/a><\/span><span class=\"citation\" id=\"84207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84207)\">D&amp;C 19:29<\/a><\/span> God is with them in very deed. His power is over them, and His arm encircles them round about. Their voice is lifted up to the nations; their hands are pointed to the West, to the heart of the American continent&#x2014;to the everlasting hills, saying to mankind, &#x201C;Yonder, in those mountains, is a kingdom that is never to be destroyed, a kingdom that must exist forever;<span class=\"citation\" id=\"61231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61231)\">Dan. 2:44<\/a><\/span>  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while all earthly kingdoms and governments will crumble to the dust and will be blown away, like the chaff of the summer threshingfloor,<span class=\"citation\" id=\"61091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61091)\">Dan. 2:35<\/a><\/span> to the four winds of heaven.&#x201D;<span class=\"citation\" id=\"126350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126350)\">Dan. 11:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1429\"> Jesus said on a certain occasion to his disciples, and to the multitudes, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69974)\">John 14:15<\/a><\/span> There are tens of thousands, yes, hundreds of thousands, of people now upon our globe who profess to love Jesus Christ. Do they keep his commandments? Some of them no doubt strive to do so. But there are many things to be taken into consideration in connection with the keeping of the commandments of Jesus. In the first place it is very essential and necessary that we should know what his commandments are before we can keep them. In the second place it is very important and essential that we should give heed to all those commandments, whether they appear great or small in our estimation. <\/div><div class=\"paragraph jod\" id=\"v13n1430\"> Do this people, called Latter-day Saints, really love the Lord their God, or is it a mere profession? When God raised up His servant Joseph Smith and inspired him from on high to give commandments and revelations and to organize His Church,<span class=\"citation\" id=\"83676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83676)\">D&amp;C 1:17<\/a><\/span> forty years ago, we were but few in number. I well recollect when I was but a boy of nineteen visiting the place where this Church was organized, and visiting the Prophet Joseph, who resided at that time in Fayette, Seneca County, New York, at the house where the Church was organized. I became acquainted more fully with that man and with the revelations and commandments that God had given to him; also with the few people who had been organized into a Church capacity. I saw the spirit of the people, that is, I saw there was a desire to do good, to love the Lord, and to be obedient to the <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> commandments which the Prophet Joseph had delivered unto them. <\/div><div class=\"paragraph jod\" id=\"v13n1431\"> On the 2nd day of January, 1831, a Conference was held in the same house where this Church was organized, and the various Branches in the State of New York were there gathered together. By the solicitations of the Conference the Prophet Joseph enquired of the Lord to know what was His will concerning the few Latter-day Saints that were then in existence. The Lord hearkened to him, and gave on that occasion a revelation contained in the Book of Doctrine and Covenants, in which certain commandments were given,<span class=\"citation\" id=\"85038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85038)\">D&amp;C 38:1-42<\/a><\/span> one being that all the Elders, Priests, Teachers, and Deacons of the various Branches of the Church, instead of going out to preach, should go to with all their might and labor for the gathering up of the people from the State of New York to the State of Ohio; that is, they were to assist those in the various Branches who had property to dispose of the same, and in regulating all their affairs, and to arrange business in such a manner that they might be able to keep this commandment to gather together.<span class=\"citation\" id=\"85227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85227)\">D&amp;C 38:34-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1432\"> Now, suppose the people had refused to comply with this commandment; suppose that the Elders, Priests, Teachers, and Deacons had considered the physical labor which the carrying out of this command entailed upon them beneath their notice, and had refused to make preparations to flee from the State of New York and to gather up some six hundred miles to the State of Ohio, what would have been the result? Would the love of God have dwelt in their hearts? No. Would they have manifested before the heavens that they loved God with all their hearts? No. Would they have manifested to the Prophet, to the Priesthood and to one another  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they really were sincere in their religion? No. There was no possible way for these Latter-day Saints to show their love to God, only by obeying His command that was given and written for their instruction on that occasion. If there were any who refused to do that, I will venture to say that they are not members of the Church today. If there were any who had so much means or property that they did not feel disposed to leave their pleasant homes and make a sacrifice of their wealth, in some measure, in order to fulfil the commandment of Jehovah, I will venture to say that they are not in the Church today. Why? Because God would withdraw His Holy Spirit from them. They might make great profession, and say how much they loved the Lord and His ways; how much they loved Jesus, who was crucified for the sins of the world, yet all this would be foolish and vain if they refused to keep his commandments, for, &#x201C;If ye love me, keep my commandments,&#x201D;<span class=\"citation\" id=\"69975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69975)\">John 14:15<\/a><\/span> saith the Savior. Again, it is written, &#x201C;This is the love of God, that ye do keep his commandments: and his commandments are not grievous.&#x201D;<span class=\"citation\" id=\"78793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78793)\">1 Jn. 5:3<\/a><\/span> His commandments to most of the people of the Latter-day Saints were not grievous in the winter and spring of 1831. They rejoiced in having the privilege of obeying the Lord's commandments, through His servant, the Prophet. Hence they gathered up all the various Branches of the Church, with some few exceptions, to Kirtland, in the State of Ohio. <\/div><div class=\"paragraph jod\" id=\"v13n1434\"> This is the right way to keep the Lord's commandments; but it is, in the first place, necessary to find what His commandments are. You might have taken this big book, the Jewish record, or Bible, and searched it from the beginning of Genesis to the end of Revelation to find out your duties as Saints, and you never could have <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> found within it what the Lord required of His Saints at that time&#x2014;namely, to remove from the State of New York to the State of Ohio. No such Scripture as that was given. That was the duty required of individuals in the nineteenth century. No other people were ever required to do that; it cannot be found within the lids of the Bible. That commandment was specially adapted to the circumstances of the few Latter-day Saints then existing, and they were the ones required to keep it. The ancients were not required to do that, neither are we; it was a commandment having relation to the time then being, and it was fulfilled. With that commandment we have nothing further to do, provided that we, or as many of us as were included among those to whom it was given, kept it. If we have not kept it we have something further to do with it&#x2014;we shall have to meet it in the great judgment day. <\/div><div class=\"paragraph jod\" id=\"v13n1435\"> When we came to Kirtland the Lord gave us further commandments, and He revealed a great many things through His servant Joseph. Among others, He gave one that the Latter-day Saints in Kirtland, Ohio, should go to with their might and build a house to His name, wherein He promised to bestow great and choice blessings upon His people.<span class=\"citation\" id=\"89126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89126)\">D&amp;C 95:3,8<\/a><\/span> He revealed the pattern<span class=\"citation\" id=\"86033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86033)\">D&amp;C 94:2<\/a><\/span> according to which that house should be built, pointing out the various courts and apartments, telling the size of the house, the order of the pulpits, and in fact everything pertaining to it was clearly pointed out by revelation. God gave a vision of these things, not only to Joseph, but to several others, and they were strictly commanded to build according to the pattern revealed from the heavens. <\/div><div class=\"paragraph jod\" id=\"v13n1436\"> Now, then, no other people was ever commanded to do that work in Kirt<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>land, Ohio, but the people then living there, called Latter-day Saints. It was not a work required of Noah, Abraham, Moses, Solomon, nor of any other man that ever existed on the earth, nor of any people but those to whom it was given, then living in the State of Ohio. Supposing they had said, &#x201C;We will not build the house; we can meet in a common meetinghouse, after the order of the Gentiles, and we will take their forms of building, it does not matter, we do not think it necessary to be at all this expense, and we can hire a house.&#x201D; Would that have been sufficient? No, the only way we could witness to one another and before the Lord of hosts that we loved Him with all our hearts was to go to and build a house just according to the pattern. <\/div><div class=\"paragraph jod\" id=\"v13n1438\"> Well, when we did build it, did the Lord accept it, according to promise? He did, and He revealed great and important things in that house through His servant, Joseph the Prophet; and not only did Joseph have the privilege of seeing and understanding the mind and will of the Lord, but after the house was built many others had this great privilege given to them. For instance, the Lord had promised to reveal Himself unto many of His people and His Priesthood in that house. He did so.<span class=\"citation\" id=\"90472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90472)\">D&amp;C 110:1-10<\/a><\/span> Among other great revelations and visions given there, was the revelation, which you will find recorded in our Church history, of Elijah, the Prophet,<span class=\"citation\" id=\"90544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90544)\">D&amp;C 110:13-16<\/a><\/span> of him who was translated to heaven in a chariot of fire.<span class=\"citation\" id=\"55766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55766)\">2 Kgs. 2:11<\/a><\/span> That same personage came and stood in that temple and manifested certain keys, gave these keys to the servant of the Lord, the Prophet Joseph, and said unto him that that was the fulfillment of that which was spoken by the Prophet Malachi.<span class=\"citation\" id=\"90570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90570)\">D&amp;C 110:14<\/a><\/span> What has Malachi said? He has told us of the great day of <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord that should come, when it should burn as an oven, and when all the proud and they that do wickedly shall become as stubble and shall be burned up, leaving them neither root nor branch.<span class=\"citation\" id=\"62494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62494)\">Mal. 4:1<\/a><\/span> He has told us that before that great and terrible day the Lord would send Elijah the Prophet. Or, to quote the words of Scripture, &#x201C;Behold, I will send you Elijah the prophet before the great and terrible day of the Lord shall come.&#x201D;<span class=\"citation\" id=\"62545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62545)\">Mal. 4:5<\/a><\/span> What great object had the Lord in view in sending His ancient prophet as a ministering angel to His people on the earth? It is expressed in one sentence&#x2014;&#x201C;He shall turn the hearts of the fathers unto the children, and the hearts of the children unto the fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62585)\">Mal. 4:6<\/a><\/span><span class=\"citation\" id=\"90573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90573)\">D&amp;C 110:15<\/a><\/span> In other words, there will be no flesh prepared to escape the day appointed&#x2014;no flesh but what will become as stubble, no flesh will be able to abide the presence of the Lord until Elijah comes. He did come in that Kirtland Temple; he appeared in his glorious majesty, and there revealed the keys unto the servants of the Lord which should restore this union between the fathers and the children&#x2014;something that we did not understand anything about, until the angel Elijah revealed it unto us. This was a great work to be accomplished in the latter days, in order that the fathers, from the days of the ancient Priesthood, or those who were in the spirit world&#x2014;millions and millions of them, might be redeemed through the ordinance of baptism for the dead, turning the minds and thoughts and affections of the children, living on the earth, to search after their ancient fathers and to be baptized for them according to that which is contained in the New Testament about baptism for the dead.<span class=\"citation\" id=\"73875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73875)\">1 Cor. 15:29<\/a><\/span> Moreover it turned the hearts of those ancient fathers to  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their children, for they looked to us, their children, to accomplish a work that is needful to be accomplished in their behalf, for God's house is a house of order;<span class=\"citation\" id=\"91495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91495)\">D&amp;C 132:8<\/a><\/span> God's kingdom is a kingdom of order; and His ordinances were instituted from before the foundation of the world, and they are adapted to the condition of the living and the dead;<span class=\"citation\" id=\"91017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91017)\">D&amp;C 124:33<\/a><\/span> and God revealed these things that our fathers, in all past generations, might rejoice with their children in the latter days, by being united in the same bonds, in the same New and Everlasting Covenants. They died without the Gospel, without understanding the plan of salvation. They were brought up in the midst of the sectarian world, where all was confusion and darkness; where no voice of God was heard; no voice of living prophets or Apostles to direct them, or to teach them in the mysteries of the kingdom of God. They went down to their graves as sincere, many of them, as you and I are. Must they be forever cast off? Must they always remain in prison and be forever deprived of the society of their children that should live on the earth in the latter days, when God should again open the heavens and send His angels to minister to His people? No; they without us cannot be made perfect;<span class=\"citation\" id=\"77121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77121)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91182)\">D&amp;C 128:15,18<\/a><\/span> for there is no way for them to receive the Gospel only through their children. We have the work to do for them, and that work we could not commence until Elijah the Prophet was sent from heaven, holding the keys that were to be committed to the children in behalf of the fathers, in the last dispensation, before the great day of the Lord should come. <\/div><div class=\"paragraph jod\" id=\"v13n1440\"> Then you see that even this one revelation, which God gave in that Temple, paid the people for the toil they had endured in erecting it. What a satisfaction it was to them to <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that angels administered in that Temple! What a satisfaction it was for them to go into that Temple and have the heavens opened to them so that they could gaze on the glory of God! What a satisfaction it was for them to know that the Lord accepted, as His own, the house which they had built according to the pattern which He had given! And what a satisfaction it was for them to know that they loved God by keeping His commandments! <\/div><div class=\"paragraph jod\" id=\"v13n1441\"> Elijah was not the only angel that administered in that house. Others holding keys pertaining to the last dispensation of the fullness of times came forth and manifested those keys and bestowed the authority upon the servants of God living in the flesh to carry out certain great and important purposes pertaining to this dispensation.<span class=\"citation\" id=\"90529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90529)\">D&amp;C 110:11-12<\/a><\/span> These keys are still on the earth. Here are the servants of the living God, sitting on my right hand and on my left, who have had these keys committed into their hands by authority from the proper source, from those who received them from the heavenly messengers. These keys, being now in the hands of the Priesthood, never will be taken from them while the earth shall stand or eternal duration shall roll on. There may be apostates, those who fight against the anointed of the Lord and lift up their heel against those holding these keys; yet be it known to the Latter-day Saints and to all the ends of the earth that the almighty hand of the Great Jehovah is stretched out and He will accomplish the purposes ordained by Him in regard to this great and important work of the latter days. <\/div><div class=\"paragraph jod\" id=\"v13n1442\"> Are these the only commandments that God has given for us to keep wherein we have manifested our love towards Him? No. God gave commandment to His people in the  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>summer of 1831, that they should gather up from the Eastern lands, New York, the New England States, Pennsylvania and the Middle States, from Ohio and various parts of the United States, upon the western frontiers of Missouri; that is, that they should continue to gather, but not let their flight be in haste, and let all things be prepared before them.<span class=\"citation\" id=\"91866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91866)\">D&amp;C 133:15<\/a><\/span> God led forth the Prophet that He had raised up to the western part of Missouri, and pointed out, by His own finger, where the great city of Zion should stand in the latter days,<span class=\"citation\" id=\"86074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86074)\">D&amp;C 57:1-5<\/a><\/span> the great city of the New Jerusalem that should be built up on the American continent.<span class=\"citation\" id=\"87480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87480)\">D&amp;C 84:2-4<\/a><\/span> I say He pointed out these things and gave direction to His people to gather to that land, and commanded them to lay the cornerstone of a great and magnificent temple<span class=\"citation\" id=\"87476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87476)\">D&amp;C 84:1-5<\/a><\/span> that was to be built during the generation in which the people then lived.<span class=\"citation\" id=\"87705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87705)\">D&amp;C 84:31<\/a><\/span> The cornerstone was laid in the summer of 1831, in Jackson County, State of Missouri. All these things were done by the people of God by commandment and revelation, and in this way they still further showed, one to another and to all people as well as to the heavens, that they did love the Lord their God. <\/div><div class=\"paragraph jod\" id=\"v13n1444\"> Many commandments were given to the people about affairs there in Jackson County&#x2014;how they should regulate their property and how they should become one&#x2014;revelations that were intended to produce the greatest possible union that could exist among the people of God, if they had been complied with.<span class=\"citation\" id=\"87316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87316)\">D&amp;C 78:1-22<\/a><\/span><span class=\"citation\" id=\"87398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87398)\">D&amp;C 82:1-24<\/a><\/span><span class=\"citation\" id=\"87471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87471)\">D&amp;C 83:1-6<\/a><\/span> The people complied with them in part, but yet, through inexperience, for the want of understanding, because of the weakness of mortality, and because of the wicked and corrupt traditions that they had imbibed in regard to property, they did not fully carry out the mind and will of God in relation to their con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>secrations and inheritances.<span class=\"citation\" id=\"89408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89408)\">D&amp;C 101:6<\/a><\/span> It is true that they purchased the land from the American Government, or much of it, and paid their money into the land office in that county; but yet, not carrying out the command of God to the very letter, the Lord was not pleased, and before they had been located there fourteen months He threatened them very severely. Said He, &#x201C;If you do not remember my commandments to keep them, and not only my commandments, but the Book of Mormon, which I have caused to come forth and to be written for your edification, as the New and Everlasting Covenant; if you do not give heed to the words of instruction and counsel, and the commandments written in that book, behold, saith the Lord, there remains a scourge and judgment to be poured out upon the inhabitants of Zion.&#x201D;<span class=\"citation\" id=\"87820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87820)\">D&amp;C 84:57-58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1445\"> We did not know what the judgment or scourging was. We had only been about fourteen months on the land, and we did not understand the nature of it. The Lord told us in another revelation, which is published in the Book of Doctrine and Covenants, that, inasmuch as we did not do just precisely as He told us to do in regard to obtaining our lands, we should be driven by our enemies&#x2014;<span class=\"citation\" id=\"86431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86431)\">D&amp;C 63:25-30<\/a><\/span>&#x201C;Behold and lo, your enemies shall be upon you; you shall be persecuted and driven from city to city, and but few of you shall stand to receive an inheritance.&#x201D;<span class=\"citation\" id=\"86437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86437)\">D&amp;C 63:31<\/a><\/span> We could not comprehend all this. We thought perhaps we should be faithful enough that this prophecy might not be fulfilled upon our heads. Although they were the very best people on the earth, yet there was a lack among them, through want of experience or through the former traditions of the Gentiles which they had imbibed from their childhood; but the Lord required us to be very good and to give heed to  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every word that proceeded out of His mouth,<span class=\"citation\" id=\"89252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89252)\">D&amp;C 98:11<\/a><\/span> and never disobey the least thing; and consequently when He found that we lacked in some of these things, He told us He would not suffer that land to be polluted<span class=\"citation\" id=\"89409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89409)\">D&amp;C 101:6<\/a><\/span> by those who were called by His name;<span class=\"citation\" id=\"126352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126352)\">D&amp;C 101:97<\/a><\/span> for it was a choice land&#x2014;a holy land, and those who were called by His name, and professed to be His disciples, should not pollute it, and if they did they should be scourged and driven away and persecuted, and there would be few left who would receive their inheritance there.<span class=\"citation\" id=\"126351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126351)\">D&amp;C 63:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1447\"> In the year 1833, in the month of November, we began to feel this scourge that the Lord had forewarned us of. Yet so anxious was the Prophet Joseph that the scourge might be averted that he took a journey, in connection with some of the prominent Elders of the Church, from the State of Ohio, about one thousand miles, to the western frontiers of Missouri, to warn the people of the terrible judgment that would overtake them, if they were not more obedient. But, alas! their repentance was not sufficient, though they were such a good people&#x2014;far better than any other people or Church on the face of the earth; but yet they did not come up to the letter of the law which God had revealed, consequently they did not manifest before Him that they loved Him with all their hearts, souls, might, mind and strength, and judgment came upon them and they were driven. Two hundred houses were burned, our haystacks were burned, our cattle were shot down by the mob, our merchandise were strewn in the streets, our household furniture broken up and scattered, and the people were driven forth on the bleak prairies in the cold month of November. Then they remembered the prophecies which the Lord had delivered by His <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> servant Joseph; they remembered what had been written and published, which they had been warned of time and time again, both by letter and by the personal ministry of the servants of God in their midst. <\/div><div class=\"paragraph jod\" id=\"v13n1448\"> They fled to Clay County and were driven thence in a few months, when they fled still further north into other unsettled portions of the State of Missouri, and again purchased lands of the Government, and entered them and continued there a few years; but by and by we were again driven, thus fulfilling the word of the Lord through His servant Joseph&#x2014;that we should be persecuted and driven from place to place and from city to city unless we did as He told us.<span class=\"citation\" id=\"86438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86438)\">D&amp;C 63:31<\/a><\/span> Finally, we were driven into the State of Illinois, where we purchased a beautiful spot of ground on the eastern bank of the Mississippi River, called Commerce, which we afterwards called Nauvoo, a Hebrew word which means beautiful for location. <\/div><div class=\"paragraph jod\" id=\"v13n1449\"> After we had worked in Nauvoo for a few years, and had gathered together our people from various parts of the United States and some from Great Britain, to the number of some fifteen or twenty thousand souls, in Nauvoo and the regions round about, behold the mob was again upon us and we were driven again, thus fulfilling more fully the prophecies that had been made, and we were driven here to these mountains. We came here by the direction of the servant of God, being led by him on whom the Lord had placed the great responsibility of leading this people. He brought us here, and established us in the heart of this country. Here we have extended our settlements south, north, east, and west, until the country is now populated with, as I suppose, some hundred thousand inhabitants. I do not know how many, it may be a hundred and fifty thousand  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for aught I know. Suffice it to say, we have over a hundred towns, cities and villages built up in the various portions of this great Basin, this desert country. We have beautified our inheritances; we have planted fruit trees in abundance and ornamental shade trees, so as to make our residences cheering and beautiful in the midst of a desert. God has been with us from the time that we came to this land, and I hope that the days of our tribulation are past. I hope this, because God promised in the year 1832 that we should, before the generation then living had passed away, return and build up the City of Zion in Jackson County; that we should return and build up the temple of the Most High where we formerly laid the cornerstone. He promised us that He would manifest Himself on that temple, that the glory of God should be upon it;<span class=\"citation\" id=\"87485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87485)\">D&amp;C 84:2-5<\/a><\/span> and not only upon the temple, but within it, even a cloud by day and a flaming fire by night.<span class=\"citation\" id=\"126353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126353)\">Isa. 4:5<\/a><\/span><span class=\"citation\" id=\"87709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87709)\">D&amp;C 84:31-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1451\"> We believe in these promises as much as we believe in any promise ever uttered by the mouth of Jehovah. The Latter-day Saints just as much expect to receive a fulfillment of that promise during the generation that was in existence in 1832 as they expect that the sun will rise and set tomorrow. Why? Because God cannot lie.<span class=\"citation\" id=\"76293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76293)\">Titus 1:2<\/a><\/span><span class=\"citation\" id=\"86396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86396)\">D&amp;C 62:6<\/a><\/span> He will fulfil all His promises. He has spoken, it must come to pass. This is our faith. It will depend upon the conduct of the Latter-day Saints whether we suffer more tribulation. We may suffer tribulation although we are righteous in every respect, though there were no sin found in the midst of the people. Why? Because the wicked always did persecute the righteous, they always did hate the principles and plan of salvation; still we have greater claim upon the arm of Jehovah for protection and assistance when we <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> keep His commandments and love and serve Him. <\/div><div class=\"paragraph jod\" id=\"v13n1452\"> Did you ever hear of the Elders of this Church getting up like the sectarian world and speaking about the love of God dwelling in their bosoms, and saying how much they loved Jesus, and at the same time transgressing his laws? No, we have no right to make any such declaration as this; hence we show to the heavens that we are determined to do the will of God. Then we may say that we love God; then we can say that we love His ways, and His Priesthood, and His Church, and His kingdom, and His Gospel which He has sent forth by His angels in the latter day. <\/div><div class=\"paragraph jod\" id=\"v13n1453\"> I feel truly grateful to the Most High God that such a great improvement has been made among the Latter-day Saints in these mountains. I think I am able to judge. I have been with this people from my youth up. Forty years have almost expired since I was baptized into this Church and kingdom. I have known the former history of the Saints; and I know and understand, in some measure, their present condition, and I can contrast the two, and I see a decided improvement. Is there more union amongst them? Yes; far more than there was in the lifetime of Joseph; and all that the great mass of the people want is to know what God requires, and, with one heart and mind, they will do it. If God requires them to be baptized for their dead, as far as they can search and find out their ancestors' names, they will do it with all their hearts and souls. If He requires them to receive the sacred ordinance of the endowments, by which they may attain to greater blessings and glory in His presence, they will go to with one heart and mind to receive those ordinances. If God requires His people to take a plurality of  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wives and have them sealed to them for time and eternity, behold they will do these things. If God requires the young, middle-aged, or even the aged, Elders to start from their farms or from their various occupations and leave this Territory on a journey across the Plains or across the great ocean and to the different nations of the earth and study their language and preach to the people, behold they will do it. If God calls upon this people to go forth into the South country, which is still more barren and desolate than the northern portion of the Territory, behold they are willing to go and do it. If God requires anything at their hands there is a union, oneness and willingness to go forward and carry out His great designs and purposes in regard to the rolling forth of His kingdom in the last days. By all these acts, by all these manifestations, by the good feeling that exists in the bosoms of this people, we know that they have made great improvement and advancement in the things of the kingdom of God since our Prophet was called <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon to offer his great and last testimony by the shedding of his blood. <\/div><div class=\"paragraph jod\" id=\"v13n1455\"> This union will increase and become stronger and stronger; it will continue until this people shall be prepared and sanctified before the heavens, and be permitted to return and build up the waste places of Zion<span class=\"citation\" id=\"89442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89442)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"89736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89736)\">D&amp;C 103:11<\/a><\/span> in the western frontiers of the United States. This people will wax stronger in faith, in love towards God, in the power of the Priesthood and in the demonstration of the Spirit, until they are able to build the city wherein God shall reveal Himself, as He did in ancient times before the flood, among the people of ancient Zion&#x2014;the Zion built up by Enoch. This people will increase in union, faith, greatness, and glory, until the heavens shall come down and embrace us, and we shall embrace them, and all the heavenly host shall be united together in one with the hosts of the Saints of God here on earth,<span class=\"citation\" id=\"87996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87996)\">D&amp;C 84:100<\/a><\/span><span class=\"citation\" id=\"93160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93160)\">Moses 7:62-63<\/a><\/span> and a union will be created such as exists nowhere but in the celestial kingdom of our God, for the Saints themselves will ere long become celestial. Amen. <\/div>\n<\/div>\n<\/div>"}