{"ID":130042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Proper Conduct in Meeting.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 5, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Proper Conduct in Meeting.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/5\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v13n1380\"> During our Conference we shall require the people to pay attention and to preserve good order, and perhaps we shall require that that will not be altogether pleasing in some respects. One thing which strikes me here this morning, and which is a source of considerable annoyance to the congregation, appears to me might be avoided, and that is bringing children here who are not capable of understanding the preaching. If we were to set them on the stand, where they could hear every word, it would convey to them no knowledge or instruction, and would not be the least benefit to them. I will ask my sisters: Cannot we avoid this? Have you not daughters, sisters, or friends, or some one who can take care of these children while you attend meeting? When meetings are over, the mothers can go home and bestow all the care and attention upon their children which may be necessary. I cannot understand the utility of bringing children into such a congregation as we shall have here through the Conference, just for the sake of pleasing the mothers, when the noise made by them disturbs all around them. I therefore request that the sisters will leave their babies at home in the care of good nurses. And when you come here, sisters and brethren, sit still and make no noise by shuffling your feet or whispering. Wait till meeting is dismissed, then you may go out and talk and walk as <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much as you please; but while you are in this house it is necessary to keep perfectly still. <\/div><div class=\"paragraph jod\" id=\"v13n1381\"> I hope our doorkeepers are instructed and understand, so that they will keep order, and also be still themselves. I have noticed sometimes that our doorkeepers and policemen will make more disturbance in a congregation than the people do. This is very unbecoming, and it certainly exhibits a great lack of understanding. If a look or motion will not answer, do not holloa; we, on the Stand, will do all the talking necessary. But if a doorkeeper holloas to this one and that one, he makes more confusion than the people will make. Now, doorkeepers, be sure that you are perfectly still; and if you are obliged to walk around here much, I would recommend that you wear India-rubber overshoes, so that you may be able to walk without making a noise. <\/div><div class=\"paragraph jod\" id=\"v13n1382\"> There is another subject I wish to refer to. Last Sabbath this front gallery, the gentleman's gallery, was very full. After meeting was dismissed I took a walk through it, and to see the floor that had been occupied by those professing to be gentlemen, and I do not know but brethren, you might have supposed that cattle had been there rolling and standing around, for here and there were great quids of tobacco, and places one or two feet square smeared with tobacco juice. I want to say to the doorkeepers that  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when you see gentlemen who cannot omit chewing and spitting while in this house, request them to leave; and if such persons refuse to leave, and continue their spitting, just take them and lead them out carefully and kindly. We do not want to have the house thus defiled. It is an imposition for gentlemen to spit tobacco juice around, or to leave their quids of tobacco on the floor; they dirty the house, and if a lady happen to besmear the bottom of her dress, which can hardly be avoided, it is highly offensive. We therefore request all gentlemen attending Conference to omit tobacco chewing while here. To the Elders of Israel who cannot and will not keep the Word of Wisdom,<span class=\"citation\" id=\"88869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88869)\">D&amp;C 89:1-21<\/a><\/span> I say, omit tobacco chewing<span class=\"citation\" id=\"88926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88926)\">D&amp;C 89:8<\/a><\/span> while here. <\/div><div class=\"paragraph jod\" id=\"v13n1384\"> In all probability our congregations will be large, and we shall be under the necessity of being a little stringent and exacting in regard to leaving the children at home and in preserving quietness and order while in the house. You may think it a little unreasonable, sisters, to make such a request, but it is not so, for you who are here this morning have seen the great amount of confusion and annoyance the crying of children has caused; and if you cannot, for the space of two or three hours, forego the pleasure of gazing upon the faces of your little darlings, just stay at home with them. This we earnestly request while we are here in Conference. We have all the brethren of the Twelve here, except Brother Carrington, who is in Liverpool, and we shall have speeches, exhortations, and advice from them, which, if followed and observed by the people, will lead them in the path of truth, light, intelligence, virtue, soberness, and godliness, and we want such good order preserved and maintained that all attending Conference can hear the instructions given. <\/div> <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1385\"> We have many things to say to the people. They need a great amount of talking to and instruction. They are a good deal like children and need to have words of counsel and advice constantly reiterated. The mother says to the child, &#x201C;My darling little Johnny, don't you get that knife,&#x201D; or &#x201C;Can't you let your father's razor alone,&#x201D; or &#x201C;Let the crockery alone, you will break it.&#x201D; And the &#x201C;little darling Johnny&#x201D; lets it alone for a minute or two, but soon he makes another stretch after the knife, razor, tumbler, pitcher, or something that his mother does not want him to have, and again her voice is heard, &#x201C;Johnny, let that alone, it is not good for you to have;&#x201D; or, &#x201C;You will break that pitcher.&#x201D; Johnny sets down the pitcher, and pretty soon it is gone from his mind, but he runs around a little, and then he wants a drink, and while getting the pitcher, or perhaps the knife, the mother coaxingly says, &#x201C;My darling dear, will you let that alone,&#x201D; and finally, wearied with talking to &#x201C;Johnny,&#x201D; she probably boxes his ears. It is precisely so with the people, or many of them. We exhort them to observe the Word of Wisdom,<span class=\"citation\" id=\"88870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88870)\">D&amp;C 89:1-21<\/a><\/span> to be faithful, truthful, and prayerful, and so on, but many of them forget, and we have to ask and beseech them again and again. <\/div><div class=\"paragraph jod\" id=\"v13n1386\"> We shall now dismiss our morning's meeting, and shall assemble again at two o'clock this afternoon, and I trust that strict attention will be paid to what is said. I am of the opinion that what is said will be instructive and good for the people. We do not want the teachings of the Elders to drop upon senseless, careless, indolent ears; but let every ear be open, and every heart receive understanding, that good may result from our labors. We are teaching the people how to be saved&#x2014;how to walk and talk so as to secure eternal salvation, and I  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do hope and pray my brethren and sisters to pay attention, that the Spirit of the Lord may be in your hearts, that you may see and understand things as they are. I would say, still further, if there be error advanced here, do not receive it, pass it by, and live so that you will know truth from error, light from darkness, the things that are of God from those not of God; and if an error should drop from the lips of one of our <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders, do not receive, believe, or practice it. Truth is what we want, and we ought to live so that we can understand and know it for ourselves. This is our privilege and duty; and we request of the Latter-day Saints, and of all people, to live so that they may know and understand the things of God, and receive and embrace them in their faith, and practice them in their lives. <\/div>\n<\/div>\n<\/div>"}