{"ID":130044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;Building Up the Kingdom.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered in the New Tabernacle, Salt Lake City, May 5, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel&#x2014;Building Up the Kingdom.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 5\/5\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v13n1405\"> It has pleased God in the day and generation in which we live to reveal His holy Gospel. I expect that He knew the time to bring it forth; that He understood the proper time to introduce its principles, and chose that period in the world's history in which it would be received by, at least, a portion of His children. I apprehend that He made no mistake; that the angel which John prophesied should come forth, bearing the everlasting Gospel to the children of men,<span class=\"citation\" id=\"79893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79893)\">Rev. 14:6-7<\/a><\/span> came to the right person, to the true Joseph&#x2014;to the one who would receive it, and bear testimony that he had seen an angel, though all the world should deride and point the finger of scorn, call him a dreamer, and treat him with every kind of contumely and reproach; and though they eventually persecuted him unto the death, they could not prevail upon him to deny that he had seen an angel, and that he received from the Lord those principles which he taught.<span class=\"citation\" id=\"93754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93754)\">JS&mdash;H 1:24-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1406\"> We believe, then, that it was the right time, and that he, the angel, came to the right person; that the Gospel has gone forth unto the world, that the minds of the children of men have been touched with the light of truth, and that it has had the effect to inspire some to seek after the Lord, to observe and keep His laws, learn His ways, and walk in His paths. The object and purpose of our gathering together, brethren and sisters, is <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to learn of His ways, and walk in His paths.<span class=\"citation\" id=\"57773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57773)\">Isa. 2:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1407\"> It is one of the greatest conceivable blessings which can be conferred upon the children of men to live in the day and generation in which the Lord has sent forth His Gospel; in an age in which He has conferred upon men the authority of the holy Priesthood to administer in sacred and holy things. It is one of the greatest blessings that could be conferred upon His children to become the happy recipients of that knowledge which leads to eternal life and exaltation in His kingdom. All people have this privilege so far as the knowledge of the Gospel has come to their ears. In this the children of men are independent; they have their volition and agency to receive or to reject these principles when they shall hear them; but when they are sent forth with the authority of the holy Priesthood, which is the authority of God, and are sounded in the ears of God's creatures here on the earth, and they reject them, they incur a fearful responsibility. Still they have the power to act as they please in this matter; but the consequences rest upon themselves&#x2014;the Lord has left them without excuse.<span class=\"citation\" id=\"72251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72251)\">Rom. 1:20<\/a><\/span> It is a matter for you and me and for all persons to canvas in their own minds, and we can then act upon our own volition in receiving or rejecting the truth. <\/div><div class=\"paragraph jod\" id=\"v13n1408\"> All who have not heard the prin<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples of life and salvation proclaimed will have the privilege of doing so; if not here, then in some other sphere or state of existence. The plan of salvation is ample, full and complete, and will save all the children of men who let it, and the Lord will be left without excuse in the final winding up, so far as the probation of man on the earth is concerned. <\/div><div class=\"paragraph jod\" id=\"v13n1410\"> We read in the Scriptures that to know the only true God and Jesus Christ, whom He has sent, is life eternal.<span class=\"citation\" id=\"70594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70594)\">John 17:3<\/a><\/span> To enable His creatures to obtain this knowledge the Lord has kindly sent forth His revelations from time to time; but we do honestly believe that the Latter-day Saints are the only people on the face of the earth at the present time that have any true knowledge of God, of the relationship that does exist between Him and the inhabitants of the earth, and of the design and object of the Almighty in bringing them into existence, and the purpose to be accomplished thereby in their future state. I say we believe that the Latter-day Saints are the only people who possess this knowledge. The world have no just conceptions of the Deity; even the Christian world are without the knowledge of God as much as the heathen nations. This may be deemed a sweeping declaration, but it is susceptible of proof, if we take the Scriptures for our guide and as the foundation of our argument; that is, if the Christian world believe as they profess to do. I do not care to illustrate at this present time, or to bring evidence to bear to sustain my position, to a people who understand these arguments and principles, and who have learned better things, as is the case with this congregation. We know in whom we have trusted; we know who has led us forth to the valleys of the mountains; who has blessed the land and <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> caused it to bring forth its strength for our sustenance; who has shielded and protected us from the power of the adversary&#x2014;those who have sought our overthrow and destruction. We have learned to know Him as our Father, the Father of our spirits,<span class=\"citation\" id=\"77204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77204)\">Heb. 12:9<\/a><\/span> and the God and Father of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"74273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74273)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74759)\">Eph. 1:3<\/a><\/span> He has exercised a parental care over us, and has delivered us at all times from the power of our enemies, brought us an inheritance in a goodly land,<span class=\"citation\" id=\"89349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89349)\">D&amp;C 99:7<\/a><\/span> blessed the land and caused it to bring forth in its strength for our sustenance. We know that we are dependent upon Him for our very existence, and that by Him only are we preserved, just as well as we know that the children of men, impelled by the great adversary, Satan, are seeking to overthrow us, to break in pieces the kingdom of God, and to destroy from the face of the earth the rule and authority of the Priesthood of God. <\/div><div class=\"paragraph jod\" id=\"v13n1411\"> Are we prepared to take upon ourselves the labor, the self-denial, the self-abnegation, I might say the persecution, if it should be permitted to come upon us, that continually besets the pathway of the Saint of God? If we are, we are all right; if we are not, we had better repent and seek unto the Lord for strength, retrace our steps, and get the Spirit of God in our hearts that we may become more confirmed in our most holy faith.<span class=\"citation\" id=\"78914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78914)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84429)\">D&amp;C 21:2<\/a><\/span> When we received the Gospel we felt as though it would be a great privilege to devote our whole lives and all our interests in this existence to the extension of this great and glorious cause. Have we grown lukewarm in our feelings and love? If so it is time to retrace our steps, lest we become darkened in the counsel of our minds and turn away to the beggarly elements<span class=\"citation\" id=\"74608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74608)\">Gal. 4:9<\/a><\/span> of the world. <\/div><div class=\"paragraph jod\" id=\"v13n1412\"> I will say, this morning, that the  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel that I received is as sweet to me today as it ever was during my existence on the earth, yea, more so, for as I advance, greater and more glorious truths and beauties develop themselves and come home to my understanding. If the first principles of the Gospel were true in the days of Joseph, they are true today. If the principles that have been developed as we have passed along were true when they first struck our minds with their convincing proofs, they are also true today. If what we believed were the whisperings of the Spirit of God confirming these truths on our minds, were really so, and we received them from Heaven, we should live faithful to what we have received, that we may progress and improve as we pass along. We have received an item of truth here and another there, as we could receive and maintain it; but the revelations declare that there are things yet to be revealed which have been kept hid from the foundations of the world.<span class=\"citation\" id=\"91032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91032)\">D&amp;C 124:41<\/a><\/span><span class=\"citation\" id=\"91218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91218)\">D&amp;C 128:18<\/a><\/span> I, for one, expect that the volume of revelation will remain open, and that the servants of God will, in the future as they have in the past, read to us from the Book of Life. The reflection that we shall not be confined to what has already been given, but that we shall continue to grow and increase in the knowledge of God, and in every good, is one of the most highly-prized principles of the Gospel of Jesus Christ.<span class=\"citation\" id=\"94084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94084)\">A of F 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1414\"> How true it is that, when any new principle, or any new idea concerning an old principle is promulgated, the human heart seems to rise up in rebellion against it, and the Saints are no exception in this respect, for when the Lord condescends to reveal any new principle pertaining to their welfare and the building up of His kingdom on the earth, many are ready, both in feelings and practices, <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to rise up and rebel against it. What is the matter? Are we pent up in a nutshell and confined in our feelings to such an extent that we cannot receive new revelations and instructions from time to time when they come from the proper source? No. I think that, for the great majority of the Latter-day Saints, I can answer it is not so. It may be so with individuals; but as a general thing the Saints are glad to receive instruction, line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58553)\">Isa. 28:10<\/a><\/span> as they can receive and endure it. I heard President Young say that he told the Prophet Joseph never to reveal a new principle to him if he thought that he could not receive it, that it would be detrimental to his faith or cause him to turn from that which he had received. He said he would rather remain in ignorance than to have it prove a stumblingblock to him. I have seen a great many people anxious for revelation, and for the development of some great mystery concerning the kingdom of God. I have never felt so; I have been satisfied with what the Lord should condescend to reveal, and more than glad if, when it did come, I was able to receive and practice it. <\/div><div class=\"paragraph jod\" id=\"v13n1415\"> How many are there within the hearing of my voice who have felt infringed upon in their feelings when they were told to sustain Zion and not to trade with their enemies. This was a new feature, but it touched things of a temporal nature. Why a great many felt as though they could not submit to be dictated to, though it was by the servant of God, in regard to temporal affairs. Is not this true, and we, too, right in the midst of Israel? O, yes, we can't deny it, there has been considerable howling made concerning this item. But yet this is the kingdom of God,  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the kingdom and the greatness thereof are to be given to the Saints of the Most High.<span class=\"citation\" id=\"61730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61730)\">Dan. 7:27<\/a><\/span> Can we expect anything else than that His servant will dictate us concerning our temporal matters? I do not understand it in any other way. When, I would ask, can the kingdom of God be established on the earth, or in other words when can the kingdom and the greatness thereof be given to the Saints of the Most High?<span class=\"citation\" id=\"61731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61731)\">Dan. 7:27<\/a><\/span> Never until a people is found possessing sufficient good, hard, sound sense to use the blessings of that kingdom to build it up and not to give it to the devil just as fast as the Lord hands them over to them. We have come up to Zion that we may be taught in the ways of the Lord and that we may learn to walk in His paths.<span class=\"citation\" id=\"57774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57774)\">Isa. 2:3<\/a><\/span> And you know I have told you how independent we are&#x2014;we can either receive the Gospel, or reject it and take the consequences. But let no man lay the flattering unction to his soul that he can do just as he pleases and obtain celestial glory. We can never do this except we make our ways, notions and ideas correspond with the Lord's. If we expect to attain to celestial glory, and be prepared and qualified to receive the kingdom of God in its greatness upon the earth, we shall have to make our ways correspond with the Lord's, so much so at least as to be found faithful in making good use of the blessings which He has entrusted to us. It is those who are found faithful over a few things unto whom the promise is made that they shall become rulers over many things.<span class=\"citation\" id=\"66116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66116)\">Matt. 25:21<\/a><\/span> It is not those who fly the track at the moment of peril and difficulty who will obtain the blessings of high heaven; no, the Lord tests and tries us, to prove if we have integrity, and the man who flies the track, when tested, proves that he is lacking in <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> integrity and is not worthy to receive the blessings of those who are faithful and true. Blessings are no doubt withheld in kindness for a time, for many who receive them grow fat and kick, thus proving to the Lord that they are not worthy; and peradventure He withholds blessings from many very good people, who will finally triumph over their own peculiar notions and ideas, and make their ways so far correspond with the Lord's as to be worthy. <\/div><div class=\"paragraph jod\" id=\"v13n1417\"> We are in a school of experience, brethren and sisters, and it will be well for us if we will wisely use and apply the blessings we receive and the experience that we are passing through, and so govern and control ourselves in the future that the experience of the past may be a light to our feet<span class=\"citation\" id=\"57229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57229)\">Ps. 119:105<\/a><\/span> in time to come. <\/div><div class=\"paragraph jod\" id=\"v13n1418\"> It is most desirable to us all that we should be preserved in the purity of our most holy faith,<span class=\"citation\" id=\"78915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78915)\">Jude 1:20<\/a><\/span><span class=\"citation\" id=\"84430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84430)\">D&amp;C 21:2<\/a><\/span> and never depart therefrom or swerve either to the right hand or to the left. The fate of others who have departed from the path of rectitude ought to be a warning to as all to be careful not to grieve the Holy Spirit,<span class=\"citation\" id=\"75296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75296)\">Eph. 4:30<\/a><\/span> lest we fall into the same pit. It is a very easy thing for a man to get into the dark, and small things often lead to it. He sees, peradventure, something in his Bishop or Teacher, or in some of the authorities, which he does not like, and instead of going to the proper place to ascertain the truth in the case, and informing his mind correctly concerning the matter, he lets it corrode in his heart until disaffection is produced and he begins to lose confidence. In a short time, if he indulges in this spirit, he mouths it to some confidant or friend, and after doing it once he mouths it again, and if you follow that man a little longer you will find that he neglects his prayers and the duties of  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his calling, and very soon the counsel of his mind becomes darkened, and soon he is on the highway to apostasy, and, in fact, he has been there from the beginning, if he had only known it; and if no good friend should tell him his error, in a short time such a man goes over the dam and makes shipwreck of his faith,<span class=\"citation\" id=\"75845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75845)\">1 Tim. 1:19<\/a><\/span> and that is the greatest calamity that can befall any person. <\/div><div class=\"paragraph jod\" id=\"v13n1420\"> What matters it to the Saints what path they are led into if the Lord leads? If they are submissive and yield to His dictation, no matter whether it brings weal or woe, it will work out good; it may bring poverty, so far as the things of the world are concerned, but it will never bring poverty to the soul. And it will be a happy reflection when we have passed through this mortal existence, that we were able to stand the test, enduring the ordeals and remaining steadfast and faithful to the end. <\/div><div class=\"paragraph jod\" id=\"v13n1421\"> I do not know that we are promised anything here but the hatred and persecution of the world; and this has been the portion of the Saints of God in every age of the world. I do believe, however, that the table is going to change; I believe that when the people are sufficiently pure and worthy, and capable of wisely using the blessings of which I have spoken, the blessings of earth and heaven will be poured upon them in rich abundance. We have a little foretaste of this in the blessings that we have received and enjoy today. Although the power of the Adversary is very great, and he still seeks the <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overthrow and destruction of the cause and kingdom of God on the earth; yet it is a different age of the world, it is a different dispensation; it is the dispensation of the fulness of times, in which, no matter how much we may be overturned, no matter how much individuals may suffer, or how much they may be called to endure, the final result will be triumph to the kingdom, and it will not be given to another people;<span class=\"citation\" id=\"61230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61230)\">Dan. 2:44<\/a><\/span> but we shall have power to redeem Zion and to build that great and glorious temple in which the Saints will receive the blessings of eternity, and on which the glory of God will rest as a cloud by day and as a pillar of fire by night.<span class=\"citation\" id=\"53964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53964)\">Ex. 13:21-22<\/a><\/span><span class=\"citation\" id=\"55223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55223)\">Deut. 31:15<\/a><\/span> This people are that people; these Saints are the Saints of the Most High, to whom the kingdom and the greatness thereof will be given,<span class=\"citation\" id=\"61732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61732)\">Dan. 7:27<\/a><\/span> and another people shall never possess it.<span class=\"citation\" id=\"61229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61229)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"126349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126349)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1422\"> This should be a great satisfaction to us, and should encourage us in our pathway through all the difficulties we may have to encounter. We would not be worth much if we could not pass through ordeals. The Savior of the world had to pass through them, and we should not complain if we have to tread in his footsteps in order to obtain great blessings at the end of the race. Let us reflect on these things and go on our way rejoicing,<span class=\"citation\" id=\"71680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71680)\">Acts 8:39<\/a><\/span> filling the full measure of our creation with credit to ourselves, and with honor to God, our Father, who brought us to this state of existence, which is my prayer for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}