{"ID":130017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Supper&#x2014;Miracles and Manifestations of the Power of God&#x2014;The Gospel and the Gifts and Blessings Thereof.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, July 11, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Supper, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/11\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v13n602\"> I need the attention of the congregation and the faith of those who have faith; I need the wisdom of God and His Spirit to be in my heart to enable me to speak to the edification of the people. Although I have been a public speaker for thirty-seven years, it is seldom that I rise before a congregation without feeling a childlike timidity; if I live to the age of Methuselah I do not know that I shall outgrow it. There are reasons for this which I understand. When I look upon the faces of intelligent beings I look upon the image of the God<span class=\"citation\" id=\"52189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52189)\">Gen. 1:26-27<\/a><\/span> I serve. There are none but what have a certain portion of divinity within them; and though we are clothed with bodies which are in the image of our God,<span class=\"citation\" id=\"52188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52188)\">Gen. 1:26-27<\/a><\/span> yet this mortality shrinks before that portion of divinity which we inherit from our Father. This is the cause of my timidity, and of all others who feel this embarrassment when they address their fellow beings. <\/div><div class=\"paragraph jod\" id=\"v13n603\"> While we are administering the sacrament I will read the 16th verse of the 10th chapter of Corinthians, where Paul, speaking of the administration of this ordinance, says, &#x201C;The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?&#x201D;<span class=\"citation\" id=\"73320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73320)\">1 Cor. 10:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n604\"> There are many passages of Scrip<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5004\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ture which refer to the administering of the sacrament. A saying, direct from the lips of Jesus, has not been understood by all those who have believed in his name. When he was about to take his departure from this world he called his disciples into an upper room<span class=\"citation\" id=\"68062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68062)\">Luke 22:12<\/a><\/span> and he took bread and brake it and blessed it and gave it to his disciples, and said, &#x201C;Take, eat; this is my body.&#x201D; He then took the cup and blessed it and gave to his disciples, saying, &#x201C;Drink ye all of it.&#x201D; If we were to stop here, I think it would be more difficult to understand than if we were to read the rest of his sayings on this subject. This is my body which is given for you; this is my blood of the New Testament. This do in remembrance of me;<span class=\"citation\" id=\"126283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126283)\">Luke 22:19<\/a><\/span> I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom.<span class=\"citation\" id=\"66228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66228)\">Matt. 26:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n605\"> We do this in remembrance of the death of our Savior; it is required of his disciples until he comes again,<span class=\"citation\" id=\"73389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73389)\">1 Cor. 11:26<\/a><\/span> no matter how long that may be. No matter how many generations come and go, believers in him are required to eat bread and drink wine in remembrance of his death and sufferings until he comes again. Why are they required to do this? To witness unto the Father, to Jesus and to the angels that they are believers in and desire to follow him  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the regeneration,<span class=\"citation\" id=\"65216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65216)\">Matt. 19:28<\/a><\/span> keep his commandments, build up his kingdom, revere his name and serve him with an undivided heart,<span class=\"citation\" id=\"129846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129846)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129847)\">Hosea 10:2<\/a><\/span> that they may be worthy to eat and drink with him in his Father's kingdom.<span class=\"citation\" id=\"66237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66237)\">Matt. 26:29<\/a><\/span> This is why the Latter-day Saints partake of the ordinance of the Lord's Supper. <\/div><div class=\"paragraph jod\" id=\"v13n607\"> I know that in the Christian world sermon after sermon is preached on this subject; yet people there differ in their belief concerning these emblems. The Mother Church of the Christian world believes that the bread becomes the actual flesh of Jesus, and that the wine becomes his blood; this is preposterous to me. It is bread, and it is wine; but both are blessed to the souls of those who partake thereof.<span class=\"citation\" id=\"84412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84412)\">D&amp;C 20:77<\/a><\/span> But to be followers of the Lord Jesus more is required than merely to partake of the bread and wine&#x2014;the emblems of his death and suffering&#x2014;<span class=\"citation\" id=\"126284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126284)\">D&amp;C 20:40<\/a><\/span>it is necessary that strict obedience be rendered to his requirements. <\/div><div class=\"paragraph jod\" id=\"v13n608\"> On one occasion when the Savior was speaking to his disciples he gave them a mission, saying, &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name they shall cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66835)\">Mark 16:15-18<\/a><\/span> These are the words spoken by Jesus when he sent his disciples forth to preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n609\"> In the search after truth, those who are unconverted might say with propriety that where the signs follow believer's there is the Gospel.<span class=\"citation\" id=\"66895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66895)\">Mark 16:17<\/a><\/span> Yet, in the Christian world, it is generally conceded that signs are no longer <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5003\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessary, and that miracles are not needed now, and were given in the days of Jesus merely to establish the validity of the Gospel he preached and the authenticity of his mission from heaven to earth. I do not so understand it. I think if I had lived in the days of Jesus my mind would have been led very much as it is now. I do not want to see a miracle to confirm the truth of any doctrine or saying that is revealed to me. If I can see that it is calculated to purify the hearts of the people and to sanctify their affections, and to reconcile them to God and to His law and government, it satisfies me; and so far as this goes I might say that I am like the Christian world, in the belief that miracles are no longer needed. But I believe that miracles are as absolutely necessary now as they ever were. Yet I will say with regard to miracles, there is no such thing save to the ignorant&#x2014;that is, there never was a result wrought out by God or by any of His creatures without there being a cause for it. There may be results, the causes of which we do not see or understand, and what we call miracles are no more than this&#x2014;they are the results or effects of causes hidden from our understandings. <\/div><div class=\"paragraph jod\" id=\"v13n610\"> This, in my own mind, is argued out perfectly, upon natural principles. It is natural for me to believe that, if I plough the ground and sow wheat, in the proper season I shall reap a crop of wheat; this is the natural result. It was precisely so with the miracles that Jesus wrought upon the earth. At the wedding in Cana of Galilee,<span class=\"citation\" id=\"68666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68666)\">John 2:1-11<\/a><\/span> when they had drunk all the wine they went to the Savior and asked him what they should do. He ordered them to fill up their pots with water, and after having done so they drew forth of that water and found that it was wine.  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I believe that was real wine; I do not believe that it was done on the principle that such things are done in these days by wicked men, who, by means of what they term psychology, electrobiology, mesmerism, &amp;c., influence men and make them believe that water is wine, and other things of a similar character. The Savior converted the water into wine. He knew how to call the necessary elements together in order to fill the water with the properties of wine. The elements are all around us; we eat, drink and breathe them, and Jesus, understanding the process of calling them together, performed no miracle except to those who were ignorant of that process. It was the same with the woman who was healed by touching the hem of his garment; she was healed by faith,<span class=\"citation\" id=\"67338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67338)\">Luke 8:43-48<\/a><\/span> but it was no miracle to Jesus. He understood the process, and although he was pressed by the crowd, behind and before, and on each side, so that he could scarcely make his way through it, the moment she touched him he felt virtue leave him and enquired who touched him. This was no miracle to him. He had the issues of life and death in his power;<span class=\"citation\" id=\"69138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69138)\">John 5:26<\/a><\/span> he had power to lay down his life and power to take it up again.<span class=\"citation\" id=\"69688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69688)\">John 10:18<\/a><\/span> This is what he says, and we must believe this if we believe the history of the Savior and the sayings of the apostles recorded in the New Testament. Jesus had this power in and of himself; the Father bequeathed it to him; it was his legacy, and he had the power to lay down his life and take it again. He had the streams and issues of life within him and when he said &#x201C;LIVE&#x201D; to individuals, they lived. The diseases that are and ever have been prevalent among the human family are from beneath, and are entailed upon them through the fall&#x2014;through the disobedience of <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5002\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our first parents; but Jesus, having the issues of life at his command, could counteract those diseases at his pleasure. The case of the Centurion's servant is a striking instance of this.<span class=\"citation\" id=\"67298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67298)\">Luke 7:1-10<\/a><\/span> The Centurion sent and besought Jesus to heal his servant. &#x201C;Say in a word,&#x201D; said he, &#x201C;and my servant shall be healed.&#x201D;<span class=\"citation\" id=\"67300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67300)\">Luke 7:7<\/a><\/span> Jesus, seeing the man's earnestness and solicitude, said, &#x201C;I have not found so great faith, no, not in Israel.&#x201D;<span class=\"citation\" id=\"67301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67301)\">Luke 7:9<\/a><\/span> And it is said that they who were sent, returned to the Centurion's house and found the servant healed. Jesus counteracted the disease preying upon the system of this man, but to himself, knowing the principle by which the disease was rebuked, it was no miracle. <\/div><div class=\"paragraph jod\" id=\"v13n612\"> But these miracles or manifestations of the power of God, though not believed in by the Christian world, are necessary for you and me and for all who wish to be blessed by their means. Some may say, &#x201C;How are we to obtain them?&#x201D; I answer by obedience to all the commandments of God in the Gospel of life and salvation. After obedience to these requirements an individual is entitled to and may enjoy the blessing of miracles just as well as Jesus did. To the same degree? Perhaps not. Very few on the earth have ever had power to raise the dead. We read that Peter did.<span class=\"citation\" id=\"71705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71705)\">Acts 9:36-43<\/a><\/span> But it was a common thing for Jesus to raise the dead, heal the sick, make the deaf to hear, the blind to see and the lame to walk; and every person is entitled to those things according to the obedience and faithfulness inherent in him. When do we need them? I will tell you when I need them&#x2014;when my family is sick, and they need something to counteract the principle of death working in their systems. Under such circumstances some might want to administer  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an emetic to the sick, which might be very well if they lacked faith; but if we have faith to feel that the issues of life and death are in our power, we can say to disease, &#x201C;Be ye rebuked in the name of Jesus, and let life and health come into the system of this individual, from God, to counteract this disease;&#x201D; and our faith will bring this by the laying on of hands by administering the ordinances of the holy Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n614\"> I am happy to say I have never been under the necessity of calling a doctor to my family for forty years. I have had them in my family, but not from necessity. I like them when they are gentlemen; when they are wise and full of intelligence I am very fond of them; but I do not ask them to doctor my family in any case; and there are no circumstances under which I think them necessary except in case of a broken bone, or where skillful mechanical or surgical aid is necessary. But to call a doctor to my family to administer physic to them, I am not under the necessity of doing it. Is this so? Yes, it is; and if the experiment could be tried, independent of the Gospel and of faith, in any community, I care not where, nor for what length of time, of having any number of persons, with regularly qualified physicians to attend them; and the same number without such physicians, but who will doctor themselves according to nature and their own judgments, among that portion without doctors, there would be less sickness and fewer deaths than among those who had their doctors. The experience of the Latter-day Saints in Utah confirms this. When we first came here we had no sickness, and we had no sickness until we had doctors. When they began to obey the Gospel they did not want to dig in the field, hoe potatoes, go to the canyon for lumber <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5001\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or wood, to secure for themselves and families the necessaries of life; but they wanted to live by doctoring the people, and from that time on, as we got richer and built warm houses, and have lived more richly, indulging in sweet cake, plum pudding, roast beef, and so on, we have had more or less disease among us. Perhaps I have said enough about doctors. <\/div><div class=\"paragraph jod\" id=\"v13n615\"> I say, again, however, that it is absolutely necessary that we all possess the gift God has seen fit to bestow upon His children to counteract the power of death. How long? To live forever? O no, men must die; it is the decree of the Almighty that all men shall die within the thousand years. Said He, &#x201C;In the day that thou eatest thereof thou shalt surely die.&#x201D;<span class=\"citation\" id=\"52477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52477)\">Gen. 2:17<\/a><\/span> This body must sleep in the bosom of mother earth; this is the decree of the Almighty, hence it is necessary that all must die of disease or old age, but for all that, to my certain knowledge, the sick in hundreds of instances are healed by the power of God through administering the ordinances of His Gospel. <\/div><div class=\"paragraph jod\" id=\"v13n616\"> The first principle of the Gospel is faith in God&#x2014;faith in a Supreme Being. This is a point that meets the infidel, and is one upon which I have reflected and talked a great deal, and I have come to this conclusion&#x2014;that good, solid, sound sense teaches me never to judge a matter until I understand it, and infidels should never pass their opinion with regard to the character of a Supreme Being until they know whether there is one or not. If this principle were an article in the creed of the infidel world, I think they would not be quite so skeptical as they are; I think we should not meet with any person who would deny the existence of a Deity. The infidel looks abroad and sees the works of nature, in all  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their diversity&#x2014;<span class=\"citation\" id=\"72249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72249)\">Rom. 1:20<\/a><\/span>the mountain piercing the clouds with its snowy peaks, the mighty river, fertilizing, in its course to the sea, the valleys and plains in every direction, the sun in his glory at midday, the moon in her silvery splendor, and the myriad organizations from man to the minutest form of insect life, all giving the most irrefutable evidence of a designer and creator of infinite wisdom, skill and power, and yet he says there is no Deity,<span class=\"citation\" id=\"126285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126285)\">Ps. 14:1<\/a><\/span> no Supreme Ruler, but all is the result of blind chance. How preposterous! Now, here is a book called the Bible. It is enclosed in what we call the cover, consisting of boards, paper and leather. Within the covers we see a vast amount of writing&#x2014;syllables, words and sentences; now if we say there never was a person to compose, write, print or bind this book, but that it is here wholly as the result of chance, we shall only give expression to the faith, if faith it can be called, of those who are termed infidels; in fact this is infidelity. I do not want to say much about it, it is too vain! In my travels and labors I have met a great many persons who have desired to contend about the principles I taught, though I am happy to say I have passed through the world thus far without a discussion. My grounds have always been, when out preaching, &#x201C;If you have a truth and I have errors, I will give you ten errors for one truth just as long as we have any to exchange; and if in setting my views before the people you say that any portion of the principles I preach is untrue, you must prove it or be forever silent; and if I affirm that anything you have to deliver to the people is false, I must prove it or forever hold my peace.&#x201D; On these grounds I have been free from discussions. So much for infidelity and debating. <\/div><div class=\"paragraph jod\" id=\"v13n618\"> The Gospel that we preach is the <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5000\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power of God unto salvation;<span class=\"citation\" id=\"72189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72189)\">Rom. 1:16<\/a><\/span> and the first principle of that Gospel is, as I have already said, faith in God, and faith in Jesus Christ His Son our Savior. We must believe that he is the character he is represented to be in the holy Scriptures. Believe that he told the truth when he said to his disciples, &#x201C;Go ye forth and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66792)\">Mark 16:15-16<\/a><\/span> We must believe that this same Jesus was crucified for the sins of the world,<span class=\"citation\" id=\"84435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84435)\">D&amp;C 21:9<\/a><\/span> that is for the original sin,<span class=\"citation\" id=\"92736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92736)\">Moses 6:54<\/a><\/span> not the actual individual transgressions of the people; not but that the blood of Christ will cleanse from all sin,<span class=\"citation\" id=\"78522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78522)\">1 Jn. 1:7<\/a><\/span> all who are disposed to act their part by repentance, and faith in his name. But the original sin was atoned for by the death of Christ, although its effects we still see in the diseases, tempers, and every species of wickedness with which the human family is afflicted. Again, if our Gospel be hid, it is hid to them that are lost.<span class=\"citation\" id=\"74055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74055)\">2 Cor. 4:3<\/a><\/span> There is not a spiritually minded<span class=\"citation\" id=\"72505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72505)\">Rom. 8:6<\/a><\/span> man in the world who reads the Bible but will acknowledge that the Elders of Israel, the Latter-day Saints, proclaim the Gospel, precisely, as Jesus and his apostles proclaimed it. Is this heresy? I pause and ask the question of the Christian world, is this heresy? Do not my brethren believe in the Bible? Do not all the Christian world say that they believe in the Bible? They do. Then if we preach Jesus and him crucified<span class=\"citation\" id=\"72943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72943)\">1 Cor. 2:2<\/a><\/span> as the apostles did,<span class=\"citation\" id=\"72902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72902)\">1 Cor. 1:23<\/a><\/span> and as they have left it on record, what more can be said? Is there any harm or sin in this? No; for this pertains to the Gospel of life and salvation. Jesus set in his Church, so say his apostles, firstly, apostles.<span class=\"citation\" id=\"73595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73595)\">1 Cor. 12:28<\/a><\/span> Now I will ask the religious and philosophical world if they have ever obtained any informa<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion or revelation about Christ having taken them out again? No, they have not; and if there are no apostles, there is no Church. Jesus set in his Church, according to Paul's words to the Corinthians, firstly apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.<span class=\"citation\" id=\"73597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73597)\">1 Cor. 12:28<\/a><\/span> Again I will ask the question: has there been any revelation from heaven that God has taken these gifts out of His Church; and if so through whom and when? Many persons think if they see a prophet they see one possessing all the keys of the kingdom of God on the earth. This is not so; many persons have prophesied without having any Priesthood on them at all. It is no particular revelation or gift for a person to prophesy. You take a good statesman, for instance, he will tell you what will become of a nation by their actions. He foresees this and that, and knows the results; this is what makes a statesman, and no man is a good statesman unless he can foresee the results of any line of policy that may be pursued. To be a prophet is simply to be a foreteller of future events; but an apostle of the Lord Jesus Christ, has the keys of the holy Priesthood, and the power thereof is sealed upon his head, and by this he is authorized to proclaim the truth to the people, and if they receive it, well; if not, the sin be upon their own heads. <\/div><div class=\"paragraph jod\" id=\"v13n620\"> I have already said that Christ set in his Church apostles and prophets; he also set in his Church evangelists, pastors and teachers;<span class=\"citation\" id=\"75050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75050)\">Eph. 4:11<\/a><\/span> also the gifts of the Spirit, such as diverse tongues,<span class=\"citation\" id=\"73596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73596)\">1 Cor. 12:28<\/a><\/span> healing the sick, discernment of spirits, and various other gifts.<span class=\"citation\" id=\"73479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73479)\">1 Cor. 12:10<\/a><\/span> Now, I would ask the whole world, who has received revelation that the Lord has discontinued these offices <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4999\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and gifts in his Church? I have not. I have had revelation that they should be in the Church, and that there is no Church without them. I have had many revelations proving to me that the Old and New Testaments are true. Their doctrines are comprised in the Gospel that we preach, which is the power of God unto salvation to all who believe.<span class=\"citation\" id=\"72190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72190)\">Rom. 1:16<\/a><\/span> What are the traits of this Gospel when it is received into the heart of an individual? It will make a bad man good, and a good man better; it increases their light, knowledge, and intelligence, and enables them to grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"78508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78508)\">2 Pet. 3:18<\/a><\/span> as the Savior did,<span class=\"citation\" id=\"126286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126286)\">Luke 2:52<\/a><\/span><span class=\"citation\" id=\"126287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126287)\">D&amp;C 93:11-14<\/a><\/span> until they understand men and things, the world and its doctrines, whether Christian, heathen or Pagan, and will ultimately lead them to a knowledge of things in heaven, on the earth or under the earth.<span class=\"citation\" id=\"88615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88615)\">D&amp;C 88:78-79<\/a><\/span> I will say one thing more about the Gospel as taught by the Latter-day Saints, and I will quote the words of Jesus&#x2014;this Gospel will eventually lead all who faithfully observe its precepts to a knowledge of the &#x201C;only wise and true God, and Jesus Christ, whom he has sent, whom to know is life eternal.&#x201D;<span class=\"citation\" id=\"70591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70591)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n621\"> Now I would ask the Christian world a question, and in doing so I do not mean to reflect upon, or cast an insinuation in the least derogatory to, all Christians, or to any who believe in God; but I would ask them, what do you know of God? Take all the divines on the face of the earth and place them in this stand, and beyond the attributes of God they know nothing of Him; they are entirely ignorant of His person. There is the difference between the various religious sects of the Christian world and the Latter-day Saints. We do know God, and we know Jesus Christ. We understand why Jesus came to  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the earth; we know the design of the Father in sending him. We also understand the earth, and the nature of the earth, and why God permitted Mother Eve to partake of the forbidden fruit. We should not have been here today if she had not; we could never have possessed wisdom and intelligence if she had not done it. It was all in the economy of heaven, and we need not talk about it; it is all right. We should never blame Mother Eve, not the least. I am thankful to God that I know good from evil, the bitter from the sweet, the things of God from the things not of God.<span class=\"citation\" id=\"72940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72940)\">1 Cor. 1:28<\/a><\/span> When I look at the economy of heaven my heart leaps for joy, and if I had the tongue of an angel, or the tongues of the whole human family combined, I would praise God in the highest for His great wisdom and condescension in suffering the children of men to fall into the very sin into which they have fallen, for He did it that they, like Jesus, might descend below all things and then press forward and rise above all.<span class=\"citation\" id=\"88256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88256)\">D&amp;C 88:6<\/a><\/span> Our spirits once dwelt in the heavens and were as pure and holy as the angels; but angels have tabernacles and spirits have none,<span class=\"citation\" id=\"126288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126288)\">D&amp;C 129:1-3<\/a><\/span> and they are anxious to take tabernacles and they come to the meanest, lowest and humblest of the human race to obtain one rather than run any risk of not doing so. I have heard that the celebrated Mr. Beecher, of Brooklyn, once said that the greatest misfortune that could ever happen to man was to be born; but I say that the greatest good fortune that ever happened or can happen to human beings is to be born on this earth, for then life and salvation are before them; then they have the privilege of overcoming death, and of walking sin and iniquity under their feet, of incorporating into their daily lives every <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4998\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principle of life and salvation and of dwelling eternally with the Gods. I would hardly dare say this, but Jesus said, &#x201C;Is it not written in your law, I said, Ye are gods? If he called them gods, unto whom the word of God came, and the scripture cannot be broken; Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?&#x201D;<span class=\"citation\" id=\"69731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69731)\">John 10:34-36<\/a><\/span> The Apostle Paul has also said, &#x201C;For as many as are led by the Spirit of God, they are the sons of God.&#x201D;<span class=\"citation\" id=\"72515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72515)\">Rom. 8:14<\/a><\/span> &#x201C;And if children, then heirs; heirs of God, and joint heirs with Christ.&#x201D;<span class=\"citation\" id=\"72572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72572)\">Rom. 8:17<\/a><\/span> And all who are faithful to the precepts of the Gospel will see Jesus and be as he is.<span class=\"citation\" id=\"78642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78642)\">1 Jn. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n623\"> I recollect once, not long after we came to the Valley, I think it was in 1851, a Baptist preacher came here; he put up at my house; I kept him while he stayed in the city. He was a gentlemen, very kind and very good. I preached one day on the character of the Deity, and when I reached a certain point, a point where he could learn nothing further, I left it. When we reached home he said to me, &#x201C;Brother Young, why did you not proceed with your discourse? I would have given anything in the world if you had, for I should then have learned your belief with regard to our heavenly Father.&#x201D; I said to him, &#x201C;Do you believe the Bible?&#x201D; &#x201C;O yes,&#x201D; he replied. I then quoted to him the 26th and 27th verses of the 1st chapter of Genesis, in which we find the following words: &#x201C;And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. So God created man in his <span class=\"italic\">own<\/span> image, in the image of God created  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he him; male and female created he them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n625\"> I also referred to the visit of the Lord to Abraham in which Abraham said, &#x201C;My Lord, if now I have found favor in thy sight, pass not away, I pray thee, from thy servant: Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree: And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on.&#x201D;<span class=\"citation\" id=\"53192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53192)\">Gen. 18:3-5<\/a><\/span> I also referred to where the Lord, talking to Moses, says, &#x201C;Behold, there is a place by me, and thou shalt stand upon a rock: And it shall come to pass, while my glory passeth by, that I will put thee in a clift of the rock, and will cover thee with my hand while I pass by: And I will take away mine hand, and thou shalt see my back parts: but my face shall not be seen.&#x201D;<span class=\"citation\" id=\"54544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54544)\">Ex. 33:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n626\"> &#x201C;All of these passages,&#x201D; said I, to the reverend gentleman, &#x201C;go to prove, if they prove anything at all, that man is made in the image of his Maker, and that he is His exact image,<span class=\"citation\" id=\"52191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52191)\">Gen. 1:26-27<\/a><\/span> having eye for eye, forehead for forehead, eyebrows for eyebrows, nose for nose, cheekbones for cheekbones, mouth for mouth, chin for chin, ears for ears, precisely like our Father in heaven.&#x201D; &#x201C;Well,&#x201D; said he, &#x201C;I have been for twenty-nine years a preacher of the truth, and never thought that man was created in the exact image of his Father; I always had the idea that God was a being without body, parts, or passions.&#x201D; He admitted, however, that he had never gained that idea from the Bible. And notwithstanding the Scriptures dwell upon this point with such force and clearness, the idea entertained by this gentleman is that entertained by the Christian world in general. We are told that Jesus was &#x201C;the express image of his Father's person.&#x201D;<span class=\"citation\" id=\"76356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76356)\">Heb. 1:3<\/a><\/span> Think of it! Was Jesus a<span class=\"citation\" id=\"52190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52190)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52190)\">Gen. 1:26-27<\/a><\/span> <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4997\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man? Yes. Clothed upon as we are? Yes. Did he pass for a man the same as others? He did. When he did not wish to be known he could pass through a crowd,<span class=\"citation\" id=\"69538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69538)\">John 8:59<\/a><\/span> and from house to house, neighborhood to neighborhood, town to town, without the people knowing who he was.<span class=\"citation\" id=\"67204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67204)\">Luke 4:30<\/a><\/span> He had this power; and yet he was like other men, having eyes, forehead, nose, eyebrows, mouth, cheekbones, and chin like we have, and the Apostle tells us that he was the express image of his Father's person;<span class=\"citation\" id=\"76357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76357)\">Heb. 1:3<\/a><\/span> and if the saying is true, that to know the only true and wise God and Jesus Christ whom He has sent is eternal life, we have eternal life, for we know them.<span class=\"citation\" id=\"70592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70592)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n627\"> I have talked a great deal about what we believe as far as spiritual things are concerned; but the result of our faith I have not done with. The faith of the Latter-day Saints, so far as moral excellence is concerned, leads them to adopt in their lives, the practice of every moral principle believed in by the Christian world. It leads them to do good to each other and to all their fellow beings, and to injure none. It leads us to honor our beings upon the earth as sons and daughters of the Almighty; to honor Him that created us, to observe every true principle, everything that produces peace and happiness, for everything that has this tendency is of God. The Gospel of Jesus Christ teaches him that has stolen to steal no more; it teaches the swearer to swear no more; him that has borne false witness to do it no more; him that has dishonored his being to do it no more; and, in fact, there is no height, depth, length, or breadth in moral conduct believed in and practiced by the Christian world but what we are one with them; and we go so far beyond them in the things of God that they  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are lost, and yet they think we are lost. I have smiled thousands of times within myself to hear them talk; they are ignorant, but they think we are. Besides being far ahead of the Christian world in the things of God, I will say that in their morals and their recreations the Latter-day Saints will compare favorably with any of them. The question arises sometimes in me, Is there anything immoral in recreation? If I see my sons and daughters enjoying themselves, chatting, visiting, riding, going to a party or a dance, is there anything immoral in that? I watch very closely, and if I hear a word, see a look, or a sneer at divine things or anything derogatory to a good moral character, I feel it in a moment, and I say, &#x201C;If you follow that, it will not lead to good, it is evil; it will not lead to the fountain of life and intelligence; follow, only, the path that leads to life everlasting.&#x201D; Where is it? God has it. <\/div><div class=\"paragraph jod\" id=\"v13n628\"> Not only does the religion of Jesus Christ make the people acquainted with the things of God, and develop within them moral excellence and purity, but it holds out every encouragement and inducement possible, for them to increase in knowledge and intelligence, in every branch of mechanism, or in the arts and sciences, for all wisdom, and all the arts and sciences in the world are from God, and are designed for the good of His people. If I had only seen in my young days an interest manifested by those who had wealth, power, and influence to reach down a hand to take the suffering, ignorant poor and elevate them to the standard they occupied, and to place them in possession of every comfort, it would have been a matter of great joy to me. But it was not so then, neither is it now. Men generally use their wealth for selfish purposes, and do <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4996\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not seek to devote it to God and to the glory of His name. In the kingdom of God only will the poor and the ignorant of the children of men be purified and elevated and prepared to hold the positions God has designed for His children. <\/div><div class=\"paragraph jod\" id=\"v13n629\"> I have heard a great many tell about what they have suffered for Christ's sake. I am happy to say I never had occasion to. I have enjoyed a great deal; but so far as suffering goes I have compared it a great many times, in my feelings and before congregations, to a man wearing an old, worn-out, tattered and dirty coat, and somebody comes along and gives him one that is new, whole, and beautiful. This is the comparison I draw when I think of what I have suffered for the Gospel's sake&#x2014;I have thrown away an old coat and have put on a new one. No man or woman ever heard me tell about suffering. &#x201C;Did you not leave a handsome property in Ohio, Missouri, and Illinois?&#x201D; Yes. &#x201C;And have you not suffered through that?&#x201D; No, I have been growing better and better all the time, and so have this people. And you may take the history of the world from the days of Adam down, and I am at the defiance of any historian to prove that the Saints have ever suffered as much as the sinners. This is my belief about the religion of Jesus Christ. Some may say, &#x201C;Did not the children of Israel suffer?&#x201D; Yes. &#x201C;Why?&#x201D; Because of their iniquity. They transgressed the laws God has given them; they changed the ordinances and broke the everlasting covenant,<span class=\"citation\" id=\"58435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58435)\">Isa. 24:5<\/a><\/span> and for their sin and disobedience they were led into captivity. If they had been obedient, I reckon they would have been led direct to the Holy Land and stayed there. Some may say, &#x201C;Now, Mr. Speaker, you have been driven from your home, was it  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for righteousness?&#x201D; No, I expect not. I expect it was to chasten me and make me better. I never attributed the driving of the Saints from Jackson County to anything but that it was necessary to chasten them and prepare them to build up Zion.<span class=\"citation\" id=\"89374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89374)\">D&amp;C 101:1-5<\/a><\/span><span class=\"citation\" id=\"89943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89943)\">D&amp;C 105:6<\/a><\/span> They were driven from Ohio to Missouri, from Missouri to Illinois, and from Illinois here, only for the advancement of Zion and the work of God on the earth. I do not complain of persecution. I have left a great deal of property in different States, considerable in Ohio, Missouri, and Illinois. Do I care anything about it? No, we have more land here than we can occupy. God led us from a sickly to a healthy country, and I thank him for it. Were the Latter-day Saints driven time after time on account of their sins? One of the first revelations that God gave to Joseph Smith was for the gathering of Israel,<span class=\"citation\" id=\"84708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84708)\">D&amp;C 29:1-50<\/a><\/span> and when the people came to Jackson County, Missouri,<span class=\"citation\" id=\"126291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126291)\">D&amp;C 52:1-3<\/a><\/span><span class=\"citation\" id=\"126292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126292)\">D&amp;C 57:1-2<\/a><\/span> they were as far from believing and obeying that revelation as the east is from the west, and a great deal further, for the east joins the west; but the people were so far from obeying that revelation that they scarcely complied with it in one instance. They were ignorant and had neither eyes to see, ears to hear, nor hearts to understand,<span class=\"citation\" id=\"126289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126289)\">Matt. 13:15<\/a><\/span> and God suffered their enemies to drive them. What were we driven for? Was it because of polygamy? No, for that was not known generally until after our arrival in these valleys, although we received the revelation years before. The accusation brought against the Latter-day Saints was that they tampered with the slaves in Missouri, with the design of setting them free, and because of this the people were driven, and the Lord suffered it. But I ask did the Latter-day Saints ever suffer in Missouri as the Missourians did in the <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4995\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> late struggle? No, not a drop in a bucket compared with it. The Missourians have been driven from their houses and hung up, their property confiscated, their women and children murdered, and every conceivable evil has been heaped upon them. Did we ever suffer like that? In very few instances; and it is a shame for the Latter-day Saints ever to talk about suffering. <\/div><div class=\"paragraph jod\" id=\"v13n631\"> What are we doing here, for the people that we are gathering from the nations? The majority of those that we gather are from the poorest that can be found; we gather a few scientific and learned men, but the great majority are the poor and the ignorant. We take them and we calculate to make them rich; we have taken the foolish and we calculate to make them wise; we take the weak and we calculate to make them strong. We calculate to build up this people until they know as much as any other people on the face of the earth, in mechanics, in the arts and sciences, and in every true principle of philosophy. All true wisdom that mankind have they have received from God, whether they know it or not. There is no ingenious mind that has ever invented anything beneficial to the human family but what he obtained it from that One Source, whether he knows or believes it or not. There is only one source from whence men obtain wisdom, and that is God, the fountain of all wisdom; and though men may claim to make their discoveries by their own wisdom, by meditation and reflection, they are indebted to our Father in heaven for all. <\/div><div class=\"paragraph jod\" id=\"v13n632\"> We calculate to make this people just as wise and prudent as they will be made and just as humble as they will be made. When I look at the world of mankind and see their pomp, splendor, covetousness, and  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>worldly-mindedness, I think what a shame! What have you got to be so proud of? They have gold, silver, houses, lands, and possessions, and they feel, &#x201C;O, we are kings, potentates, or men of great influence, because of our wealth.&#x201D; But where did they get their wealth? They will say they have been fortunate and have gathered it together; or it was bequeathed to them by their father or grandfather. But none of them have aught but what came from Him who lives and reigns in the heavens&#x2014;the God whom we serve, who alone bestows blessings upon His children, the sons and daughters of Adam. <\/div><div class=\"paragraph jod\" id=\"v13n634\"> I have heard a great many sermons, prayers and exhortations for people to go and get religion and have their names written in the &#x201C;Lamb's Book of Life.&#x201D;<span class=\"citation\" id=\"80618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80618)\">Rev. 20:12<\/a><\/span><span class=\"citation\" id=\"126290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126290)\">Rev. 21:27<\/a><\/span> I want to inform the whole world, all the sons and daughters of Adam, that their names are written there, and there they will remain to all eternity unless they by their evil acts blot them out.<span class=\"citation\" id=\"79083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79083)\">Rev. 3:5<\/a><\/span> I want to inform everybody of this fact. <\/div><div class=\"paragraph jod\" id=\"v13n635\"> I want now to say a few words on political matters. First, I will say we are a very religious people; the world knows that; and it was our religion that influenced our minds to leave our homes and parents, and in many instances our companions and children. Are we a political people? Yes, very political indeed. But what party do you belong to or would you vote for? I will tell you whom we will vote for: we will vote for the man who will sustain the principles of civil and religious liberty, the man who knows the most and who has the best heart and brain for a statesman; and we do not care a farthing whether he is a whig, a democrat, a barnburner, a republican, a new light, or anything else. These <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4994\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are our politics. If we could have got men to control the affairs of the nation who had sufficient foresight and forethought to know the results of their own actions, it would have been better for the nation than it is at present. But we are just as we are; no matter what brought about the present condition of things. I leave the people to judge whether it is righteousness or sin that has brought upon the nation the evils it has been called to endure. Of one thing I am sure: God never institutes war; God is not the author of confusion<span class=\"citation\" id=\"73765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73765)\">1 Cor. 14:33<\/a><\/span> or of war; they are the results of the acts of the children of men. Confusion and war necessarily come as the results of the foolish acts and policy of men; but they do not come because God desires they should come. If the people, generally, would turn to the Lord, there would never be any war. Let men turn from their iniquities and sins, and, instead of being covetous and wicked, turn to God and seek to promote peace and happiness throughout the land, and wars would cease. We expect to see the day when swords shall be turned into ploughshares, spears into pruninghooks, and when men shall learn war no more.<span class=\"citation\" id=\"62166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62166)\">Micah 4:3<\/a><\/span> This is what we want. We are for peace, plenty, and happiness to all the human family. <\/div><div class=\"paragraph jod\" id=\"v13n636\"> A great deal could be said about our peculiar faith, and our peculiar internal institutions, as the world terms them. I do not want to say anything about them; I act them out. I have got a family, and a pretty large one. I am willing to compare them with any family on the face of the earth when the privileges they have enjoyed are considered. I think that so far as I myself am concerned, when it is remembered that I never went to school but eleven days in my life, and that until I commenced to preach the  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel I had to work hard every day for my bread, I have made some improvement. I think this people are improving; and I think we shall continue our work until the whole human family will give up all notion of going to war with each other. I expect to see the time when this people will possess every good thing. All knowledge and wisdom and every good that the heart of man can desire is within the circuit and circle of the faith we have embraced. The day will come when the Gospel will be presented to the kings and queens and great ones of the earth; but it will be presented with a different influence from that with which it has been presented to the poor, but it <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4993\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be the same Gospel. We shall not present any other Gospel; it is the same from everlasting to everlasting. No man will be saved and come into the presence of the Father only through the Gospel of Jesus Christ&#x2014;the same for one as the other. The Lord has His cause, His ways, His work; He will finish it up. Jesus is laboring with his might to sanctify and redeem the earth and to bring back his brethren and sisters into the presence of the Father. We are laboring with him for the purification of the whole human family, that we and they may be prepared to dwell with God in His kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n638\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}