{"ID":130031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;The One-Man Power.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, July 24, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel&#x2014;The One-Man Power.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/24\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v13n1104\"> Short sermons are very frequently interesting, if the speaker can say what he wishes to say from the time he commences to speak until the end. <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But most of us who are public speakers labor under timidity, and experience that lack of the governing and controlling principle which pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vents our doing this. I notice this in almost every public speaker I hear. It is seldom that a speaker can arise and deliver his thoughts and reflections readily, unless his speech and subject have been studied and fixed previously. For my part, as far as my public speaking is concerned, I do not know that I ever troubled myself to take thought beforehand of what I should say.<span class=\"citation\" id=\"64118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64118)\">Matt. 10:19<\/a><\/span><span class=\"citation\" id=\"66666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66666)\">Mark 13:11<\/a><\/span> There have been times in my life that I have been led to lecture on certain principles, and on such occasions my mind would be confined to those principles alone, consequently my subject would be before me more immediately. But upon rising to address the people I trust in Him from whom we all derive the power of thought and reflection, and I strive to express my reflections acceptably to God and to my hearers. <\/div><div class=\"paragraph jod\" id=\"v13n1106\"> The Gospel, whose principles we have been hearing about this morning, is the Gospel that every Christian professes to believe in. I do not know of a Christian but what will admit that the Bible is true; then where is the difference between the Latter-day Saints and the various Christian sects that dwell on the earth? The difference is that we believe enough to obey; while they believe just enough to acknowledge but not to obey. <\/div><div class=\"paragraph jod\" id=\"v13n1107\"> If there be one principle in this Gospel that we preach that is not perfectly true, we would like some divine to make us acquainted with the fact; and prove by principles of true philosophy wherein it is not true, or wherein it is injurious to those who believe it. We believe that every principle that God has revealed to the children of men is strictly true, and absolutely beneficial to the life of every intelligent being that dwells upon the whole earth. We have come to this conclusion, for we have <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tried to learn and understand and to carry out in our lives the principles of the Gospel that we believe in, and if we sum them up, in a few words, we might, with the strictest propriety, use the words of one anciently, and say that the Gospel is &#x201C;peace on earth, and good will to men.&#x201D;<span class=\"citation\" id=\"67063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67063)\">Luke 2:14<\/a><\/span> We can also say truly that this is eternal life to know the only wise God and Jesus Christ whom He has sent.<span class=\"citation\" id=\"70593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70593)\">John 17:3<\/a><\/span> But when we examine the faith and acknowledgements of the Christian world we find that, with all their professions, they are involved in midnight darkness concerning the true nature and character of God. Is there a divine on the face of the whole earth who can give you or me any description of the Being that the whole Christian world worship as God? There is not. Where is the proof of this assertion? I am a witness; their writings are witnesses; their sermons are witnesses; their declarations are witnesses. Yet this book, the Bible, portrays the character of God, the Father of our spirits,<span class=\"citation\" id=\"77203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77203)\">Heb. 12:9<\/a><\/span> and the God and Father of our Lord Jesus Christ,<span class=\"citation\" id=\"74291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74291)\">2 Cor. 11:31<\/a><\/span> just as clearly as any work ever written by man portrays the shape, nature, construction, and constitution of the human frame. If this is so, why do not the Christian world believe in it? The Latter-day Saints do believe enough of it to try and carry it out in their practice. <\/div><div class=\"paragraph jod\" id=\"v13n1108\"> What do we believe about the faith that Jesus revealed? He said a great deal with regard to life and salvation. His Apostles wrote and taught after him, and the Gospel was among the children of men from the days of Adam until the coming of the Messiah; this Gospel of Christ is from the beginning to the end. Then why was the law of Moses given? Just answer the question! In consequence of the disobedience of the children of Israel, the elect of God;<span class=\"citation\" id=\"87731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87731)\">D&amp;C 84:34<\/a><\/span>  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the very seed that He had selected to be His people, and upon whom He said He would place His name. This seed of Abraham so rebelled against Him and His commands that the Lord said to Moses, &#x201C;I will give you a law which shall be a schoolmaster to bring them to Christ.&#x201D;<span class=\"citation\" id=\"74550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74550)\">Gal. 3:24<\/a><\/span> But this law is grievous; it is a law of carnal commandments.<span class=\"citation\" id=\"87680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87680)\">D&amp;C 84:27<\/a><\/span> Still it will be hard for any divine that now lives to draw the line between the law of carnal commandments and the law of divine commandments. I have not seen them who can do it. <\/div><div class=\"paragraph jod\" id=\"v13n1110\"> I ask what is the nature of our religion? Why, it is &#x201C;peace on earth, and good will to men&#x201D;<span class=\"citation\" id=\"67064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67064)\">Luke 2:14<\/a><\/span> in every particular; and if its precepts be observed it will fill society with peace, joy, wealth, beauty, and excellence; it lifts man above the things of earth, gives him the philosophy of eternity, and shows the works of God in all their glory and magnitude, and leads the mind of the creature to admire and worship the Creator. Is this the fact? Certainly it is. I have not found anything in my religion that will do harm to any creature on the face of the earth. I have not found errors in our religion. Are there errors in the people? O yes, plenty of them. I recollect a gentleman from Philadelphia who was tarrying in this city for the benefit of his health, but was called home on business, who said he believed the Bible and believed all, as far as he had learned, with regard to the doctrines of the Latter-day Saints. Said he, one day, when visiting me for the last time, &#x201C;Mr. Young, am I to understand that you consider yourselves perfect?&#x201D; I said to him, &#x201C;Such an idea with regard to us is a mistaken one, and if you entertain it you have not got the matter placed correctly in your mind. Let me correct you, so that when at home <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you may meditate upon it. The doctrine that we preach is perfect; but our lives are very imperfect. To say that a human being is perfect, that he has no errors, would say that he is divine&#x2014;a God or a holy angel. But we are in a world of sin and darkness, a world that knows not God; in a world where error dwells and reigns supreme. Now,&#x201D; said I, &#x201C;remember this. The doctrine that we preach is from God; this doctrine is pure and holy; it is without spot or blemish; and it is the doctrine of the Son of God, the Savior of the world.&#x201D; Is it good for man here? Certainly it is&#x2014;the best that can be given to any beings on the earth; to organize a society, to rule a family, to dictate and control scholars at school, to rule, govern, and control an individual, a community, a nation or kingdom, it is the very best code of principles and laws ever delivered to the children of men. In all my researches into the doctrine of Jesus I have never found an error. <\/div><div class=\"paragraph jod\" id=\"v13n1111\"> It has been observed here this morning that we are called fanatics. Bless me! That is nothing. Who has not been called a fanatic who has discovered anything new in philosophy or science? We have all read of Galileo the astronomer who, contrary to the system of astronomy that had been received for ages before his day, taught that the sun, and not the earth, was the center of our planetary system? For this the learned astronomer was called &#x201C;fanatic,&#x201D; and subjected to persecution and imprisonment of the most rigorous character. So it has been with others who have discovered and explained new truths in science and philosophy which have been in opposition to long-established theories; and the opposition they have encountered has endured until the truth of their discoveries has been demonstrated by time. The term  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;fanatic&#x201D; is not applied to professors of religion only. How was it with Dr. Morse, when shut up in the attic of an old building in Baltimore for more than a year, with a little wire stretched round the room, experimenting upon it with his battery, he told a friend that by means of that he could sit there and talk to Congress in Washington? Was he not considered a fanatic, and wild, and crazy? Certainly he was; and so it was with Robert Fulton, when he was conducting his experiments with steam and endeavoring to apply it so as to propel a vessel through the water. And all great discoverers in art, science, or mechanism have been denounced as fanatics and crazy; and it has been declared by their contemporaries that they did not know what they were saying, and they were thought to be almost as wild and incoherent as the generality of the people now think George Francis Train to be. <\/div><div class=\"paragraph jod\" id=\"v13n1113\"> I will tell you who the real fanatics are: they are they who adopt false principles and ideas as facts, and try to establish a superstructure upon a false foundation. They are the fanatics; and however ardent and zealous they may be, they may reason or argue on false premises till doomsday, and the result will be false. If our religion is of this character we want to know it; we would like to find a philosopher who can prove it to us. We are called ignorant; so we are: but what of it? Are not all ignorant? I rather think so. Who can tell us of the inhabitants of this little planet that shines of an evening, called the moon? When we view its face we may see what is termed, &#x201C;the man in the moon,&#x201D; and what some philosophers declare are the shadows of mountains. But these sayings are very vague, and amount to nothing; and when you inquire about the <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> inhabitants of that sphere you find that the most learned are as ignorant in regard to them as the most ignorant of their fellows. So it is with regard to the inhabitants of the sun. Do you think it is inhabited? I rather think it is. Do you think there is any life there? No question of it; it was not made in vain. It was made to give light to those who dwell upon it, and to other planets; and so will this earth when it is celestialized.<span class=\"citation\" id=\"91303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91303)\">D&amp;C 130:9<\/a><\/span> Every planet in its first rude, organic state receives not the glory of God upon it, but is opaque; but when celestialized, every planet that God brings into existence is a body of light, but not till then. Christ is the light of this planet.<span class=\"citation\" id=\"88283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88283)\">D&amp;C 88:7-10<\/a><\/span> God gives light to our eyes.<span class=\"citation\" id=\"88292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88292)\">D&amp;C 88:11<\/a><\/span> Did you ever think who gave you the power of seeing? Who organized these little globules in our heads, and formed the nerves running to the brain, and gave us the power of distinguishing a circle from a square, an upright from a level, large from small, white from black, brown from gray, and so on? Did you acquire this faculty by your own power? Did any of you impart this power to me or I to you? Not at all. Then where did we get it from? From a superior Being. When I think of these few little things with regard to the organization of the earth and the people of the earth, how curious and how singular it is! And yet how harmonious and beautiful are Nature's laws! And the work of God goes forward, and who can hinder it, or who can stay His hand now that He has commenced His kingdom? <\/div><div class=\"paragraph jod\" id=\"v13n1114\"> This brings us right back to this Gospel. God has commenced His kingdom on the earth. How intricate it is, and how difficult for a man to understand if he be not enlightened by the Spirit of God! How can we understand it? O, we have nothing  <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to do but to humble ourselves and get the spirit of the Lord by being born of the water and of the Spirit; then we can enter into it.<span class=\"citation\" id=\"68787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68787)\">John 3:5<\/a><\/span> How is it if we are not born of the Spirit? Can the natural man behold the things of God? He cannot, for they are discerned spiritually&#x2014;<span class=\"citation\" id=\"73111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73111)\">1 Cor. 2:14<\/a><\/span>by the Spirit of the Almighty, and if we have not this Spirit within us we cannot understand the things of God.<span class=\"citation\" id=\"73042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73042)\">1 Cor. 2:11<\/a><\/span> But the most simple thing in the world to understand is the work of the Lord. What shall we do? Divest ourselves of great, big &#x201C;Mr. I.&#x201D; Let him fall at the feet of good sound reason. What next? Humble ourselves before the Lord and receive the truth as He has revealed it, then we will be born of the Spirit. Then if we wish further blessings, be born of the water; then, if we wish further blessings, receive the laying on of hands for the reception of the Holy Ghost; and if we wish still further blessings, live by every word that proceeds out of His mouth,<span class=\"citation\" id=\"62823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62823)\">Matt. 4:4<\/a><\/span> that is spoken from the heavens, then things will be brought to our remembrance by the Comforter that Jesus promised his disciples,<span class=\"citation\" id=\"70041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70041)\">John 14:26<\/a><\/span> which should show them things past, present, and to come.<span class=\"citation\" id=\"70373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70373)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1116\"> This is the Gospel as we believe it. Is there any harm in it? Not the least in the world. Should we not obey it? We should. Should we not obey the requirements of Heaven? Certainly we should. Would it be the least injurious to the human family to receive the Gospel of the Son of God, and to have the man Christ Jesus<span class=\"citation\" id=\"75880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75880)\">1 Tim. 2:5<\/a><\/span> to rule over them? Not at all; but, on the contrary, it would fill them with peace, joy, love, kindness, and intelligence. Would the principles of the Gospel, if obeyed, teach us to control ourselves? They would. They will teach men and women to govern and control their own passions. You very frequently <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hear it said, &#x201C;Such a man or woman has too much temper.&#x201D; This is a mistaken idea. No person on earth has too much of this article. But do we not frequently see the evil conduct of people through allowing their passions and tempers to have full control of them? Certainly we do. What is the difficulty? We want the spirit, knowledge, power and principle within us to govern and control our tempers; there is no danger of having too much if we will only control them by the Spirit of the Almighty. Every intelligent being on the earth is tempered for glory, beauty, excellency, and knowledge here, and for immortality and eternal lives in the worlds to come. But every being who attains to this must be sanctified before God and be completely under the control of His Spirit. If I am thus controlled by the Spirit of the Most High I am a king, I am supreme so far as the control of self is concerned; and it also enables me to control my wives and children. And when they thus see that I am under the government and control of the Good Spirit, they will be perfectly submissive to my dictates. They feel and say, &#x201C;Yes, father, or husband, certainly, you never require anything that is wrong; I have learned that long ago. Your judgment and discretion and the power of thought and reflection in you are sufficient; you know what is right.&#x201D; And if I could extend this power I could reign supreme, not only over my family and friends, but also over my neighbors and the people all around me. Could the spirit of error, hatred and wickedness perform this? No, it can be accomplished only by means of the meek and humble spirit of the Lord Jesus.<span class=\"citation\" id=\"64288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64288)\">Matt. 11:29<\/a><\/span> If an individual is filled with that, it makes him a perfect monarch over himself, and it will give him influence  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over all who will hearken to his counsel. What a pity it would be, in the estimation of the wicked and corrupt, if any man on the earth really did possess this power! Suppose that Napoleon, for instance, was actually filled with the power of God to that degree that the whole people of France would love him as much as a child ever loved a parent, because they knew every word he uttered was full of wisdom and would produce health, wealth, joy and peace among all classes; would elevate the suffering poor&#x2014;those in need and distress, fill them with knowledge and wisdom and give them the good things of life, why, there would be a general outcry against him, and he would be denounced because of the exercise of the &#x201C;one-man power!&#x201D; But let him be a devil and rule with an iron rod, a tyrant's hand, and take off heads every day by the score or hundred, and there would not be a word said against him! Let the good I have referred to be brought about, as it would be, under the rule and government of Heaven, and the ruler would be called a tyrant. But this is the way to rule, no matter what the inhabitants and the wise men and philosophers of the earth may think; and the time will come when this earth will be revolutionized by these principles, and when through their influence war, dissension, hatred, malice, and persecution will cease among the children of men and when there will be a universal reign of peace and righteousness. Suppose we live to see it! We shall all be of one heart and one mind,<span class=\"citation\" id=\"92924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92924)\">Moses 7:18<\/a><\/span> shall we not? I will here ask, for my own satisfaction, what will you do, Mr. Politician, when there is no division at the polls, but when the cry will be, from one end of the earth to the other, &#x201C;We want one man only, but the best that can be found for this office; this is <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the only man we want?&#x201D; Your occupation will be gone about that time. Will there be wars in those days? No, they will be done away. Any contentions then? No, all will be peace. Bickering and strife will have passed away, and a better spirit will have taken possession of the minds of the people, and they will be peaceful, joyous, kind and full of benevolence, and the general feeling will be, &#x201C;Friend, what can I do for you? Brother, how can I do you good?&#x201D; or, &#x201C;Sister, can I add to your comfort, or make any addition to your joy and peace here on the earth?&#x201D; You and I are looking for this day. Let me ask the poor miserable apostate, the hater of God and righteousness, &#x201C;Do you not think that will be one-man power?&#x201D; I reckon it will. That is what leading men everywhere are after now, not only in this country, but in every other; they are all scrambling after it, and they are mad because they cannot get it. <\/div><div class=\"paragraph jod\" id=\"v13n1118\"> I think I will take the liberty of relating a little circumstance which was related to me. Whether it is a fact or not I cannot say. Some of our good government officers here inquired of a man from the Southern part of the Territory: &#x201C;Do you know Brigham?&#x201D; &#x201C;Yes, I know him very well.&#x201D; &#x201C;Do you not know that he is trying to influence the election?&#x201D; &#x201C;No, I never heard anything about it.&#x201D; &#x201C;Can't you make oath that he has always guided and influenced the elections in this Territory?&#x201D; The man said, &#x201C;No, I am not well enough acquainted with him nor with politics to know anything about it.&#x201D; I laughed heartily inside at the poor miserable fools when I heard this. Why, yes, I would govern and control the elections of the earth if I desired and could; certainly I would, and help yourselves the best way you  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can! Bless my heart, who don't do it? The poor creatures! Isn't that what they are after? Would not they do it if they could? I can govern and control the Latter-day Saints, not by the iron hand, but by the principles of true government&#x2014;the principles of our religion, which, in their very nature, are bound to make those who will be guided by them healthy, wealthy and wise. I think we are doing our best at it; and I also think that we will go on and be successful in this good work in spite of earth and hell. <\/div> <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n1120\"> I say God speed everybody that is for freedom and equal rights! I am with you. Whom do we want to fill our public offices? We want the best men that we can find for governor, president, and statesmen, and for every other office of trust and responsibility; and when we have obtained them, we will pray for them and give them our faith and influence to do the will of God and to preserve themselves and the people in truth and righteousness. I have talked as long as time will allow. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}