{"ID":130019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Ghost&#x2014;Laboring in Faith&#x2014;The Kingdom of God&#x2014;Patriarchal Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, December 12, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Ghost, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 12\/12\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v13n668\"> The few of us who met here this forenoon had the privilege of listening to a very interesting discourse from brother Penrose, on the first principles of the Gospel. I say the &#x201C;few&#x201D; who were here, for there were few, and there are every Sabbath in the forepart of the day. I think if the Latter-day Saints prized their privileges as they ought to do, there would be more attend meeting on a Sunday morning, there would be more of us faithful to the Lord our God and to the covenants we have made if we did but realize the rewards that, in the future, will be awarded for the deeds done here in the flesh.<span class=\"citation\" id=\"74142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74142)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n669\"> There was one principle referred to by brother Penrose this morning, <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4987\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon which I wish to make a few remarks, for the benefit of the Elders of Israel. It is a very common saying with us, as Elders, in our remarks concerning the gifts of the Gospel to speak of confirming the gifts of the Holy Ghost by the laying on of hands. There is no difference with regard to our faith, opinions or views, as a Church, pertaining to this principle; it is only in the manner in which we use our language. There is a difference between the gifts of the Holy Ghost and the Holy Ghost itself. As brother Penrose said this morning, we repent of our sins, are baptized for the remission of them, and we receive the laying on of hands for the reception of the Holy Ghost;  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but the Elders, when speaking on this principle, instead of saying so, not infrequently say &#x201C;for the reception of the gifts of the Holy Ghost.&#x201D; Now we have no right, power nor authority to seal the gifts of the Holy Ghost upon anybody, they are the property of the Holy Ghost itself. To explain this I will say, for instance, President Young may go and preach in every ward in this city; yet it is President Young in each ward. When in the 14th Ward he may give a man an apple; in the 13th Ward he may give another person a loaf of bread; in the 10th Ward he may give a man a dollar in money; in the 1st Ward he may give a man a horse and carriage. Now they are all different gifts, but he is one and the same man who bestows them. I merely bring up this figure by way of illustration. <\/div><div class=\"paragraph jod\" id=\"v13n671\"> We lay hands upon the heads of those who embrace the Gospel and we say unto them, &#x201C;In the name of the Lord Jesus Christ receive ye the Holy Ghost.&#x201D;<span class=\"citation\" id=\"70894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70894)\">John 20:22<\/a><\/span> We seal this blessing upon the heads of the children of men, just as Jesus and his apostles and the servants of God have done in every age when preaching the Gospel of Christ. But the gifts of the Holy Ghost are his property to bestow as he sees fit. To one is given the spirit of prophecy, to another a tongue, to another the interpretation of tongues and to another the gift of healing.<span class=\"citation\" id=\"85854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85854)\">D&amp;C 46:20-26<\/a><\/span> All these gifts are by the same Spirit,<span class=\"citation\" id=\"73421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73421)\">1 Cor. 12:4<\/a><\/span> but all are the gifts of the Holy Ghost, to bestow as he sees fit, as the messenger of the Father and the Son to the children of men. <\/div><div class=\"paragraph jod\" id=\"v13n672\"> The Holy Ghost, as was justly presented this morning, is different from the common Spirit of God, which we are told lighteth every man that cometh into the world.<span class=\"citation\" id=\"68534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68534)\">John 1:9<\/a><\/span> The Holy Ghost is only given to men <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4986\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through their obedience to the Gospel of Christ; and every man who receives that Spirit has a comforter<span class=\"citation\" id=\"70037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70037)\">John 14:26<\/a><\/span> within&#x2014;a leader to dictate and guide him. This Spirit reveals, day by day, to every man who has faith, those things which are for his benefit. As Job said, &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth it understanding.&#x201D;<span class=\"citation\" id=\"56196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56196)\">Job 32:8<\/a><\/span> It is this inspiration of God to His children in every age of the world that is one of the necessary gifts to sustain man and enable him to walk by faith, and to go forth and obey all the dictations and commandments and revelations which God gives to His children to guide and direct them in life. <\/div><div class=\"paragraph jod\" id=\"v13n673\"> We have a long list given to us in the New Testament Scriptures of those who, in ancient days, lived, labored, and performed their duties by faith.<span class=\"citation\" id=\"76948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76948)\">Heb. 11:1-40<\/a><\/span> Among them was Noah, who, being warned of God, went forth and prepared an ark for the salvation of himself and family.<span class=\"citation\" id=\"76985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76985)\">Heb. 11:7<\/a><\/span> Abraham, also, offered up his son Isaac by faith, because he was called and commanded of God, believing in the promises God had made unto him.<span class=\"citation\" id=\"77032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77032)\">Heb. 11:17-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n674\"> This gift and principle of faith is necessary for the Saints in every age of the world to enable them to build up the kingdom of God and perform the work required of them. All that the ancients did was by faith. Jesus and his apostles often quoted the prophecies of the ancient prophets and showed that they were fulfilling them. Even the labors of Jesus, from the manger to the cross, through his whole life of pain, sorrow, affliction, suffering, persecution, and derision, were all by faith. It was by the power of the Father, whose work he had come to perform, that he was sustained. He fully believed that he would be able to accomplish all that he had been sent to perform. It was on this principle that he fulfilled  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every requirement and obeyed every law, even that of baptism, when he was immersed in the Jordan by John,<span class=\"citation\" id=\"62740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62740)\">Matt. 3:13-17<\/a><\/span> who held the Aaronic Priesthood and the keys of baptism for the remission of sins. Baptism was a righteous law; in fact, it was the law of God to save the children of men, and Jesus was the door,<span class=\"citation\" id=\"69651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69651)\">John 10:9<\/a><\/span> and he, although free from sin and guile, complied with it as an ensample to his disciples and the rest of the children of men.<span class=\"citation\" id=\"62767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62767)\">Matt. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n676\"> The Apostles, in their labors, had to work on the same principle that the Saints in both former and latter days have had to work upon&#x2014;namely the principle of faith. Joseph Smith had to work by faith. It is true that he had a knowledge of a great many things, as the Saints in former days had, but in many things he had to exercise faith. He believed he was fulfilling the prophecies of the ancient prophets. He knew that God had called him, but in the establishment of His kingdom he had to work continually by faith. The Church was organized on the 6th of April, 1830,<span class=\"citation\" id=\"84226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84226)\">D&amp;C 20:1<\/a><\/span> with six members, but Joseph had faith that the kingdom thus commenced, like a grain of mustard seed,<span class=\"citation\" id=\"67821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67821)\">Luke 17:6<\/a><\/span> would become a great Church and kingdom upon the earth;<span class=\"citation\" id=\"126295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126295)\">Matt. 13:31-32<\/a><\/span> and from that day until the day on which he sealed his testimony with his blood,<span class=\"citation\" id=\"91971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91971)\">D&amp;C 135:3<\/a><\/span> his whole life was as if wading through the deep waters of persecution and oppression,<span class=\"citation\" id=\"126296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126296)\">D&amp;C 127:2<\/a><\/span> received from the hands of his fellow men. He had all this to endure through faith, and he was true, faithful and valiant in the testimony of Jesus<span class=\"citation\" id=\"87122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87122)\">D&amp;C 76:79<\/a><\/span> to the day of his death. <\/div><div class=\"paragraph jod\" id=\"v13n677\"> All the labors that we have performed from that day until the present have been by faith, and we, as Latter-day Saints, should seek to cherish and grow in this principle, that we may have faith in every revelation and promise and in every word of the Lord, that has been given in <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4985\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Bible, Book of Mormon and Doctrine and Covenants, for they will surely come to pass as the Lord God lives, for the unbelief of this generation will not make the truths of God without effect.<span class=\"citation\" id=\"64763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64763)\">Matt. 15:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n678\"> When the members of Zion's Camp were called, many of us had never beheld each others' faces; we were strangers to each other and many had never seen the prophet. We had been scattered abroad, like corn sifted in a sieve,<span class=\"citation\" id=\"61946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61946)\">Amos 9:9<\/a><\/span> throughout the nation. We were young men, and were called upon in that early day to go up and redeem Zion, and what we had to do we had to do by faith. We assembled together from the various States at Kirtland and went up to redeem Zion, in fulfillment of the commandment of God unto us. God accepted our works as He did the works of Abraham. We accomplished a great deal, though apostates and unbelievers many times asked the question, &#x201C;What have you done?&#x201D; We gained an experience that we never could have gained in any other way. We had the privilege of beholding the face of the prophet, and we had the privilege of traveling a thousand miles with him, and seeing the workings of the Spirit of God with him, and the revelations of Jesus Christ<span class=\"citation\" id=\"74423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74423)\">Gal. 1:12<\/a><\/span> unto him and the fulfillment of those revelations. And he gathered some two hundred Elders from throughout the nation in that early day and sent us broadcast into the world to preach the Gospel of Jesus Christ. Had I not gone up with Zion's Camp I should not have been here today, and I presume that would have been the case with many others in this Territory. By going there we were thrust into the vineyard to preach the Gospel, and the Lord accepted our labors. And in all our labors and persecutions, with lives often at stake, we have had to work and live by faith. <\/div> <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n680\"> The Twelve Apostles were called by revelation to go to Far West, Caldwell County, to lay the foundation of the cornerstone of the Temple. When that revelation was given this Church was in peace in Missouri. It is the only revelation that has ever been given since the organization of the Church, that I know anything about, that had day and date given with it. The Lord called the Twelve Apostles, while in this state of prosperity, on the 26th day of April, 1838, to go to Far West to lay the cornerstone of the Temple; and from there to take their departure to England to preach the Gospel.<span class=\"citation\" id=\"90706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90706)\">D&amp;C 118:1-5<\/a><\/span> Previous to the arrival of that period the whole Church was driven out of the State of Missouri, and it was as much as a man's life was worth to be found in the State if it was known that he was a Latter-day Saint; and especially was this the case with the Twelve. When the time came for the cornerstone of the Temple to be laid, as directed in the revelation, the Church was in Illinois, having been expelled from Missouri by an edict from the Governor. Joseph and Hyrum Smith and Parley P. Pratt were in chains in Missouri for the testimony of Jesus. As the time drew nigh for the accomplishment of this work, the question arose, &#x201C;What is to be done?&#x201D; Here is a revelation commanding the Twelve to be in Far West on the 26th day of April,<span class=\"citation\" id=\"90714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90714)\">D&amp;C 118:5<\/a><\/span> to lay the cornerstone of the Temple there; it had to be fulfilled. The Missourians had sworn by all the gods of eternity that if every other revelation given through Joseph Smith were fulfilled, that should not be, for the day and date being given they declared that it should fail. The general feeling in the Church, so far as I know, was that, under the circumstances, it was impossible to accomplish the work; and the Lord would accept the will <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4984\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for the deed. This was the feeling of Father Smith, the father of the Prophet. Joseph was not with us, he was in chains in Missouri, for his religion. When President Young asked the question of the Twelve, &#x201C;Brethren, what will you do about this?&#x201D; the reply was, &#x201C;The Lord has spoken and it is for us to obey.&#x201D; We felt that the Lord God had given the commandment and we had faith to go forward and accomplish it, feeling that it was His business whether we lived or died in its accomplishment. We started for Missouri. There were two wagons. I had one and took brother Pratt and President Young in mine; brother Cutler, one of the building committee, had the other. We reached Far West and laid the cornerstone according to the revelation that had been given to us.<span class=\"citation\" id=\"90715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90715)\">D&amp;C 118:5<\/a><\/span> We cut off apostates and those who had sworn away the lives of the brethren. We ordained Darwin Chase and Norman Shearer into the Seventies. Brother George A. Smith and myself were ordained into the quorum of the Twelve on the cornerstone of the Temple; we had been called before, but not ordained. We then returned, nobody having molested or made us afraid. We performed that work by faith, and the Lord blessed us in doing it. The devil, however, tried to kill us, for before we started for England everyone of the Twelve was taken sick, and it was about as much as we could do to move or stir. I had traveled in Tennessee, Mississippi, Kentucky, and Arkansas for two or three years, and that, too, during the sickly season, where they were not well enough to take care of the sick, and I had never had the ague. But upon this occasion I was taken with the ague, the first time in my life. All the Twelve had something the matter with them. But we had to travel sick; we had to travel  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by faith in order to fulfil the mission to which we had been called by revelation. But the Lord sustained us; He did not forsake us. <\/div><div class=\"paragraph jod\" id=\"v13n682\"> We went to England, and we baptized, in the year 1840, something like seven thousand people, and established churches in almost all the principal cities in the kingdom. Brother Pratt established a branch in Edinburgh, Scotland. Brother Kimball, George A. and myself built up a branch in London, and several branches in the south of England. We baptized eighteen hundred persons in the south of England in seven mouths; out of that number two hundred were preachers belonging to different denominations of that land. We opened an emigration office, published the Book of Mormon and gathered many to Zion. God was with us, and I may say that He has been in all the labors of this Church and kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n683\"> In the pioneer journey, coming here, we had to come by faith; we knew nothing about this country, but we intended to come to the mountains. Joseph had organized a company to come here, before his death. He had these things before him, and understood them perfectly. God had revealed to him the future of this Church and kingdom, and had told him, from time to time, that the work of which he was laying the foundation would become an everlasting kingdom&#x2014;<span class=\"citation\" id=\"61726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61726)\">Dan. 7:27<\/a><\/span>would remain forever.<span class=\"citation\" id=\"126297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126297)\">Dan. 2:44<\/a><\/span> President Young led the pioneers to this country. He had faith to believe that the Lord would sustain us. All who traveled hither at that time had this faith. The Spirit of God was with us, the Holy Ghost was with us, and the angels of the Lord were with us and we were blessed. All, and more than we anticipated, in coming here, has been realized, as far as time would permit. <\/div> <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4983\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n684\"> When the Mormon Battalion was called for by the United States, we were in our exile, having been driven from our homes, our country and graves of our fathers, from lands we had bought of the United States Government, for our religion, into the wilderness. The Government made a demand upon us for five hundred men to go to the Mexican war. I do not suppose that they expected we would furnish them, but we did, and we did it by faith. Five hundred men, the strength of Israel, were sent to fight the battles of their country, leaving their wives, children and teams on the prairie. They had to exercise faith, and so had we who remained, believing it would turn out for the best, and it has proved so. Every member of that battalion who has remained faithful has always rejoiced, from that day to this, that he was a member thereof. It has proved a blessing to him, and it proved salvation to Zion. <\/div><div class=\"paragraph jod\" id=\"v13n685\"> I have referred to these things to show that hitherto, in our labors to build up the Church and kingdom of God upon the earth, we have had to labor by faith. It is still requisite. God has called upon us to warn this generation. He has set His hand to establish Zion&#x2014;<span class=\"citation\" id=\"58206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58206)\">Isa. 11:11<\/a><\/span>the great Zion of God&#x2014;about which the prophets have said so much. No prophet has spoken more pointedly on this subject than Isaiah. Our drivings from Missouri, our persecutions, our travels along the Platte River, the manner of our coming to the mountains of Israel, our return again to the land of Zion, and the building of the Temple in Jackson County have all been spoken of by Isaiah<span class=\"citation\" id=\"57772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57772)\">Isa. 2:3<\/a><\/span> as well as by all the prophets who have spoken concerning the Zion of the latter days. <\/div><div class=\"paragraph jod\" id=\"v13n686\"> We have exercised faith in the carrying out of these promises and in the fulfilling of those revelations  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God unto us. We have walked and lived by faith, precisely the same as the Apostles, prophets and Saints have done in every dispensation and age of the world; for there is one remarkable feature with regard to the work of God, and that is, it has always been unpopular in every age and generation. The Lord has never sent a message to the inhabitants of the earth but what it has been despised, in a great measure, by most of them. As it was in the days of Noah and Lot, so shall it be in the days of the coming of the Son of Man.<span class=\"citation\" id=\"65935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65935)\">Matt. 24:37<\/a><\/span> In the days of Noah there were eight souls saved,<span class=\"citation\" id=\"78054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78054)\">1 Pet. 3:20<\/a><\/span> after one hundred and twenty years' labor in preaching and building the Ark.<span class=\"citation\" id=\"93278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93278)\">Moses 8:17<\/a><\/span> In the days of Lot but very few left the city of Sodom. Lot and his family left, and we are told that his wife was turned into a pillar of salt;<span class=\"citation\" id=\"53261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53261)\">Gen. 19:26<\/a><\/span> and what the angels had told Lot concerning Sodom and Gomorrah came to pass&#x2014;<span class=\"citation\" id=\"53245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53245)\">Gen. 19:12-13<\/a><\/span>fire and brimstone were sent down from heaven upon them and they were destroyed.<span class=\"citation\" id=\"53256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53256)\">Gen. 19:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n688\"> The work of God and the Gospel of Christ have always been unpopular. Take the life of the Savior himself. There is a fair example. Trace him from the day he was born until his death, and who were his friends? A few illiterate fishermen. Jesus Christ came to the house of Judah and they rejected him; and Jerusalem, Judea, and the inhabitants of all the region round about rose up against him with the exception of a few poor men and women. Still he was the Savior of the world, the great Shiloh of Israel,<span class=\"citation\" id=\"53691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53691)\">Gen. 49:10<\/a><\/span><span class=\"citation\" id=\"129075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129075)\">Gen. 50:24 (JST)<\/a><\/span> the great King of the Jews.<span class=\"citation\" id=\"66364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66364)\">Matt. 27:37<\/a><\/span> That is a fair ensample of the way in which the work of God has been received in every age and dispensation. All that Jesus said concerning the Jews has come to pass to the very letter; not one jot or tittle has fallen unfulfilled.<span class=\"citation\" id=\"63109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63109)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65903)\">Matt. 24:35<\/a><\/span> Their history for the <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4982\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> last eighteen hundred years, until the present day, has been a remarkable ensign to the nations of the earth of the truth of the Bible and of the truth of the testimony of Jesus Christ, and of him being the Savior of the world. All that he said concerning them and all that Moses predicted concerning their dispersion and about their being driven, as corn is sifted through a sieve, among the nations;<span class=\"citation\" id=\"61947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61947)\">Amos 9:9<\/a><\/span> about the manner in which their women did evil to the children of their own bosoms when Jerusalem was surrounded by the Roman army,<span class=\"citation\" id=\"65758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65758)\">Matt. 24:19<\/a><\/span> when it was taken and over two millions of its inhabitants were destroyed by sword, pestilence, and famine, has been fulfilled. All these things have been in strict fulfillment of the sayings of Moses and Jesus concerning them. When the Savior was sentenced to death they cried, &#x201C;Let his blood be upon us, and upon our children;&#x201D;<span class=\"citation\" id=\"66338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66338)\">Matt. 27:25<\/a><\/span> and they have been trampled under foot by the whole Gentile world for the last eighteen hundred years. In their affliction and persecutions they have had to suffer almost beyond the endurance of man, and until the last few years have scarcely had the right of citizenship in any nation under heaven&#x2014;except in the United States. All that has been spoken concerning them has had its fulfillment as fast as time would admit. <\/div><div class=\"paragraph jod\" id=\"v13n689\"> It is so with regard to the Gospel of Jesus Christ in the latter days. If they called the master of the house Beelzebub, will they not say the same of his household?<span class=\"citation\" id=\"64149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64149)\">Matt. 10:25<\/a><\/span> They said that he cast out devils by Beelzebub, the prince of devils,<span class=\"citation\" id=\"64351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64351)\">Matt. 12:24<\/a><\/span> they said he was a pestilent fellow and a stirrer-up of sedition and strife,<span class=\"citation\" id=\"72111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72111)\">Acts 24:5<\/a><\/span> still he was the Savior of the world. <\/div><div class=\"paragraph jod\" id=\"v13n690\"> This principle of unbelief has existed in every age; it exists today. The Elders of Israel have had to contend with this power of darkness,  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with persecution, oppression, ridicule, and opposition from those who should have received their message&#x2014;a message which was for the good and salvation of those who rejected it. The Jews should have received the testimony of Christ, but as a nation they rejected it. Our experience has been very similar to that of Jesus and his Apostles. We have had to labor by faith. We have had to exercise faith in the revelations that have been given to us in the Book of Doctrine and Covenants and Book of Mormon, as well as in the Bible. These revelations portray what lies before us as a people. The fate of this nation and the nations of the earth has been portrayed by the ancient prophets in the Book of Mormon and Bible. Isaiah has told us what will come to pass in the latter days concerning those who fight against Mount Zion and against the children of Zion.<span class=\"citation\" id=\"58479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58479)\">Isa. 24:16-23<\/a><\/span><span class=\"citation\" id=\"58683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58683)\">Isa. 29:7-8<\/a><\/span><span class=\"citation\" id=\"59012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59012)\">Isa. 33:1-24<\/a><\/span> Every weapon will be broken, every nation that will not serve Zion shall be utterly wasted away, saith the Lord; for the Lord will fight in defense of the land of Zion.<span class=\"citation\" id=\"59674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59674)\">Isa. 54:1-17<\/a><\/span> He will establish the kingdom that Daniel saw,<span class=\"citation\" id=\"61227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61227)\">Dan. 2:44<\/a><\/span> in fact that kingdom has been established; the Zion of God has been set up, the Church of Jesus Christ of Latter-day Saints has been established by revelation from Jesus Christ in our day and generation; and we are called to build it up, we are called to perform its work. As I have often remarked, the Gods, the angels, the whole heavens, all the good men, all the spirits of the just that dwell in the eternal world are watching with vast interest the labors of this people. <\/div><div class=\"paragraph jod\" id=\"v13n692\"> They are not perfect without us, we are not perfect without them.<span class=\"citation\" id=\"77119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77119)\">Heb. 11:40<\/a><\/span><span class=\"citation\" id=\"91181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91181)\">D&amp;C 128:15,18<\/a><\/span> There is no period in the whole history of the world, no dispensation of God to man, that is fraught with such interest as the dispensation in which <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4981\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we live; there never has been. No prophets, no apostles or inspired men in any age of the world ever had the privilege of laying the foundation of the Zion of God to remain on the earth to be thrown down no more forever.<span class=\"citation\" id=\"89564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89564)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89758)\">D&amp;C 103:13<\/a><\/span> In every other dispensation of the world the people have risen up against God and His Christ, against the kingdom and against the Priesthood, and have overthrown the messengers of heaven, and put to death every man who has borne the kingdom of God, and the kingdom has been taken from the earth. This is true of every age, except that of Enoch. He built up a kingdom and gathered together the people after laboring and preaching three hundred and sixty-five years.<span class=\"citation\" id=\"52781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52781)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93191)\">Moses 7:68<\/a><\/span> He perfected a city, which was called the city of the Zion of God.<span class=\"citation\" id=\"92973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92973)\">Moses 7:19<\/a><\/span> But behold and lo, the nations of the earth awoke and found that Zion had fled!<span class=\"citation\" id=\"93224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93224)\">Moses 7:69<\/a><\/span> The Lord took it to Himself; took it away from the earth. The people were righteous; they had become sanctified and the Lord took them away out of the power of the wicked. Zion could not remain on the earth; there was not power sufficient to withstand the assaults of the wicked; or if there was, the time had not come when the Lord would make use of the children of men; or there were not enough of the children of men willing to take hold and manifest those principles in their lives so that they could remain on the earth. But in the latter days he will do so. He has sworn it by Himself,<span class=\"citation\" id=\"53320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53320)\">Gen. 22:16<\/a><\/span><span class=\"citation\" id=\"55150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55150)\">Deut. 28:9<\/a><\/span> because there is none greater to swear by.<span class=\"citation\" id=\"126298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126298)\">Heb. 6:13<\/a><\/span> He has declared it through the mouth of every prophet that has ever lived on the earth, whose writings we possess, both in the Bible and Book of Mormon, as well as in those glorious revelations in the Book of Doctrine and Covenants given through the mouth of Joseph Smith the prophet. These sayings are true. We as a  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people should exercise faith in them, no matter what may be transpiring in the outside world. We have had the powers of wicked men and devils to contend with. We may say that the devil is mad; he is stirred up against Zion; he knows that his reign will last but a little season longer. <\/div><div class=\"paragraph jod\" id=\"v13n694\"> This arch enemy of God and man, called the devil, the &#x201C;son of the morning,&#x201D;<span class=\"citation\" id=\"58276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58276)\">Isa. 14:12<\/a><\/span> who dwells here on the earth, is a personage of great power; he has great influence and knowledge. He understands that if this kingdom, which he rebelled against in heaven,<span class=\"citation\" id=\"92473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92473)\">Moses 4:3<\/a><\/span> prevails on the earth, there will be no dominion here for him. He has great influence over the children of men; he labors continually to destroy them. He labored to destroy them in heaven; he labored to destroy the works of God in heaven, and he had to be cast out. He is here, mighty among the children of men. There is a vast number of fallen spirits, cast out with him, here on the earth.<span class=\"citation\" id=\"79541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79541)\">Rev. 12:4<\/a><\/span><span class=\"citation\" id=\"84836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84836)\">D&amp;C 29:36-37<\/a><\/span> They do not die and disappear; they have not bodies only as they enter the tabernacles of men. They have not organized bodies, and are not to be seen with the sight of the eye. But there are many evil spirits amongst us, and they labor to overthrow the Church and kingdom of God. There never was a prophet in any age of the world but what the devil was continually at his elbow. This was the case with Jesus himself. The devil followed him continually trying to draw him from his purposes and to prevent him carrying out the great work of God.<span class=\"citation\" id=\"62801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62801)\">Matt. 4:1-11<\/a><\/span> You see this manifested when he took Jesus on to the loftiest pinnacle of the temple and showed him all the glory of the world, telling him that he would give him all this if he would fall down and worship him.<span class=\"citation\" id=\"62864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62864)\">Matt. 4:9<\/a><\/span> The poor devil did not own a foot of land nor <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4980\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anything else! The earth was made by and belonged to the Lord and was His footstool. Yet the devil offered that to Jesus which was not his own. Jesus said unto him, &#x201C;Get thee behind me, Satan.&#x201D;<span class=\"citation\" id=\"62868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62868)\">Matt. 4:10<\/a><\/span><span class=\"citation\" id=\"64930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64930)\">Matt. 16:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n695\"> This same character was with the disciples as well as with their master. He is with the Latter-day Saints; and he or his emissaries are with all men trying to lead them astray. He rules in the hearts of the inhabitants of the earth. They are governed and guided by him far more than by the power of God. This is strange, still it is true. See the wickedness in the world. See the abominations with which the earth is deluged, causing it to groan under the burden.<span class=\"citation\" id=\"90946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90946)\">D&amp;C 123:7<\/a><\/span><span class=\"citation\" id=\"126299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126299)\">Moses 7:48<\/a><\/span> Where does this evil come from? From the works of the devil. Everything that leads to good is from God, while everything that leads to evil is from the devil.<span class=\"citation\" id=\"83448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83448)\">Ether 4:12<\/a><\/span><span class=\"citation\" id=\"83564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83564)\">Moro. 7:16-17<\/a><\/span> Here are the two powers. How many on the earth are honoring God, acknowledging His hand in all things and keeping His commandments?<span class=\"citation\" id=\"86347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86347)\">D&amp;C 59:21<\/a><\/span> Very few. Just the same today as in the days of Noah. We read that one of a family and two of a city will be gathered to Zion in the last days.<span class=\"citation\" id=\"60317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60317)\">Jer. 3:14<\/a><\/span> Out of twelve hundred millions, that dwell on the face of the earth, we, after forty years' labor, have succeeded in gathering a few thousands together to the valleys of the mountains. The numbers are very few; but this few should be faithful. <\/div><div class=\"paragraph jod\" id=\"v13n696\"> Last Sabbath, those who were here listened to a discourse from brother George Q. Cannon, in which he delivered his testimony concerning Joseph Smith and President Young. I thought to myself, it seemed a kind of a queer idea that, at this late date, one of the Apostles should be called upon to stand up in the sacred desk and defend the characters of these men as prophets and  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostles. Yet so it was, and these things are necessary. <\/div><div class=\"paragraph jod\" id=\"v13n698\"> Joseph Smith was what he professed to be, a prophet of God, a seer and revelator. He laid the foundation of this Church and kingdom, and lived long enough to deliver the keys of the kingdom to the Elders of Israel, unto the Twelve Apostles. He spent the last winter of his life, some three or four months, with the Quorum of the Twelve, teaching them. It was not merely a few hours ministering to them the ordinances of the Gospel; but he spent day after day, week after week and month after month, teaching them and a few others the things of the kingdom of God. Said he, during that period, &#x201C;I now rejoice. I have lived until I have seen this burden, which has rested on my shoulders, rolled on to the shoulders of other men; now the keys of the kingdom are planted on the earth to be taken away no more forever.&#x201D; But until he had done this, they remained with him; and had he been taken away they would have had to be restored by messengers out of heaven. But he lived until every key, power and principle of the holy Priesthood was sealed on the Twelve and on President Young, as their President. He told us that he was going away to leave us, going away to rest. Said he, &#x201C;You have to round up your shoulders to bear up the kingdom. No matter what becomes of me. I have desired to see that Temple built, but I shall not live to see it. You will; you are called upon to bear off this kingdom.&#x201D; This language was plain enough, but we did not understand it any more than the disciples of Jesus when he told them he was going away, and that if he went not the Comforter would not come.<span class=\"citation\" id=\"70297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70297)\">John 16:7<\/a><\/span> It was just so with Joseph. He said this time after time to the Twelve <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4979\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to the Female Relief Societies and in his public discourses; but none of us seemed to understand that he was going to seal his testimony with his blood,<span class=\"citation\" id=\"91972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91972)\">D&amp;C 135:3<\/a><\/span> but so it was. What he said to us and the Church we have had to perform. Joseph Smith was a good man, a prophet of God. His works are before the world; they are before the eyes of the nation; they are before the heavens and the earth. The foundation that he laid we have built upon until the present day; and that foundation no power on earth or in hell will ever be able to remove. That Church and kingdom of God that is planted here in these valleys of the mountains will remain on the earth until the little stone Daniel saw will become a mountain and fill the earth&#x2014;<span class=\"citation\" id=\"61088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61088)\">Dan. 2:35<\/a><\/span>until the reign of Jesus is supreme and universal. <\/div><div class=\"paragraph jod\" id=\"v13n699\"> It startles men when they hear the Elders of Israel tell about the kingdoms of this world becoming the kingdom of our God and His Christ.<span class=\"citation\" id=\"79452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79452)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90041)\">D&amp;C 105:32<\/a><\/span> They say it is treason for men to teach that the kingdom Daniel saw is going to be set up, and bear rule over the whole earth.<span class=\"citation\" id=\"61089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61089)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"61727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61727)\">Dan. 7:27<\/a><\/span> Is it treason for God Almighty to govern the earth? Who made it? God, did He not? Who made you? God, if you have any eternal Father. Well, whose right is it to rule and reign over you and the earth? It does not belong to the devil, nor to men. It has never been given to men yet; it has never been given to the nations. It belongs solely to God and He is coming to rule and reign over it. When will that be? It may not be perfected until Christ comes in the clouds of heaven with power and great glory<span class=\"citation\" id=\"65815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65815)\">Matt. 24:30<\/a><\/span> to reward every man according to the deeds done in the body.<span class=\"citation\" id=\"64966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64966)\">Matt. 16:27<\/a><\/span> That kingdom, the germ of which is planted here, will continue to grow and will never be overthrown.  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>As I said before, no matter what takes place outside of this Territory&#x2014;we as Latter-day Saints should exercise faith in God, for just as sure as God was true to Daniel, Moses, Noah, Enoch, and to the prophets and Apostles, so will He be true to us; so will He be true to His word, in these latter days and will fulfill all He has said. <\/div><div class=\"paragraph jod\" id=\"v13n701\"> This is the work we have to perform. It is a good work, a great work, a glorious work, and one in which the Latter-day Saints should rejoice, for it confers upon them the privilege of being instruments in the hands of God of helping to build up His kingdom on the earth. This should give us joy, and the promises made to us in connection with this work ought to sustain us and give us hope, joy and consolation. <\/div><div class=\"paragraph jod\" id=\"v13n702\"> I have been happy since I formed the acquaintance of the Gospel of Jesus Christ: I was never satisfied until I found the Latter-day Saints. In my boyhood I could read in the Bible and New Testament of a people who had power with God, who had the gifts and graces, who could command the elements and they obeyed them; who had power to heal the sick, and had the gifts of the Holy Ghost imparted unto them by God himself. That was the kind of religion I always desired to live to see. I desired to live to see a prophet and an Apostle, or some man who was inspired of God who could teach me the way to be saved. I have lived to see that day. I rejoice in it for I know it is true. I know this work is true. I know it is the kingdom of God, as you do, and as all men do who have received the testimony of the Holy Spirit and have been faithful for themselves. <\/div><div class=\"paragraph jod\" id=\"v13n703\"> As to President Young his labors have been with us. It has been remarked sometimes, by certain indi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4978\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>viduals, that President Young has said in public that he was not a prophet nor the son of a prophet.<span class=\"citation\" id=\"61938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61938)\">Amos 7:14<\/a><\/span> I have traveled with him since 1833 or the spring of 1834; I have traveled a good many thousand miles with him and have heard him preach a great many thousand sermons; but I have never heard him make that remark in my life. He is a prophet, I am a prophet, you are, and anybody is a prophet who has the testimony of Jesus Christ, for that is the spirit of prophecy.<span class=\"citation\" id=\"80363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80363)\">Rev. 19:10<\/a><\/span> The Elders of Israel are prophets. A prophet is not so great as an Apostle. Christ has set, in his Church, first, Apostles;<span class=\"citation\" id=\"73598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73598)\">1 Cor. 12:28<\/a><\/span> they hold the keys of the kingdom of God. Any man who has traveled with President Young knows he is a prophet of God. He has foretold a great many things that have come to pass. All the Saints who are well acquainted with him know that he is governed and controlled by the power of God and the revelations of Jesus Christ.<span class=\"citation\" id=\"74424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74424)\">Gal. 1:12<\/a><\/span> His works are before the world; they are before the heavens; before the earth; before the wicked as well as the righteous; and it is the influence of President Young that the world is opposed to. This Priesthood, these keys of the kingdom of God that have been sealed upon him, the world is at war against; let them say what they may, these things are what they are at enmity with. Their present objection to the Latter-day Saints, they say, is plurality of wives. It is this principle they are trying to raise a persecution against now. But how was it in Missouri, Kirtland, Jackson County, Far West, Caldwell County, in all our drivings and afflictions, before this principle was revealed to the Church? Certainly it was not polygamy then. No, it was prophets, it was revelation, it was the organization of an institution founded by revelation from  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God. They did not believe in that, and that was the objection in those days. If we were to do away with polygamy, it would only be one feather in the bird, one ordinance in the Church and kingdom. Do away with that, then we must do away with prophets and Apostles, with revelation and the gifts and graces of the Gospel, and finally give up our religion altogether and turn sectarians and do as the world does, then all would be right. We just can't do that, for God has commanded us to build up His kingdom and to bear our testimony to the nations of the earth, and we are going to do it, come life or come death. He has told us to do thus, and we shall obey Him in days to come as we have in days past. <\/div><div class=\"paragraph jod\" id=\"v13n705\"> Brethren and sisters, let us exercise faith; the ancient prophets lived by faith; it is as necessary for us as for them. I believe what God has said will be fulfilled. I believe the Book of Mormon and the Book of Doctrine and Covenants will be fulfilled, and all the promises and prophecies made by the faithful servants of God. When any man speaks as he is moved upon by the Holy Ghost, that is the word of God to the people;<span class=\"citation\" id=\"78312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78312)\">2 Pet. 1:21<\/a><\/span><span class=\"citation\" id=\"86665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86665)\">D&amp;C 68:4<\/a><\/span> and though the heavens and the earth pass away, not one jot or tittle of the word of God will fall unfulfilled.<span class=\"citation\" id=\"63110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63110)\">Matt. 5:18<\/a><\/span><span class=\"citation\" id=\"65904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65904)\">Matt. 24:35<\/a><\/span> I care not whether it be by His own voice out of the heavens; by the ministration of angels; by the voice of a prophet, or by the inspiration of the Holy Ghost through His servants, it is the word of God to the people, it is truth and it will have its effect and fulfillment.<span class=\"citation\" id=\"83764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83764)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"86664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86664)\">D&amp;C 68:4<\/a><\/span> Everything that has been communicated to us by revelation I believe to be true; many of them I know. I have faith and knowledge, both in a degree. I want more; I wish for more, and all I ask is that the Lord will enable me to be faith<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4977\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful. I wish eternal life. I want salvation. This is the object of my life; for this I embraced &#x201C;Mormonism.&#x201D; This is the principle that has sustained me from the time I entered this Church and kingdom. This hope sustained me when I shouldered my knapsack and went forth to travel and preach without purse or scrip,<span class=\"citation\" id=\"84476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84476)\">D&amp;C 24:18<\/a><\/span> thousands of miles through the United States. This principle of inspiration has sustained the Elders of Israel in every age of the world. It is that which sustained Joseph Smith from the day he commenced his career as a servant of God until the time that he sealed his testimony with his blood.<span class=\"citation\" id=\"91973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91973)\">D&amp;C 135:3<\/a><\/span> Somebody has got to pay the bill for the shedding of that innocent blood.<span class=\"citation\" id=\"57394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57394)\">Prov. 6:16-17<\/a><\/span><span class=\"citation\" id=\"82278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82278)\">Alma 39:5<\/a><\/span><span class=\"citation\" id=\"91679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91679)\">D&amp;C 132:27<\/a><\/span><span class=\"citation\" id=\"92084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92084)\">D&amp;C 136:36<\/a><\/span> Shedding innocent blood has cost the Jews eighteen hundred years of suffering, mourning, woe, and destruction; it has cost this nation already four years of war, with two millions of men laid in the dust, and four thousand million dollars in money; and woe be to that nation, tongue or people that sheds the blood of the Saints of God, or undertakes to oppose the work of God in this or any other generation. They will have to reap what they sow; for what you sow you will reap,<span class=\"citation\" id=\"74694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74694)\">Gal. 6:7<\/a><\/span> and the reward you mete will be rewarded to you again,<span class=\"citation\" id=\"63714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63714)\">Matt. 7:2<\/a><\/span><span class=\"citation\" id=\"80302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80302)\">Rev. 18:6<\/a><\/span> whether you are Saints or sinners, in all nations, kindreds, tongues, and people under the whole heavens. <\/div><div class=\"paragraph jod\" id=\"v13n706\"> This is the position that we occupy. This warfare is not between man and man but between God and the world. If the Lord does not defend the Latter-day Saints we cannot defend ourselves. We can do what is required of us, but God Himself has to defend us. He has done it and He will continue to do it until the coming of the Lord Jesus Christ, or until his kingdom triumphs on the earth. This is my faith; and I would rather, to<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day, lay down my life, honoring the faith once delivered to the Saints,<span class=\"citation\" id=\"78846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78846)\">Jude 1:3<\/a><\/span> than turn round and fear men, who have power only to kill the body, instead of fearing Him who has power to cast both soul and body into hell.<span class=\"citation\" id=\"64171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64171)\">Matt. 10:28<\/a><\/span> Salvation is of more consequence to me and to this people, and to all the inhabitants of the earth, than anything else. What is the world with its honors, gold, silver, thrones, principalities and powers compared with salvation? They all end at death, they are of no force after,<span class=\"citation\" id=\"91522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91522)\">D&amp;C 132:15<\/a><\/span> and are of no moment when compared with eternal salvation. Oh, what glorious principles have been revealed to the Latter-day Saints! Where did you get them? How did you obtain them? Through the voice of Joseph Smith and Brigham Young by revelation from God. That is the way we obtained them. The principles of the Gospel of Jesus Christ have power and efficacy after death; they will bring together men and their wives and children in the family organization and will reunite them worlds without end. The power of those who sit upon thrones in this life will end at their death; they will have no extra power in the world to come because they have occupied thrones in this. The Czar of Russia, the Emperor of France, the Queen of England, or any other sovereign, will not have any additional power in the world to come because of their present glory. It will all end with their death. These are the kingdoms of men, they are not ordained of God. True, they will be held accountable for the exercise of their power here; God will hold them responsible for that, but so far as salvation and glory hereafter are concerned, their exalted positions here will not avail them anything. There is not a man who has lived since the Church went into the wilderness<span class=\"citation\" id=\"88093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88093)\">D&amp;C 86:3<\/a><\/span> and the kingdom of <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4976\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God was taken from the earth; until Moroni rent the veil and gave to Joseph Smith the records of the Book of Mormon, and until Peter, James, and John sealed upon him the keys of the holy Priesthood,<span class=\"citation\" id=\"84586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84586)\">D&amp;C 27:12<\/a><\/span> who can claim a wife in the resurrection. Not one of them has been married for eternity, but only until death. But unto the Latter-day Saints the sealing ordinances have been revealed, and they will have effect after death, and, as I have said, will reunite men and women eternally in the family organization. Herein is why these principles are a part of our religion, and by them husbands and wives, parents and children will be reunited until the links in the chain are reunited back to Father Adam. We could not obtain a fullness of celestial glory without this sealing ordinance or the institution called the patriarchal order of marriage, which is one of the most glorious principles of our religion. I would just as lief the United States Government would pass a law against my being baptized for the remission of my sins, or against my receiving the Holy Ghost, as against my practicing the patriarchal order of marriage. I would just as lief they would take away any other principle of the Gospel as this. The opinion of men generally, in relation to this subject, is that the Latter-day Saints practice it for the gratification of their carnal desires; but such ideas are wholly untrue. The world seek after this; but the Saints of God practice this principle that they may partake of eternal lives, that they may have wives and posterity in the world to come and throughout the endless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v13n708\"> God promised to Abraham that his seed should be as numerous as the stars in the heaven or as the sands on the seashore.<span class=\"citation\" id=\"53337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53337)\">Gen. 22:17<\/a><\/span> We all know,  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from reading the history of Abraham, that this promise has not been fulfilled, for you may take one square yard of sand on the seashore, and the grains it would contain would be more numerous than all the inhabitants that ever lived on the earth; hence this promise of the Lord could not be fulfilled if, as the Christian world imagine, the marriage relation ceases with the termination of this life, and that after the resurrection there is no increase. But in the resurrection there will be no end to the increase of Abraham, it will continue through all eternity. <\/div><div class=\"paragraph jod\" id=\"v13n710\"> These are some of the principles of the Gospel God has revealed to us. Are they not worth living for and having faith in? They are. Then do not fear because of the wicked. We have everything to encourage us. The Latter-day Saints should be faithful. We should live our religion and be true and faithful to our covenants. We should magnify our callings as Apostles, Elders and Saints, before God, angels and men. We have but little time to work, and we should work while it is called today; by and by night comes when no man can work.<span class=\"citation\" id=\"69551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69551)\">John 9:4<\/a><\/span> When the vision of my mind is opened and I gaze abroad upon this generation, I many times feel to mourn in my spirit to see the darkness and unbelief and the carelessness of man with regard to his future and eternal state. Instead of seeking with all their powers to secure to themselves eternal life they seem to be doing their utmost to turn the last key to seal their condemnation and to make themselves the sons of perdition. They will labor to shed innocent blood and to destroy the Church and kingdom of God on the earth. This is one of the promptings of the evil one. <\/div><div class=\"paragraph jod\" id=\"v13n711\"> There are two things which have always followed apostates in every <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4975\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> age of the world, and especially in our day. In the early days of the Church, in Kirtland, as soon as men apostatized from the Church and kingdom of God, they immediately began to fear their fellow men, and to fancy their lives were in danger. Another peculiarity common to apostates was that they desired to kill those who had been their benefactors. This was the case with the Higbees, Laws, and others with regard to the Prophet Joseph, when they turned against him, they sought with all their powers to take away his life. Not only were they afraid of their own lives, but they sought to take his, and they eventually succeeded, and woe is their doom. What would they not give in exchange for their souls?<span class=\"citation\" id=\"64951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64951)\">Matt. 16:26<\/a><\/span> But no matter, they cannot redeem them. This spirit always accompanies the apostates. What are they afraid of? There is something they do not understand or comprehend; they walk in the dark, and by and by they will unite with the wicked and try to overthrow the very work they have been trying to build up. <\/div><div class=\"paragraph jod\" id=\"v13n712\"> This spirit has always been with the enemies of righteousness.<span class=\"citation\" id=\"71843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71843)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81861)\">Mosiah 4:14<\/a><\/span> The devil seeks to overthrow the kingdom of God and the Saints, and he always will do it as long as he has any power on the earth; therefore we should be united. We should be faithful and labor hard to do what we have to do, and not put off anything for the building up of the kingdom of God. We should obey all the ordinances we can for ourselves and our children; for the living and the dead. We should attend to these things as we go along, and when we get through with our work and into the spirit world, we may look back and be satisfied with our labors. There is a great deal for the Latter-day Saints to do. We have done a good deal,  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but the work is only just commenced. Zion is not what she must be; Zion is growing. She has grown since we came to the valleys of the mountains. We have done something for the living; we have warned the nations; the garments of many of us are clear of the blood of this generation.<span class=\"citation\" id=\"88609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88609)\">D&amp;C 88:75<\/a><\/span> It cannot rise in judgment against Joseph Smith, Brigham Young, or the Twelve Apostles, nor against thousands of the Elders of this Church and kingdom. We have lifted up our voices day and night; we have preached to millions of our fellow men and have traveled hundreds of thousands of miles to offer this Gospel to the nations of the earth. Still they have turned against us, and a great many of them have sought our overthrow. They will receive their reward and we shall receive ours. <\/div><div class=\"paragraph jod\" id=\"v13n714\"> What joy, consolation and satisfaction it will be to the Apostles, Elders, and Saints of God, of this day, who remain true and faithful to the end, having become members of the Church of the Firstborn,<span class=\"citation\" id=\"77272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77272)\">Heb. 12:23<\/a><\/span> and been valiant in the testimony of Jesus,<span class=\"citation\" id=\"87123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87123)\">D&amp;C 76:79<\/a><\/span> when they meet Father Adam, Enoch, Jacob, Isaiah, Jeremiah, Jesus, and the Apostles, how great their joy will be! They labored in their day for the work of God, and their toils are over; we are having our day and our labor. By and by we shall meet and mingle in the eternal world. How fast we pass away! Where is brother Heber, whom we used to see so often in our midst here and in the Endowment House? In the spirit world. Brother Willard, Joseph, Hyrum, David Patten, Jedediah, Parley Pratt, and brother Benson among the rest, have gone. We shall all go pretty soon, we shall not <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4974\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> remain a great while. Our labors in this life are short, and we shall soon pass to the other side of the veil. Our children, the rising generation, will possess the kingdom; on them the labor of rolling on the work of God will rest, until the kingdom and the greatness of the kingdom under the whole heaven will be given to the Saints of the Most High<span class=\"citation\" id=\"61728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61728)\">Dan. 7:27<\/a><\/span> and they will possess it forever and ever,<span class=\"citation\" id=\"61650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61650)\">Dan. 7:18<\/a><\/span> and the meek will inherit the earth.<span class=\"citation\" id=\"62909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62909)\">Matt. 5:5<\/a><\/span> Let us be diligent, let us be faithful; let us labor while it is called today,<span class=\"citation\" id=\"86533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86533)\">D&amp;C 64:25<\/a><\/span> that we may be counted worthy to receive a reward that will satisfy us in the end. <\/div><div class=\"paragraph jod\" id=\"v13n715\"> I pray that God will bless us, that He will pour out His Spirit upon us and give us the testimony of Jesus Christ; that we may guard our welfare and watch ourselves that our feet may not slip.<span class=\"citation\" id=\"56421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56421)\">Ps. 18:36<\/a><\/span> It is an awful thing for a man, in any generation, to receive this Gospel, to taste the good word of God and the powers of the world to come, and then turn away and lose the testimony of Jesus and turn against God; such a man's condition is worse than his who never heard the Gospel of Christ.<span class=\"citation\" id=\"76704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76704)\">Heb. 6:4-6<\/a><\/span> He will lament and mourn, and that, too, without ever receiving redemption. Such individuals cannot be redeemed and restored to that which they have forfeited. It is far better to receive the Gospel and be faithful in the midst of all opposition. If we continue so, when we meet with the fathers we can rejoice with them and partake of the same kingdom and the same glory, quickened by the same spirit, having kept the same law and been preserved thereby.<span class=\"citation\" id=\"88420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88420)\">D&amp;C 88:22,29,34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n716\"> May God bless us all and help us to overcome the world, the flesh and the devil, for Jesus sake. Amen. <\/div>\n<\/div>\n<\/div>"}