{"ID":130001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Responsibility for Teachings&#x2014;The Word of Wisdom&#x2014;Cooperation, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, April 7, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Responsibility for Teachings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v13n1\"> I think I shall not be under the necessity of talking long, as there has been a great deal said to the people this afternoon. I will commence by saying to the Latter-day Saints and to all the inhabitants of the earth that I am responsible for the doctrine I teach; but I am not responsible for the obedience of the people to that doctrine. My position in the presence of God, before the Angels and upon the face of the earth, is that it is easier and more delightful to serve God than to serve ourselves and the devil. <\/div><div class=\"paragraph jod\" id=\"v13n2\"> There has been considerable said this afternoon with regard to redeeming and building up Zion, the Order of Enoch,<span class=\"citation\" id=\"87024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87024)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126215)\">D&amp;C 82:1-24<\/a><\/span> &amp;c. I see men and women in this congregation&#x2014;only a few of them&#x2014;who were driven from the central stake of Zion. Ask them if they had any sorrow or trouble; then let them look at the beautiful land that the Lord would have given <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5142\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them if all had been faithful in keeping His commandments, and had walked before Him as they should; and then ask them with regard to the blessings they would have received. If they tell you the sentiments of their minds, they will tell you that the yoke of Jesus would have been easy and his burden would have been light,<span class=\"citation\" id=\"64322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64322)\">Matt. 11:29-30<\/a><\/span> and that it would have been a delightful task to have walked in obedience to his commands and to have been of one heart and one mind;<span class=\"citation\" id=\"92921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92921)\">Moses 7:18<\/a><\/span> but through the selfishness of some, which is idolatry, through their covetousness, which is the same,<span class=\"citation\" id=\"75618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75618)\">Col. 3:5<\/a><\/span> and the lustful desire of their minds,<span class=\"citation\" id=\"89378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89378)\">D&amp;C 101:1-8<\/a><\/span><span class=\"citation\" id=\"89683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89683)\">D&amp;C 103:3-4<\/a><\/span><span class=\"citation\" id=\"89820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89820)\">D&amp;C 104:3-5<\/a><\/span><span class=\"citation\" id=\"89919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89919)\">D&amp;C 105:1-6<\/a><\/span> they were cast out and driven from their homes. We have been driven many times; but each time, if they who professed to be the servants of God had served Him with an undivided heart,<span class=\"citation\" id=\"129844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129844)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129845)\">Hosea 10:2<\/a><\/span> they would have had the privilege of living in their houses, possessing their lands,  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attending to their meetings, and spreading abroad on the right and the left, lengthening the cords of Zion, and strengthening her stakes<span class=\"citation\" id=\"59683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59683)\">Isa. 54:2<\/a><\/span> until the land had been dedicated to the Gospel of the Son of God. Well, I have been with the rest and I expect I have been covetous like them, and probably I am now; but if I am, I wish somebody would tell me wherein. <\/div><div class=\"paragraph jod\" id=\"v13n4\"> Brother Pratt, in his discourse, had considerable to say with regard to the property of the Saints. I would like very much if the time was now when the Lord would say, &#x201C;Lay down your substance at the feet of the bishops,&#x201D;<span class=\"citation\" id=\"71463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71463)\">Acts 4:34-35<\/a><\/span><span class=\"citation\" id=\"85368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85368)\">D&amp;C 42:31-32<\/a><\/span> and find out who in this Church would be willing to give up all. This cooperative movement is only a stepping stone to what is called the Order of Enoch,<span class=\"citation\" id=\"87025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87025)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126216)\">D&amp;C 82:1-24<\/a><\/span> but which is in reality the Order of Heaven.<span class=\"citation\" id=\"91275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91275)\">D&amp;C 129:7<\/a><\/span> It was revealed to Enoch when he built up his city and gathered the people together and sanctified them, so that they became so holy and pure that they could not live among the rest of the people and the Lord took them away.<span class=\"citation\" id=\"85045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85045)\">D&amp;C 38:4<\/a><\/span><span class=\"citation\" id=\"93222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93222)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n5\"> Ask any Christian in the world if he thinks the Lord rules and reigns supreme in heaven, and he will tell you, &#x201C;Yes.&#x201D; Is it right for the Lord to reign? &#x201C;Certainly it is.&#x201D; Ask him if he would delight to live in a place where one character rules and reigns supreme, and he will answer, &#x201C;Yes, if I could go to heaven.&#x201D; Why? &#x201C;Why, the Lord reigns there.&#x201D; Just ask the Christian if he knows the Lord, and he will tell you, &#x201C;No.&#x201D; Did you ever see him? &#x201C;No.&#x201D; Can you tell me anything of His character? &#x201C;No, only He is something without body, parts, and passions.&#x201D; One of the apostles says that, &#x201C;God is love; and they who dwell in God dwell in love.&#x201D;<span class=\"citation\" id=\"78767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78767)\">1 Jn. 4:16<\/a><\/span> Ask the Christian world if their know anything about <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5141\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and they will tell you they do not. Ask if He has eyes, and they will say, &#x201C;No&#x2014;yes, He is all eyes.&#x201D; Has he a head? &#x201C;Yes, He is all head.&#x201D; Has he ears? &#x201C;Yes, He is all ears, He is all mouth, He is all body, and all limbs;&#x201D; and still without, body, parts, or passions. Why what do they make of Him? A monster, if He is anything; that is what they make of Him. Would you like to go to heaven? &#x201C;O, yes,&#x201D; says the Christian, &#x201C;the Lord reigns there.&#x201D; How do you know you would like the place and the order when you get there? Do you think you will have your farm and your substance by yourself, and live in the gratification of your selfish propensities as you now do? &#x201C;O, no, we expect to be made pure and holy.&#x201D; Where will you begin to be pure and holy? If you do not begin here, I do not know where you will begin. &#x201C;O,&#x201D; says the Christian, &#x201C;if we are going to heaven, where God and angels dwell, and live where one-man power prevails, we should all be satisfied, I expect.&#x201D; We, Latter-day Saints, say so, too. We like to see that power manifested by those whom God calls to lead the people in righteousness, purity, and holiness. This opens up a subject that I am not going to talk about. <\/div><div class=\"paragraph jod\" id=\"v13n6\"> Brother Orson has spoken on the Word of Wisdom.<span class=\"citation\" id=\"88849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88849)\">D&amp;C 89:1<\/a><\/span> The people have done pretty well in keeping it for the last year or two. But are they going to continue, or will they return to their old habits like the dog to his vomit, or like the sow that is washed, to her wallowing in the mire?<span class=\"citation\" id=\"78425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78425)\">2 Pet. 2:22<\/a><\/span> The sale of tobacco, tea, and coffee is increasing in the midst of this people at the present time. What does this prove? It proves that, stealthily or openly, the people are eating and drinking that which is not good for them. Hot drinks, tobacco, and spi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rits are not good for them. Will the people continue to keep the Word of Wisdom, or will they become like the brutes<span class=\"citation\" id=\"78407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78407)\">2 Pet. 2:12<\/a><\/span><span class=\"citation\" id=\"78894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78894)\">Jude 1:10<\/a><\/span> in the parable, or, like fools, return to that which will injure and destroy them?<span class=\"citation\" id=\"57518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57518)\">Prov. 26:11<\/a><\/span> The elders of Israel have talked a great deal to the people upon the principles of life and about the course they should pursue to lay a foundation for health. Let a mother stimulate her system with tobacco, tea, coffee, or liquor, or suffer herself to hanker after such things at certain times, and she lays the foundation for the destruction of her offspring. Do they realize this? No, and in very many instances they care nothing about it. With all the teachings given to this people I think they are very much like the rest of the world, or like the dumb brute beasts that are made to be taken and destroyed.<span class=\"citation\" id=\"78408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78408)\">2 Pet. 2:12<\/a><\/span> And it almost seems that the last comparison is the most appropriate, for intelligence is given us to preserve ourselves, to preserve our health and prolong our natural lives, preserve our posterity, preserve and beautify the earth and make it like the Garden of Eden. But what is the disposition of the people? It is true we are in advance of the world, but we are only just commencing to learn the things of God. I know that some say the revelations upon these points are not given by way of commandment.<span class=\"citation\" id=\"88883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88883)\">D&amp;C 89:2<\/a><\/span> Very well, but we are commanded to observe every word that proceeds from the mouth of God.<span class=\"citation\" id=\"62819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62819)\">Matt. 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n8\"> I cannot say that my family is clear in this respect. They want a little of this and a little of that that it is not wise to use, and I suppose it is the same in other families. Every man, I expect, indulges his wife and children and allows them to take this or that when he knows it is not the best for them. But we, in and of ourselves, ought to be<span class=\"citation\" id=\"88918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88918)\">D&amp;C 89:7-9<\/a><\/span> <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5140\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> independent; every son and daughter in Israel should say, we will keep the &#x201C;Word of Wisdom&#x201D; independent of father, mother, or any elder in the church; we know what is right and we will do it. By so doing this people will increase health in their systems, and the destroying angel, when he comes along, will pass them by.<span class=\"citation\" id=\"88961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88961)\">D&amp;C 89:21<\/a><\/span> Will you take this course? I, as the leader and dictator of this people, feel disgraced when I think they are becoming slothful and negligent and are returning to their former foolish and useless habits; and, refusing to hearken to the least counsel, are turning away to the counsel of the Evil One and doing that which leads to death. <\/div><div class=\"paragraph jod\" id=\"v13n9\"> I want to say a few words still further to the people with regard to their faith in temporal things. If the people called Latter-day Saints do not become one in temporal things as they are in spiritual things,<span class=\"citation\" id=\"87324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87324)\">D&amp;C 78:3-8<\/a><\/span> they will not redeem and build up the Zion of God upon the earth. This cooperative movement is a stepping stone. We say to the people, take advantage of it, it is your privilege. Instead of giving it into the hands of a few individuals to make their hundreds and thousands, let the people, generally, enjoy the benefit arising from the sale of merchandise. I have already told you that this will stop the operations of many little traders, but it will make them producers as well as consumers. You will find that if the people unitedly hearken to the counsel that is given them, it will not be long before the hats, caps, bonnets, boots and shoes, pants, coats, vests, and underclothing of this entire community will all be made in our midst. What next? Shall we have to run to London, Paris, or New York for the fashions? When I see the disposition among the Latter-day Saints to follow the  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fashions and customs of the world, I think, why do you stay here? You had better go back again. I am tired of this everlasting ding-dong about fashions. If I happen to have a coat on that is not what is called fashionable, some of my wives will be sure to say, &#x201C;Husband, or Mr. President, may I give this away;&#x201D; or, &#x201C;I wish it was out of sight, it is not fashionable.&#x201D; If I were to tell the truth I should say, who cares for the fashions of the world? I do not; if I get anything that is comfortable and sits well, and suits my system, it is all I ask. I do not care who wears a bonnet that is six feet above the head behind, twelve feet in front, or that sits close to the crown of her head, or whether it is three straws thrown over the head with ribbons to them. But to see a people who say, &#x201C;We are the teachers of life and salvation,&#x201D; and yet are anxious to follow the nasty, pernicious fashions of the day, I say it is too insipid to talk or think about. It is beneath the character of the Latter-day Saints that they should have no more independence of mind or feeling than to follow after the groveling customs and fashions of a poor, miserable, wicked world. All who do not want to sustain cooperation and fall into the ranks of improvement, and endeavor to improve themselves by every good book and then by every principle that has been received from heaven, had better go back to England, Ireland, France, Scandinavia, or the Eastern States; we do not care where you go, if you will only go. <\/div><div class=\"paragraph jod\" id=\"v13n11\"> I will take up my text again&#x2014;I am responsible for the doctrine I teach. I will say to this people, as I have said ever since I commenced to lift up my voice to the inhabitants of the earth, I will read to them out of the Book of Life. If they will hear it, well; if they will not, I am clear of their blood. I read to the <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5139\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Latter-day Saints out of the Book of Life, and I can give them lessons that will lead them back to the presence of God in the celestial kingdom. But oh, the slothfulness, negligence, and the low, groveling feelings in the midst of this people are a disgrace to them. Will we improve? Yes, let us try and redeem the time and commence anew. <\/div><div class=\"paragraph jod\" id=\"v13n12\"> Yesterday we explained a little with regard to cooperation; we can explain just as far as the people wish to hear and know. Those who rise up against this or any other measure do it because darkness and the spirit of the Evil One reign within them. There is not a man and woman in this Church and Kingdom, who is in possession of the Holy Ghost, but what will lift up their hands to heaven and say, &#x201C;Blessed be God, there is somebody to lead and improve the people,&#x201D; when they contemplate this movement and the results it will work out; and they who fight against it and feel to murmur are actuated by a spirit from beneath. <\/div><div class=\"paragraph jod\" id=\"v13n13\"> I frequently think of the difference between the power of God and the power of the devil. To illustrate, here is a structure in which we can be seated comfortably, protected from the heat of summer or the cold of winter. Now, it required labor, mechanical skill, and ingenuity and faithfulness and diligence to erect this building, but any poor, miserable fool or devil can set fire to it and destroy it. That is just what the devil can do, but he never can build anything. The difference between God and the devil is that God creates and organizes, while the whole study of the devil is to destroy. Everyone that follows the evil inclinations of his own natural evil heart, is going to destruction, and sooner or later he will be no more. I pray you Latter-day Saints to live your religion. Amen. <\/div>\n<\/div>\n<\/div>"}