{"ID":130006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Saints&#x2014;Continuous Faithfulness&#x2014;Women and Fashions.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, April 8, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v13n111\"> I understand that many of the brethren and sisters in the old country lent money to their friends now here to assist them to emigrate; quite a number of letters have been sent, stating that those friends covenanted <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before leaving that they would repay that means with the first money they earned after arriving here, and that they would also send more than they had borrowed, in order to assist those who had previously assisted them.  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>A number of our elders who have been from here on missions to England and other countries, have been in the habit of borrowing money, or of getting it in some way. Some of these elders, when asked to refund what they had borrowed, have said, &#x201C;We did not borrow it, it was a gift to us.&#x201D; I wish to say to such elders, return the money with interest. If it was a gift, return the gift, that it may go back and help many instead of one. <\/div><div class=\"paragraph jod\" id=\"v13n113\"> I do not wish to spend much time on this subject, I wish to give instruction, and to tell you my mind with regard to those elders who have borrowed money from the Saints in Europe. They may pretend to say that it was given to them to excuse themselves for not repaying it, but if they do not refund it, they are unworthy of the fellowship of the Saints, and I ask their bishops to cut every one of them from the Church, without favor or affection. If the bishops do this, they will be doing their duty. Disfellowship them, they are not worthy of a standing in the Church and Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v13n114\"> I wish to ask my brethren, the elders of Israel, to give liberally to help home our brethren and sisters who are now in bondage in the old countries. We have not said anything to the people for a long time with regard to donations. A year ago last fall we commenced a subscription to bring home the Saints. By the following February the amount reached, I think, some nine thousand dollars. Our agent left here about the 27th of February, and about ten days before he started we gave notice that he was going, and between that time and the time he left, the nine thousand had swelled to about thirty thousand; and in the course of three months from then the amount had increased to seventy-six or seventy<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5113\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seven thousand dollars. With this amount a great many were helped here who could only raise part means, some were brought all the way. The brethren and sisters continued to give through the summer, and if I recollect rightly, we have now over thirty thousand dollars in money to help home the poor. Most of this has been sent to Liverpool, but we have some in this city. Now we wish the charity of the brethren and sisters to be extended to bring home the poor Saints, and perhaps it would be as well for me to commence the list. I will say to our clerk he may put down two thousand dollars for Brother Brigham; also one thousand for William H. Hooper, our delegate in Congress, who told me before he went away that he would give another thousand. Now we are ready to receive your thousands or your hundreds, and we will not refuse a five-dollar bill. We got a great many of them from the sisters last fall, more than the people would imagine; if the list were read of the sisters who put in five dollars, ten dollars, and some twenty-five, it would astonish you. This is a short sermon on this subject. The brethren here from the settlements throughout the Territory can carry it home, and it will become generally known. <\/div><div class=\"paragraph jod\" id=\"v13n115\"> I have thought of proposing certain conditions in relation to those who are helped here from abroad; but whether it would be prudent and consistent to do so, I leave the Latter-day Saints to judge. The cogitations of my mind on the subject of bringing home the Saints are somewhat strict. I have thought it would be as well, before helping the poor to emigrate, to have them covenant that after arriving here they would be Saints in every sense of the word. Now, to particularize, I will say that we gather a family here, consisting  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of father, mother, four, eight, or twelve children, as the case may be. They are Latter-day Saints; they wish to gather to Zion and to enjoy all the blessings of Zion; they are anxiously waiting for every gift and blessing God has in store for the faithful, and to be numbered with the Church of the Firstborn;<span class=\"citation\" id=\"77271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77271)\">Heb. 12:23<\/a><\/span> but when they reach here, if we go into their houses, we shall very often find, if they have the means to do it, that they will perfectly soak their systems with tea and coffee, and are perhaps chewing tobacco and doing a little tippling, a little swearing, and so on. This is the way with some who were gathered last year. Now, whether it is better to leave such people to die in the faith in their native lands, or to bring them here to apostatize and deny their Lord and Master, is a question. I think, if I had the knowledge and the power, I would never gather another member of the Church who would apostatize; but I have not this knowledge. I cannot say to a man, you stop and let your family come to Zion. I cannot say to a woman, you stop where you are, you are in the faith now, but if you gather you will apostatize; but your husband and family can gather, they will stick to the faith. I cannot say this, I have not the power, and hence we see many after they arrive here turn away from the holy commandments. I do not know but what it would be perfectly reasonable to make every man and woman, before leaving their native lands, covenant before God to observe the Word of Wisdom,<span class=\"citation\" id=\"88865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88865)\">D&amp;C 89:1-21<\/a><\/span> let liquor alone, use no language unbecoming a Saint, and, in a word, live their religion after arriving here. Whether it would be reasonable and consistent to lay such injunctions on the people before assisting them to gather I do not know. If we were to say to them, before leaving their <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5112\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> homes, &#x201C;Now if we gather you home, will you live your religion?&#x201D; they would jump up, clap their hands together, shout &#x201C;hallelujah,&#x201D; and say, &#x201C;Yes, we will do anything you require if you will only gather us to Zion.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n117\"> Do you not see that I am perfectly tied up? and so are all the elders of Israel in this respect. We may lay all these injunctions on the Saints, and some would break them all. All these things are turned over in my mind, and I look at every side of the question, sound every principle and behold the people as they are. Well, what is to be done? I do not know any better way, perhaps, than to gather the Saints and try to sanctify them after they are gathered together, for when they are baptized they virtually covenant to observe all these rules. When we see the course that the Saints, or those professing to be such, have taken in feeding, clothing, and making our enemies rich here in our midst, it makes me feel that it is time to cease gathering those who will not be Saints indeed. I know, as well as I know that I am a living being, that there is not one professing to be a Latter-day Saint, who has the spirit of his calling, who would not cease this course as quick as he would draw his hands out of the fire, if he thoroughly knew and understood that it tends to the overthrow of the Kingdom of God; and the fact that he helped to sustain the enemies of the Kingdom of God must be attributed to his ignorance. The people have eyes, but they see not; they have hearts, but they do not understand.<span class=\"citation\" id=\"64510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64510)\">Matt. 13:15<\/a><\/span> I will ensure that there are scores, and perhaps hundreds, looking at me while I am speaking, who think, &#x201C;Brother Brigham, you are a fool; we have as good a right to trade with one man as another; and we will go to what store we  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>please, and do what we please with our means, and we will trade with those who will do the best by us.&#x201D; Yet there are hundreds who, and in fact the most of the people, understand the folly of this course, as the experience of the past six months has proved. During that period we have done wonders in guiding the minds and the movements of the Latter-day Saints. Still there are some who seem to have no understanding. I will venture to say they are the foolish virgins. I was going to say they are <span class=\"italic\">like<\/span> the foolish virgins;<span class=\"citation\" id=\"66007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66007)\">Matt. 25:1-13<\/a><\/span> but they <span class=\"italic\">are<\/span> the foolish virgins, and by and by they will find they have no oil in their vessels, and nothing to prepare them to go and meet the bridegroom, and they will be found wanting.<span class=\"citation\" id=\"61528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61528)\">Dan. 5:27<\/a><\/span> But so it is, and we must cultivate the wheat with the tares;<span class=\"citation\" id=\"64583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64583)\">Matt. 13:30<\/a><\/span> the sheep and the goats have to run together.<span class=\"citation\" id=\"66172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66172)\">Matt. 25:32-33<\/a><\/span> Here I am thinking of exacting a covenant from men and women before they are gathered, that they will be Saints indeed afterwards; but while I have such feelings the question stares me in the face, how do you know whether they will be or not? You see men and women here who have been in the Church thirty years, and the most trifling, frivolous, foolish little circumstance imaginable will throw them off the track, and they will go to the devil. It is astonishing, it is marvelous! When I think of these things it recalls a saying that I have sometimes made, that I do my swearing in the pulpit, for they make me think that we have those in our midst who profess to be Latter-day Saints, but who are damned fools. You may say that is swearing; but they are damned, and the wrath of God is upon them,<span class=\"citation\" id=\"68997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68997)\">John 3:36<\/a><\/span><span class=\"citation\" id=\"75317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75317)\">Eph. 5:6<\/a><\/span> just as much as it was in the days of the old apostles. Men and women would take a very different course if they could see and understand things as they are.<span class=\"citation\" id=\"81705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81705)\">Jacob 4:13<\/a><\/span> But <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5111\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I will take back the expression, &#x201C;if they could see and understand.&#x201D; I say they <span class=\"italic\">can<\/span> see and understand, if they have a mind to cast out of their hearts the love of the world,<span class=\"citation\" id=\"78567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78567)\">1 Jn. 2:15<\/a><\/span> the love of riches,<span class=\"citation\" id=\"126235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126235)\">1 Tim. 6:10<\/a><\/span> and the little frivolous traits of character they so often manifest. The love of fashion,<span class=\"citation\" id=\"126236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126236)\">Morm. 8:37<\/a><\/span> for instance, which darkens, beclouds, and casts a shade over the spirits of our sisters. They cannot have this, and they do not like that, and the next thing anger creeps into their hearts and they feel revengeful, and &#x201C;I wish I could do somebody an injury; I wish I could come up with my husband; I wish I could do something or other to mar his peace, inasmuch as mine is marred, because I cannot follow somebody else's fashion.&#x201D; Such little, trifling, contemptible, frivolous, things cast a dark shade over their feelings, and the first thing they know they give way to a revengeful, vindictive, wicked spirit, which leads them to destruction. <\/div><div class=\"paragraph jod\" id=\"v13n119\"> Now, I will go back again to my text&#x2014;whether we should exact the injunctions I have named of the Saints before gathering, or whether we should not? I leave it to the people, for I do not care much about it, for the simple reason that I do not know enough to decide, and yet I know as much as anybody else. I might pick up this man and that woman, and this family and that family, and leave others because I might not think them worthy, when those who are left behind would probably stick to the faith, while those who are gathered might apostatize. I do not know how to do any better than we are doing, unless the Lord reveals it. I will say to the brethren and sisters, we are ready to receive your donations. Open your hearts and your purse strings. I leave this matter now for your action. <\/div><div class=\"paragraph jod\" id=\"v13n120\"> I spoke a little here yesterday and  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the day before; but I have not really said what I wish, and whether I shall be able to answer my own feelings with regard to our success in our cooperative system of merchandising I do not know. I want to say to the Latter-day Saints we have wrought wonders. It was observed here by one of the brethren that to guide the minds of the people and to govern and control them is a greater miracle than to raise the dead. That is very true. The Lord Almighty could resuscitate a corpse lying before us a thousand times easier than He could control the congregation in this house. He has the material on hand, and He knows every process, and He could give life to a lifeless being, with ease, by the elements He would operate upon and with. This is a great miracle in our estimation; but it would be no miracle at all to the Lord, because He knows precisely how to do it. There is no miracle to any being in the heavens or on the earth, only to the ignorant. To a man who understands the philosophy of all the phenomena that transpire, there is no such thing as a miracle. A great many think there are results without causes; there is no such thing in existence; there is a cause for every result that ever was or ever will be, and they are all in the providences and in the work of the Lord. It would be no particular miracle for the Lord to resuscitate a person whose breath had left the body. By bringing the elements to bear on the system, He could make that system breathe again and live, but to control this people can only be done by persuasion.<span class=\"citation\" id=\"90892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90892)\">D&amp;C 121:41<\/a><\/span> We have the privilege of choosing, refusing, acting, rising up, sitting down, doing this or not doing; we are just as independent in our sphere as the Gods are in theirs, and our agency is our own, and we can do as we please. We can govern and <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5110\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> control ourselves, and when we do this by the law of truth it produces life within us and leads to eternal life; but when we take the opposite course and yield to principles that tend downward the result is death and destruction. Now I will make the application, that you and I have done just as we please. We have traded with whom we please. We shall do so as far as we can. We cannot all do just as we please, because a great many times we want to and cannot, and that is what produces misery, which is called hell. We have done as we please with regard to trading. We requested the people last Conference in this room to cease trading with their enemies. Do you see the effects of this? Yes, they are apparent to every inhabitant of this Territory; they are apparent to the passer-by, to the transient person and to the world; and the commercial world has said, &#x201C;This is the first thing we have ever seen in the character of you Latter-day Saints, that manifested that you knew enough to take care of yourselves.&#x201D; It tells also upon our enemies. Suppose we had not checked this trading with outsiders, and had not turned the stream into another channel, you would have seen, perhaps, one hundred merchants in this city now more than last year. They would have brought their clerks and friends and a great number who would have operated against us. Not but what there are many here now, and have been, who have been very gentlemanly and kind; but where is their friendship? Is there a man who does not belong to this church who would not vote for a man out of the church for mayor of the city, and for men who do not belong to the church for aldermen and councilors? No, there is not one amongst them but what would do this. And what would they not do? They would not do right and  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteously, that is what they would not do. But anything on the face of this earth to remove power and influence from the Latter-day Saints, and to remove them from their homes, many of them would do. We have been able to check this, and it is for our advantage. Many of us have suffered the loss of all things several times. I have been broken up five times and left a handsome property, and have taken the spoiling of my goods just as patiently as I could. I do not want to see these things enacted again. I know how to avert them. If the people will hearken to the counsel which God gives through His servants, they will never experience any such thing again; but if they will not, they will, perhaps, suffer just as they have heretofore&#x2014;the good with the bad, the righteous through the evil deeds of those who profess to be righteous and are not; the simple, the honest and the good will have to suffer with the hypocrite and the wicked. I am thankful to God that the ears of the Latter-day Saints have been open to hear and their hearts open to receive and act upon good counsel as far as they have been. <\/div><div class=\"paragraph jod\" id=\"v13n123\"> The sisters in our Female Relief Societies have done great good. Can you tell the amount of good that the mothers and daughters in Israel are capable of doing? No, it is impossible. And the good they do will follow them to all eternity. If we get the sisters on our side with regard to trading in stores, with regard to donations, or with regard to improvement, we have gained all that we can ask. What do men care about fashion? You will not find one man in a thousand that cares anything about it. Men have their business before them, and their care and attention is occupied with that. You will find that the farmer, the blacksmith, the carpenter and even the merchant, <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5109\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were it not that he is compelled to appear decently in society, care nothing about fashion. They want the dollars and the dimes. The lawyer cares nothing about fashion, only to gain the feelings of the people and have influence over them, that he can bring them one against another, so that he may get their dimes; that is all he cares about fashion. The doctor cares nothing about fashion. If he can make the people believe that he knows it all, and that they know nothing, he would as soon wear a hat with a brim six inches wide, and the crown an inch and a half high, as he would wear one with the crown six inches high and the brim an inch and a half wide. He cares no more for fashion than that, if he can only get the purses of the people, that is all he cares for. I speak now in general terms, for there are exceptions in every class. It is the ladies who care for fashion. They are looking continually to see how this and that lady are dressed. But if we can enlist their feelings and interests in business matters, then victory is sure. The mothers and daughters in Israel have better judgment, and they do know more than females in the world. They do understand the true principles of comfort, and how to adorn their persons so that they may present an attractive appearance to their husbands, families, friends, and neighbors; and if we can make them believe this, I reckon that, by and by, they will begin and make fashions to suit themselves, and will not be under the necessity of sending to Paris or to the East to find out the fashions or to find out whether they shall make their Grecian bends one-half, two-thirds, or one-third as large as in New York; or whether they shall cut a frock so as to show their garters every step or to drag yards on the ground behind them. I think  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that, after a while, they will consider that they know a little of something as well as other people, and if we can enlist their sympathies and judgments, tastes and abilities with regard to trading, fashion, etc., the battle is won. <\/div><div class=\"paragraph jod\" id=\"v13n125\"> The sisters have already done much good, and I wish them to continue and go ahead. Have a Female Relief Society in every ward in the mountains; and have a Cooperative store in every ward, and let the people do their own trading. There are some of the brethren around who have asked me whether they shall trade at the Parent Store or whether they shall send East for their goods. They cannot see and understand things; after a while they will. You take the Lehi Cooperative Store, for instance: Bishop Evans started it there last summer. Suppose he had sent East for his goods in July; if he had had the same luck that others have had, they would have been landed about this time, and some of them by and by, and when they had been operating three months what would they have made? Nothing. But they came down here and bought their goods and took them home, only a thirty miles' drive, and put them on the shelves, and they were soon bought up. They sent to Salt Lake City about once a week to replenish their store, and when five months had passed away they struck a balance sheet and every man that had put in twenty-five dollars&#x2014;the amount of a share&#x2014;had, in addition to that amount, a little over twenty-eight dollars to his credit. Have any of our city merchants who have traded from here to New York, made money like this? Not one, and yet the people here have paid one-third more for their goods than the people had to pay in the Cooperative Stores. I understand the brethren in Cache <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5108\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Valley are going to send East for their goods. Well, send for them, and you will get a little knowledge; but you will buy it; however bought wit is pretty good, if you do not pay too dear for it. <\/div><div class=\"paragraph jod\" id=\"v13n126\"> Recollect that in trading there is great advantage in turning over your capital often. Suppose the Cooperative Stores were to send to New York for their goods, they might turn over their capital once a year; then instead of making anything they would run under. <\/div><div class=\"paragraph jod\" id=\"v13n127\"> I want to impress one thing on the minds of the people, which will be for their advantage if they will hear it. When you start your Cooperative Store in a ward, you will find the men of capital stepping forward, and one says, &#x201C;I will put in ten thousand dollars;&#x201D; another says, &#x201C;I will put in five thousand.&#x201D; But I say to you, bishops, do not let these men take five thousand, or one thousand, but call on the brethren and sisters who are poor and tell them to put in their five dollars or their twenty-five, and let those who have capital stand back and give the poor the advantage of this quick trading. This is what I am after and have been all the time. I have capital, and have offered some to every ward in the country when I have had a chance. I would take shares in such institutions. I am not at all afraid; but nobody would let me take any, except in Provo and in the wholesale store here. I will say to Bishop Woolley, in the 13th ward, do not let these men with capital take all the shares, but let the poor have them. I say the same to the 14th ward and to every ward in the city; and you bishops, tell the man who has five thousand or two thousand to put in, to stand back, he cannot have it. If your capital is doubled every three months, it would make him rich too fast, and he cannot have the  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege; we want the poor brethren and sisters to have the advantage of it. Do you understand this, bishops and people? <\/div><div class=\"paragraph jod\" id=\"v13n129\"> The capitalists may say, &#x201C;What are we to do with our means?&#x201D; Go and build factories and have one, two, or three thousand spindles going. Send for fifty, a hundred, or a thousand sheep and raise wool. Some of you go to raising flax and build a factory to manufacture it, and do not take every advantage and pocket every dollar that is to be made. You are rich, and I want to turn the stream so as to do good to the whole community. <\/div><div class=\"paragraph jod\" id=\"v13n130\"> I am delighted every time I hear a company say, &#x201C;We do not want your capital, we have plenty.&#x201D; I know what to do with mine. I have been the means, in the hands of God, of starting every woollen and cotton factory there is in the Territory, and almost every carding machine. We are going to build a large factory at Provo. Some say we have not wool to carry on the business. Yes, we have, and we have plenty of capital. Suppose we send to the States and buy a hundred thousand or five hundred thousand pounds of wool; we are as well able to do it as others; or suppose we send to California or Oregon and buy fifty thousand pounds of wool, and ship it on the railroad and work it up. Will the people wear it? Yes, just as quick as we get the women to tell their husbands to wear homemade instead of broadcloth, they will do it. I would not even wear out the cloth that has been given to me were it not that my wives and daughters want me. If they were to say, &#x201C;Brother Brigham, wear your homemade, we like to see you in it,&#x201D; I would give away my broadcloth, but to please the dear creatures I wear almost anything. Only let us get the sisters into this <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5107\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mind, and homemade clothing will soon become the fashion throughout the Territory. I had a present sent me the other day of some homemade linen for a coat, and I calculate to wear it this summer. I wear my homemade a great deal, but I have not got it on today; if I could only get my wives to say, &#x201C;Brother Brigham, your homemade is very nice, and we should like to see you wear it,&#x201D; I should certainly wear it. <\/div><div class=\"paragraph jod\" id=\"v13n131\"> When the first merchants came here I foresaw all that we have passed through. I knew the foundation was laid for the destruction of this people if they were fostered here, and I know so today. We have turned the current, and we are controlling it, and the sisters are helping us. Now, sisters, if you will continue to help us, and will trade with none but Latter-day Saints, just hold up your hands. [The vote was unanimous.] Now, I will tell you why we bother you women, though I acknowledge that if we did not go to see the women they would come and see us; but we are so anxious to see you that we follow you up. But the reason why we are so anxious to have you sisters on our side in regard to these trading matters, is because we know if you will only say whom you will trade with and with whom you will not trade, that we shall follow you. <\/div><div class=\"paragraph jod\" id=\"v13n132\"> What I have been saying with regard to these ward cooperative stores doubling their capital once in three months, is for the encouragement of the poor, and to induce them to invest their little means and do something for themselves. Here is the 10th and the 5th and 6th wards, which are looked upon as the poorest wards in the city, though I believe the bishop of the 3rd ward feels that his ward is the poorest in the city; but I will venture to say that  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if these wards will each establish a store and concentrate their influence, they will double their capital every three months. I know that the 10th ward, which started with 700 dollars, three weeks afterwards had a thousand dollars worth of goods paid for and considerable money in the drawer. Think of that, in that poor little ward, though I will give it the praise of being one of the best wards in the city. It has one of the finest bands of music in the city, and they <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5106\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> make one of the best turnouts when they exhibit themselves. <\/div><div class=\"paragraph jod\" id=\"v13n134\"> I have talked long enough. I will turn again to my starting point. Let us have your money to bring home the poor Saints. I feel also to urge upon my brethren and sisters to observe every word that the Lord speaks.<span class=\"citation\" id=\"62820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62820)\">Matt. 4:4<\/a><\/span> Observe the counsel that leads to life, peace, glory and happiness, but do not observe that which leads to contention, ruin, and destruction. Amen. <\/div>\n<\/div>\n<\/div>"}