{"ID":130002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Axe is Laid to the Root&#x2014;Exhortation to Faithfulness.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, delivered in the Tabernacle, Salt Lake City, February 28, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Axe is Laid, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 2\/28\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v13n15\"> I am requested to occupy a little time this afternoon prior to my departure for my field of labor in the South, and if I can have your faith and prayers, I will try to speak upon a few subjects. A certain very expressive passage of Scripture, contained in the New Testament, has been passing through my mind since I have been sitting here. I will repeat it&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n16\"> &#x201C;Now also the axe is laid unto the root of the trees: therefore every tree which bringeth forth not good fruit is hewn down, and cast into the fire.&#x201D;<span class=\"citation\" id=\"62696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62696)\">Matt. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n17\"> This figure of the fruit tree, though spoken in reference to the followers of the Savior in his day, is equally as applicable to us as to those to whom it was addressed. There are many other sayings of the Savior of a similar character, applied to the people of God in reference to the diverse doctrines and teachings of men; also warning them against false prophets and those who might come to them in sheep's clothing, but inwardly were ravening wolves.<span class=\"citation\" id=\"63895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63895)\">Matt. 7:15<\/a><\/span> He said to his disciples, &#x201C;By their fruits shall ye know them,&#x201D;<span class=\"citation\" id=\"63922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63922)\">Matt. 7:20<\/a><\/span> for every tree that bears good fruit is a good tree; but a corrupt tree did not bring forth good fruit.<span class=\"citation\" id=\"63912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63912)\">Matt. 7:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n18\"> Now this figure of the axe being laid at the root of the tree, and every tree that bringeth not forth good <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5138\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fruit shall be hewn down and cast into the fire,<span class=\"citation\" id=\"62697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62697)\">Matt. 3:10<\/a><\/span> being equally as applicable to God's people in these days as to His people in the days in which it was spoken, is very impressive, and should be retained in every mind; every heart should reflect upon it, and everyone should inquire, &#x201C;Am I a subject for the burning, or am I bearing good fruit?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n19\"> To answer these questions satisfactorily we must be instructed in the things of God, so that we may understand our duties and know what God requires of us, we must become acquainted with the Kingdom of Heaven and the fruits thereof. <\/div><div class=\"paragraph jod\" id=\"v13n20\"> The people of olden times, to whom this saying of the Savior was addressed, were a peculiar people: they and their fathers before them for many generations had claimed to be the people of God. To their forefathers God had sent His prophets, revealed His word, and he had made His covenant with them, and had blessed them with many blessings. Yet in the days of the Savior, as a nation, they had apostatized and had fallen from their high position; they had become divided into sects and parties, proud, covetous, self-righteous, and very conceited; and the Savior pronounced many woes upon them.<span class=\"citation\" id=\"64265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64265)\">Matt. 11:21<\/a><\/span><span class=\"citation\" id=\"65509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65509)\">Matt. 23:13-29<\/a><\/span> He illustrated their condition in a very noted parable concerning a certain vineyard, which the hus<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bandman rented or let out, and then took his journey into another country. At the proper season the lord of the vineyard sent his servant to receive his share of the fruit of the vineyard; but instead of the men who had leased the vineyard paying up frankly and faithfully what they had stipulated to pay, they refused to pay at all, and also cast the servant out of the vineyard. The lord of the vineyard then sent other servants to seek his share of the fruit of the vineyard, but they were treated in like manner, some of them being beaten, whipped, cast out, and slain. Last of all the lord of the vineyard said, &#x201C;I will send my son; peradventure they will reverence him and have respect to their agreement, and render to him the fruits of the vineyard.&#x201D; But, when the son came, the husbandmen said among themselves, &#x201C;This is the heir; come, let us kill him, and the inheritance shall be ours.&#x201D; And they seized the son, cast him out and slew him. &#x201C;Now,&#x201D; said the Savior to the people to whom He addressed this parable, &#x201C;what will be done unto these husbandmen?&#x201D; They answered, &#x201C;He will miserably destroy those wicked husbandmen, and will let out his vineyard unto other husbandmen, who shall render him the fruits in their seasons.&#x201D; Said the Savior in effect, &#x201C;This is a very righteous judgment; even so shall it be done unto you. I blessed your fathers and established my covenant with them; sent my prophets and revealed my word unto you, their children, and have called upon you all the day long, but you have not brought forth the fruits of the kingdom; you have rejected and slain my prophets, and lastly, you have rejected the Son, therefore I say unto you, the kingdom shall be rent from your hands, and given to another <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5137\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people, who will bring forth the fruits thereof.&#x201D;<span class=\"citation\" id=\"67916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67916)\">Luke 20:9-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n22\"> Such was the fate of the Jewish people, because they rejected the prophets who were sent unto them, and, last of all, the Savior. The Savior revealed himself first to that people, and first established his church in their midst. He sent his disciples to preach, not to the Gentiles, but to &#x201C;the lost sheep of the house of Israel.&#x201D;<span class=\"citation\" id=\"64795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64795)\">Matt. 15:24<\/a><\/span> They were commanded to confine their labors to these; but they to whom he first sent his disciples did not, as a general thing, listen or obey the message they delivered to them. There were a goodly number who believed and were baptized, and from their midst the priesthood with the Gospel and its ordinances were carried to the Gentile nations, and the Jews, as a nation, were given over to unbelief and hardness of heart, their government destroyed, their towns, cities, and provinces absorbed by surrounding nations, their devoted capital city laid in ruins, and of their beautiful temple not one stone was left on another.<span class=\"citation\" id=\"65630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65630)\">Matt. 24:1-2<\/a><\/span> So complete was the ruin of their chief city that, subsequently, the very ground upon which it stood was broken up and ploughed like a field.<span class=\"citation\" id=\"60593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60593)\">Jer. 26:18 (JST)<\/a><\/span><span class=\"citation\" id=\"62115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62115)\">Micah 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n23\"> The apostles and servants of God who were called to be witnesses of Jesus went abroad to the surrounding nations, and everywhere baptized and built up churches, grafting the Gentile nations into the &#x201C;tame olive tree.&#x201D; Israel was likened by one of the ancient prophets to a tame olive tree<span class=\"citation\" id=\"81761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81761)\">Jacob 6:1<\/a><\/span> and the Gentile nations to a wild olive tree. It is said by the Apostle Paul that the branches of the tame olive tree were cut off because they were barren and unfruitful, and that the branches of the wild olive tree were grafted into the  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mother stock and brought forth good fruit.<span class=\"citation\" id=\"72779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72779)\">Rom. 11:17-24<\/a><\/span> So it was in the preaching of the Gospel; the Gentiles accepted with greater freedom and gladness the testimony of the disciples of Christ. It is not my purpose to enlarge upon the cause why the Jewish race continued to persecute and hedge up the way of the disciples and followers of Christ. Through the mercy of God our Father, salvation came unto many Gentile nations, because they believed the testimony of Jesus proclaimed to them by his disciples; and they were baptized into Christ, and became the seed of Abraham by adoption,<span class=\"citation\" id=\"74574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74574)\">Gal. 3:27-29<\/a><\/span> while the lineal descendants of Abraham were rejected of God because of their unbelief.<span class=\"citation\" id=\"126217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126217)\">Rom. 11:20<\/a><\/span><span class=\"citation\" id=\"126218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126218)\">1 Ne. 10:11<\/a><\/span><span class=\"citation\" id=\"126219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126219)\">3 Ne. 16:7<\/a><\/span><span class=\"citation\" id=\"126220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126220)\">Ether 4:14<\/a><\/span> They did not bring forth the fruits of the kingdom of God, therefore the kingdom was taken from them and given to another people according as Jesus had predicted.<span class=\"citation\" id=\"65343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65343)\">Matt. 21:43<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n25\"> Now, why was all this? Was it simply because of the sins of their rulers and chief priests, or was it because of the general corruption, unbelief, and wickedness of the whole people? I answer, it was not only the wickedness of their rulers and the corruption and hypocrisy of their priests, but of the whole people, priests and rulers included. In the language of one of the prophets, their teachers taught for hire; their judges judged for reward; their prophets divined for money,<span class=\"citation\" id=\"62104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62104)\">Micah 3:11<\/a><\/span> and &#x201C;my people love to have it so, and what shall be the end thereof?&#x201D;<span class=\"citation\" id=\"60397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60397)\">Jer. 5:31<\/a><\/span> The people had lifted themselves up in pride; they loved gold and silver and precious things, and set up gods whom they might adore. If they did not actually set up graven images and gods of wood and stone, they set up teachers and priests like unto themselves. Their judges and priests took bribes,<span class=\"citation\" id=\"55418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55418)\">1 Sam. 8:3<\/a><\/span><span class=\"citation\" id=\"56541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56541)\">Ps. 26:10<\/a><\/span><span class=\"citation\" id=\"59051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59051)\">Isa. 33:15<\/a><\/span> and their public servants could be bought with money. They sought <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5136\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honor one of another and sought not honor which comes from God alone.<span class=\"citation\" id=\"69195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69195)\">John 5:44<\/a><\/span> In short they lived for the present life only, and did not know how to enjoy it properly, for the fruit of evil doings is always evil, though it ofttimes appears tempting and alluring to the inexperienced and thoughtless, and its fruits may be sweet in the mouth, but in the belly they are invariably bitter.<span class=\"citation\" id=\"79391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79391)\">Rev. 10:9-10<\/a><\/span> The fruits of righteousness are joy, peace, and contentment in this life, and life hereafter;<span class=\"citation\" id=\"74645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74645)\">Gal. 5:22<\/a><\/span> while the fruits of unrighteousness are misery, grief, sorrow, and death. There is nothing more certain than the saying in Scripture, &#x201C;that the wages of sin is death.&#x201D;<span class=\"citation\" id=\"72470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72470)\">Rom. 6:23<\/a><\/span> That is as true today as it was in the day when it was spoken. No man or woman can do a wrong thing, whether ignorantly or with the intent to do wrong, without sooner or later reaping the bitter fruits of that wrongdoing. It is true that the mercy and loving kindness of God our Father comes to the aid of all who sin ignorantly, and lightens their punishment because they sinned ignorantly, and as soon as they were enlightened they turned away and repented before the Lord in sorrow. It is written that he who knoweth his master's will and doeth it not shall be beaten with many stripes; but he who sins ignorantly, though he may do things worthy of many stripes, shall be beaten with few<span class=\"citation\" id=\"67652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67652)\">Luke 12:47-48<\/a><\/span> if he forsakes his evil course when he understands it, inasmuch as his spirit is not defiled thereby. He who consents to and approves of a wrong in his heart,<span class=\"citation\" id=\"63175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63175)\">Matt. 5:28<\/a><\/span> or becomes the aider and abettor of those who do wrong, though he may not be the personal doer of that wrong, may be more culpable and more deserving of punishment than the one who is actually guilty, for the latter, ignorant of the conse<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quences, may be influenced by the former, who knows the results and effects of the wrong done. In such a case the prompter of the evil would be punished far more severely than he who actually committed it. It is a consolation to the righteous to know that God judges not by the sight of the eye, but by the secret thoughts and intents of the heart.<span class=\"citation\" id=\"76546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76546)\">Heb. 4:12<\/a><\/span><span class=\"citation\" id=\"83882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83882)\">D&amp;C 6:16<\/a><\/span><span class=\"citation\" id=\"88763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88763)\">D&amp;C 88:109<\/a><\/span> The final judgment of the human race is deferred to their next estate, that God may judge the spirit according to the deeds done in the body,<span class=\"citation\" id=\"74141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74141)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82033)\">Alma 5:15<\/a><\/span> His judgment not being passed upon the body, but upon the spirit, the body having paid the penalty of its own faults and errors by death. The spirit is held responsible for the acts done in the body. No spirit can plead, before the bar of Jehovah, the weakness of the flesh as a justification of sin; the latter may be urged in palliation, but not in justification. Our Father is full of mercy,<span class=\"citation\" id=\"88011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88011)\">D&amp;C 84:102<\/a><\/span> but he cannot look upon sin in any individual with the least degree of allowance;<span class=\"citation\" id=\"83715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83715)\">D&amp;C 1:31<\/a><\/span> but every spirit must be held responsible, and will have to answer at the bar of God, and will there receive a just and righteous judgment for the deeds done in the body.<span class=\"citation\" id=\"86824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86824)\">D&amp;C 76 Headnote<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n27\"> But it will be found, in the language of Paul, that some men's sins have gone to judgment beforehand; others will follow after.<span class=\"citation\" id=\"75973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75973)\">1 Tim. 5:24<\/a><\/span> In other words, some men will have their accounts balanced and settled in time, before the time for the final reckoning arrives, and when that time comes they will have enough on the credit side of their account to balance the debtor side, and they will stand square, free, and accepted; while these whose sins follow them to judgment will have a long list of accounts unadjusted and a heavy balance against them, with nothing to set off against it. <\/div><div class=\"paragraph jod\" id=\"v13n28\"> What class of beings are they who <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5135\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are so highly favored as to have their sins go to judgment before them? Why, they are they who have repented of their sins, and have ever kept the law of God, and not been anxious to run in debt again. There are many people who, in both spiritual and temporal things, as long as they can have an open book account, are ready to run up bills. But prudent, wise, and careful men and women like to have short reckonings and to know pretty often how they stand and to keep their accounts square. They never lay themselves down to rest, or rise in the morning, without communing with their God and learning the position they occupy in His sight. In our communings with our Father it is our privilege to learn this lesson, and it is one that every Saint should learn. If we live continually so as to enjoy the guidance of the Holy Spirit of God, it will hold the mirror before our eyes, and enable us to understand our positions before God as plainly as we behold our natural faces in the glass; and if we have been heedless or negligent in the performance of our duties, it will be presented to our minds, and we will learn our faults, and if we sincerely repent, the whisperings of the Holy Spirit will prompt us as to the course we should take to make things right. If you have slandered, given place to envy or jealousy, or have indulged in backbiting, evil speaking, faultfinding, criticizing, or have used an evil influence concerning your brother or sister, the Spirit will say to you, &#x201C;Go and make that right, ask your friends who have suffered by your folly to be merciful to you and to let your fault be buried.&#x201D; You will thus pour in the oil, and, as far as in you lies, heal the wound you have inflicted.<span class=\"citation\" id=\"67426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67426)\">Luke 10:34<\/a><\/span> And when you have thus obtained your brother's forgiveness you can look up to your  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father in Heaven and with confidence ask for His forgiveness. <\/div><div class=\"paragraph jod\" id=\"v13n30\"> No individual can wrong another without that wrong being thrown back upon himself. This is just as sure as that your face is reflected in a camera when the light shines upon it. You go into a photographic gallery to have your likeness taken; you sit down opposite the camera, and the effect of the light upon the instrument is to make it reflect an exact likeness of yourself. It is precisely similar with every evil action&#x2014;they exemplify the truth of the well-known maxim that, &#x201C;curses come home to roost.&#x201D; This is universally true. No person can, with impunity, put his fingers in the fire; neither can any person violate the laws of life and health without suffering pain and sickness in consequence. Though the Lord is long-suffering and full of loving kindness,<span class=\"citation\" id=\"81150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81150)\">1 Ne. 19:9<\/a><\/span> the penalties attending the violations of His laws are sure to overtake the offender sooner or later, and foolish is the man or woman who fosters the delusive hope that it will be otherwise. <\/div><div class=\"paragraph jod\" id=\"v13n31\"> The foundation and the seeds of dissolution and death are sown in our tabernacles. The passions of human nature work, ultimately, the overthrow and dissolution of our bodies; and this is no more true than that the spirit, in like manner, works out its own dissolution, that is, whosoever suffers the second death,<span class=\"citation\" id=\"80770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80770)\">Rev. 21:8<\/a><\/span> which is a spiritual death,<span class=\"citation\" id=\"82136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82136)\">Alma 12:16<\/a><\/span> suffers that death as the legitimate fruit of his evil doings as certainly and as naturally as the body suffers death through the violation of the laws of its own organization. Whether we violate the laws of our organizations ignorantly or otherwise, the results are the same. The child who runs innocently into the fire, ignorant of its power to injure him, is burned just as quick as the grown person who does. You <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5134\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> overload the stomach of a child who knows not the capacity of his system, and he suffers the consequence just the same as if he had understood all about it. <\/div><div class=\"paragraph jod\" id=\"v13n32\"> The purpose of the Gospel of Christ is to enlighten the mind upon all these subjects, and inasmuch as we are willing to receive instruction we, through it, may learn how to prolong our physical existence here, and how to secure everlasting life in the world to come, or in other words, to enter upon our third estate, which will be glorious and immortal; and in which they who are privileged to enter upon it will be prepared to exercise the highest functions of their existence and to enlarge, increase, and extend forever, until, like Abraham of old, to their increase there shall be no end,<span class=\"citation\" id=\"58064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58064)\">Isa. 9:7<\/a><\/span> and when the stars of the firmament or the sands of the seashore shall be less numerous than their creations.<span class=\"citation\" id=\"53336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53336)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91708)\">D&amp;C 132:30<\/a><\/span><span class=\"citation\" id=\"126221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126221)\">Abr. 3:14<\/a><\/span> Incomprehensible as this may be to our finite minds, it is a faint view of the glories of the third estate. If we would secure a right to such inestimable blessings, it must be by obedience to the laws of life which God has revealed to us. If we sin willfully, after having been enlightened as to the consequences of our sin, there remains, says the Apostle Paul, no more sacrifice for sin, but &#x201C;a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.&#x201D;<span class=\"citation\" id=\"76937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76937)\">Heb. 10:26-27<\/a><\/span> But if we err in ignorance, and, after having been instructed, we repent of our sins, there is a door of mercy opened for us, and we shall be beaten with few stripes.<span class=\"citation\" id=\"67656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67656)\">Luke 12:48<\/a><\/span> Such persons, when they have wronged a brother or sister in ignorance, will, upon being convinced of it, go straightway and rectify that wrong. If they have oppressed the hireling in his wages,<span class=\"citation\" id=\"62414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62414)\">Mal. 3:5<\/a><\/span> when they become convinced of the fact, they have gone straight<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way and made it right, paying him fourfold if necessary.<span class=\"citation\" id=\"67888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67888)\">Luke 19:8<\/a><\/span><span class=\"citation\" id=\"89341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89341)\">D&amp;C 98:47<\/a><\/span><span class=\"citation\" id=\"91056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91056)\">D&amp;C 124:71<\/a><\/span> After pursuing such a course the Father forgives them. He says if we do not forgive one another, neither will He forgive us.<span class=\"citation\" id=\"63489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63489)\">Matt. 6:14-15<\/a><\/span> This principle is laid down in the Scriptures in that beautiful and simple prayer which Jesus taught to his disciples&#x2014;a specimen of honest, childlike brevity and simplicity. In another place the Savior says, &#x201C;Moreover, if thy brother shall trespass against thee, tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.&#x201D;<span class=\"citation\" id=\"65053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65053)\">Matt. 18:15<\/a><\/span> If thy brother is not convinced of his wrongdoing, do not be discouraged at the failure to convince him; but try again. Get some brother, who is filled with faith, love, and charity, to go with you to use his influence with him, and if you do not succeed in melting the icicle from your brother's heart, your friend will, at least, be your witness before the Lord that you have fulfilled your part; and your unforgiving brother will be held accountable. Our account is then settled, inasmuch as we obey the ordinances of the House of God&#x2014;the conditions upon which the children of men may find favor with God. If we have wronged our brother, stolen his property, swindled him out of it unrighteously, or obtained it without having the means to pay him for it, we should repent and make restitution, even if we have to become his servant until he is satisfied, then our Father, who is the judge between us, will &#x201C;say it is enough.&#x201D; The same principle will hold good with regard to any other evil. If we, through covetousness for filthy lucre, have oppressed the hireling,<span class=\"citation\" id=\"62415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62415)\">Mal. 3:5<\/a><\/span> or have neglected to relieve the wants of the sick and destitute, the Lord's poor will rise up in judgment against us. They will say, &#x201C;I was naked, and ye clothed me not; <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5133\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I was sick and in prison, and ye visited me not.&#x201D;<span class=\"citation\" id=\"66184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66184)\">Matt. 25:35-46<\/a><\/span> And Jesus himself will be the accuser of such. He has said that he will place such persons at his left hand among the goats, and will say unto them, &#x201C;Depart from me, I know you not.&#x201D;<span class=\"citation\" id=\"126222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126222)\">Matt. 7:23<\/a><\/span> Many of them may expostulate and inquire, &#x201C;Lord, when saw we thee an hungered, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?&#x201D; But Jesus will answer, &#x201C;Inasmuch as ye did it not to one of the least of these, ye did it not unto me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n34\"> There were some anciently who seemed to obtain light enough to appreciate these sentiments, and who, in accordance with the counsels of the Savior, forsook their evil ways and sought to make friends of the mammon of unrighteousness,<span class=\"citation\" id=\"67739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67739)\">Luke 16:9<\/a><\/span> and by doing good with their ill-gotten gains, they, in some measure repaired the wrongs they had done. These good deeds will stand on the credit side of their accounts. <\/div><div class=\"paragraph jod\" id=\"v13n35\"> There is in the human breast a constant tendency to the allurements of this life. The wants of the present are ever forcing themselves upon our attention; while that which is in the future we are apt to put off till another day. The cravings of the stomach must be looked after today; these shivering limbs we must clothe today before another storm. Says one, &#x201C;I must erect this house over the heads of my wives and children before next winter.&#x201D; And thus the wants of the present constantly impel us to action, while things pertaining to eternity are neglected, forgotten, or laid over till a more convenient opportunity. This procrastination&#x2014;&#x201C;the thief of time&#x201D;&#x2014;we should guard against; and whenever we detect ourselves with an inclination to neglect our duties to God or each other, and think only of self,  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we should instantly check the uprising of this passion, and should never fail, when we have it in our power and the opportunity presents itself, to administer to the wants of the poor and needy; or, what is still better, devise ways and means which will enable them to administer to their own necessities. The latter is always preferable. Those who are the Lord's poor always prefer to provide for their own necessities than to be dependent upon others. They who are able to provide for themselves, but would rather have others bear the burdens of life for them, are not the Lord's poor, they are the devil's poor. They covet their neighbor's property&#x2014;his food, house, horse and carriage, and peradventure his wife. They desire that which he possesses, without going to and earning them as he has done. It is not he who is most successful in gathering around him the goods of this life, who is always the most covetous. <\/div><div class=\"paragraph jod\" id=\"v13n37\"> I refer to these things, which have been so often spoken, by way of reminding us of that which is written, and to which the spirit of the Lord continually urges attention. Let us then, my brethren and sisters, beware of pride, lest we become like the Nephites of old.<span class=\"citation\" id=\"85199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85199)\">D&amp;C 38:39<\/a><\/span> It seems from reading their history that a very few years sufficed for them to rise from a state of humility, enjoying the favor of God, to one of haughtiness and pride. There is a continual tendency to this state of feeling in the human mind. In the days of our humility we feel after God; but when prosperity comes, too many of us are apt to forget Him,<span class=\"citation\" id=\"89416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89416)\">D&amp;C 101:8<\/a><\/span> and to feel that all our wants are supplied. A sister says, &#x201C;I have a good husband, who prays for me and my children, and <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5132\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> provides for our wants; he is a guide sufficient for me.&#x201D; She forgets to pray for herself, or for husband and children. Is she saved because of her believing and faithful husband? It is true that his prayers, good works, and the good spirit continually with him, are blessings thrown around her to aid her in her onward path to glory and exaltation; but unless she herself improves these favorable circumstances she, in the end, will sink while he rises. On the other hand, a sister who is faithful to her God, her covenants, her husband, children, and friends, who ceases not to call upon the name of the Lord though her husband may neglect to pray with his family, and to magnify his calling as a man of God, the day will come when he will sink, while she will rise and be given to a faithful man. So with children who, beholding the evil deeds of father and mother, follow the good counsels of friends who feel after them, and call upon God continually and do His will, while father and mother perish out of their sight forever and ever; God will exalt them and may give them to good men and women who, perhaps, were never blessed with children. <\/div><div class=\"paragraph jod\" id=\"v13n38\"> Those who plant good seed will surely eat the fruit thereof; while those who neglect to cultivate good seed will surely go down to perdition; for, in the language of the Scripture I first repeated, &#x201C;Every tree which bringeth not forth good fruit is hewn down and cast into the fire.&#x201D;<span class=\"citation\" id=\"62698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62698)\">Matt. 3:10<\/a><\/span><span class=\"citation\" id=\"63917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63917)\">Matt. 7:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n39\"> May God Almighty bless us, and help us to remember these things, and to live them as Saints of God should, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}