{"ID":130029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Meeting in Conference.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Oct. 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Meeting in Conference.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v13n1070\"> As we have met in the capacity of a General Conference, we shall expect to hear instructions from the Elders pertaining to the building up of the kingdom of God on the earth. This is our calling, this is the labor devolving upon us, and it should occupy our attention day by day from morning until evening and from week to week; in fact, we have no other calling or business, and if we are humble and faithful, God will strengthen us and increase our ability and give us power sufficient to accomplish the tasks devolving upon us in the performance of His work. <\/div><div class=\"paragraph jod\" id=\"v13n1071\"> The oracles of truth are delivered; men have been called and ordained; the gifts and graces of the Gospel are restored; the kingdom is organized; it is committed to the servants of the Lord, and if we are faithful we shall bear it off; we will establish it and make it firm in the earth, no more to be interrupted or removed, and the teachings that we shall hear will be pertaining to our spiritual and temporal labors in this kingdom. With God, and also with those who understand the principles of life and salvation, the Priesthood, the oracles of truth and the gifts and callings of God to the children of men, there is no difference in spiritual and temporal labors&#x2014;<span class=\"citation\" id=\"84807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84807)\">D&amp;C 29:34<\/a><\/span>all are one. If I am in the line of my duty, I am doing the will of God, whether I am preaching, praying, laboring with my hands for an honorable support; whether I am <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the field, mechanic's shop, or following mercantile business, or wherever duty calls, I am serving God as much in one place as another; and so it is with all, each in his place, turn, and time. Consequently our teachings during Conference will be to instruct the people how to live and order their lives before the Lord and each other; how to accomplish the work devolving upon them in building up Zion on the earth. To accomplish this will require steady faith and firm determination, and we come together in this capacity that our faith and determination may be increased and strengthened. When we have spent three, four or five days together in giving instruction, we shall only just have commenced to instruct the people; and when we have spent a lifetime in learning and dispensing what we do learn to our fellow beings, we have only commenced in the career of intelligence. Our faith and prayers, the ordinances that we attend to, our assembling ourselves together, our dispersing after attending to the business of life, in our schools, all our educational pursuits are in the service of God, for all these labors are to establish truth on the earth, and that we may increase in knowledge, wisdom, understanding in the power of faith and in the wisdom of God, that we may become fit subjects to dwell in a higher state of existence and intelligence than we now enjoy. We  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can attain to this only by adding faith to faith, knowledge to knowledge, temperance to temperance, patience to patience, and godliness to godliness,<span class=\"citation\" id=\"78236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78236)\">2 Pet. 1:5-6<\/a><\/span> and so increasing in the principles of happiness and salvation. <\/div><div class=\"paragraph jod\" id=\"v13n1073\"> We shall call upon the Elders to speak to the congregation as they assemble here from day to day, and I hope and trust that the brethren and sisters will treasure up in their hearts the instructions that they receive, and that they will carry them out in their lives. This Sunday religion that a great many of our Christian brethren believe in and practice, when their everyday life is spent in selfishness and for self-aggrandizement, will not do for the Latter-day Saints; with us Monday, Tuesday, Wednesday, Thursday, Friday, and Saturday must be spent to the glory of God, as much as Sunday, or we shall come short of the object of our pursuit. Consequently we must pay attention to the things that we hear, and to the principles of the religion that we have embraced in our faith, and seek diligently to break up the prejudices and prepossessed notions and feelings that <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have woven themselves around us through the traditions of the fathers, and endeavor to know and understand as God knows, that we may do His will. Our traditions are so firmly fixed in our feelings that it is almost impossible to rise above, override, or get rid of them; they cling to us like the affections of tender friends. But we must learn to know the will of God and do it, and let our traditions go, then we shall be blessed. <\/div><div class=\"paragraph jod\" id=\"v13n1074\"> There are many things that we should understand with regard to ourselves and our children; and when the mind opens upon the vision of life by the spirit of revelation, there is not a person but what can see the eternity of teaching yet to be imparted to the Saints. <\/div><div class=\"paragraph jod\" id=\"v13n1075\"> I trust that we shall be edified and rejoice together, and shall return from this place strengthened and confirmed in our faith and hopes, feeling that steadiness of nerve, by the spirit of revelation, that we shall not be wafted to and fro,<span class=\"citation\" id=\"75240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75240)\">Eph. 4:14<\/a><\/span> imagining a thousand things incorrect, and pass by those doctrines and truths that are calculated to exalt the human family. <\/div>\n<\/div>\n<\/div>"}