{"ID":130023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celestial Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, October 9, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Celestial Marriage.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/9\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v13n834\"> I will repeat a few verses in the tenth chapter of Mark, commencing at the twenty-eighth verse. <\/div><div class=\"paragraph jod\" id=\"v13n835\"> &#x201C;Then Peter began to say unto him, Lo, we have left all, and have followed thee. <\/div><div class=\"paragraph jod\" id=\"v13n836\"> &#x201C;And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's, <\/div><div class=\"paragraph jod\" id=\"v13n837\"> &#x201C;But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.&#x201D;<span class=\"citation\" id=\"66607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66607)\">Mark 10:28-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n838\"> In rising to address you this morning, my brethren and sisters, I rely upon your faith and prayers and the blessing of God. We have heard, during Conference, a great many precious instructions, and in none have I been more interested than in those which have been given to the Saints concerning that much mooted doctrine called Patriarchal or Celestial Marriage. I am interested in this doctrine, because I see salvation, temporal and spiritual, embodied therein. I know, pretty well, what the popular feelings concerning this doctrine are; I am familiar with the opinions of the world, having traveled and mingled with the people sufficiently to be conversant with their ideas in relation to this subject. I am also familiar with the feelings of <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4946\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Latter-day Saints upon this point. I know the sacrifice of feeling which it has caused for them to adopt this principle in their faith and lives. It has required the revelation of God, our heavenly Father, to enable His people to receive this principle and carry it out. I wish, here, to make one remark in connection with this subject&#x2014;that while there is abundant proof to be found in the Scriptures and elsewhere in support of this doctrine, still it is not because it was practiced four thousand years ago by the servants and people of God, or because it has been practiced by any people or nation in any period of the world's history, that the Latter-day Saints have adopted it and made it part of their practice, but it is because God, our heavenly Father, has revealed it unto us. If there were no record of its practice to be found, and if the Bible, Book of Mormon and Book of Doctrine and Covenants were totally silent in respect to this doctrine, it would nevertheless be binding upon us as a people, God Himself having given a revelation for us to practice it at the present time. This should be understood by us as a people. It is gratifying to know, however, that we are not the first of God's people unto whom this principle has been revealed; it is gratifying to know that we are only following in the footsteps of those who have preceded us in the work of God, and that we,  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>today, are only carrying out the principle which God's people observed, in obedience to revelation from Him, thousands of years ago. It is gratifying to know that we are suffering persecution, that we are threatened with fines and imprisonment for the practice of precisely the same principle which Abraham, the &#x201C;Friend of God,&#x201D;<span class=\"citation\" id=\"77612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77612)\">James 2:23<\/a><\/span> practiced in his life and taught to his children after him. <\/div><div class=\"paragraph jod\" id=\"v13n840\"> The discourses of brother Orson Pratt and of President George A. Smith have left but very little to be said in relation to the Scriptural arguments in favor of this doctrine. I know that the general opinion among men is that the Old Testament, to some extent, sustains it; but that the New Testament&#x2014;Jesus and the Apostles, were silent concerning it. It was clearly proved in our hearing yesterday, and the afternoon of the day previous, that the New Testament, though not so explicit in reference to the doctrine, is still decidedly in favor of it and sustains it. Jesus very plainly told the Jews, when boasting of being the seed of Abraham, that if they were, they would do the works of Abraham.<span class=\"citation\" id=\"69481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69481)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91733)\">D&amp;C 132:32<\/a><\/span> He and the Apostles, in various places, clearly set forth that Abraham was the great exemplar of faith for them to follow, and that they must follow him,<span class=\"citation\" id=\"89399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89399)\">D&amp;C 101:4<\/a><\/span> if they ever expected to participate in the glory and exaltation enjoyed by Abraham and his faithful seed.<span class=\"citation\" id=\"87730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87730)\">D&amp;C 84:34<\/a><\/span> Throughout the New Testament Abraham is held up to the converts to the doctrines which Jesus taught, as an example worthy of imitation, and in no place is there a word of condemnation uttered concerning him. The Apostle Paul, in speaking of him says: <\/div><div class=\"paragraph jod\" id=\"v13n841\"> &#x201C;Know ye therefore that they which are of the faith, the same are the children of Abraham&#x2026; <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4945\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> So then they which be of the faith are blessed with faithful Abraham.&#x201D;<span class=\"citation\" id=\"74489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74489)\">Gal. 3:7,9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n842\"> He also says that the Gentiles, through adoption, became Abraham's seed;<span class=\"citation\" id=\"74592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74592)\">Gal. 3:29<\/a><\/span> that the blessing of Abraham, says he, might come upon the Gentiles through Jesus Christ,<span class=\"citation\" id=\"74522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74522)\">Gal. 3:14<\/a><\/span> showing plainly that Jesus and all the Apostles who alluded to the subject, held the deeds of Abraham to be, in every respect, worthy of imitation. <\/div><div class=\"paragraph jod\" id=\"v13n843\"> Who was this Abraham? I have heard the saying frequently advanced, that in early life, being an idolater, it was an idolatrous, heathenish principle which he adopted in taking to himself a second wife, while Sarah still lived. Those who make this assertion in reference to the great patriarch, seem to be ignorant of the fact that he was well advanced in life and had served God faithfully many years, prior to making any addition to his family. He did not have a plurality of wives until years after the Lord had revealed Himself to him, commanding him to leave Ur, of the Chaldees,<span class=\"citation\" id=\"53009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53009)\">Gen. 11:31<\/a><\/span> and go forth to a land which He would give to him and his posterity for an everlasting possession.<span class=\"citation\" id=\"53093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53093)\">Gen. 15:7<\/a><\/span><span class=\"citation\" id=\"53148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53148)\">Gen. 17:8<\/a><\/span> He went forth and lived in that land many long years before the promise of God was fulfilled unto him&#x2014;<span class=\"citation\" id=\"53024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53024)\">Gen. 12:1-5<\/a><\/span>namely, that in his seed should all the nations of the earth be blessed;<span class=\"citation\" id=\"53028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53028)\">Gen. 12:3<\/a><\/span><span class=\"citation\" id=\"93383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93383)\">Abr. 2:8-11<\/a><\/span> and Abraham was still without any heir, except Eliezer, of Damascus, the steward of his house.<span class=\"citation\" id=\"53083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53083)\">Gen. 15:2<\/a><\/span> At length, after living thus for ten years, God commanded him to take to himself another wife, who was given to him by his wife Sarah.<span class=\"citation\" id=\"53120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53120)\">Gen. 16:3<\/a><\/span><span class=\"citation\" id=\"91739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91739)\">D&amp;C 132:34<\/a><\/span> When the offspring of this marriage was born, Abraham was eighty-six years old.<span class=\"citation\" id=\"53125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53125)\">Gen. 16:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n844\"> We read of no word of condemnation from the Lord for this act&#x2014;<span class=\"citation\" id=\"91741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91741)\">D&amp;C 132:35<\/a><\/span>something which we might naturally expect if, as this unbelieving and licentious generation affirm, the act of taking more wives than one be  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>such a vile crime, and so abominable in the sight of God; for if it be evil in the sight of the Lord today, it was then, for the Scriptures inform us that He changes not,<span class=\"citation\" id=\"62418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62418)\">Mal. 3:6<\/a><\/span> He is the same yesterday, today, and forever,<span class=\"citation\" id=\"77371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77371)\">Heb. 13:8<\/a><\/span> and is without variableness or the shadow of turning.<span class=\"citation\" id=\"77467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77467)\">James 1:17<\/a><\/span> But instead of condemnation, God revealed Himself continually to His friend Abraham, teaching His will unto him, revealing all things concerning the future it was necessary for him to understand, and promising him that, though he had been blessed with a son, Ishmael, yet in Isaac, a child of promise, not yet born, should his seed be called.<span class=\"citation\" id=\"53173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53173)\">Gen. 17:15-21<\/a><\/span> Abraham was to have yet another son. Sarah, in her old age, because of her faithfulness, because of her willingness to comply with the requirements and revelations of God, was to have a son given unto her. Such an event was so unheard of among women at her time of life that, though the Lord promised it, she could not help laughing at the idea.<span class=\"citation\" id=\"53194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53194)\">Gen. 18:9-15<\/a><\/span><span class=\"citation\" id=\"53269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53269)\">Gen. 21:6<\/a><\/span> But God fulfilled His promise, and in due time Isaac was born, and was greatly blessed of the Lord.<span class=\"citation\" id=\"53267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53267)\">Gen. 21:1-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n846\"> Determined to try His faithful servant Abraham to the uttermost, the Lord, some years after the birth of this son, in whom He had promised that Abraham's seed should be called, required him to offer up this boy as a burnt offering to Him; and Abraham, nothing doubting, but full of faith and integrity, and of devotion to his God, proved himself worthy of the honored title that had been conferred upon him, namely, &#x201C;the Friend of God,&#x201D;<span class=\"citation\" id=\"77613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77613)\">James 2:23<\/a><\/span> by taking his son Isaac, in whom most of his hopes for the future centered, up the mountain, and there, having built the altar, he bound the victim, and with knife uplifted, was about to strike the fatal blow,<span class=\"citation\" id=\"91742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91742)\">D&amp;C 132:36<\/a><\/span> when the angel of the Lord cried out of heaven com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4944\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manding him not to slay his son. The Lord was satisfied, having tried him to the uttermost, and found him willing even to shed the blood of his well-beloved son.<span class=\"citation\" id=\"53283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53283)\">Gen. 22:1-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n847\"> The Lord was so pleased with the faithfulness of Abraham, that He gave unto him the greatest promise He could give to any human being on the face of the earth. What do you think was the nature of that promise? Did He promise to Abraham a crown of eternal glory? Did He promise to him that he should be in the presence of the Lamb, that he should tune his harp and sing praises to God and the Lamb throughout the endless ages of eternity? Let me quote it to you, and it would be well if all the inhabitants of the earth would reflect upon it. Said the Lord: <\/div><div class=\"paragraph jod\" id=\"v13n848\"> &#x201C;In blessing I will bless thee, and in multiplying I will multiply thy seed as the stars of heaven, and as the sand which is upon the seashore; and thy seed shall possess the gate of his enemies.&#x201D;<span class=\"citation\" id=\"53338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53338)\">Gen. 22:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n849\"> This was the promise which God gave to Abraham, in that hour of his triumph, in that hour when there was joy in heaven over the faithfulness of one of God's noblest and most devoted sons. Think of the greatness of this blessing! Can you count the stars of heaven, or even the grains of a handful of sand? No, it is beyond the power of earth's most gifted sons to do either, and yet God promised to Abraham that his seed should be as innumerable as the stars of heaven or as the sand on the seashore. <\/div><div class=\"paragraph jod\" id=\"v13n850\"> How similar was this promise of God to Abraham to that made by Jesus as a reward for faithfulness to those who followed him! Said Jesus, he that forsakes brothers or sisters, houses or lands, father or mother, wives or children, shall receive a  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hundredfold in this life with persecution, and eternal life in the world to come.<span class=\"citation\" id=\"66608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66608)\">Mark 10:28-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n852\"> A very similar blessing to that which God, long before, had made to Abraham, and couched in very similar terms. <\/div><div class=\"paragraph jod\" id=\"v13n853\"> It is pertinent for us to inquire, on the present occasion, how the promises made by Jesus and his Father, in ages of the world separated by a long interval the one from the other, could be realized under the system which prevails throughout Christendom at the present day? In the monogamic system, under which the possession of more than one living wife is regarded as such a crime, and as being so fearfully immoral, how could the promise of the Savior to his faithful followers, that they should have a hundredfold of wives and children,<span class=\"citation\" id=\"66609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66609)\">Mark 10:28-30<\/a><\/span> in this present life, ever be realized? There is a way which God has provided in a revelation given to this Church, in which He says: <\/div><div class=\"paragraph jod\" id=\"v13n854\"> &#x201C;Strait is the gate, and narrow the way that leadeth unto the exaltation and continuation of the lives, and few there be that find it, because ye receive me not in the world neither do ye know me.&#x201D;<span class=\"citation\" id=\"91624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91624)\">D&amp;C 132:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n855\"> God revealed that strait and narrow way to Abraham, and taught him how he could enter therein. He taught him the principle of plurality of wives; Abraham practiced it and bequeathed it to his children as a principle which they were to practice.<span class=\"citation\" id=\"91698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91698)\">D&amp;C 132:29-33<\/a><\/span> Under such a system it was a comparatively easy matter for men to have a hundredfold of wives, children, fathers, mothers, brothers, sisters, and everything else in proportion;<span class=\"citation\" id=\"66627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66627)\">Mark 10:30<\/a><\/span> and in no other way could the promises of Jesus be realized by his followers, than in the way God has provided, and which He has revealed to His Church and people in these latter days. <\/div> <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4943\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n856\"> I have felt led to dwell upon these few passages from the sayings of Jesus to show you that there are abundance of Scriptural proofs in favor of this principle and the position this Church has assumed, in addition to those previously referred to. <\/div><div class=\"paragraph jod\" id=\"v13n857\"> It is a blessed thing to know that, in this as every other doctrine and principle taught by us as a Church, we are sustained by the revelations God gave to His people anciently. One of the strongest supports the Elders of this Church have had, in their labors among the nations, was the knowledge that the Bible and New Testament sustained every principle they advanced to the people. When they preached faith, repentance, baptism for the remission of sins, the laying on of hands for the reception of the Holy Ghost, the gathering of the people from the nations, the rebuilding of Jerusalem, the second coming of Christ, and every other principle ever touched upon by them, it was gratifying to know that they were sustained by the Scriptures, and that they could turn to chapter and verse among the sayings of Jesus and his Apostles, or among those of the ancient prophets, in confirmation of every doctrine they ever attempted to bring to the attention of those to whom they ministered. There is nothing with which the Latter-day Saints can, with more confidence, refer to the Scriptures for confirmation and support, than the doctrine of plural marriage, which at the present time, among one of the most wicked, adulterous, and corrupt generations the world has ever seen,<span class=\"citation\" id=\"64806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64806)\">Matt. 16:4<\/a><\/span> is so much hated, and for which mankind generally are so anxious to cast out and persecute the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v13n858\"> If we look abroad and peruse the records of everyday life throughout the whole of Christendom, we find  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that crimes of every hue, and of the most appalling and revolting character are constantly committed, exciting neither surprise nor comment. Murder, robbery, adultery, seduction and every species of villainy known in the voluminous catalogue of crime in modern times, are regarded as mere matters of ordinary occurrence, and yet there is hue and cry raised, almost as wide as Christendom, for the persecution, by fine, imprisonment, proscription, outlawry or extermination of the people of Utah because, knowing that God, the Eternal Father, has spoken in these days and revealed His mind and will to them, they dare to carry out His behests. For years they have meekly submitted to this persecution and contumely, but they appeal now, as ever, to all rational, reflecting men, and invite comparison between the state of society here and in any portion of this or any other country, knowing that the verdict will be unanimous and overwhelming in their favor. In every civilized country on the face of the earth the seducer plies his arts to envelop his victim within his meshes, in order to accomplish her ruin most completely; and it is well known that men holding positions of trust and responsibility, looked upon as honorable and highly respectable members of society, violate their marriage vows by carrying on their secret amours and supporting mistresses, yet against the people of Utah, where such things are totally unknown, there is an eternal and rabid outcry because they practice the heaven-revealed system of a plurality of wives. It is a most astonishing thing, and no greater evidence could be given that Satan reigns in the hearts of the children of men,<span class=\"citation\" id=\"92704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92704)\">Moses 6:15<\/a><\/span> and that he is determined, if possible, to destroy the work of God from the face of the earth. <\/div> <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4942\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n860\"> The Bible, the only work accepted by the nations of Christendom, as a divine revelation, sustains this doctrine, from beginning to end. The only revelation on record that can be quoted against it, came through the Prophet Joseph Smith, and is contained in the Book of Mormon;<span class=\"citation\" id=\"81654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81654)\">Jacob 2:27<\/a><\/span> and strange to say, here in Salt Lake City, a day or two since, one of the leading men of the nation, in his eager desire and determination to cast discredit on this doctrine, unable to do so by reference to the Bible, which he, no doubt, in common with all Christians, acknowledges as divine, was compelled to have recourse to the Book of Mormon, a work which on any other point he would most unquestionably have scouted and ridiculed as an emanation from the brain of an impostor. What consistency! A strange revolution this, that men should have recourse to our own works, whose authenticity they most emphatically deny, to prove us in the wrong. Yet, this attempt, whenever made, cannot be sustained, for brother Pratt clearly showed to you, in his remarks the other day, that instead of the Book of Mormon being opposed to this principle, it contains an express provision for the revelation of the principle to us as a people at some future time&#x2014;namely, that when the Lord should desire to raise up unto Himself a righteous seed, He would command His people to that effect,<span class=\"citation\" id=\"81667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81667)\">Jacob 2:30<\/a><\/span> plainly setting forth that a time would come when He would command His people to do so. <\/div><div class=\"paragraph jod\" id=\"v13n861\"> It is necessary that this principle should be practiced under the auspices and control of the Priesthood.<span class=\"citation\" id=\"91473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91473)\">D&amp;C 132:7<\/a><\/span> God has placed that Priesthood in the Church to govern and control all the affairs thereof, and this is a principle which, if not practiced in the greatest holiness and purity,  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>might lead men into great sin, therefore the Priesthood is the more necessary to guide and control men in the practice of this principle. There might be circumstances and situations in which it would not be wisdom in the mind of God for His people to practice this principle, but so long as a people are guided by the Priesthood and revelations of God, there is no danger of evil arising therefrom. If we, as a people, had attempted to practice this principle without revelation, it is likely that we should have been led into grievous sins, and the condemnation of God would have rested upon us; but the Church waited until the proper time came, and then the people practiced it according to the mind and will of God, making a sacrifice of their own feelings in so doing. But the history of the world goes to prove that the practice of this principle, even by nations ignorant of the Gospel, has resulted in greater good to them than the practice of monogamy or the one-wife system in the so-called Christian nations. Today, Christendom holds itself and its institutions aloft as a pattern for all men to follow. If you travel throughout the United States and through the nations of Europe in which Christianity prevails, and talk with the people about their institutions, they will boast of them as being the most permanent, indestructible and progressive of any institutions existing upon the earth; yet it is a fact well known to historians, that the Christian nations of Europe are the youngest nations on the globe. Where are the nations that have existed from time immemorial? They are not to be found in Christian monogamic Europe, but in Asia, among the polygamic races&#x2014;China, Japan, Hindostan, and the various races of that vast continent. Those nations, from <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4941\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the most remote times, practiced plural marriage handed down to them by their forefathers. Although they are looked upon by the nations of Europe as semi-civilized, you will not find among them woman prostituted, debased, and degraded as she is through Christendom. She may be treated coldly and degraded, but among them, except where the Christian element prevails to a large extent, she is not debased and polluted, as she is among the so-called Christian nations. It is a fact worthy of note that the shortest-lived nations of which we have record have been monogamic. Rome, with her arts, sciences, and warlike instincts, was once the mistress of the world; but her glory faded. She was a monogamic nation, and the numerous evils attending that system early laid the foundation for that ruin which eventually overtook her. The strongest sayings of Jesus recorded in the New Testament were leveled against the dreadful corruptions practiced in Rome and wherever the Romans held sway. The leaven of their institutions had worked its way into the Jewish nation, Jewry or Palestine being then a Roman province, and governed by Roman officers, who brought with them their wicked institutions, and Jesus denounced the practices which prevailed there. <\/div><div class=\"paragraph jod\" id=\"v13n863\"> A few years before the birth of the Savior, Julius Caesar was First Consul at Rome; he aimed at and obtained imperial power. He had four wives during his life, and committed numerous adulteries. His first wife he married early; but, becoming ambitious, the alliance did not suit him, and, as the Roman law did not permit him to retain her and to marry another, he put her away. He then married the daughter of a consul, thinking to advance his interests thereby. She died, and a  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>third was married. The third was divorced, and he married a fourth, with whom he was living at the time he was murdered. His grandnephew, the Emperor Augustus Caesar, reigned at the time of the birth of Christ. He is alluded to in history as one of the greatest of the Caesars; he also had four wives. He divorced one after another, except the last, who outlived him. These men were not singular in this practice; it was common in Rome; the Romans did not believe in plurality of wives, but in divorcing them; in taking wives for convenience and putting them away when they got tired of them. In our country divorces are increasing, yet Roman like, men expect purity and chastity from their wives they do not practice themselves. You recollect, doubtless, the famous answer of Caesar when his wife was accused of an intrigue with an infamous man. Someone asked Caesar why he had put away his wife. Said he, &#x201C;The wife of Caesar must not only be incorrupt, but unsuspected.&#x201D; He could not bear to have the virtue of his wife even suspected, yet his own life was infamous in the extreme. He was a seducer, adulterer, and is reported to have practiced even a worse crime, yet he expected his wife to possess a virtue which, in his highest and holiest moments, was utterly beyond his conception in his own life. <\/div><div class=\"paragraph jod\" id=\"v13n865\"> This leaven was spreading itself over every country where the Roman Empire had jurisdiction. It had reached Palestine in the days of the Savior, hence by understanding the practices prevalent in those times amongst that people, you will be better able to appreciate the strong language used by Jesus against putting away, or divorcing wives.<span class=\"citation\" id=\"65106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65106)\">Matt. 19:3-9<\/a><\/span> Rome continued to practice corruption until she fell beneath the weight of it, and <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4940\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was overwhelmed, not by another monogamic race, but by the vigorous polygamic hordes from the north, who swept away Roman imperialism, establishing in the place thereof institutions of their own. But they speedily fell into the same habit of having one wife and multitudes of courtesans, and soon, like Rome, fell beneath their own corruptions. <\/div><div class=\"paragraph jod\" id=\"v13n866\"> When courtesans were taught every accomplishment and honored with the society of the leading men of the nation, and wives were deprived of these privileges, is it any wonder that Rome should fall? Or that the more pure, or barbarous nations, as they were called, overwhelmed and destroyed her? <\/div><div class=\"paragraph jod\" id=\"v13n867\"> I have had it quoted to me many times that no great nations ever practiced plural marriage. They who make such an assertion are utterly ignorant of history. What nations have left the deepest impress on the history of our race? Those which have practiced plurality of marriage. They have prevented the dreadful crime of prostitution by allowing men to have more wives than one. I know we are dazzled by the glory of Christendom; we are dazzled with the glory of our own age. Like every generation that has preceded it, the present generation thinks it is the wisest and best, and nearer to God than any which has preceded it. This is natural; it is a weakness of human nature. This is the case with nations as well as generations. China, today, calls all western nations, &#x201C;outside barbarians.&#x201D; Japan, Hindostan, and all other polygamic nations do the same, and in very many respects they have as much right to say that of the monogamic nations, as the latter have to say it of them. <\/div><div class=\"paragraph jod\" id=\"v13n868\"> I heard a traveler remark a few days ago, while in conversation with him, &#x201C;I have traveled through Asia  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Minor and Turkey, and I have blushed many times while contrasting the practices and institutions of those people with those of my own country,&#x201D; the United States. He was a gentleman with whom I had a discussion some years ago on the principle of plural marriage. He has traveled a good deal since then, and he remarked to me, &#x201C;Travel enlarges a man's head and his heart. I have learned a great many things since we had a discussion together, and I have modified my views and opinions very materially with regard to the excellence of the institutions, habits, and morals which prevail in Christendom.&#x201D; This gentleman told me that among those nations, which we call semi-civilized, there are no drinking saloons, no brothels, nor drunkenness, and an entire absence of many other evils which exist in our own nation. I think this testimony, coming from a man who, previously, had such strong prejudices, was very valuable. He is not the only one who has borne this testimony, but all reliable travelers, who have lived in Oriental nations, vouch for the absence of those monstrous evils which flourish in and fatten and fester upon the vitals of all civilized or Christian nations. <\/div><div class=\"paragraph jod\" id=\"v13n870\"> In speaking of Utah and this peculiar practice amongst its people, it is frequently said, &#x201C;Look at the Turks and other Oriental nations and see how women are degraded and debased among them, and deprived of many privileges which they enjoy among us!&#x201D; But if it be true that woman does not occupy her true position among those nations, is this not more attributable to their rejection of the Gospel than to their practice of having a plurality of wives? Whatever her condition may be there, however, I do not therefore accept, as a necessary conclusion, that she <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4939\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> must be degraded among us. We have received the Gospel of the Lord Jesus, the principles of which elevate all who honor them, and will impart to our sisters every blessing necessary to make them noble and good in the presence of God and man. <\/div><div class=\"paragraph jod\" id=\"v13n871\"> Look at the efforts which are being made to elevate the sex among the Latter-day Saints! See the privileges that are given to them, and listen to the teachings imparted to them day by day, week by week, and year by year, to encourage them to press forward in the march of improvement! The elevation of the sex must follow as a result of these instructions. The practice in the world is to select a few of the sex and to elevate them. There is no country in the world, probably, where women are idolized to the extent they are in the United States. But is the entire sex in the United States thus honored and respected? No, it is not. Any person who will travel, and observe while he is traveling, will find that thousands of women are degraded and treated as something very vile, and are terribly debased in consequence of the practices of men towards them. But the Gospel of Jesus and the revelations which God has given unto us concerning Patriarchal Marriage<span class=\"citation\" id=\"91417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91417)\">D&amp;C 132:1-66<\/a><\/span> have a tendency to elevate the entire sex, and give all the privilege of being honored matrons and respected wives. There are no refuse among us&#x2014;no class to be cast out, scorned and condemned; but every woman who chooses can be an honored wife and move in society in the enjoyment of every right which woman should enjoy to make her the equal of man as far as she can be his equal. <\/div><div class=\"paragraph jod\" id=\"v13n872\"> This is the result of the revelations of the Gospel unto us, and the effect of the preaching and practice of this principle in our midst. I know, however, that there are those  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who shrink from this, who feel their hearts rebel against the principle, because of the equality which it bestows on the sex. They would like to be the honored few&#x2014;the aristocrats of society, as it were, while their sisters might perish on every hand around them. They would not, if they could, extend their hands to save their sisters from a life of degradation. This is wrong and a thing which God is displeased at. He has revealed this principle and commanded His servants to take wives. What for? That they may obey His great command&#x2014;a command by which Eternity is peopled, a command by which Abraham's seed shall become as the stars of heaven for multitude, and as the sand on the seashore, that cannot be counted.<span class=\"citation\" id=\"53371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53371)\">Gen. 22:17-18<\/a><\/span> He has given to us this command, and shall we, the sterner sex, submit to all the difficulties and trials entailed in carrying it out? Shall we submit to all the afflictions and labor incident to this life to save our sisters, while many of you who are of the same sex, whose hearts ought to beat for their salvation as strongly as ours do, will not help us? I leave you all to answer. There is a day of reckoning coming when you will be held accountable as well as we. Every woman in this Church should join heart and hand in this great work, which has for its result the redemption of the sexes, both male and female. No woman should slacken her hand or withhold her influence, but every one should seek by prayer and faith unto God for the strength and grace necessary to enable her to do so. &#x201C;But,&#x201D; says one, &#x201C;is not this a trial, and does it not inflict upon us unnecessary trials?&#x201D; There are afflictions and trials connected with this principle. It is necessary there should be. Is there any law that God reveals unattended with a trial of some <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4938\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kind? Think of the time, you who are adults, and were born in the nations, when you joined the Church! Think of the trials connected with your espousal of the Gospel. Did it not try you to go forth and be baptized? Did it not try you, when called upon to gather, to leave your homes and nearest and dearest friends, as many of you have done? Did it not try you to do a great many things you have been required to do in the Gospel? Every law of the Gospel has a trial connected with it, and the higher the law the greater the trial; and as we ascend nearer and nearer to the Lord our God we shall have greater trials to contend with in purifying ourselves before Him.<span class=\"citation\" id=\"87266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87266)\">D&amp;C 76:116<\/a><\/span> He has helped us thus far. He has helped us to conquer our selfish feelings, and when our sisters seek unto Him He helps them to overcome their feelings; He gives them strength to overcome their selfishness and jealousy. There is not a woman under the sound of my voice today, but can bear witness of this, if she has tried it. You, sisters, whose husbands have taken other wives, can you not bear testimony that the principle has purified your hearts, made you less selfish, brought you nearer to God and given you power you never had before? There are hundreds within the sound of my voice today, both men and women, who can testify that this has been the effect that the practice of this principle has had upon them. <\/div><div class=\"paragraph jod\" id=\"v13n874\"> I am speaking now of what are called the spiritual benefits arising from the righteous practice of this principle. I am sure that, through the practice of this principle, we shall have a purer community, a community more experienced, less selfish, and with a higher knowledge of human nature than any other on the face of the earth. It has already had this  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>effect to a great extent, and its effects in these directions will increase as the practice of the principle becomes more general. <\/div><div class=\"paragraph jod\" id=\"v13n876\"> A lady visitor remarked to me not long ago in speaking upon this subject, &#x201C;Were I man, I would feel differently probably to what I do; to your sex the institution cannot be so objectionable.&#x201D; This may be the case to some extent, but the practice of this principle is by no means without its trials for the males. The difficulties and perplexities connected with the care of a numerous family, to a man who has any ambition, are so great that nothing short of the revelations of God or the command of Jesus Christ would tempt men to enter this order; the mere increase of facilities to gratify the lower passions of our natures would be no inducement to assume such an increase of grave responsibilities. These desires have been implanted in both male and female for a wise purpose, but their immoderate and illegal gratification is a source of evil equal to that system of repression prevalent in the world, to which thousands must submit or criminate themselves. Just think, in the single State of Massachusetts, at the last census, there were 63,011 females more than males. Brother Pratt, in his remarks on this subject, truly remarked that the law of Massachusetts makes these 63,011 females either old maids or prostitutes, for that law says they shall not marry a man who has a wife. Think of this! And the same is true to a greater or less degree throughout all the older States, for the females preponderate in every one. <\/div><div class=\"paragraph jod\" id=\"v13n877\"> Thus far I have referred only to the necessity and benefit of this principle being practiced in a moral point of view. I have said nothing about the physiological side of the question. This is one, if not the strongest, <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4937\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> source of argument in its favor; but I do not propose to enter into that branch of the subject to any great extent on the present occasion. We are all, both men and women, physiologists enough to know that the procreative powers of man endure much longer than those of woman. Granting, as some assert, that an equal number of the sexes exist, what would this lead to? Man must practice that which is vile and low or submit to a system of repression; because if he be married to a woman who is physically incapable, he must either do himself violence or what is far worse, he must have recourse to the dreadful and damning practice of having illegal connection with women, or become altogether like the beasts. Do you not see that if these things were introduced among our society they would be pregnant with the worst results? The greatest conceivable evils would result therefrom! How dreadful are the consequences of this system of which I am now speaking, as witnessed at the present time throughout all the nations of Christendom! You may see them on every hand. Yet the attempt is being continually made to bring us to the same standard, and to compel us to share the same evils. <\/div><div class=\"paragraph jod\" id=\"v13n878\"> When the principle of plurality of wives was revealed I was but a boy. While reflecting on the subject of the sealing power which was then being taught, the case of Jacob, who had four wives,<span class=\"citation\" id=\"53572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53572)\">Gen. 35:23-26<\/a><\/span> occurred to me, and I immediately concluded that the time would come when light connected with this practice would be revealed to us as a people. I was therefore prepared for the principle when it was revealed, and I know it is true on the principle that I know that baptism, the laying on of hands, the gathering, and everything connected with the Gospel is true. If there  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were no books in existence, if the revelation itself were blotted out, and there was nothing written in its favor, extant among men, still I could bear testimony for myself that I know this is a principle which, if practiced in purity and virtue, as it should be, will result in the exaltation and benefit of the human family; and that it will exalt woman until she is redeemed from the effects of the Fall, and from that curse pronounced upon her in the beginning. I believe the correct practice of this principle will redeem woman from the effects of that curse&#x2014;namely, &#x201C;Thy desire shall be to thy husband, and he shall rule over thee.&#x201D;<span class=\"citation\" id=\"52598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52598)\">Gen. 3:16<\/a><\/span> All the evils connected with jealousy have their origin in this. It is natural for woman to cleave to man;<span class=\"citation\" id=\"52540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52540)\">Gen. 2:24<\/a><\/span> it was pronounced upon her in the beginning, seemingly as a punishment. I believe the time will come when, by the practice of the virtuous principles which God has revealed, woman will be emancipated from that punishment and that feeling. Will she cease to love man? No, it is not necessary for her to cease to love. <\/div><div class=\"paragraph jod\" id=\"v13n880\"> How is it among the nations of the earth? Why, women, in their yearning after the other sex and in their desire for maternity, will do anything to gratify that instinct of their nature and yield to anything and be dishonored even rather than not gratify it; and in consequence of that which has been pronounced upon them, they are not held accountable to the same extent as men are. Man is strong, he is the head of woman,<span class=\"citation\" id=\"73324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73324)\">1 Cor. 11:3<\/a><\/span> and God will hold him responsible for the use of the influence he exercises over the opposite sex. Hence we were told by brother Pratt that there are degrees of glory, and that the faithful man may receive the power of God&#x2014;the greatest He has ever bestowed upon man&#x2014;namely, <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4936\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the power of procreation. It is a godlike power,<span class=\"citation\" id=\"91580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91580)\">D&amp;C 132:19<\/a><\/span> but how it is abused! How men debase themselves and the other sex by its unlawful and improper exercise! We were told there is a glory to which alone that power will be accorded in the life to come.<span class=\"citation\" id=\"126314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126314)\">D&amp;C 131:1-4<\/a><\/span><span class=\"citation\" id=\"91613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91613)\">D&amp;C 132:21-22<\/a><\/span> Still there will be millions of women saved in the kingdom of God, while men, through the abuse of this precious gift, will not be counted worthy of such a privilege. And this very punishment will, in the end, be woman's salvation, because she is not held accountable to the same degree that men are. <\/div><div class=\"paragraph jod\" id=\"v13n881\"> This is a subject that we would all do well to reflect upon. There are many points connected with the question, physiologically, that might be dwelt upon with great advantage. I have heard it said, and seen it printed, that the children born here under this system are not so smart as others; that their eyes lack luster and that they are dull in intellect; and many strangers, especially ladies, when arriving here, are anxious to see the children, having read accounts which have led them to expect that most of the children born here are deficient. But the testimony of Professor Park, the principal of the University of Deseret, and of other leading teachers of the young here, is that they never saw children with greater aptitude for the acquisition of knowledge than the children raised in this Territory. There are no brighter children to be found in the world than those born in this Territory. Under the system of Patriarchal Marriage, the offspring, besides being equally as bright and brighter intellectually, are much more healthy and strong. Need I go into particulars to prove this? To you who are married there is no necessity of doing so; you know what I mean. You all know that many women are sent to  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the grave prematurely through the evils they have to endure from their husbands during pregnancy and lactation, and that their children often sustain irremediable injury. <\/div><div class=\"paragraph jod\" id=\"v13n883\"> Another good effect of the institution here is that you may travel throughout our entire Territory, and virtue prevails. Our young live virtuously until they marry. But how is it under the monogamic system? Temptations are numerous on every hand and young men fall a prey to vice. An eminent medical professor in New York, recently declared, while delivering a lecture to his class in one of the colleges there, that if he wanted a man twenty-five years of age, free from a certain disease, he would not know where to find him. What a terrible statement to make! In this community no such thing exists. Our boys grow up in purity, honoring and respecting virtue; our girls do the same and the great mass of them are pure. There may be impurities. We are human, and it would not be consistent with our knowledge of human nature to say that we are entirely pure, but we are the most pure of any people within the confines of the Republic. We have fewer unvirtuous boys and girls in our midst than any other community within the range of my knowledge. Both sexes grow up in vigor, health and purity. <\/div><div class=\"paragraph jod\" id=\"v13n884\"> These, my brethren and sisters, are some of the results which I wanted to allude to in connection with this subject. Much more might be said. There is not a man or woman who has listened to me today, but he and she have thoughts, reasons, and arguments to sustain this principle passing through their minds which I have not touched upon, or if touched upon at all, in a very hasty manner. <\/div><div class=\"paragraph jod\" id=\"v13n885\"> The question arises, What is going to be done with this institution? Will <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4935\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it be overcome? The conclusion arrived at long ago is that it is God and the people for it. God has revealed it, He must sustain it, we cannot; we cannot bear it off, He must. I know that Napoleon said Providence was on the side of the heaviest artillery, and many men think that God is on the side of the strongest party. The Midianites probably thought so when Gideon fell upon them with three hundred men.<span class=\"citation\" id=\"55357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55357)\">Judg. 7:7<\/a><\/span> Sennacherib and the Assyrians thought so when they came down in their might to blot out Israel.<span class=\"citation\" id=\"55936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55936)\">2 Chr. 32:1<\/a><\/span> But God is mighty; God will prevail; God will sustain that which He has revealed, and He will uphold and strengthen His servants and bear off His people. We need not be afflicted by a doubt; a shadow of doubt need not cross our minds as to the result. We know that God can sustain us; He has borne off His people in triumph thus far and will continue to do so. <\/div><div class=\"paragraph jod\" id=\"v13n886\"> I did intend, when I got up, to say something in relation to the effects of the Priesthood; but as the time is so far gone, I feel that if I say anything it must, be very brief. But in connection with the subject of plural marriage, the Priesthood is intimately interwoven. It is the Priesthood which produces the peace, harmony, good order, and everything which make us as a people peculiar,<span class=\"citation\" id=\"77819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77819)\">1 Pet. 2:9<\/a><\/span> and for which our Territory has become remarkable. It is that principle&#x2014;the Priesthood, which governs the heavenly hosts. God and Jesus rule through this power, and through it we are made, so far as we have received it and rendered obedience to its mandates, like our heavenly Father and God. He is our Father and our God; He is the Father of our Lord Jesus Christ;<span class=\"citation\" id=\"72880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72880)\">Rom. 15:6<\/a><\/span> He is the Father of all the inhabitants of the earth, and we inherit His divinity, if we choose to  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seek for and cultivate it. We inherit His attributes; we can, by taking the proper course, inherit the Priesthood by which He exercises control; by which the heavenly orbs in the immensity of space are governed, and by which the earth revolves in its seasons. It is the holy Priesthood that controls all the creations of the Gods, and though men fight <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4934\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against it, and, if they could, would blot it out of existence, it will prevail and go on increasing in power and strength until the scepter of Jesus is acknowledged by all, and the earth is redeemed and sanctified. <\/div><div class=\"paragraph jod\" id=\"v13n888\"> That this may be brought about speedily, is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}