{"ID":130037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">On the Death of Elder Ezra T. Benson.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, Sept. 5, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Death of Elder Benson.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 9\/5\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v13n1273\"> I am called upon this afternoon to make some remarks upon the life and death of Brother Ezra Taft Benson, who has been suddenly taken out of our midst&#x2014;from time into eternity. <\/div><div class=\"paragraph jod\" id=\"v13n1274\"> I have long since considered it unnecessary to make any excuses for performing my duty upon any occasion in public; but if there is any position where a man might have doubts about satisfying his own mind or the minds of his friends, perhaps it is on an occasion like this. It is well known, at least to the Latter-day Saints, that the Elders of Israel rise to speak without any written sermon or preparation of any kind. Many of us have been engaged the greater portion of our lives in preaching the Gospel to the world, and on every occasion we depend for assist<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ance and preparation upon the Spirit of God. This is my position this afternoon. I rise before you with no prepared sermon, and with no particular principles that I have settled in my mind to address you upon; depending, as on all occasions, upon the Spirit of God and the faith and prayers of my friends. This dispensation of Providence causes me many reflections; and I presume it is the case with every Latter-day Saint present. In the first place I will ask the question, &#x201C;What position did Brother Benson occupy while in the flesh, and how many have ever held the same position on the face of the earth? The words contained in the 7th verse of the 52nd chapter of the prophecies of Isaiah are brought to my mind.<span class=\"citation\" id=\"94619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94619)\">Isa. 52:7<\/a><\/span> While contemplating the  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great work of building up the Zion of God in the last days, he says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n1276\"> &#x201C;How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!&#x201D;<span class=\"citation\" id=\"59554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59554)\">Isa. 52:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1277\"> What position can any man occupy on the face of the earth, that is more noble, Godlike, high and glorious than to be a messenger of salvation unto the human family? What more responsible position can a man occupy than to be an Apostle of the Lord Jesus Christ? I do not know of any in this or any other generation. The thought also arises in my mind, how many individuals have ever held this position on the earth? I find in the history recorded in the Bible, from the days of Adam down through the different dispensations and generations, that prophets have existed on the earth. Adam, himself, was a prophet and he ordained his sons to the Melchizedek Priesthood; the Gospel of Christ was taught to him after the Fall, and he attended to the ordinances of the house of God. He was a High Priest, and, as a High Priest, held the keys of the kingdom of God. There were many sons who were High Priests, having been ordained to this office by their father Adam. Three years before his death he called together Seth, Enos, Jared, Cainan, Mahaleel, Methuselah, and many other of his descendants in the valley of Adam-ondi-Ahman, and there rose up and blessed them with his great and last patriarchal blessing.<span class=\"citation\" id=\"90305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90305)\">D&amp;C 107:53<\/a><\/span> This has been given to us by revelation; and these men were prophets and High Priests.<span class=\"citation\" id=\"92187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92187)\">D&amp;C 138:41<\/a><\/span><span class=\"citation\" id=\"93328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93328)\">Abr. 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1278\"> Tracing down the sacred history through the different ages and dispensations, we learn that many prophets existed among the children of men. Moses was a lawgiver in <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israel, and held the office of a Prophet, Seer, and Revelator. When I say that many prophets have existed, it probably needs some qualification. The number of persons thus honored of God has not been many when compared with the whole of the people who have lived; but in every Gospel age and dispensation God has had His prophets and servants upon the earth to make known His will to its inhabitants. In the days of Moses Elders were chosen as his counselors; and seventy Elders were ordained to bear record of the things of God and to assist Moses in the work to be performed in his day;<span class=\"citation\" id=\"54683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54683)\">Num. 11:16<\/a><\/span> but we do not read of Apostles being chosen under Moses's dispensation. Jesus tabernacled in the flesh to establish the kingdom of his Father upon the earth, and when he was thirty years of age<span class=\"citation\" id=\"67141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67141)\">Luke 3:23<\/a><\/span> he went forth administering in the ordinances of the house of God, and he chose twelve Apostles to assist him,<span class=\"citation\" id=\"67214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67214)\">Luke 6:13<\/a><\/span> and he gave to them the keys of the kingdom of God.<span class=\"citation\" id=\"64892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64892)\">Matt. 16:19<\/a><\/span> And the highest office that any man has ever held on the face of the earth in this or any other generation is that of an Apostle. <\/div><div class=\"paragraph jod\" id=\"v13n1279\"> We read that God set in His Church first Apostles, then prophets, evangelists, pastors, teachers, gifts,<span class=\"citation\" id=\"126343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126343)\">Eph. 4:11<\/a><\/span> graces and helps;<span class=\"citation\" id=\"73601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73601)\">1 Cor. 12:28<\/a><\/span> and the office of an Apostle entitles him to hold the keys of the kingdom of God;<span class=\"citation\" id=\"64893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64893)\">Matt. 16:19<\/a><\/span> and what he binds on earth is bound in heaven, and what he looses on earth is loosed in heaven.<span class=\"citation\" id=\"65067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65067)\">Matt. 18:18<\/a><\/span> The history of the Twelve whom Jesus chose is to be found in the New Testament; within the lids of that book their travels, the course they pursued and the doctrines they taught are published to the world. Nearly the whole of them sealed their testimony with their blood. Some were crucified as their master was; some were beheaded; and all, except John, suffered martyrdom in some  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>way for the word of God and the testimony of Jesus Christ.<span class=\"citation\" id=\"79257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79257)\">Rev. 6:9<\/a><\/span> This was the fate of the first quorum of Apostles we have any history of. <\/div><div class=\"paragraph jod\" id=\"v13n1281\"> After the death and resurrection of the Savior, when he ministered to his disciples the last time on earth, he informed them that he had other sheep not of this fold whom he was going to visit and minister unto.<span class=\"citation\" id=\"69672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69672)\">John 10:16<\/a><\/span><span class=\"citation\" id=\"82688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82688)\">3 Ne. 15:17<\/a><\/span> The Book of Mormon is a record of the descendants of the House of Israel who dwelt on this continent anciently. It gives us the history of the Jaredites who came from the Tower of Babel; of Lehi and his family, who came from Jerusalem, and also of the Lamanites and Nephites, the descendants of Nephi and Lemuel, sons of Lehi. In that record we find that Christ, after his death and resurrection, visited that branch of the house of Israel which dwelt on this continent. On the occasion of that visit we are informed that Jesus chose Twelve Apostles<span class=\"citation\" id=\"82648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82648)\">3 Ne. 12:1<\/a><\/span><span class=\"citation\" id=\"82686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82686)\">3 Ne. 15:11-12<\/a><\/span> and gave to them the same power, keys, gifts and graces that he had given to his Apostles on the eastern continent, and they went forth and magnified their callings. All of this quorum of the Twelve Apostles had the promise of departing and being with Christ when they were seventy-two years old,<span class=\"citation\" id=\"83009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83009)\">3 Ne. 28:1-3<\/a><\/span> except three of them. To these three Jesus gave a promise similar to that which he gave to John the Revelator&#x2014;<span class=\"citation\" id=\"70988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70988)\">John 21:20-24<\/a><\/span>namely, that they should tarry in the flesh until he came.<span class=\"citation\" id=\"83021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83021)\">3 Ne. 28:6-12<\/a><\/span> History informs us that the wicked tried to kill John in various ways, placing him, on one occasion, in a cauldron of boiling oil, but his life was preserved; and that finally, in the reign of Domitian Caesar, he was banished to the Isle of Patmos to work in the lead mines. While there he was blessed with visions, revelations, knowledge, light, and truth, a portion of which we have recorded in what are called the <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Revelation of St. John. In the reign of Nerva, John was recalled, and afterwards wrote his epistles. The first quorum of Apostles were all put to death, except John, and we are informed that he still remains on the earth, though his body has doubtless undergone some change. Three of the Nephites, chosen here by the Lord Jesus as his Apostles, had the same promise&#x2014;that they should not taste death until Christ came, and they still remain on the earth in the flesh.<span class=\"citation\" id=\"83048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83048)\">3 Ne. 28:36-40<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1282\"> Thus we have an account in the Bible and Book of Mormon of but two quorums of Twelve Apostles being chosen previous to this dispensation; but in these last days the Lord called upon Joseph Smith, gave him power and authority to organize His Church and kingdom again upon the earth, and gave him the Holy Priesthood and the keys of the kingdom of God. Joseph was ordained to the Apostleship under the hands of men holding the keys of the kingdom of God in the days of Jesus&#x2014;namely, Peter, James, and John.<span class=\"citation\" id=\"84589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84589)\">D&amp;C 27:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1283\"> I shall not occupy time with entering into the details of these things. I have referred to them to show the importance of the office held by Brother Benson. He was a member of one of the three quorums of Apostles that have ever been chosen on the face of the earth since Jesus Christ tabernacled in the flesh, that we have any knowledge of. The first chosen when Jesus commenced his public labors in the flesh; the second after his resurrection, here on his continent; and the third, since the revelation of the Gospel in our own day. Here we find only thirty-six men, chosen at various times and dispensations, in six thousand years, to hold this order of Priesthood, unless they were chosen in the days of Enoch and at times in which the  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Bible does not inform us. This number has been increased, however, by others who have been chosen to fill vacancies in these quorums, as in the case of Judas, and others; but it is safe to say that the entire number who have held this office from the days of Adam until today has been very limited. As to the number of inhabitants who have dwelt on the earth during that period, it is a pretty difficult matter to form any correct idea in relation to it. I do not think that any statistician could tell this to any degree of correctness. It is a kind of a given point in these days to say that the population of the earth is about a thousand millions, and that this number pass away every generation. It is also estimated that about three generations pass away in a century; this gives three thousand millions in a century, thirty thousand millions in a thousand years, and one hundred and eighty thousand millions in six thousand years&#x2014;about the period that is supposed to have elapsed since the creation of man upon the earth. Whether these statistics are anything like correct it is not of much importance to discuss; but it is an important reflection that Brother Benson, who has been associated with us so many years, is one of the chosen few, of all the immense numbers who have dwelt on the face of the earth, who have been called to hold the office of Apostle. Well might the prophet say, &#x201C;How beautiful upon the mountains are the feet,&#x201D;<span class=\"citation\" id=\"59555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59555)\">Isa. 52:7<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v13n1285\"> I will say that in my boyhood, while attending Sabbath school in my native State, Connecticut, there seemed something glorious to me about the Apostles of Jesus Christ who were called to preach the Gospel of the Son of God to the inhabitants of the earth; and I have many times felt that I would willingly walk a thousand miles to see a prophet, an <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Apostle, or any man called of God, who could teach me the way to be saved, a man who held in his hands the power of the Priesthood, who could command the elements and they would obey him, and who could declare the words of life in their truth and purity to the inhabitants of the earth. I always looked upon the lives and missions of these men, though despised by the world generally, as the most important of any men who ever dwelt in the flesh. Jesus himself was called master of the house of Beelzebub,<span class=\"citation\" id=\"64150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64150)\">Matt. 10:25<\/a><\/span> and traveled through a constant scene of poverty, ridicule, persecution, and affliction; yet there was something great, good, grand, and glorious in the life of the Savior of the world. This was the fate of him and his Apostles; and though they descended below all things,<span class=\"citation\" id=\"88257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88257)\">D&amp;C 88:6<\/a><\/span> they held in their hands the destiny and salvation, not only of that generation, but of all the human race; and woe be to that house, nation, kindred, tongue, or people who rejected their words and testimony, for they will rise in judgment against them.<span class=\"citation\" id=\"64447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64447)\">Matt. 12:41-42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1286\"> From the days of my childhood until I heard the fulness of the Gospel, as taught by the Latter-day Saints, I had a great desire to live to see a prophet or Apostle. I have lived to see this day. I have lived to see the Church and kingdom of God on the earth, with all its gifts, graces, power, glory, and dominion, revealed and organized by the ministrations of angels from God in heaven and by the revelations of the Lord Jesus Christ. I have lived to see Apostles and the full organization of the Priesthood again officiating in and administering the ordinances of salvation to the children of men. <\/div><div class=\"paragraph jod\" id=\"v13n1287\"> Brother Ezra T. Benson, whose death has occurred so unexpectedly, was one of the few called in this day  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to bear testimony to the nations of the earth of the restoration of this Gospel, and he has traveled many thousand miles to do so. He has been true and faithful unto death, and he will receive a crown of life.<span class=\"citation\" id=\"77444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77444)\">James 1:12<\/a><\/span> He has gone from our midst to the spirit world to mingle with the Gods, or at least with his brethren who have gone before him; whether he will mingle with the Gods until after the resurrection perhaps it is not for me to say. He has gone home to receive his reward. What a cloud of reflection it brings to the mind! It speaks in loud language to every Apostle, prophet, Elder and Saint of God, and to all the inhabitants of the earth, &#x201C;Be ye also ready!&#x201D; That is what it says to all men. If you have anything to do, any work to perform that is of consequence to yourself or friends, living or dead, do it. <\/div><div class=\"paragraph jod\" id=\"v13n1289\"> Is there any sorrow or mourning in my heart with regard to the departure of Brother Benson? I would rather follow a thousand Apostles and prophets to the grave and see their lifeless remains deposited in the dark and silent tomb, than see one man who has tasted the good word of God and the powers of the world to come,<span class=\"citation\" id=\"76705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76705)\">Heb. 6:4-6<\/a><\/span> make shipwreck of his faith,<span class=\"citation\" id=\"75844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75844)\">1 Tim. 1:19<\/a><\/span> lose his crown and go to perdition. I have had more sorrow in seeing men, with whom I have traveled and preached the Gospel, turn from the truth, commit wickedness, and lose their standing in the Church, than over all the faithful Latter-day Saints I have seen laid in the tomb. When I see a man depart who, like Brother Benson, has been ever willing to go and come and do the bidding of those over him, I look forward with great joy to his reward. He is the first man in the Quorum of the Twelve, who, for the last forty years, has had the privilege of dying a natural death; for most of the Apostles who ever tabernacled in <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the flesh have died as martyrs. We have had two in our quorum who have died thus, besides our Prophet and Patriarch. True, they will receive a martyr's crown, so will all men who are true and faithful unto death and lay down their lives for the work of God and the testimony of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v13n1290\"> Brother Benson has died among his friends; he had not been in pain or suffering, or endured a lingering sickness. Thank God he died in the harness and has gone home to receive his reward. During the time he has been a member of the Church he has been on many missions. I will here remark, without entering into details, that, at the time the Saints were driven from Illinois to this land, he was called upon and sent east, as one of the agents of the Church, to prove the eastern country&#x2014;our Puritan fathers and friends in New England, after we had been driven from our homes, country, and the graves of parents, wives and children, to see if they would stretch out their hand to assist us while in the wilderness. He labored faithfully on that mission, visiting Boston and other leading New England cities, calling for contributions to help the poor, the widow and the fatherless, who were, in a measure, in a state of starvation in the wilderness, after having been driven from their homes in the midst of an inclement winter. I believe he got fifty dollars. If he had gone into Missouri and split rails by the day, I guess he would have made considerable more money in the same time. But never mind! He was faithful on his mission, and returned faithful, and continued so from the commencement of his career as a Latter-day Saint until the day of his death. I rejoice in this, and it is a consolation to his family and to all Israel to know that he has been true and  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>faithful to his calling. When I contemplate and realize that the little time spent here in this mortal life will fix and mold our destiny for all the endless ages of eternity, I try to realize what manner of men we all ought to be.<span class=\"citation\" id=\"82989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82989)\">3 Ne. 27:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1292\"> I have traveled a good deal with Brother Benson and have been acquainted with him, as you have, a good many years past, and I can bear this testimony of him&#x2014;he has always been ready and willing to labor in either temporal or spiritual things. Here on this road he labored faithfully during the past year in building a hundred miles of the railroad; he and those associated with him finished their job with punctuality. All these things show the untiring industry and perseverance of the man. <\/div><div class=\"paragraph jod\" id=\"v13n1293\"> This is the way with all of us. We are all called to labor in temporal and spiritual things in building up the kingdom of God in these last days. We have to preach the Gospel to the children of men; we have to warn the nations of the earth. We have been called to do this; this is the command of God to the Elders of Israel. In obedience to this they shoulder their knapsacks, and without purse or scrip,<span class=\"citation\" id=\"68142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68142)\">Luke 22:35<\/a><\/span> travel the world over to declare to the children of men the words of life and salvation. In doing this they swim rivers, wade swamps, and endure much toil and privation. During the last thirty-seven years of my life I have traveled one hundred thousand miles in obedience to this command. It will be well with all men who are faithful in the performance of these duties. Brother Benson never performed a mission or any other duty but what he will rejoice over forever and so it will be with us all. The reward of the faithful will amply repay them for all the labors they ever performed or for the privations they have endured. <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No labor we have ever done that has helped to promote the happiness and well-being of our fellow men will go unrewarded. Brother Benson today, instead of being with his family in Logan, that is in the flesh, he may be with them in spirit, is privileged to mingle with his brethren who have gone before&#x2014;Joseph, Hyrum, David, Parley, Heber, and the prophets and Apostles of former days. He is mingling with them. They have finished their work in the flesh. So has he. He has been suddenly called away from his labors, but his works will follow him.<span class=\"citation\" id=\"80026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80026)\">Rev. 14:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1294\"> I wish to speak to my friends a little with regard to the position which we occupy as Elders of Israel, and as the Church and kingdom of God upon the earth. I feel impressed to do so. I do not know that I wish to say a great deal more with regard to Brother Benson. His labors are before us and the world, and they are before God and angels. I am satisfied with them, and I do not know who is not who was acquainted with him. I wish now to say something with regard to the organization of this Church and the position occupied by Joseph Smith, Elder Benson and the Apostles and Priesthood of this Church. <\/div><div class=\"paragraph jod\" id=\"v13n1295\"> We are living in a very important age, an age in which preparations are making for the second coming of the Messiah to reign a thousand years upon the earth with his Saints. The Scriptures of the Old and New Testament will never be fulfilled until this comes to pass. An angel of God, the Revelator John informs us, was to fly through the midst of heaven, having the everlasting gospel to preach to them that dwell on the earth&#x2014;to every nation, kindred, tongue and people, Saying with a loud voice, &#x201C;Fear God, and give glory to him; for the hour of his judgment is come:  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and worship him who made the heaven, the earth, the seas, and the fountains of waters.&#x201D;<span class=\"citation\" id=\"79892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79892)\">Rev. 14:6-7<\/a><\/span> You may take up Isaiah and all the prophets, and you will find that they refer to this latter-day dispensation, when the kingdom of God should be established on the earth. There never was a prophet, from Adam down, whose records we have, but had his eye upon this great dispensation of the last days. When the Lord created the earth He placed men upon it, and though the power of sin has entered it, it has not been left by the Lord to go at random. In Adam all fell, or died; but in Christ, the Apostle says, all are made alive.<span class=\"citation\" id=\"73821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73821)\">1 Cor. 15:22<\/a><\/span> Our worthy President has often said, when speaking upon the prevalence of sin in this world, that one of the greatest honors and blessings ever conferred on the sons of men was to come and dwell in the flesh in a sinful world like this, amid the power of evil, temptation, and darkness, that they might have the privilege of overcoming them and of inheriting eternal life, which is the greatest gift of God.<span class=\"citation\" id=\"84093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84093)\">D&amp;C 14:7<\/a><\/span> All the prophets have foreseen the establishment of the kingdom of God in the last days; they have seen Zion pass through all her travail and persecution to her final triumph, when she possessed great glory, power, and dominion upon the land of Joseph. Daniel saw the kingdom of God, which he likens to a little stone cut out of the mountains without hands, which grew and increased in size until it filled the whole earth.<span class=\"citation\" id=\"61035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61035)\">Dan. 2:34-35<\/a><\/span> Daniel said this kingdom was to be an everlasting kingdom.<span class=\"citation\" id=\"61454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61454)\">Dan. 4:3<\/a><\/span><span class=\"citation\" id=\"61729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61729)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1297\"> Well, brethren and sisters, you and I have lived to see the dawn of the great day thus referred to by the prophets, in which the God of heaven has set His hand for the last time to establish His kingdom upon the earth;<span class=\"citation\" id=\"58207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58207)\">Isa. 11:11<\/a><\/span><span class=\"citation\" id=\"92097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92097)\">D&amp;C 137:6<\/a><\/span> a kingdom not to be overthrown,<span class=\"citation\" id=\"126344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126344)\">Dan. 2:44<\/a><\/span> but to remain until sin, Satan, and the <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> power of the devil are banished from the face thereof, and until, as the prophets have said, the kingdoms of this world shall become the kingdoms of our God and His Christ.<span class=\"citation\" id=\"79454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79454)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1298\"> This day we have lived to see. This tabernacle, this congregation, and the multitudes through the valleys of the mountains are the fruits of this work. How did it commence? It commenced by an angel of God flying through the midst of heaven and visiting a young man named Joseph Smith,<span class=\"citation\" id=\"79715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79715)\">Rev. 14:6<\/a><\/span> in the year 1827. That was the time of a great awakening among the sectarians of the day&#x2014;a day of revivals and protracted meetings, when the people were called upon to join themselves to the sectarian churches. This young man looked around amid the confusion among the different sects, each proclaiming the plan of salvation differently, and each claiming it was right and that all others were wrong; in the midst of this contention he did not know which to join.<span class=\"citation\" id=\"93603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93603)\">JS&mdash;H 1:8-19<\/a><\/span> While in this state of uncertainty he turned to the Bible, and there saw that passage in the epistle of James which directs him that lacks wisdom to ask of God.<span class=\"citation\" id=\"77408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77408)\">James 1:4-5<\/a><\/span> He went into his secret chamber and asked the Lord what he must do to be saved. The Lord heard his prayer and sent His angel to him,<span class=\"citation\" id=\"93773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93773)\">JS&mdash;H 1:30-50<\/a><\/span> who informed him that all the sects were wrong,<span class=\"citation\" id=\"93714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93714)\">JS&mdash;H 1:19<\/a><\/span> and that the God of heaven was about to establish His work upon the earth. This angel quoted many of the prophecies of Isaiah and Jeremiah, and told this young man that they were about to be fulfilled among the nations of the earth;<span class=\"citation\" id=\"93839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93839)\">JS&mdash;H 1:40-41<\/a><\/span> and he also told him that if he would listen and render obedience to the commands of God, he should be an instrument in the hands of the Lord in establishing His kingdom upon the earth.<span class=\"citation\" id=\"93796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93796)\">JS&mdash;H 1:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1299\"> These visits were repeated from time to time, during which Joseph  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received revelation and much instruction in the things of God. He taught some of these things to his father and some of his brothers and a few others, but he had no authority to preach or administer in the ordinances of the house of God. Why? Because, as the prophet has said, &#x201C;No man taketh this honor unto himself, except he be called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76587)\">Heb. 5:4<\/a><\/span> No man, in any generation, has ever had authority to preach the Gospel of Jesus Christ unless he was called by revelation. You may read the history of all the prophets and Apostles from the creation down, and they have all received the Holy Priesthood under the hands of God or angels, or under the hands of men who have held this authority. It was so with Joseph Smith. He could not find anybody who possessed this authority, and he called upon the Lord to know what to do, and the Lord sent John the Baptist, who was beheaded for his religion. John held the Aaronic Priesthood, and he came and ordained Joseph Smith to the same Priesthood.<span class=\"citation\" id=\"83999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83999)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129351)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93927)\">JS&mdash;H 1:68-72<\/a><\/span> This gave him power to administer in some of the ordinances of the Gospel of Christ. He could baptize for the remission of sins, but could not lay on hands for the gift of the Holy Ghost. The Lord afterwards sent Peter, James, and John, who held the keys of the kingdom in their day and generation upon the earth, and they ordained him an Apostle, and sealed upon his head every key, power, and blessing, and all the authority which they exercised in their day.<span class=\"citation\" id=\"84590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84590)\">D&amp;C 27:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1301\"> This is the origin of the authority of the Latter-day Saints; and from that day until the present the little stone cut out of the mountain has been growing.<span class=\"citation\" id=\"61090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61090)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86599)\">D&amp;C 65:2<\/a><\/span> The Church was organized on the 6th of April, 1830,<span class=\"citation\" id=\"84227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84227)\">D&amp;C 20:1<\/a><\/span> with six members, and the Elders immediately went forth, one here and another <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there, bearing testimony and preaching the doctrines the angel made known to Joseph, and some few, out of many, have received and obeyed the same. This Gospel is the same as that taught by the ancient Apostles, namely, faith in the Lord Jesus Christ, repentance of sin, baptism for the remission of sin, then the laying on of hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"94054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94054)\">A of F 1:4<\/a><\/span> These were the doctrines taught by the ancient Apostles, and the signs that followed believers anciently follow them in our day. Said Jesus, when sending his Apostles forth to preach: <\/div><div class=\"paragraph jod\" id=\"v13n1302\"> &#x201C;Go ye into all the world, and preach the gospel to every creature. <\/div><div class=\"paragraph jod\" id=\"v13n1303\"> &#x201C;He that believeth and is baptized shall be saved; but he that believeth not shall be damned. <\/div><div class=\"paragraph jod\" id=\"v13n1304\"> &#x201C;And these signs shall follow them that believe; In my name they shall cast out devils; they shall speak with new tongues; <\/div><div class=\"paragraph jod\" id=\"v13n1305\"> &#x201C;They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66836)\">Mark 16:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1306\"> All these gifts and graces were promised by Joseph and the early Elders of the Church, just the same as by the ancient Apostles; and this is the testimony that every Elder has borne from that day until the present. Has the Lord backed up this testimony? He has. All of the Twelve who have labored abroad, and we have been doing so, more or less, thirty or forty years, traveling hundreds of thousands of miles&#x2014;have made this declaration. I have preached to millions of my fellow men in my own and other countries; and I and the other Apostles, as well as hundreds of Elders of this Church and Kingdom, have all made the same proclamation, to kings, princes, presidents, and rulers, and to the inhabitants of the earth wherever we  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have gone, as far as we have had an opportunity and have had the privilege of opening our mouths. We have borne the same testimony to all&#x2014;namely, that all who would receive our testimony and obey the Gospel should receive the Holy Ghost. Would we have dared to go forth and bear this testimony if we had not known this was the work of God? No, there is not a man on the face of the earth who dare do it under any other circumstances, for his hypocrisy and deception would soon have been apparent; the very first man that received his testimony would have proved it. Could we have gathered our hundreds of thousands from the nations of the earth if we had been deceivers and had preached false doctrines? As the Apostle says, &#x201C;But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74348)\">Gal. 1:8<\/a><\/span> No, we should have had no success; we might have preached false doctrines until we were grey, or as old as Methuselah, but if we had we should never have seen Utah, this tabernacle or these valleys of the mountains. But the Lord backed up our testimony, and tens of thousands throughout this Territory and in the world, who received it, can bear record that they have received the Holy Ghost, and the revelations of Jesus Christ,<span class=\"citation\" id=\"74429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74429)\">Gal. 1:12<\/a><\/span> and that the gifts and graces of the Gospel have followed them. <\/div><div class=\"paragraph jod\" id=\"v13n1308\"> This Church is organized exactly as it was anciently&#x2014;with Apostles, prophets, pastors, teachers, gifts, helps, and governments.<span class=\"citation\" id=\"126345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126345)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75052)\">Eph. 4:11<\/a><\/span> Are all Apostles, or are all prophets? Do all have the gifts of healing, or do all speak with new tongues?<span class=\"citation\" id=\"73650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73650)\">1 Cor. 12:29-30<\/a><\/span> No, but all these gifts and offices are in the Church, and, as the Apostle says, they are placed there for the work of the ministry, for the edifying of the body <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Christ, and for the perfecting of the Saints&#x2014;until we are come to the unity of the faith, to the knowledge of the Son of God, and to the fulness of the stature of a man in Christ Jesus.<span class=\"citation\" id=\"75119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75119)\">Eph. 4:11-13<\/a><\/span> That is what they are given for, and they are needed just as much as they ever were in any generation. But the world has been without these blessings and wandering in darkness for nearly eighteen centuries. Now the Lord has raised up a people to establish His kingdom on the same foundation as anciently. This is the work of the Latter-day Saints. We have been called to warn this generation; we understand the signs of the times and know that the judgments of God are at hand. If we had not been faithful to our calling and mission the Lord would have raised up another people, because the set time<span class=\"citation\" id=\"57058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57058)\">Ps. 102:13<\/a><\/span> is at hand for Him to establish His kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n1309\"> There are one or two ideas more I wish to refer to with regard to the mission of Christ. That mission did not end when he was crucified. When that event took place we are told that his body lay in the tomb for three days, and that his spirit went to preach to the spirits in prison, which sometime were disobedient when the long-suffering of God waited in the days of Noah, while the ark was preparing. Jesus went and preached to them in the spirit<span class=\"citation\" id=\"77961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77961)\">1 Pet. 3:18-20<\/a><\/span> that they might be judged according to men in the flesh.<span class=\"citation\" id=\"78110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78110)\">1 Pet. 4:6<\/a><\/span> Here is a principle of which the Christian world know nothing, and which has been revealed to us in our own day&#x2014;namely, preaching the Gospel of life and salvation to the spirits of those who pass away without rendering obedience thereunto. Nearly eighteen hundred years have passed away since God had a Church upon the earth. In that time about fifty-four thousand millions of human beings have passed  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>away without the Gospel. Are they to perish because they lived in generations when God had no Church on the earth? No, they will be preached to by men who go into the spirit world, who hold the keys of the kingdom of God,<span class=\"citation\" id=\"92159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92159)\">D&amp;C 138:30<\/a><\/span> and the ordinances of the house of God will be administered to them by their descendants and friends here on the earth. The Apostle Paul evidently had his mind on this subject when He says, &#x201C;Why then are they baptized for the dead, if the dead rise not?&#x201D;<span class=\"citation\" id=\"73873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73873)\">1 Cor. 15:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1311\"> I do not know how fully Brother Benson has attended to the work for his dead, but I know that he has worked hard for the living; and when he goes into the spirit world and meets with those for whom he has been baptized and been the means of liberating them from prison in the spirit world, what joy he will have! And it will be so with others. And this work of administering the ordinances of the house of God to the dead, I may say, will require the whole of the Millennium, with Jesus at the head of the resurrected dead to attend to it. The ordinances of salvation will have to be attended to for the dead who have not heard the Gospel, from the days of Adam down, before Christ can present this world to the Father, and say, &#x201C;It is finished.&#x201D;<span class=\"citation\" id=\"70816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70816)\">John 19:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1312\"> Brethren and sisters, let us be admonished by the death of Brother Benson, and if we have anything to do let us do it. Let us go to and attend to our ordinances, then when we go to the spirit world and meet with father, mother, brother or sister they cannot rise up and accuse us of negligence. I have attended to the ordinances for a great many of my friends, and I want you to do the same, so that when we get to the <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other side of the veil we may look back and be satisfied. This power has been placed in the hands of the Latter-day Saints, then let us go forth and use it for the salvation of the living and the dead. With regard to the unbelief of the world, it will not make the truth of God without effect.<span class=\"citation\" id=\"72285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72285)\">Rom. 3:3<\/a><\/span> These ordinances have been revealed to us; we understand them, and unless we attend to them we shall fall under condemnation. <\/div><div class=\"paragraph jod\" id=\"v13n1313\"> I rejoice in the work of God and I rejoice to live in this day and age of the world. I want to live as long as I can do good; but, not an hour longer than I can live in fellowship with the Holy Spirit, with my Father in heaven, my Savior, and with the faithful Latter-day Saints. To live any longer than this, would be torment and misery to me. When my work is done I am ready to go; but I want to do what is required of me. The Gospel is the power of God unto salvation to all who believe, both Jew and Greek.<span class=\"citation\" id=\"72191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72191)\">Rom. 1:16<\/a><\/span> Let us be faithful, keep our covenants, do our duty, and attend to all the ordinances of the Gospel as far as we can, both for ourselves and our dead. When we have done this we shall be satisfied. I pray that God may bless you; that he may bless the Apostles who dwell on the earth; that His power may rest on the presiding Twelve, the Seventies, the High Priests, the Bishops, Elders, Teachers, and Deacons, and all who have entered into covenant to keep His commandments. Let us be faithful and we shall obtain our reward; we shall overcome and obtain eternal life and a crown of glory if we magnify our calling by living the religion which we have received, which may God grant for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}