{"ID":130015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Historical Address.<\/div>\n<div class=\"subtitle\">By President George A. Smith, delivered in the New Tabernacle, Salt Lake City, October 8 and 9, 1868.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Historical Address by President Geo. A. Smith.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/8\/1868<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v13n417\"> The circumstances by which we are surrounded are such as to cause feeling of no ordinary character. In all the Conferences held hitherto, in this city and in Nauvoo, we have enjoyed the society of our late lamented President, Heber C. Kimball; and his being called away from a useful field in which he had long labored, should remind us that each of us, at any moment, may be called to close our career here for time, and to await our reward in the resurrection. We can but rejoice that our brother, in his long life and labors in the Church, was a pattern of humility, faith and diligence, and was instrumental in the hands of God in bringing many thousands to a knowledge of the truth. <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5040\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The blow which has fallen upon us in being deprived of his company, counsel and instruction, should remind us of the necessity of diligence in the discharge of all our duties, that, like him, we may be prepared to inherit celestial glory, and to associate with Joseph and Hyrum Smith and David Patten, and the martyrs who have gone before. <\/div><div class=\"paragraph jod\" id=\"v13n418\"> The incidents that have been brought to our notice by our brethren who have spoken during the Conference, give rise to a series of reflections in relation to our early history as a people, which, I presume, it would be well for us all to review. There are some in this Territory who have been in the Church thirty-six,  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thirty-seven or thirty-eight years, but a great many of the people have been in only a few years. A very large portion of our population have been reared here, and consequently a brief sketch of the early incidents of our history may not be unprofitable to any. <\/div><div class=\"paragraph jod\" id=\"v13n420\"> When Joseph Smith took the plates of Mormon from the hill Cumorah, he was immediately surrounded by enemies, and though he was a young man of unexceptional character, he was compelled to go from place to place, while translating the work, to avoid persecution. The press and the pulpit denounced him as an impostor and his followers as dupes. As soon as he preached the doctrine of baptism for the remission of sins, and organized a Church with six members, he was arrested and brought before a magistrate, honorably discharged by him, and immediately arrested again and hurried into an adjoining county, where he was insulted, spit upon, and kept without food during the day, and then given crusts of bread and water. The next day he was taken before magistrates who, after a rigid examination, found no fault in him. A mob resolved to &#x201C;tar and feather&#x201D; him, but through the instrumentality of the constable, who previously treated him roughly, but who now became his friend, he made his escape in safety. All these proceedings were instigated by clergymen and professors of religion in high standing. A similar spirit of persecution was manifested in a greater or less degree in every place where the Gospel was proclaimed, not only against Joseph Smith, but also against other Elders who preached the word. <\/div><div class=\"paragraph jod\" id=\"v13n421\"> This system of persecution continued, especially in the shape of vexatious law suits, numbering some fifty in all, up to the day of his death, and in all of which a most vicious <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5039\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and vindictive spirit was manifested outside of judicial questions. In every case he was honorably acquitted, and upon the charge of treason upon which he was detained in Carthage jail, when murdered, he had not even been lawfully examined before a magistrate. In all these trials except one he had been before persons religiously opposed to him&#x2014;his enemies were his judges&#x2014;and all this while every act of his life was prompted by a firm desire to do good to his fellow men&#x2014;to preach the Gospel of peace, to magnify the high and holy calling he had received from the Lord, and thereby lead back to the ancient faith of Jesus Christ his fellow beings who had fallen into darkness. <\/div><div class=\"paragraph jod\" id=\"v13n422\"> Vexatious law suits not accomplishing the work to the satisfaction of the persecutors of the Saints, mob violence was resorted to, as being more effective. On the 25th day of March, 1832, in Hyrum, Portage Co., Ohio, Joseph Smith was dragged from his bed and carried to the woods, daubed with tar and feathers, and otherwise ill-treated. The following is his account of the outrage: <\/div><div class=\"paragraph jod\" id=\"v13n423\"> &#x201C;On the 25th of March, the twins before mentioned, which had been sick for some time with the measles, caused us to be broke of our rest in taking care of them, especially my wife. In the evening I told her she had better retire to rest with one of the children, and I would watch with the sickest child. In the night she told me I had better lie down on the trundle bed, and I did so, and was soon after awoke by her screaming &#x2018;murder!&#x2019; when I found myself going out of the door, in the hands of about a dozen men, some of whose hands were in my hair, and some had hold of my shirt, drawers, and limbs. The foot of the trundle bed was towards the door, leaving only room enough for the door to swing. My wife  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard a gentle tapping on the windows, which she then took no particular notice of (but which was unquestionably designed for ascertaining whether we were all asleep), and soon after the mob burst open the door and surrounded the bed in an instant, and, as I said, the first I knew, I was going out of the door in the hands of an infuriated mob. I made a desperate struggle, as I was forced out, to extricate myself, but only cleared one leg, with which I made a pass at one man, and he fell on the door steps. I was immediately confined again; and they swore by God they would kill me if I did not be still, which quieted me. As they passed around the house with me, the fellow that I kicked came to me and thrust his hand into my face, all covered with blood (for I hit him on the nose), and with an exulting horse laugh, muttered, &#x2018;Ge, gee, God damn ye, I'll fix ye.&#x2019; <\/div><div class=\"paragraph jod\" id=\"v13n425\"> &#x201C;They then seized me by the throat, and held on till I lost my breath. After I came to, as they passed along with me, about thirty rods from the house, I saw Elder Rigdon stretched out on the ground, whither they had dragged him by the heels. I supposed he was dead. I began to plead with them, saying, 'You will have mercy and spare my life, I hope,' to which they replied, &#x2018;<span class=\"italic\">God damn ye<\/span>, call on your <span class=\"italic\">God<\/span> for help, we'll show ye no mercy;&#x2019; and the people began to show themselves in every direction; one coming from the orchard had a plank, and I expected they would kill me, and carry me off on the plank. They then turned to the right and went on about thirty rods further, about sixty rods from the house and thirty from where I saw Elder Rigdon, into the meadow, where they stopped, and one said, &#x2018;Simonds, Simonds&#x2019; (meaning, I suppose, Simonds Rider), &#x2018;pull up his <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5038\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> drawers, pull up his drawers, he will take cold.&#x2019; Another replied, &#x2018;Ain't ye going to kill 'im, ain't ye going to kill 'im?&#x2019; when a group of mobbers collected a little way off and said, &#x2018;Simonds, Simonds, come here;&#x2019; and Simonds charged those who had hold of me to keep me from touching the ground (as they had all the time done), lest I should get a spring upon them. They went and held a council, and, as I could occasionally overhear a word, I supposed it was to know whether it was best to kill me. They returned after a while when I learned they had concluded not to kill me, but pound and scratch me well, tear off my shirt and drawers, and leave me naked. One cried, &#x2018;Simonds, Simonds, where's the tar bucket?&#x2019; &#x2018;I don't know,&#x2019; answered one, 'where 'tis, Eli's left it.' They ran back and fetched the bucket of tar, when one exclaimed, 'God damn it, let us tar up his mouth;' and they tried to force the tar paddle into my mouth; I twisted my head around, so that they could not, and they cried out, &#x2018;God damn ye, hold up your head and let us give ye some tar.&#x2019; They then tried to force a vial into my mouth, and broke it in my teeth. All my clothes were torn off me except my shirt collar, and one man fell on me and scratched my body with his nails like a mad cat, and then muttered out, 'God damn ye, that's the way the Holy Ghost falls on folks.' <\/div><div class=\"paragraph jod\" id=\"v13n426\"> &#x201C;They then left me, and I attempted to rise, but fell again. I pulled the tar away from my lips, so that I could breathe more freely, and raised myself up, when I saw two lights. I made my way towards one of them, and found it was Father Johnson's. When I had come to the door, I was naked, and the tar made me look as though I had been covered with blood; and when my wife saw me she thought  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I was mashed all to pieces, and fainted. During the affray abroad, the sisters of the neighborhood had collected at my room. I called for a blanket, they threw me one, and shut the door. I wrapped it around me and went in.&#x201D; History of Joseph Smith, <span class=\"italic\">Mill. Star<\/span>, vol. 14, page 148. <\/div><div class=\"paragraph jod\" id=\"v13n428\"> I will add that the exposure of the child above referred to, to the night air, caused its death. This murdered child was doubtless the first martyr of the last dispensation. <\/div><div class=\"paragraph jod\" id=\"v13n429\"> In a revelation given Sept., 1831, the Lord said, &#x201C;It is my will that the saints retain a strong hold in the land of Kirtland for the space of five years.&#x201D;<span class=\"citation\" id=\"86525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86525)\">D&amp;C 64:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n430\"> The Saints owned several farms in Kirtland. Mr. Lyman, a Presbyterian, also owned a grist mill there, and many of us got our grinding done at his mill, although our brethren owned mills two or three miles distant. We had commenced building the Kirtland Temple. A portion of the city site had been surveyed, and many of the Saints who had recently come in were building houses on the lots. Mr. Lyman associated himself with a combination to starve us out. The authorities proceeded to warn all the Latter-day Saints out of the township, and formed a compact not to employ us or sell us grain, which was scarce at the time. Mr. Lyman had 3,000 bushels of wheat, but refused to let us have it at any reasonable price, and it was believed we were so destitute of money that we would have to scatter abroad. The warning out of town was designed to prevent our becoming a township charge, the law of Ohio being that if a person, who had been warned out of town, applied for assistance, he was to be carried to the next town and so on till he was taken out of the State or to the town from which he formerly came. <\/div> <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5037\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n431\"> We were obliged to send fifty miles for grain, which cost us one dollar and six cents per bushel delivered in Kirtland. Mr. Lyman's grain remained unsold and his effort to starve us taught us better than to longer patronize his mill, although it cost us the trouble of going two or three miles to mills belonging to our brethren. We built a magnificent temple and a large city. We paid our quota of taxes and we were as noted and remarkable for our industry, temperance, thrift and morality there, as our people are at the present day. We also patronized a Mr. Lyon, who was a gentlemanly outside merchant, but the moment he got an opportunity he united with our enemies to oppress us. <\/div><div class=\"paragraph jod\" id=\"v13n432\"> We sent our children to school to Mr. Bates, a Presbyterian minister, who soon after went into court and bore false witness against the Elders, and further testified on oath that every &#x201C;Mormon&#x201D; was intellectually insane. This lesson did admonish us not to longer entrust the education of our youth to canting hypocrites. <\/div><div class=\"paragraph jod\" id=\"v13n433\"> For several years we had used the paper of Geauga Bank at Painesville, as money. A loan of a few hundred dollars was asked for by Joseph Smith, with ample security, but was refused, and Elder Reynolds Cahoon was told they would not accommodate the &#x201C;Mormon Prophet,&#x201D; although they acknowledged the endorsers were above question, simply because it would encourage &#x201C;Mormonism.&#x201D; So much of their specie was drawn by Joseph Smith during the three succeeding days, as greatly improved their tempers, and they said to Elder Cahoon, &#x201C;Tell Mr. Smith he must stop this, and any favor he wants we are ready to accord him.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n434\"> Subsequently application was made to the Legislature of the State for a bank charter, the notes to be  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redeemed with specie and their redemption secured by real estate. The charter was denied us on the grounds that we were &#x201C;Mormons,&#x201D; and soon a combination of apostates and outsiders caused us to leave Kirtland, the most of our property unsold; and our beautiful Temple yet remains a lasting monument of our perseverance and industry. The loss sustained through this persecution was probably not less than one million dollars. <\/div><div class=\"paragraph jod\" id=\"v13n436\"> MISSOURI. <\/div><div class=\"paragraph jod\" id=\"v13n436\"> On the 20th day of July, 1831, at Independence, Jackson County, Joseph Smith set apart and dedicated a lot as the site of the Temple of the center stake of Zion, ground having been purchased for this purpose, and it still is known as the &#x201C;Temple lot.&#x201D; The Saints entered lands in different parts of the county, built houses, opened farms, constructed mills, established a printing office (owned by W. W. Phelps and Co., and the first in Western Missouri), and opened a mercantile establishment, the largest, in the county, owned by Messrs. Gilbert and Whitney. <\/div><div class=\"paragraph jod\" id=\"v13n437\"> In July, 1833, a mob was organized by signing a circular, which set forth that the civil law did not afford them a sufficient guarantee against the &#x201C;Mormons,&#x201D; whom they accused of &#x201C;blasphemously pretending to heal the sick by the administration of holy oil,&#x201D; and consequently they must be either &#x201C;fanatics&#x201D; or &#x201C;knaves.&#x201D; Under the influence of Methodist, Baptist, and Presbyterian ministers, they tore down the printing office of the <span class=\"italic\">Evening and Morning Star<\/span>, which cost some $6,000. They stripped and tarred and feathered Bishop Partridge and Elder Charles Allen, and seized several other Elders and cast them into prison, compelled Gilbert and Whitney to close their store, and soon after broke it open and scattered <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5036\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their goods to the four winds. They tore down twenty houses over the heads of the inmates, and whipped and terribly lacerated with hickory withes many of the Elders, killed Andrew Barber, and severely wounded many others; robbed the houses of their property, and finally expelled fifteen hundred people from the county. They also destroyed some two hundred and sixteen dwellings, and much of the land, being valuable timber land, became public plunder. The Saints were robbed of most of their horses, cattle, implements of husbandry, etc. The total loss in these transactions is estimated at half a million dollars. <\/div><div class=\"paragraph jod\" id=\"v13n438\"> &#x201C;Horrible to relate, several women thus driven from their homes gave birth to children in the woods and on the prairies, destitute of beds or clothing, having escaped in fright. It is stated on the authority of Solomon Hancock, an eyewitness, that he, with the assistance of two or three others, protected one hundred and twenty women and children for the space of ten days, who were obliged to keep themselves hid from their pursuers, while they were hourly expecting to be massacred, and who finally escaped into Clay County, by finding a circuitous route to the ferry.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n439\"> They could be traced by the blood from their feet, on the burnt prairie. This occurred in the month of November, and is a specimen of the kindness that law-abiding Latter-day Saints received at the hands of those who had power over them. The Saints were so law-abiding that not a single process had been issued against any member of the Church in Jackson County up to the organization of the mob, although all the offices, civil and military, were in the hands of their enemies. <\/div><div class=\"paragraph jod\" id=\"v13n440\"> Prominent in these cruelties as actors and apologists were the Revds.  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Isaac McCoy and D. Pixley, the former a Baptist and the latter a Presbyterian missionary to the Indians. <\/div><div class=\"paragraph jod\" id=\"v13n442\"> CLAY COUNTY. <\/div><div class=\"paragraph jod\" id=\"v13n442\"> The arrival of the Saints in Clay County was a blessing to the inhabitants, who had just opened small prairie farms and planted them with Indian corn, much of which was unharvested. They had cattle on the bottoms and hogs in the woods. The majority of the people received the Saints with gladness and gave them employment, and paid them in corn, pork, and beef. The wages were low, but sufficient to supply the more pressing wants of the people. From time to time Joseph Smith forwarded money from Kirtland to Bishop Partridge to supply the most needy. The mob in Jackson County sent committees to stir up the feelings of the people of Clay against the Saints. For some time their oft-repeated efforts to do so were unsuccessful. Parties of the mob would come over from Jackson and seize our brethren and inflict violence upon them. The industry of our people soon enabled them to make some purchases of land, and then their numbers were increased by arrivals from the east. The mob of Jackson County continued their endeavors to stir up dissatisfaction among the people of Clay County against the Saints. At length the citizens of Clay County held a public meeting and requested the &#x201C;Mormons&#x201D; to seek another home, when the Saints located in the new county of Caldwell, which contained only seven families, who were bee hunters. As the county was mostly prairie, their business was not very profitable, and they gladly embraced the opportunity of selling their claims. <\/div><div class=\"paragraph jod\" id=\"v13n443\"> Caldwell County, being nearly destitute of timber, was regarded by the <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5035\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people of upper Missouri as worthless. Every Saint that could raise fifty dollars entered forty acres of land, and there were few but what could do that much, while many entered large tracts. The Saints migrated from the east and settled Caldwell in great numbers. <\/div><div class=\"paragraph jod\" id=\"v13n444\"> In three years they had built mills, shops, school, meeting and dwelling houses, and opened and fenced hundreds of farms. Our industry and temperance rendered our settlements the most prosperous of any in Missouri, while they embraced all of Caldwell, most of Davis, and large portions of Clinton, Ray, Carrol and Livingston counties, when the storm of mobocracy was again aroused and aided by the Governor of the State, Lilburn W. Boggs, who issued the order expelling all the Latter-day Saints from the State under penalty of extermination. This caused the loss of hundreds of lives through violence and suffering. Houses were plundered, women were violated, men were whipped, and a great variety of cruelties inflicted, and a loss of property amounting to millions was sustained, while anyone that would renounce his religion was permitted to remain. <\/div><div class=\"paragraph jod\" id=\"v13n445\"> Joseph and Hyrum Smith, Alexander McRae, Lyman Wight and others were for several months thrust into prison, and in one instance, while there, were fed on human flesh and tantalized with the inquiry, &#x201C;How they liked Mormon beef&#x201D;&#x2014;it being the flesh of some of their murdered brethren. <\/div><div class=\"paragraph jod\" id=\"v13n446\"> The Lord softened the hearts of the people of Quincy, Illinois, and while the hundreds of Saints were fleeing over the snow-clad prairies of Missouri, not knowing where to go, the people of Quincy were holding public meetings, raising subscriptions, and  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>adopting measures to give the fugitives employment and succor, for which our hearts overflow with gratitude. <\/div><div class=\"paragraph jod\" id=\"v13n448\"> As soon as the Saints were all expelled from Missouri, Joseph Smith went to Washington and laid the grievances of the people before the President and Congress of the United States. Mr. Van Buren said, &#x201C;Your cause is just, but we can do nothing for you.&#x201D; Mr. Clay, when appealed to, said we &#x201C;had better go to Oregon.&#x201D; Mr. Calhoun informed Mr. Smith it would involve the question of State rights, and was a dangerous question, and it would not do to agitate it. Mr. Cass, as chairman of the Senate committee, to which the petition was referred, reported that Congress had no business with it. <\/div><div class=\"paragraph jod\" id=\"v13n449\"> Elder John P. Green went east, and published an appeal in behalf of the Saints, holding public meetings in Cincinnati and New York, and received some small contributions for the assistance of the most needy. <\/div><div class=\"paragraph jod\" id=\"v13n450\"> As soon as Joseph Smith escaped from Missouri to Illinois, he purchased lands at a place known as Commerce, in Hancock County, and commenced the survey of a city which he called Nauvoo, the word being derived from the Hebrew, meaning beauty and rest. Although the situation was handsome, it was famed for being unhealthy. There were but few inhabitants in the vicinity, but many graves in the burying ground, and much of the subsequent sickness was the result of exposure and the want of suitable means of nursing the sick. The swamps in the vicinity of Nauvoo were soon drained, and the lands around put under cultivation. Numerous dwellings and several mills were erected, and thrift and prosperity, the invariable results of industry and sobriety, were manifest. <\/div><div class=\"paragraph jod\" id=\"v13n451\"> Demands were made from Mis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5034\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>souri for the persons of Joseph and Hyrum Smith. Joseph was arrested and tried at Monmouth, before Judge Stephen A. Douglas, and honorably discharged. His principal attorney in this case was the Hon. O. H. Browning, now U.S. Secretary of the Interior. This suit cost him upwards of three thousand dollars. He was soon again arrested on a demand from Missouri, and discharged by Judge Pope, of the U.S. District Court. This time it cost him twelve thousand dollars. Not long after this second acquittal he was again arrested in Lee County, Illinois, and an attempt made, in the face of the State authorities, to kidnap him into Missouri. Nauvoo sent out three hundred men and rescued him. He was afterwards discharged by the municipal court of that place, and Thomas Ford, Governor of Illinois, sanctioned his discharge. <\/div><div class=\"paragraph jod\" id=\"v13n452\"> In 1844 Joseph and Hyrum were arrested on a charge of treason, under pledge of the executive that they should have a fair trial, but they were murdered by one hundred and fifty men with blackened faces; merchants and men that we had sustained in business, and apostates, took a leading part in bringing this about. <\/div><div class=\"paragraph jod\" id=\"v13n453\"> EXPENSES ATTENDANT UPON THE ARREST OF JOSEPH SMITH. <\/div><div class=\"paragraph jod\" id=\"v13n453\"> Joseph Smith, the Prophet, was subjected, during his short ministerial career of fifteen years, to about fifty vexatious law suits. The principal expense was incurred in liquidating lawyers bills, and the brethren's time and expenditure in attending courts to defend the Prophet from mob violence. <\/div><div class=\"paragraph jod\" id=\"v13n454\"> Magistrates court expenses were generally one hundred dollars. The Prophet paid Generals Doniphan and Atchison for legal services at Richmond, Mo., in 1838-9, sixteen thousand dollars; but this amount was  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fruitlessly expended, as the benefits of the law were not accorded to him, because of the predominance and overruling power of a mob. <\/div><div class=\"paragraph jod\" id=\"v13n456\"> At the Prophet's trial at Monmouth, Ill., in 1841, before Judge Douglas, the lawyers' fees and expenses amounted to three thousand dollars. <\/div><div class=\"paragraph jod\" id=\"v13n457\"> His next trial was before Judge Pope, U.S. District Court, in 1842-3, the expenses of which may be reasonably estimated at twelve thousand dollars. <\/div><div class=\"paragraph jod\" id=\"v13n458\"> Cyrus Walker charged ten thousand dollars for defending Joseph in his political arrest, or the attempt at kidnapping him at Dixon, Ill., in 1843. There were four other lawyers employed for the defense besides Walker. The expenses of the defense in this trial were enormous, involving the amounts incurred by the horse companies who went in pursuit to aid Joseph, and the trip of the steamer <span class=\"italic\">Maid of Iowa<\/span>, from Nauvoo to Ottawa, and may be fairly estimated at one hundred thousand dollars. <\/div><div class=\"paragraph jod\" id=\"v13n459\"> When the mantle of Joseph Smith fell upon Brigham Young, the enemies of God and His kingdom sought to inaugurate a similar career for President Young; but he took his revolver from his pocket at the public stand in Nauvoo, and declared that upon the first attempt of an officer to read a writ to him in a State that had violated its plighted faith in the murder of the Prophet and Patriarch while under arrest, he should serve the contents of this writ (holding his loaded revolver in his hand) first; to this the vast congregation assembled said, Amen. He was never arrested. <\/div><div class=\"paragraph jod\" id=\"v13n460\"> APPEAL TO THE GOVERNORS OF THE STATES. <\/div><div class=\"paragraph jod\" id=\"v13n460\"> In 1845, the storm of mobocracy raging around us, we sent an appeal to the President of the United States, <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5033\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to the Governor of every State in the Union, except Missouri, of which the following, addressed to Governor Drew, of Arkansas, is a copy to the Governor, he being the only one from whom an answer was received&#x2014;  &#x201C;<span class=\"italic\">To His Excellency Thomas S. Drew, Governor of Arkansas<\/span>. &#x201C;Nauvoo, Ill., May 1, 1845. <\/div><div class=\"paragraph jod\" id=\"v13n461\"> &#x201C;Honorable Sir&#x2014;Suffer us, sir, in behalf of a disfranchised and long afflicted people, to prefer a few suggestions for your serious consideration, in hope of a friendly and unequivocal response, at as early a period as may suit your convenience, and the extreme urgency of the case seems to demand. <\/div><div class=\"paragraph jod\" id=\"v13n462\"> &#x201C;It is not our present design to detail the multiplied and aggravated wrongs that we have received in the midst of a nation that gave us birth. Some of us have long been loyal citizens of the State over which you have the honor to preside, while others' claim citizenship in each of the States of this great confederacy. We say we are a disfranchised people. We are privately told by the highest authorities of this State, that it is neither prudent nor safe for us to vote at the polls; still we have continued to maintain our right to vote, until the blood of our best men has been shed, both in Missouri and the State of Illinois, with impunity. <\/div><div class=\"paragraph jod\" id=\"v13n463\"> &#x201C;You are doubtless somewhat familiar with the history of our extermination from the State of Missouri, wherein scores of our brethren were massacred, hundreds died through want and sickness, occasioned by their unparalleled sufferings, some millions of our property were confiscated or destroyed, and some fifteen thousand souls fled for their lives to the then hospitable and peaceful shores of Illinois; and that the State of Illinois  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>granted to us a liberal charter, <span class=\"italic\">for the term of perpetual succession<\/span>, and under its provisions private rights have become invested, and the largest city in the State has grown up, numbering about twenty thousand inhabitants. <\/div><div class=\"paragraph jod\" id=\"v13n465\"> &#x201C;But, sir, the startling attitude recently assumed by the State of Illinois forbids us to think that her designs are any less vindictive than those of Missouri. She has already used the military of the State, with the Executive at their head, to coerce and surrender up our best men to unparalleled murder, and that, too, under the most sacred pledges of protection and safety. As a salve for such unearthly perfidy and guilt, she told us, through her highest Executive officer, that the laws should be magnified, and the murderers brought to justice; but the blood of her innocent victims had not been wholly wiped from the floor of the awful arena, where the citizens of a sovereign State pounced upon two defenseless servants of God, our Prophet and our Patriarch, before the Senate of that State rescued one of the indicted actors in that mournful tragedy from the sheriff of Hancock County, and gave him an honorable seat in her halls of legislation. And all others who were indicted by the grand jury of Hancock County for the murders of Generals Joseph and Hyrum Smith, are suffered to roam at large, watching for further prey. <\/div><div class=\"paragraph jod\" id=\"v13n466\"> &#x201C;To crown the climax of those bloody deeds, the State has repealed all those chartered rights by which we might have defended ourselves against aggressors. If we defend ourselves hereafter against violence, whether it comes under the shadow of law or otherwise (for we have reason to expect it both ways), we shall then be charged with treason, <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5032\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and suffer the penalty; and if we continue passive and nonresistant, we must certainly expect to perish, for our enemies have sworn it. <\/div><div class=\"paragraph jod\" id=\"v13n467\"> &#x201C;And here, sir, permit us to state that General Joseph Smith, during this short life, was arraigned at the bar of his country about fifty times, charged with criminal offenses, but was acquitted every time by his country, or rather his religious opponents almost invariably being his judges. And we further testify, that as a people we are law-abiding, peaceable, and without crimes; and we challenge the world to prove the contrary. And while other less cities in Illinois have had special courts instituted to try their criminals, we have been stript of every source of arraigning marauders and murderers who are prowling around to destroy us, except the common magistracy. <\/div><div class=\"paragraph jod\" id=\"v13n468\"> &#x201C;With these facts before you, sir, will you write to us without delay, as a father and friend, and advise us what to do? We are, many of us, citizens of your State, and all members of the same great confederacy. Our fathers, nay, some of us, have fought and bled for our country, and we love her dearly. <\/div><div class=\"paragraph jod\" id=\"v13n469\"> &#x201C;In the name of Israel's God, and by virtue of multiplied ties of country and kindred, we ask your friendly interposition in our favor. Will it be too much to ask you to convene a special session of your State Legislature, and furnish us an asylum where we can enjoy our rights of conscience and religion unmolested? Or will you in a special message to that body, when convened, recommend a remonstrance against such unhallowed acts of oppression and expatriation, as this people have continued to receive from the States of Missouri and Illinois? Or will you favor us by your personal influence, and by your official  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rank? Or will you express your views concerning what is called the <span class=\"italic\">Great Western Measure<\/span>, of colonizing the Latter-day Saints in Oregon, the northwestern Territory, or some location, remote from the States, where the hand of oppression shall not crush every noble principle, and extinguish every patriotic feeling? <\/div><div class=\"paragraph jod\" id=\"v13n471\"> &#x201C;And now, honored sir, having reached out our imploring hands to you with deep solemnity, we would importune with you as a father, a friend, a patriot, and statesman; by the constitution of American liberty; by the blood of our fathers, who have fought for the independence of this Republic; by the blood of the martyrs which has been shed in our midst; by the wailings of the widows and orphans; by our murdered fathers and mothers, brothers and sisters, wives and children; by the dread of immediate destruction from secret combinations now forming for our overthrow; and by every endearing tie that binds men to men, and renders life bearable, and that, too, for aught we know, for the last time, that you will lend your immediate aid to quell the violence of mobocracy, and exert your influence to establish us as a people in our civil and religious rights, where we now are, or in some part of the United States, or at some place remote therefrom, where we may colonize in peace and safety as soon as circumstances will permit. <\/div><div class=\"paragraph jod\" id=\"v13n472\"> &#x201C;We sincerely hope that your future prompt measures towards us will be dictated by the best feelings that dwell in the bosom of humanity; and the blessings of a grateful people, and of many ready to perish, shall come upon you. <\/div><div class=\"paragraph jod\" id=\"v13n472.1\"> &#x201C;We are, sir, with great respect, <\/div><div class=\"paragraph jod\" id=\"v13n472.2\"> &#x201C;Your obedient servants, <\/div><div class=\"paragraph jod\" id=\"v13n472.3\"> &#x201C;Brigham Young, Chairman. <\/div> <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5031\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n472.4\"> &#x201C;W. Richards, <\/div><div class=\"paragraph jod\" id=\"v13n472.5\"> &#x201C;Orson Spencer, <\/div><div class=\"paragraph jod\" id=\"v13n472.6\"> &#x201C;Orson Pratt,&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;Committee. <\/div><div class=\"paragraph jod\" id=\"v13n472.7\"> &#x201C;W. W. Phelps, <\/div><div class=\"paragraph jod\" id=\"v13n472.8\"> &#x201C;A. W. Babbit, <\/div><div class=\"paragraph jod\" id=\"v13n472.9\"> &#x201C;Jno. M. Bernhisel, <\/div><div class=\"paragraph jod\" id=\"v13n473\"> &#x201C;In behalf of the Church of Jesus Christ of Latter-day Saints, at Nauvoo, Ill. <\/div><div class=\"paragraph jod\" id=\"v13n474\"> &#x201C;P.S.&#x2014;As many of our communications postmarked at Nauvoo, have failed of their destination, and the mails around us have been intercepted by our enemies, we shall send this to some distant office by the hand of a special messenger.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n475\"> The following reply was received from Governor Drew&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v13n476\"> &#x201C;Executive Office, Little Rock, Ark., May 27, 1845. &#x201C;Hon. Brigham Young, President of the Committee of Twelve of Christ's Church of Latter-day Saints at Nauvoo, Ill. <\/div><div class=\"paragraph jod\" id=\"v13n477\"> &#x201C;Sir&#x2014;Your letter of the 1st inst. has been received, and claims my earnest attention. I must acknowledge my inability to serve your people by calling an extra Session of the General Assembly of this State for the object contemplated. And although I do not know that prejudice against your tenets in Arkansas would weigh aught against the action of that body, in refusing to furnish within our borders an asylum from the oppression of which you so sorely complain; yet I am sure the representatives of the people would long hesitate to extend to any class of citizens exclusive privileges, however innocent their motives, aims, objects or actions might appear, when the prospects of collision, from causes of which in your case I know nothing, appear so evident from the two very recent manifestations presented in the States of Missouri and Illinois. I have no  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doubt Illinois, prompted by the kindest of sympathies for your people in the late struggle and overthrow they encountered in Missouri, extended a liberal helping hand, but to repent her supposed folly. Could Arkansas, after witnessing the same scene reenacted in Illinois, calculate on anything short of a like catastrophe? <\/div><div class=\"paragraph jod\" id=\"v13n479\"> &#x201C;I am not sufficiently informed of the course taken against you by the authorities of the State of Illinois, in the difficulties detailed in your communication, to justify a recommendation from me to the Legislature to remonstrate against the acts of Illinois&#x2014;the detailed statement of facts afforded me by your communication being of an <span class=\"italic\">ex parte<\/span> character. But were I regularly informed of all the facts from both parties, and felt able to form a correct opinion as to the justice of the course pursued by the State of Illinois, yet I am of opinion that this State would not have, nor would I have as its chief Executive officer, the right to interfere in the least with the internal concerns or police of the State of Illinois, or of any other neighboring State, where its operations do not distract or in any way affect the good order of the citizens of the State of Arkansas. There are instances, but they are rare, where the interposition of one State to arrest the progress of violence in another, would be at all admissible. Such, for instance, as where the public authorities of the State affected are palpably incompetent to quell an insurrection within her limits, and the violence is likely to extend its ravages and bad influence to such neighboring State, or where a proper call has been made for succor. <\/div><div class=\"paragraph jod\" id=\"v13n480\"> &#x201C;Nor can I afford to exercise my official rank as chief Executive of this State, in behalf of a faction in a neighboring State; and I humbly conceive that my personal influence <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5030\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would add nothing to your cause, unless it should prove to be a just one, in which event public opinion will afford you support of a character more lasting in the eye of an enlightened public, than wiser and greater men than your humble servant&#x2014;than official rank, or force backed by power. It is true that while prejudice may have the ascendancy over the minds of the neighboring community, your people may be exposed more or less to loss of life and destruction of property; I therefore heartily agree with you in the proposed plan of emigration to the Oregon Territory&#x2014;or to California&#x2014;the north of Texas, or to Nebraska; thereby placing your community beyond the reach of contention, until, at least, you shall have had time and opportunity to test the practicability of your system, and to develop its contemplated superior advantages in ameliorating the condition of the human race, and adding to the blessings of civil and religious liberty. That such a community, constituted as yours, with the mass of prejudice which surrounds and obstructs its progress at this time, cannot prosper in that or any of the neighboring States, appears very evident from the signal failures upon two occasions under auspices at least as favorable as you could reasonably expect from any of the States. <\/div><div class=\"paragraph jod\" id=\"v13n481\"> &#x201C;My personal sympathies are strong for the oppressed, though my official station can know nothing but what is sanctioned by the strictest justice, and that circumscribed to the limited jurisdiction of my own State; and while I deplore, as a man and a philanthropist, your distressed situation, I would refer you to the emphatic and patriarchal proposition of Abraham to Lot;<span class=\"citation\" id=\"53047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53047)\">Gen. 13:5-9<\/a><\/span> and whilst I allude to the eloquent paraphrase of one of Virginia's most gifted sons, wherein  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he circumscribed the bounds of our domain within to the great valley of the Mississippi, I would only add that the way is now open to the Pacific without let or hindrance. Should the Latter-day Saints migrate to Oregon, they will carry with them the good will of philanthropists, and the blessing of every friend of humanity. If they are wrong, their wrongs will be abated with many degrees of allowance, and if right, migration will afford an opportunity to make it manifest in due season to the whole civilized world. <\/div><div class=\"paragraph jod\" id=\"v13n483\"> &#x201C;With my hearty desires for your peace and prosperity, I subscribe myself respectfully yours, &#x201C;Thomas S. Drew.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n484\"> This correspondence shows us the necessity of our being united in sustaining the Latter-day Saints, that we may not build up, by our own acts, a power to renew persecution again in our midst. <\/div><div class=\"paragraph jod\" id=\"v13n484\"> EXPULSION FROM ILLINOIS. <\/div><div class=\"paragraph jod\" id=\"v13n485\"> In September, 1845, the mob commenced burning the houses of the Saints in the southern part of the county of Hancock, and continued until stopped by the sheriff, who summoned a <span class=\"italic\">posse comitatus<\/span>, while few but Latter-day Saints would serve under him. The Governor sent troops and disbanded the posse. The murderers of Joseph and Hyrum had a sham trial and were acquitted. A convention of nine counties notified us that we must leave the State. The Governor informed us through General John J. Harding and Hon. Stephen A. Douglas, that we could not be protected in Illinois. We commenced our emigration west on the 6th of February, 1846. During that month some twelve hundred wagons crossed the Mississippi, many of them on the ice. Everybody that was able to leave continued to do so until late in the summer, and the outfits with <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5029\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which they left were insufficient, while the winter and spring weather was inclement, which caused a great deal of suffering. <\/div><div class=\"paragraph jod\" id=\"v13n486\"> While the strength of Israel had gone westward, the Illinois mob commenced their hostilities with redoubled fury. They whipped, plundered, and murdered men, abused women and children, and drove all the scattering ones into Nauvoo, then laid siege to the place and bombarded it for three days, killing several persons and wounding others, and peremptorily expelled the remainder across the river into Iowa, after robbing them of the remainder of the property they possessed, and leaving them on the shore to perish. <\/div><div class=\"paragraph jod\" id=\"v13n487\"> Their encampment was probably one of the most miserable and distressed that ever existed. All who were able, by any possible means, had got away; those left were the poor and the helpless. Great numbers were sick, and they were without tents or conveniences of any kind to make them comfortable. Encamped on the foggy bottoms of the Mississippi River, they were scorched with fevers, without medicine or proper food. <\/div><div class=\"paragraph jod\" id=\"v13n488\"> In this helpless condition a merciful Providence smiled on them by sending quails, so tame that many caught them with their hands; yet many perished within sight of hundreds of houses belonging to them and their friends, which were under the dominion of the Rev. Thomas S. Brockman and his mob legions, who viciously trampled the constitution and laws of Illinois, and the laws of humanity, under their feet. <\/div><div class=\"paragraph jod\" id=\"v13n489\"> The victims continued to suffer until the camps in the west sent them relief. For a more full description of these scenes, I read from the historical address of Col. (now General) Thomas L. Kane, who was an eyewitness. <\/div> <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n491\"> &#x201C;A few years ago,&#x201D; said Colonel Kane, &#x201C;ascending the Upper Mississippi, in the autumn, when its waters were low, I was compelled to travel by land past the region of the Rapids. My road lay through the Half-breed Tract, a fine section of Iowa, which the unsettled state of its land titles had appropriated as a sanctuary for coiners, horse thieves, and other outlaws. I had left my steamer at Keokuk, at the foot of the Lower Fall, to hire a carriage, and to contend for some fragments of a dirty meal with the swarming flies, the only scavengers of the locality. <\/div><div class=\"paragraph jod\" id=\"v13n492\"> &#x201C;From this place to where the deep water of the river returns, my eye wearied to see everywhere sordid, vagabond, and idle settlers, and a country marred, without being improved, by their careless hands. I was descending the last hillside upon my journey, when a landscape in delightful contrast broke upon my view. Half encircled by a bend of the river, a beautiful city lay glittering in the fresh morning sun; its bright new dwellings, set in cool green gardens, ranging up around a stately dome-shaped hill, which was crowned by a noble edifice, whose high tapering spire was radiant with white and gold. The city appeared to cover several miles, and beyond it, in the background, there rolled off a fair country, chequered by the careful lines of fruitful husbandry. The unmistakable marks of industry, enterprise, and educated wealth everywhere, made the scene one of singular and most striking beauty. It was a natural impulse to visit this inviting region. I procured a skiff, and rowing across the river, landed at the chief wharf of the city. No one met me there. I looked, and saw no one. I could hear no one move, though the quiet everywhere was such that I heard the flies buzz, and the water<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5028\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ripples break against the shallow of the beach. I walked through the solitary street. The town lay as in a dream, under some deadening spell of loneliness, from which I almost feared to wake it, for plainly it had not slept long. There was no grass growing up in the paved ways; rains had not entirely washed away the prints of dusty footsteps. <\/div><div class=\"paragraph jod\" id=\"v13n493\"> &#x201C;Yet I went about unchecked. I went into empty workshops, rope-walks and smithies. The spinner's wheel was idle; the carpenter had gone from his workbench and shavings, his unfinished sash and casing. Fresh bark was in the tanner's vat, and the fresh chopped lightwood stood piled against the baker's oven. The blacksmith's shop was cold; but his coal heap and lading pool, and crooked water horn were all there, as if he had just gone off for a holiday. No work-people anywhere looked to know my errand. <\/div><div class=\"paragraph jod\" id=\"v13n494\"> &#x201C;If I went into the gardens, clinking the wicket-latch loudly after me, to pull the marigolds, heartsease, and lady-slippers, and draw a drink with the water-sodden well-bucket and its noisy chain; or, knocking off with my stick the tall, heavy-headed dahlias and sunflowers, hunted over the beds for cucumbers and love-apples&#x2014;no one called out to me from any opened window, or dog sprang forward to bark an alarm. <\/div><div class=\"paragraph jod\" id=\"v13n495\"> &#x201C;I could have supposed the people hidden in the houses, but the doors were unfastened; and when at last I timidly entered them, I found dead ashes white upon the hearths, and had to tread a tiptoe, as if walking down the aisle of a country church, to avoid rousing irreverent echoes from the naked floors. On the outskirts of the town was the city graveyard; but there was no record of plague there, nor did it in anywise differ much from other Protestant American  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cemeteries. Some of the mounds were not long sodded; some of the stones were newly set, their dates recent, and their black inscriptions glossy in the mason's hardly dried lettering ink. Beyond the graveyard, out in the fields, I saw, in one spot hard by where the fruited boughs of a young orchard had been roughly torn down, the still smoldering remains of a barbecue fire, that had been constructed of rails from the fencing around it. It was the latest sign of life there. Fields upon fields of heavy-headed yellow grain lay rotting ungathered upon the ground. No one was there to take in their rich harvest. <\/div><div class=\"paragraph jod\" id=\"v13n497\"> &#x201C;As far as the eye could reach they stretched away&#x2014;they sleeping, too, in the hazy air of autumn. Only two portions of the city seemed to suggest the import of this mysterious solitude. On the southern suburb, the houses looking out upon the country showed, by their splintered woodwork and walls battered to the foundation, that they had lately been the mark of a destructive cannonade. And in and around the splendid Temple, which had been the chief object of my admiration, armed men were barracked, surrounded by their stacks of musketry and pieces of heavy ordnance. These challenged me to render an account of myself, and why I had had the temerity to cross the water without written permit from a leader of their band. <\/div><div class=\"paragraph jod\" id=\"v13n498\"> &#x201C;Though these men were generally more or less under the influence of ardent spirits, after I had explained myself as a passing stranger, they seemed anxious to gain my good opinion. They told the story of the Dead City; that it had been a notable manufacturing and commercial mart, sheltering over twenty thousand persons; that they had waged war with its inhabitants for several years, and <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5027\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> had been finally successful only a few days before my visit, in an action fought in front of the ruined suburb; after which they had driven them forth at the point of the sword. The defense, they said, had been obstinate, but gave way on the third day's bombardment. They boasted greatly of their prowess, especially in this battle, as they called it; but I discovered they were not of one mind as to certain of the exploits that had distinguished it, one of which, as I remember, was, that they had slain a father and his son, a boy of fifteen, not long residents of the fated city, whom they admitted to have borne a character without reproach. <\/div><div class=\"paragraph jod\" id=\"v13n499\"> &#x201C;They also conducted me inside the massive sculptured walls of the curious Temple, in which they said the banished inhabitants were accustomed to celebrate the mystic rites of an unhallowed worship. They particularly pointed out to me certain features of the building which, having been the peculiar objects of a former superstitious regard, they had, as a matter of duty, sedulously defiled and defaced. The reputed sites of certain shrines they had thus particularly noticed; and various sheltered chambers, in one of which was a deep well, constructed, they believed, with a dreadful design. Beside these, they led me to see a large and deep chiseled marble vase or basin, supported upon twelve oxen, also of marble, and of the size of life, of which they told some romantic stories. They said the deluded persons, most of whom were emigrants from a great distance, believed their Deity countenanced their reception here of a baptism of regeneration, as proxies for whomsoever they held in warm affection in the countries from which they had come. That here parents 'went into the water' for their lost children, children for their parents,  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>widows for their spouses, and young persons for their lovers; that thus the Great Vase came to be for them associated with all dear and distant memories, and was therefore the object, of all others in the building, to which they attached the greatest degree of idolatrous affection. On this account, the victors had so diligently desecrated it, as to render the apartment in which it was contained too noisome to abide in. <\/div><div class=\"paragraph jod\" id=\"v13n501\"> &#x201C;They permitted me also to ascend into the steeple, to see where it had been lightning-struck the Sabbath before; and to look out, east and south, on wasted farms like those I had seen near the city, extending till they were lost in the distance. Here, in the face of the pure day, close to the scar of the divine wrath left by the thunderbolt, were fragments of food, cruises of liquor, and broken drinking vessels, with a bass drum and a steamboat signal bell, of which I afterwards learned the use with pain. <\/div><div class=\"paragraph jod\" id=\"v13n502\"> &#x201C;It was after nightfall when I was ready to cross the river on my return. The wind had freshened since the sunset, and the water beating roughly into my little boat, I edged higher up the stream than the point I had left in the morning, and landed where a faint glimmering light invited me to steer. <\/div><div class=\"paragraph jod\" id=\"v13n503\"> &#x201C;Here, among the dock and rushes, sheltered only by the darkness, without roof between them and the sky, I came upon a crowd of several hundred human beings, whom my movements roused from uneasy slumber on the ground. <\/div><div class=\"paragraph jod\" id=\"v13n504\"> &#x201C;Passing these on my way to the light, I found it came from a tallow candle in a paper funnel shade, such as is used by street vendors of apples and peanuts, and which, flaming and guttering away in the bleak air off the water, shone flickeringly on the emaciated features of a man in the last <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5026\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stage of a bilious remittent fever. They had done their best for him. Over his head was something like a tent, made of a sheet or two, and he rested on a partially ripped open old straw mattress, with a hair sofa cushion under his head for a pillow. His gaping jaw and glazing eye told how short a time he would monopolize these luxuries; though a seemingly bewildered and excited person, who might have been his wife, seemed to find hope in occasionally forcing him to swallow, awkwardly, sips of the tepid river water, from a burned and battered bitter-smelling tin coffee pot. Those who knew better had furnished the apothecary he needed; a toothless old bald-head, whose manner had the repulsive dullness of a man familiar with death scenes. He, so long as I remained, mumbled in his patient's ear a monotonous and melancholy prayer, between the pauses of which I heard the hiccup and sobbing of two little girls, who were sitting upon a piece of drift wood outside. <\/div><div class=\"paragraph jod\" id=\"v13n505\"> &#x201C;Dreadful, indeed, was the suffering of these forsaken beings; bowed and cramped with cold and sunburn, alternating as each weary day and night dragged on, they were, almost all of them, the crippled victims of disease. They were there because they had no homes, nor hospital, nor poorhouse, nor friends to offer them any. They could not satisfy the feeble cravings of their sick; they had not bread to quiet the fractious hunger cries of their children. Mothers and babes, daughters and grandparents, all of them alike, were bivouacked in tatters, wanting even covering to comfort those whom the sick shiver of fever was searching to the marrow. <\/div><div class=\"paragraph jod\" id=\"v13n506\"> &#x201C;These were Mormons, in Lee County, Iowa, in the fourth week of the month of September, in the year of our Lord 1846. The city&#x2014;it was  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Nauvoo, Ill. The Mormons were the owners of that city, and the smiling country around. And those who had stopped their ploughs, who had silenced their hammers, their axes, their shuttles, and their workshop wheels; those who had put out their fires, who had eaten their food, spoiled their orchards, and trampled under foot their thousands of acres of unharvested bread; these were the keepers of their dwellings, the carousers in their Temple, whose drunken riot insulted the ears of the dying. <\/div><div class=\"paragraph jod\" id=\"v13n508\"> &#x201C;I think it was as I turned from the wretched night watch of which I have spoken, that I first listened to the sounds of revel of a party of the guard within the city. Above the distant hum of the voices of many, occasionally rose distinct the loud oath-tainted exclamation, and the falsely intonated scrap of vulgar song; but lest this requiem should go unheeded, every now and then, when their boisterous orgies strove to attain a sort of ecstatic climax, a cruel spirit of insulting frolic carried some of them up into the high belfry of the Temple steeple, and there, with the wicked childishness of inebriates, they whooped, and shrieked, and beat the drum that I had seen, and rang in charivaric unison their loud-tongued steamboat bell. <\/div><div class=\"paragraph jod\" id=\"v13n509\"> &#x201C;They were, all told, not more than six hundred and forty persons who were thus lying on the river flats. But the Mormons in Nauvoo and its dependencies had been numbered the year before at over twenty thousand. Where were they? They had last been seen carrying in mournful train their sick and wounded, halt and blind, to disappear behind the western horizon, pursuing the phantom of another home. Hardly anything else was known of them; and people asked with curiosity, &#x2018;What had been their fate&#x2014;what their fortunes?&#x2019;&#x201D; <\/div> <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5025\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v13n509\"> OCTOBER 9TH <\/div><div class=\"paragraph jod\" id=\"v13n510\"> The rear of the camp of the Saints that were driven out of Nauvoo, as we left them last evening lying on the banks of the Mississippi&#x2014;a very uncomfortable and distressing situation&#x2014;were frequently annoyed by the firing of cannon from the opposite side of the river, many of the shot landing in the river, but occasionally some would pass over into the camp. One of them, picked up in the camp, was sent as a present to the Governor of Iowa. <\/div><div class=\"paragraph jod\" id=\"v13n511\"> The Rev. Thomas S. Brockman, leader of the mob who expelled the Saints from Nauvoo, said when he entered the city, that he considered he had gained a tremendous triumph; but there is no language sufficient to describe the ignominy and disgrace that must attach, in all time to come, to him and his associates, in the accomplishment of so brutal a work on an innocent and unoffending people on account of their religious opinions. <\/div><div class=\"paragraph jod\" id=\"v13n512\"> The settlements of Iowa on the west side of the Mississippi River were scattering, extending back about seventy miles. We passed through these settlements on our journey westward, that is, President Young and the party that left Nauvoo in the winter. We diverged a little from the regular route in order to be in the vicinity of the settlements of Missouri. Our brethren scattered wherever there was an opportunity to take jobs from the people, making rails, building log houses, and doing a variety of work, by which they obtained grain for their animals and breadstuff for themselves. We were enabled to do this while moving slowly. In fact, the spring rains soon rendered the ground so muddy that it was impossible to travel but a very short distance at a time. Soon after, when the grass grew, this divergence from the road southerly was discontinued,  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by pursuing a direction further north, until we reached a point on the east fork of Grand River, where the President's company commenced a settlement called Garden Grove, then another called Pisgah was commenced on the west fork of the same river. These streams and a number of others had to be bridged at a heavy expense, which was done by the advanced parties. Our travel west of the settlements, before we reached the Missouri River, was about 300 miles. The country was in the possession of Pottawattamie Indians. They, however, had sold their lands to the United States, and were to give possession the following year. We were delayed building ferry boats and crossing the Missouri River. A large portion of our people crossed at a point now known as Omaha city; some crossed a little below, at Bellevue, or what we sometimes termed Whiskey Point, there being some missionaries and Indian traders there, who occupied their time in selling whiskey to and swindling the Indians. <\/div><div class=\"paragraph jod\" id=\"v13n513\"> We were met there by Captain James Allen, of United States dragoons, with an order from the War Department to enroll five hundred volunteers for the war in Mexico. The volunteers were enrolled in a very few days. A portion of our wagons had crossed the Missouri at this time, and the residue of our people, from whom the volunteers were drawn, were scattered on the way two hundred miles towards Nauvoo. The men, however, volunteered, leaving their families and teams on the prairies without protectors, and very materially weakened the camp, because they were the flower of the people. They marched direct for Leavenworth, and there received the arms of infantry, and then marched for California by way of Santa Fe. Their commander, Lieutenant-Colonel Allen, <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5024\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> died at Leavenworth, and they were subsequently placed under the command of Lieutenant-Colonel P. Saint George Cooke. They made a march of 2050 miles, to San Diego. History may be searched in vain for a parallel to this march of infantry. During a portion of this route they were on three-quarter rations, a portion on half rations, and a large portion of it on quarter rations of bread, their only meat being such draught animals as were unable to proceed further. They were, at one time, temporarily relieved from this pressure through an encounter with a herd of wild bulls. These men were discharged on the coast of California; but the Government, finding it necessary to maintain some show of force in the southern part of California, requested a company of them to reenlist, which they did, and served for a term of six months. <\/div><div class=\"paragraph jod\" id=\"v13n514\"> The departure of all these men from our party, left a great burden on the shoulders of those who remained. President Young gathered them together to a place now called Florence, which we denominated Winter Quarters. While there we built seven hundred log houses, one water-power and several horse mills for grinding grain, and some hundred and fifty dugouts, being a kind of cave dug in the earth, or houses half underground. <\/div><div class=\"paragraph jod\" id=\"v13n515\"> We gathered up the families of the battalion the best we could, but a great many were sick. Our exposures through the season, being deprived of vegetable food, and the overwork through so much bridge and road making, brought on sickness; and all who were in Winter Quarters remember it as being a place where a great many persons were afflicted, and many died. <\/div><div class=\"paragraph jod\" id=\"v13n516\"> Our brethren who were on the other side of the river established camps in  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>various localities. There were probably two thousand wagons scattered about on the east side of the river in different parts of the Pottawattamie country, each grove or camping ground taking the name of its leader. Many of those names are still retained, the various camping grounds being known as Cutler's, Perkins', Miller's, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v13n518\"> Elders Orson Hyde, P. P. Pratt, and John Taylor, left the camp and went on a mission to England. Brother Benson, accompanied by other brethren, went to the east to solicit donations from our eastern friends. I am not aware of the exact amount that was donated, but it was only a trifle. There were a few old clothes also contributed, which I believe were scarcely worth the freight. Christian sympathy was not very strong for the Latter-day Saints. But we feel very thankful to those who did contribute, and shall ever remember with kindness their generosity towards the Saints. <\/div><div class=\"paragraph jod\" id=\"v13n519\"> We were here visited by Col. Thos. L. Kane, of Philadelphia, an extract from whose historical address was read yesterday. He visited our camp and saw our condition, and was the only man, I believe, who by words and deeds manifested that he felt to sympathize with the outraged and plundered people called Latter-day Saints. It may be that he was not the only man, but he was the only man who made himself conspicuous by his sympathy towards us. It is true that we have had men come here, as merchants and officers, who have expressed to us that they did have great sympathy with us at that time. It does us a great deal of good now to hear them say so, we did not know anything about it then. <\/div><div class=\"paragraph jod\" id=\"v13n520\"> In the spring of 1847, President Young, with one hundred and forty-three pioneers, started in search of a place of settlement. We started early, <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5023\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before there was a particle of grass in the Platte valley. We carried our food with us, and fed our animals on the cottonwood bark, until the grass grew, and managed to get along, making the road for six hundred and fifty miles, and followed the trappers' trail about four hundred miles more until we arrived in this valley. The whole company arrived here on the 24th of July, 1847. There were a few bushes along the streams of City Creek, and other creeks south. The land was barren; it was covered with large black crickets, which seemed to be devouring everything that had outlived the drouth and desolation. Here we commenced our work by making an irrigation ditch, and planting potatoes, which we had brought from the States; and late as it was in the season, with all the disadvantages with which we had to contend, we raised enough to preserve the seed, though very few were as large as chestnuts. For the next three years we were reduced to considerable straits for food. Fast meetings were held, and contributions constantly made for those who had no provisions. Every head of a family issued rations to those dependent upon him, for fear his supply of provisions should fall short. Rawhides, wolves, rabbits, thistle roots, segos, and everything that could be thought of that would preserve life, were resorted to; there were a few deaths by eating poisonous roots. A great deal of the grain planted here the first year grew only a few inches high; it was so short it could not be cut. The people had to pull it. A great many got discouraged and wanted to leave the country; some did leave. The discovery of gold mines in California by the brethren of the battalion, caused many of the discontented to go to that paradise of gold. <\/div><div class=\"paragraph jod\" id=\"v13n521\"> During all these trials President  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Young was firm and decided; he put on a smile when among the people, and said this was the place God had pointed out for the gathering place of the Saints, and it would be blessed and become one of the most productive places in the world. In this way he encouraged the people, and he was sustained by men who felt that God had inspired him to lead us here. <\/div><div class=\"paragraph jod\" id=\"v13n523\"> President Young went back to Winter Quarters the first season, and in 1848, returned with his family. John Smith, my honored father, who was subsequently Patriarch of the whole Church, and who had been President of the Stake in Nauvoo, presided during the absence of President Young. I think that, for a man of his age and health, it was, in many respects, a very unpleasant position to be placed in, for all the murmuring, complaining, faultfinding, distress, hunger, annoyances, fears, and doubts of the whole people were poured into his ear. But God inspired him, although a feeble man, to keep up their spirits, and to sustain the work that was entrusted to him until the arrival of the President next season. <\/div><div class=\"paragraph jod\" id=\"v13n524\"> In three years&#x2014;1850, the idea of a man issuing rations to his family to keep them from starving had passed away; but the grasshopper war of 1856 inflicted upon us so great a scarcity, that issuing rations had to be resorted to again. Through all these circumstances no one was permitted to suffer, though all had to be pinched. I shall not attempt to give a detailed account of all the circumstances connected with our position in those trying times. But when our brethren arrive here by railroad and see a country smiling with plenty, I think they can hardly appreciate how it looked when we came. <\/div><div class=\"paragraph jod\" id=\"v13n525\"> When I first sat down on this ground, in 1847, I was dressed in buckskin, having torn most of my <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5022\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> clothes to pieces. I had rawhide soles on my feet, and had a piece of hard bread and a piece of dried antelope meat to eat. I lay down, took my pistol in my hand, and held on to my horse by a lariat while eating my meat and biscuit, for fear the Indians might take a notion to my hair, of which I was always very choice. I took that meal near where our City Hall now stands. There has been quite an improvement since then. <\/div><div class=\"paragraph jod\" id=\"v13n526\"> The first year of our settlement here the crops were greatly injured by crickets, and many of the people gave up all hope, and it seemed as if actual starvation was inevitable for the whole colony. God sent gulls from the Lake, and they came and devoured the crickets. It seemed as if they were heavenly messengers sent to stay the famine. They would eat until they were filled, and would then disgorge; and so they continued eating and vomiting until the fields were cleared, and the colony saved: Praise the Lord! During the time of scarcity, when there was a short allowance of bread, the people were remarkably healthy, more so than they were afterwards when food became more plentiful. <\/div><div class=\"paragraph jod\" id=\"v13n527\"> In 1847, it was the counsel for every person leaving the Missouri River to be provided with three hundred and sixty-five pounds of breadstuff; many, however, came with less. The next season they were to bring three hundred pounds, the season after two hundred and fifty pounds; but in 1850, the people came with just enough to serve them during their journey across the Plains. In 1849, President Young founded the P. E. Fund. We had covenanted while in Conference in the Temple at Nauvoo, that we would never quit our exertions to the extent of our influence and property, until every man, woman and child of the Latter<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>day Saints who wanted to come to the mountains had been gathered. In 1849, notwithstanding all our poverty, a large sum in gold was contributed by the brethren for emigration purposes, and Bishop Edward Hunter went back and commenced the work. We also recommenced the work of missions, which for a short time had been partially suspended. Missionaries were sent to Denmark, Sweden, Norway, France, Italy, Switzerland, Germany, and the islands of the Pacific. <\/div><div class=\"paragraph jod\" id=\"v13n529\"> The first commercial house established here by strangers was Livingston and Kinkead's. Mr. Livingston had about eight thousand dollars, which was all the money the firm had to invest. Kinkead was taken in as a partner, and they obtained credit in the east for twenty thousand dollars' worth of goods, freighted them here and opened their store. They reported to their creditors that on the first day of opening they received ten thousand dollars in gold. They remained here until they made themselves fortunes, and carried gold from this Territory, perhaps to the amount of millions, and established themselves elsewhere. They were an honorable business house, but I have often reflected upon the bad policy that we, as servants of God, adopted at that time in sustaining strangers. If the ten thousand dollars which were paid into that house the first day, had been handled by some of our experienced merchants in a cooperative institution, it would have been just as easy to have furnished our own merchandise as to have bought their's. Bishop N. K. Whitney, who was then living, or Bishop Woolley, and numbers of others were well acquainted with mercantile business; but they had been robbed of all they had, and had no capital. It only wanted unity and willingness on the <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5021\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> part of the people to sustain their brethren in their business relations, to have laid the foundation to supply all that was ever supplied by Livingston and Kinkead. <\/div><div class=\"paragraph jod\" id=\"v13n530\"> I would like everyone to inquire for himself&#x2014;What would have been the result if, instead of sustaining Livingston and Kinkead and other merchants, our people had sustained Latter-day Saints? The result would have been, that large sums of money would have remained here and been used for building up the country; and when a dark cloud had lowered over us, our brethren with this means in their possession would have been on hand to aid the Saints in defending and preserving their lives and liberties; while, as it was, the influence of the men we had enriched was turned against us, they believing they could make more money out of the Government, and get rich quicker through war, than they could by continuing their honest, legitimate business with the people here. This firm is but one; several other firms might be mentioned who pursued a similar course. <\/div><div class=\"paragraph jod\" id=\"v13n531\"> As soon as it was known in Christendom that the Latter-day Saints were not dead, but that they were alive and flourishing, and were gathering their people to the mountains at the rate of from two to five thousand a year, and that they had succeeded in reclaiming the desert, and in making grain and grass grow where nothing would grow before, it seemed as though all hell was aroused again. Federal officers were sent here, and they thought it policy to join in the general hue and cry, or at least some of them; there were a few honorable exceptions. But the majority of them raised a hue and cry against us, and it was thought so much of, that one of the rotten planks in the platform of the great rising party which con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tested the elevation of James Buchanan to the Presidency, was the destruction of polygamy. This brought to our country immense armies, more men being concerned in the matter than in some of the principal battles of the revolution, or even in the war of 1812. Some six thousand regulars were marched in this direction, while teamsters and hangers on increased this number to about seventeen thousand. There were also several thousand freight wagons, and everything on the face of the earth, seemingly, that could be done to hurl into this country destruction and vengeance, was done. But God overruled it. When they got here they found that they really had been deceived. They went and established themselves at Camp Floyd, and spent their time in destroying arms and ammunition, and breaking up the property of the United States, until forty million dollars, the reported cost of the expedition, had been wasted. The armies then scattered to the four winds of the heaven. This expenditure of the Government money laid the foundation of these outside mercantile establishments which have been nursed by us to so great an extent from that time to this. <\/div><div class=\"paragraph jod\" id=\"v13n533\"> It has been believed that great benefit, financially, accrued to the Saints through this expedition; but I think that as a whole it has been a hindrance to our real progress. Very little of the money came into the hands of the Saints, but some merchandise at high prices, which might have been a temporary convenience. But it caused our people to relax their energies in producing from the elements what they needed, such as flax, cotton and wool; and also turned their attention from the manufacture of iron. The burning of wagons, the bursting of shell, and the destruction of arms, furnished much of the latter <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5020\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at comparatively nominal prices; hence a present benefit worked a permanent injury. The speculators who made vast fortunes at the expense of the nation soon squandered them, and part of this army, and even its commander, and many of the officers, were soon found arrayed against the flag of our country, and taking an active part in the terrible war between the North and South, the results of which are being so severely felt at the present time. <\/div><div class=\"paragraph jod\" id=\"v13n534\"> Scandalous sheets have been issued here for years, and, as far as possible, sent to all parts of the world, filled with lies, defamation and abuse, and everything that would tend to rouse the indignation of the Christian world against us, and to get up an excuse for our annihilation. These sheets have been sustained by men in the mercantile business whom we have sustained by our trade, and consequently have been supported indirectly by our money. I have been horrified at such a use of our means, and have felt that it was our duty, as Saints, to stop supporting these slanders, lest, peradventure, should they continue until they produced the designed effect, our blood should be upon our own heads. <\/div><div class=\"paragraph jod\" id=\"v13n535\"> What did we cross the Plains for? To get where we could enjoy peace and religious liberty. Why did we drag handcarts across the Plains? That we might have the privilege of dwelling and associating with Saints, and not build up a hostile influence in our midst, and place wealth in the hands of our enemies, who use it to spread abroad defamation and falsehood, and to light a flame that will again have the direct result, unless overruled by the almighty power of God, of bringing upon the Latter-day Saints here the same sorrow, distress and desolation that have followed them elsewhere. For my part  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I do not fellowship Latter-day Saints who thus use their money. I advise the Saints to form cooperative societies and associations all over the Territory, and to import everything they need that they cannot manufacture, and not to pay their money to men who use it to buy bayonets to slay them with, and to stir up the indignation of our fellow men against us. Our outside friends should feel contented with the privilege of paying us the money for the products of our labor, and we should exact it at their hands, as a due reward for our exertions in producing the necessaries of life in this desert. <\/div><div class=\"paragraph jod\" id=\"v13n537\"> Some may say, &#x201C;We are afraid the brethren are making money too fast,&#x201D; or, &#x201C;We do not like to trade with them, they charge us too high.&#x201D; Suppose they do, you need not buy of them; but do not go and buy of <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5019\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men who would use that money to cut your throats, or to publish lies about you, and endeavor to induce all men to come here and dispossess you of your homes. Do not be so mad as that. &#x201C;Well,&#x201D; says one, &#x201C;I really want some little article that I cannot buy elsewhere.&#x201D; Man's wants are very numerous, but his necessities are really very few, and we should abridge our wants, and go to work and manufacture everything we can within ourselves; and what we cannot manufacture we can import, and save ourselves the 40, 120, 400, or 1,000 percent that we are now paying for our merchandise, and so stop building up those who are laying a foundation, openly and above board, for our destruction. And furthermore, cease to fellowship every man that will not build up Zion. Amen. <\/div>\n<\/div>\n<\/div>"}