{"ID":130041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel and the Things of the World&#x2014;Consistency&#x2014;Works As Well As Faith&#x2014;The Word of Wisdom.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the Tabernacle, Ogden City, Nov. 12, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel and the Things of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 11\/12\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v13n1358\"> In rising before you this evening I desire an interest in your prayers that I may be able to speak to our mutual edification. I realize, most truly, in my own experience, that it is a very difficult matter to rise before <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a congregation of Saints and preach the Gospel without the assistance of God's Spirit; I do not feel capable of doing it, and I therefore pray that that Spirit may be enjoyed by us who are here this evening. I feel that we  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have had a good and profitable time today, if we can but treasure up the instructions which have been given. But the great difficulty is&#x2014;we are too careless, listless and unconcerned in relation to what is taught us from time to time; we do not weigh, with that thought and care that we should do, the instructions and counsels which we receive. We allow other things to occupy our minds; the cares of the world, the desire for gain, the anxiety to promote our own interests and to provide for the necessities of life choke out the word of God<span class=\"citation\" id=\"64537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64537)\">Matt. 13:22<\/a><\/span> to some extent. This is too much so with the Latter-day Saints, and it is pre-eminently so with the world at large. They do not believe the Gospel when they are taught it, which is the reason that our Elders meet with so little success abroad. The world has grown so indifferent to the Gospel, that it is almost impossible to excite inquiry regarding it. Perhaps one cause of this is that there has been too much teaching and too many varieties of it, and the minds of the people are unsettled and filled with speculation regarding the principles of salvation. They see men preaching various doctrines, hence they conclude that they who claim to be ministers and presume to preach have neither the authority to do so, nor the spirit of the Gospel, the knowledge of the truth or the testimony of Jesus, and they are losing confidence in them. People who reflect cannot do otherwise, for, however much the various gospels are taught to the people, nothing but dissatisfaction, doubt, and disappointment result therefrom. There is no prospect, to all earthly appearance, of their ever arriving at a knowledge of the truth; in fact, the Christian world today are in exactly the position described by the ancient Apostle&#x2014;they have a &#x201C;form of godliness; but deny the power thereof;&#x201D;<span class=\"citation\" id=\"76150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76150)\">2 Tim. 3:5<\/a><\/span> <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and &#x201C;they are ever learning, but never come to the knowledge of the truth.&#x201D;<span class=\"citation\" id=\"76178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76178)\">2 Tim. 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n1360\"> But while this is the condition of the world, why should we, who have received the Gospel, as revealed in our day through Joseph Smith, sink to a level with them in our faith and actions? Having received the Gospel, it is our privilege to receive the testimony of the same; and if we have not, it is our own fault, for it is promised freely to every man and woman who will obey it; and there is not a son or daughter of Adam with common reason, but he or she is entitled to a perfect knowledge of the Gospel of salvation upon rendering obedience to its requirements; and if all who do so do not receive the promised blessings, it is their own fault, and not the fault of the Gospel or its Originator. The Gospel plan is broad and ample, and its Author has promised that they who seek shall find, and to them that knock the door shall be opened.<span class=\"citation\" id=\"63745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63745)\">Matt. 7:7<\/a><\/span> James, the Apostle, says, &#x201C;If any lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not; and it shall be given him.&#x201D;<span class=\"citation\" id=\"77419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77419)\">James 1:5<\/a><\/span> This is well known in the world, for the Scriptures are read there, and they are aware of the existence of these promises; and I presume that many of them endeavor to ask for what they need in conformity with the teachings of the Scriptures; for they do certainly realize, to some extent, that they need wisdom and understanding which they have not, and which seems out of their power to obtain. But why do they not get what they ask for? The promise is very pointed, and is given in language that cannot be mistaken. James explains this. Says he, &#x201C;But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.&#x201D; &#x201C;For let not  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that man think that he shall receive anything of the Lord.&#x201D;<span class=\"citation\" id=\"77438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77438)\">James 1:6-7<\/a><\/span> But he who asks in a proper manner, who humbles himself before the Lord like a little child before its earthly parent, and is willing to trust in God, and comes before him doubting nothing, that man, or that woman, will receive what he or she shall ask for. God has said it; He has promised it by the mouths of His servants, the Prophets and the Apostles, and the promise is sure and unfailing; and if there is any fault, it is on our part, and through our own lack of faith, meekness and humility before the Lord. <\/div><div class=\"paragraph jod\" id=\"v13n1362\"> The Apostle James says that, &#x201C;Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.&#x201D;<span class=\"citation\" id=\"77681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77681)\">James 4:3<\/a><\/span> We may ask blessings of the Lord, from now to all eternity, and if we ask with pride and ambition in our hearts, and with a desire to increase our worldly possessions for our own aggrandizement, God will not grant what we ask. Hence the necessity of learning how to approach our Creator, and of asking Him according to the way He has appointed. <\/div><div class=\"paragraph jod\" id=\"v13n1363\"> When we meet together it is for the purpose of listening and being instructed and uniting our hearts in prayer to God, not as individuals, but as a community, that by our combined supplications we may obtain from His hands that which we need. We do not come together, as some do, to admire fashionable attire; but we meet to worship God, and to be instructed regarding the principles of salvation, that we may be strengthened and encouraged in the prosecution of the labors devolving upon us, in overcoming the evils of our own fallen natures and bringing ourselves into subjection to the law of God. Those who come together for this purpose will receive their reward. <\/div><div class=\"paragraph jod\" id=\"v13n1364\"> There are evils in the midst of <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israel as well as in the world, arising from pride and neglect of duty. Many have no anxiety for anything but the things of the world. A man, for instance, has a farm and flocks, and they engross his whole time and attention. If he does take a little time to rest from his toils in the field and attends meeting, he comes drowsy and thoughtless, and leaves no better than when he came. He has learned nothing; in fact he did not come to be taught. He came, perhaps, simply because it was customary, or because some of his family or neighbors came, and not because he felt any interest in being there himself. If an angel should address a congregation of such individuals, his words would have no effect. The words of an angel would have no effect on the minds of women who attend meeting to look at the bonnets of their neighbors, or to see how the fashions change, any more than upon the minds of men who do the same thing for form's sake. Such persons have no conception of truth, and have no place for its reception; it is shut out from their understanding, and they sit like figureheads, and derive no benefit from the instructions of the servants of God. So far as their influence goes, if they have any, it is as a damper thrown upon those around them. <\/div><div class=\"paragraph jod\" id=\"v13n1365\"> I do not believe it would be necessary to preach so much to the Saints, as it now appears to be, if we lived our religion, and would exercise one-tenth part of the faith that we should exercise for our own good and the good of Israel; but, under present circumstances, it seems to be absolutely necessary to preach day after day and week after week to the Saints to keep them anywhere within the bounds of the Gospel. We are so easily led astray, so easily benumbed and chilled in our perceptions of truth. If there ever was a time that  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we needed to live the religion of Jesus Christ it is at the present. We should begin to realize that every man and woman is an agent, and exercises a certain amount of influence in the sphere in which he or she moves. Parents have an influence over their children; children have an influence over each other; neighbor has an influence with neighbor; and although we may not perceive that our example has any influence or weight, I assure you many times injury has been done by acts that we regarded as trifling through the influence they had upon our neighbors or children. Who can tell the result of a promise, made and not kept, by a father to his child? Will the child grow up in the belief that the father and mother guilty of this practice, mean what they say, or that they say one thing and mean another? From the conduct of the parents in this respect the child is very likely to take license to follow their example, and perhaps to do worse. Who can tell how long evils of this nature will tell upon children, transmitted through them to their posterity? Yet we see fathers and mothers set an example before their children which they themselves condemn and warn their children against. The inconsistent conduct of parents has a tendency to blunt the sensibilities of children, and to lead them from the way of life and salvation, for if parents teach their children principles which they do not practice themselves, that teaching is not likely to have much weight or effect, except for evil. We do not look at and reflect upon these things as we should. What will a child, when he begins to reflect, think of a parent who, professing to believe that the Word of Wisdom<span class=\"citation\" id=\"88868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88868)\">D&amp;C 89:1-21<\/a><\/span> is part of the Gospel of Jesus Christ, and has been given by revelation, violates it every day of his life? He will grow up to <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe that his parent is a hypocrite and without faith in the Gospel. They who take such a course incur fearful responsibilities. We cannot be too consistent in our course, neither can we be too faithful in fulfilling promises. <\/div><div class=\"paragraph jod\" id=\"v13n1367\"> What confidence would you have in a man who will tell you, &#x201C;Tomorrow morning I will pay you what I owe you;&#x201D; but when tomorrow morning comes he does not fulfil his word? You meet him during the day and says he, &#x201C;Brother, I forgot all about that little matter, but I will call in the morning.&#x201D; The morning comes, but he does not come, and so it passes on day after day, and that promise remains unredeemed. You may extend this to any other promise or profession. If men are untruthful and fail to meet their obligations, you come finally to the conclusion that they are dishonest and all confidence is lost in them. They cannot be trusted in anything, and you are compelled to regard them as little else than liars and swindlers, and you avoid having anything to do with them. Yet there are such men who have been down into the waters of baptism for the remission of sin, and have covenanted with God to forsake every evil. What does such a profession of repentance amount to? No mouth profession of repentance is acceptable to God unless it is carried out in practice. We must have works as well as faith;<span class=\"citation\" id=\"77539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77539)\">James 2:17<\/a><\/span> we must <span class=\"italic\">do<\/span> as well as <span class=\"italic\">pretend<\/span> to do. The majority of the Latter-day Saints that have been gathered to these valleys any length of time have made covenants with God that they will keep His commandments, and walk in the counsels of the Almighty at all hazards; yet many, nevertheless, continually dabble in the contemptible customs of corrupt and degenerate human nature. Instead of raising  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves to the standard of the Gospel, they are content to descend to the level of the wicked and corrupt. Many of the Elders of Israel who have responsibilities resting upon them, with which they will find they cannot trifle with impunity, are taking this course all the time. What wonder, then, that the Spirit of the Lord is grieved?<span class=\"citation\" id=\"90877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90877)\">D&amp;C 121:37<\/a><\/span> What wonder that the Latter-day Saints need to be preached to continually? It is no wonder to me when I contemplate the condition of the people of these valleys, and especially Salt Lake City, Ogden, and our cities contiguous to the railways. <\/div><div class=\"paragraph jod\" id=\"v13n1369\"> What is to become of us, if we are to give way to every temptation, and ape every poor skunk that comes from the world? I mean those who do not regard themselves as gentlemen; I do not mean men who profess to be gentlemen and who carry out their professions, and there are many such in the world. I now have reference to that class who do not scruple to do any mean thing to serve their purposes or gratify their desires. Some of us, I regret to say, feel to follow their examples in our dealings, habits, and customs. What will God do with us? What are we worth? What will we come to? What will God Almighty make of us? What kind of an exaltation, glory and reward will we gain if this is the height of our ambition and the strength of our morality, integrity, and stamina in the cause of Jesus Christ? It will be said to such, &#x201C;Depart from me, ye cursed,<span class=\"citation\" id=\"66197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66197)\">Matt. 25:41<\/a><\/span> I never knew you.&#x201D;<span class=\"citation\" id=\"63971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63971)\">Matt. 7:23<\/a><\/span> &#x201C;What, Lord, never knew me? Why, I am Elder B&#x2014;. I lived at Ogden, or Salt Lake City, and associated with Thy servant Brigham, with the Apostles, and with the Elders of the Church. I bore the Holy Priesthood; I have healed the sick by the laying on of hands; <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I have cast out devils in Thy name,<span class=\"citation\" id=\"63955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63955)\">Matt. 7:22<\/a><\/span> and you don't know me?&#x201D; &#x201C;No, I don't know you;<span class=\"citation\" id=\"63933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63933)\">Matt. 7:23<\/a><\/span> depart from me, ye cursed.&#x201D;<span class=\"citation\" id=\"66198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66198)\">Matt. 25:41<\/a><\/span> &#x201C;Why?&#x201D; &#x201C;Because you are a hypocrite, a liar, a sophist, a poor, weak, miserable creature, who didn't live near to God and had not strength to overcome the follies and weaknesses of your own nature, but were ready and willing to fall right into the habits and follies of the people from the midst of whom you were gathered that you might escape their plagues and the destruction to which they were doomed.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v13n1370\"> I would not give much for a man that could not be a Latter-day Saint in one place as well as another. If a man cannot be a Latter-day Saint in the mountains, canyons and fields, or in the midst of strangers, as well as at home under the droppings of the sanctuary in the midst of his brethren, he has not got the pure metal in him, and the time will come when he will be tried and will fall, just as sure as he lives. I want to see men live their religion everywhere, and while performing every kind of labor. The idea is quite prevalent with a certain class of Latter-day Saints, that if they engage in mining they must adopt all the habits of the miner&#x2014;they must swear a little, swagger a great deal, drink liquor, tea, and coffee, because they are in the mountains mining, as was the case at our drill to some extent. For the first two or three meals the tea or coffee was scarcely thought of; but before the camp broke up I noticed several good brethren who never missed having tea or coffee at their meals, and they endeavored to justify themselves because they were on a campaign. I enjoyed my cup of cold water while there, and had as good health as any of them. I don't believe that wrong is right anywhere. God has said it is wrong to take hot<span class=\"citation\" id=\"88937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88937)\">D&amp;C 89:9<\/a><\/span>  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or strong drinks.<span class=\"citation\" id=\"88908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88908)\">D&amp;C 89:7<\/a><\/span> I believe that He meant what He said, and that it applies to me today, tomorrow, next week, and through my whole life, whether in the canyons or at home, or wherever my lot may be cast. I also believe that it applies to the whole Church, that no man or woman can consistently rear a family in the Church unless they will strictly observe these counsels of God given for the guidance and salvation of all Saints. I believe that men and women who are rearing families and neglect these things incur fearful responsibilities. <\/div><div class=\"paragraph jod\" id=\"v13n1372\"> God has given much to us, and He will require much at our hands. He has restored the Gospel with its gifts, blessings, and powers; He has restored the Holy Priesthood, and has organized His Church on the earth; He has deigned to acknowledge His people, and has signally blessed them since the Church was organized to the present moment. We have professed to receive that Gospel, acknowledged the name of God, and have been gathered out from the nations of the earth for the purpose of being purified ourselves, that we may have power to save our children, setting before them worthy examples, and rearing them in the nurture and admonition of the Lord,<span class=\"citation\" id=\"75357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75357)\">Eph. 6:4<\/a><\/span> so that God may have a pure and righteous people,<span class=\"citation\" id=\"89367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89367)\">D&amp;C 100:16<\/a><\/span> whom he will delight to acknowledge and honor.<span class=\"citation\" id=\"86855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86855)\">D&amp;C 76:5<\/a><\/span> This is one object of our gathering together; but take heed lest, through our unfaithfulness over the little God has imparted unto us, He will be unable to bestow the great blessings which He has in store for the faithful. The Lord will give to those who merit. His compassion is turned to us continually, but we do not realize it. <\/div><div class=\"paragraph jod\" id=\"v13n1373\"> I rejoice in being able to testify to you that we have received the Gospel, that Joseph Smith was a Prophet of <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God, and that he was instrumental in the hands of God in revealing principles that are calculated to unite the whole human family in the bonds of fellowship, brotherhood, and love, and making of them one people, with one King, on the face of the earth. I know this, and I bear my testimony to it, as one having received a knowledge thereof, for I do know that this is true. But, notwithstanding this knowledge, salvation depends upon ourselves; we are agents, and can choose or reject the Gospel, follow the examples of the Savior or Lucifer. It is left optional with us. We are heirs of God and joint heirs with Jesus Christ,<span class=\"citation\" id=\"72574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72574)\">Rom. 8:17<\/a><\/span> and have the privilege of attaining to glory and exaltation in the kingdom where Jesus and the sanctified dwell, but it is left optional with us to choose or refuse. God has declared that He will require nothing at our hands but what He will enable us to perform.<span class=\"citation\" id=\"80929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80929)\">1 Ne. 3:7<\/a><\/span> If He asks and requires duties of us that are difficult for us to perform, looking at them naturally, He will give us power to accomplish them. But unless we are worthy, and use all the energy and intelligence that we possess naturally, the promise on His part will not be fulfilled, because it is made on conditions that we do our part. <\/div><div class=\"paragraph jod\" id=\"v13n1374\"> I would now warn my brethren and sisters to look well to their ways in future, and to let their words and examples be such as to ensure upon them the blessing and approval of God. If they profess to be Latter-day Saints and desire to continue steadfast, they should prove before God and their brethren that they have repented of their sins with a repentance that needs not to be repented of;<span class=\"citation\" id=\"74260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74260)\">2 Cor. 7:10<\/a><\/span> for if we repent only in profession and say that we are Latter-day Saints when we are not, it is a mockery before God, and we incur the penalty for hypocrisy which will  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be awarded to us sooner or later. <\/div><div class=\"paragraph jod\" id=\"v13n1376\"> He called forth the Prophet Joseph Smith in this dispensation to be His agent in establishing His Gospel upon the earth, that the honest in heart, like the gleaning of grapes when the vintage is over,<span class=\"citation\" id=\"126346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126346)\">Isa. 24:13<\/a><\/span> might be gathered out as the Apostle John beheld in vision while on the Isle of Patmos.<span class=\"citation\" id=\"80046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80046)\">Rev. 14:18-19<\/a><\/span> He saw an angel flying through the midst of heaven, crying aloud, &#x201C;Come out of her, O, my people.&#x201D;<span class=\"citation\" id=\"80231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80231)\">Rev. 18:4<\/a><\/span> The same great truth is also contained in the revelations given through the Prophet Joseph, and the Saints are being gathered from the uttermost parts of the earth that they may receive the ordinances and blessings of the Gospel, that they may be prepared to rear, to the name of God, temples and cities and communities worthy of His continual blessings and favors. <\/div><div class=\"paragraph jod\" id=\"v13n1377\"> This is the work before the Saints; and the residue of the inhabitants of the earth will be visited with the judgments of the Almighty, and &#x201C;Babylon, the mother of harlots,&#x201D;<span class=\"citation\" id=\"80164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80164)\">Rev. 17:5<\/a><\/span> will fall to rise no more. I tell you, in the name of Israel's God, that this world and its inhabitants are doomed; their doom is sealed, and the only way of escape is the Gospel of the Son of God, the door to which is baptism for the remission of sins, after repenting of and forsaking every practice that tends to degrade and degenerate the human race. Nothing but this will save the world from the doom that is hanging over it, which God has decreed shall be poured out upon it. When the testimony of His servants has gone forth in the midst of its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v13n1378\"> They are first to be warned by the testimony of His servants, afterwards by the voice of thunders and lightnings, earthquakes, famines, pestilence, and devastation;<span class=\"citation\" id=\"85528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85528)\">D&amp;C 43:25<\/a><\/span> and He will send them in their midst until they are wasted away, whether the world <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/4801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe it or not; they may laugh the declaration to scorn and derision, and regard it as fanaticism; but that little stone seen by the Prophet Daniel, which was taken out of the mountains without hands, is beginning to roll, and it will as surely break in pieces the great image, as that the great image exists.<span class=\"citation\" id=\"61061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61061)\">Dan. 2:34,45<\/a><\/span> The kingdom of God exists, and it will become a great mountain and fill the whole earth, just as Daniel foresaw.<span class=\"citation\" id=\"126347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126347)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"126348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126348)\">D&amp;C 65:2<\/a><\/span> I am a witness to this, and so are the Latter-day Saints. We do know that God has revealed these things, and all who desire can test what we say, and prove whether we speak of ourselves, or are commanded of God.<span class=\"citation\" id=\"69351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69351)\">John 7:17<\/a><\/span> The path is clear, so that all may know whether we speak the truth and have received the Holy Ghost and the Gospel of the Son of God or not&#x2014;repent of your sins by forsaking them; be baptized by one having authority, for the remission of sins, and have hands laid on you for the gift of the Holy Ghost, and you shall know whether the doctrine we preach is true or false, and whether or not this is, as we say, the only way in which man can obtain eternal life. We invite all men to walk in this path, and we are fearless as to the result, for in my own experience, in hundreds and thousands of instances, I have received a witness and testimony that this is the truth. Thousands of Latter-day Saints can bear the same testimony, and we desire that all the honest in heart may receive this testimony, and know for themselves. I bear this testimony for the benefit of those who know not, but desire to gain a knowledge of the truth; and also for the benefit of the weak, if there be any here, who may be called Latter-day Saints. I have borne this testimony to strangers abroad, and I do it here for your encouragement. Amen. <\/div>\n<\/div>\n<\/div>"}