{"ID":130005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cooperation&#x2014;Merchandising and Productive Businesses&#x2014;Doing the Lord's Will.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, delivered in the New Tabernacle, Salt Lake City, April 7, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Cooperation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/7\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v13n83\"> After our usual custom we have met in a general council of the church to receive instruction in those things which are necessary for the government and well-being of the people, and to be instructed in that which is calculated to promote our best interests. At our Conferences a general interchange of thought and feeling in the midst of Israel takes place. At these meetings we receive great blessings; rich treasures of knowledge and understanding are opened up, and made known to the people throughout the valleys of the mountains. We come here to be instructed; we gather from the nations of the earth that we may be taught in the ways of the Lord and that we may learn to walk in His paths.<span class=\"citation\" id=\"57771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57771)\">Isa. 2:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n84\"> We can see a glorious future before us; we can dwell upon the words of the holy prophets and picture to ourselves great things in time to come concerning the beauty<span class=\"citation\" id=\"126227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126227)\">Ps. 50:2<\/a><\/span> and glory of Zion,<span class=\"citation\" id=\"126228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126228)\">D&amp;C 64:41<\/a><\/span> when she shall be built up. We can talk of exaltations in the Kingdom of God, of thrones, dominions, principalities, and powers,<span class=\"citation\" id=\"126229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126229)\">Col. 1:16<\/a><\/span><span class=\"citation\" id=\"126230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126230)\">D&amp;C 121:29<\/a><\/span> but how are we going to attain to these things? It seems as though, when we receive the Gospel and our hearts are lit up with the spirit of truth, we expect, without any particular effort on our part, at some time in the future, to attain to these great excellencies and glories. We are a good deal like <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5121\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children. We tell them of reading and writing, but they will never be able to do either, unless they take the trouble to learn. We often hear it said that if we wish to have a heaven we shall have to create it for ourselves. There is considerable truth in this. In the days of Joseph could he have accomplished with this people what can now be accomplished in the days of Brigham? No; it would have been impossible. I remember hearing him talk, and seeing his endeavors to establish merchandising on a similar footing to that which has been recently introduced among the Saints; but there were difficulties in the way. <\/div><div class=\"paragraph jod\" id=\"v13n85\"> In those days there was a tendency of feeling that each should share alike in everything, so much so that it was impossible for any man to do business in the mercantile line. A good brother who was needy would think it was selfish if he could not go to a store and get what he wanted without paying the money for it. It was a good deal so when we first came here. Let a brother commence the mercantile business, and the first thing he knew his whole capital stock was credited out to the brethren. He could not refuse to credit a brother. O, no! If he did it was said at once that he was selfish and was no friend to the poor. I have never seen the time when cooperation could have been established  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the midst of the people until the present. Some will doubtless find fault with it now; but we do not expect to be clear of faultfinders. We have to be instructed; and the Lord has been merciful and kind. He has sought all the day long to train us in the way we should go. We never can learn the principles pertaining to the building up of the Kingdom of God while scattered abroad; hence, the necessity of gathering together that we may be instructed in the ways of the Lord. <\/div><div class=\"paragraph jod\" id=\"v13n87\"> There is a great tendency among the people to go into the business of trading, and to shun the more laborious pursuits and avocations of life. A great many seem to think that trading or merchandising is more genteel, and that it is more gentlemanly not to learn some profitable trade or business. A considerable number who have been engaged in mercantile pursuits, owing to this change in our system of business, will no doubt be thrown out of employment; they will have to seek other avocations. Some persons who possess capital will have to seek other avenues in which to invest that capital. In a new country like this there is a variety of ways open to them for its safe and profitable investment. <\/div><div class=\"paragraph jod\" id=\"v13n88\"> A man may invest hundreds of thousands of dollars in goods and put them on his shelves, and in his warehouses, and dispose of them again to other parties; but what does such a man produce or create with his means that is beneficial to his fellow creatures? Nothing; it is merely an interchange. It is useful and necessary in its way and place, and it is all well enough; but sufficient should be done and no more than sufficient. Trading is overdone; there are too many employed in this kind of business; they should seek employment in some other way, and find <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5120\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other channels for investing their capital that are better calculated to produce something from the earth, and bring forth from the elements that which is necessary for the comfort and well-being of man and beast. Just think how many things could be raised and manufactured here, that, if we had them today, would fetch very remunerative prices. Butter, for instance, that at the present time is selling for a dollar and a quarter a pound, in a country like this should not bring more than twenty-five cents. Cheese the same. These two articles are imported twelve or fifteen hundred miles, and then the Territory is not near supplied. Wool and flax, too, might be raised profitably; not near enough of these is raised; and in these articles our surplus means might be safely and profitably invested. There is not near enough grain raised in the Territory. Wheat is selling today at four dollars a bushel, when it should not be more than half that price, and even then would well remunerate the producer. It is so with every other article of our own consumption and that is required for the sustenance of our animals; and the same may be said of the animals themselves. Stock raising offers a profitable avenue for the investment of means. Here are many avenues in which they, who have been overturned in their mercantile pursuits, can invest their means, which will pay larger profits, and which are far less liable to fluctuation, because mercantile pursuits are often subject to great depression through being overdone, or through scarcity of money and other causes. If a person has a farm his produce will keep until he can obtain remunerative prices, and he is more free and independent than the merchant; for the earth being his banker, he is not called upon to meet his bills and  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obligations by any particular and specified time, as the merchant is. By turning our attention in these directions our capital may be safely and profitably invested, and many who are now but little better than idlers in Israel might be remuneratively employed. <\/div><div class=\"paragraph jod\" id=\"v13n90\"> I should say let every young man, and woman too, learn some way to procure their own subsistence, and to promote their own independence; this is incumbent upon all. No person should be above learning some useful occupation, trade, or business that is calculated to produce something for his own and the general benefit. Hundreds and thousands of articles are imported here that might just as well be made in our midst, and if they were made here it would render us, as a people, a great deal more independent and comfortable than we are now. That man only is truly rich who knows how to provide for himself and his household.<span class=\"citation\" id=\"75958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75958)\">1 Tim. 5:8<\/a><\/span> I do not care how much means he has in his possession, he only is independent who has the means of subsistence within himself, who has the capability of going forth, and, by his own industry, drawing from the elements those things which are necessary for his own subsistence. <\/div><div class=\"paragraph jod\" id=\"v13n91\"> I remember reading an anecdote of Stephen Girard and of a young man he had had in his employment a long time, who had received some encouragement, and had large expectations from him, that when he had attained his majority he would set him up in business. When that time arrived, instead of giving the young man a draft for a certain amount of money, he told him to go and serve an apprenticeship to some useful trade, by which, in case of a reverse of fortune, he would be enabled to earn his own subsistence. The young man went and bound himself to a <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5119\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cooper and learned that trade. In a year's time he went back to his patron with a barrel of his own make. The old gentleman examined the barrel, and asked the price he could afford them at, and was told, &#x201C;a dollar each.&#x201D; Mr. Girard said it was a good article, and worth the money, and if he could make as good barrels as that for that price, he had insured to himself a living in any event that might happen. For his obedience in going and learning a trade as the old gentleman had directed him, he was rewarded with a check for twenty-five thousand dollars to set him up in business. <\/div><div class=\"paragraph jod\" id=\"v13n92\"> In case of any reverse of fortune this man had something to fall back upon. I have always thought this was a very good principle to act upon. I would like to see all of our young men learn some useful trade or occupation which would produce for them an honorable living by their own industry; and if they acquire this in early life, habits of industry and order become natural. <\/div><div class=\"paragraph jod\" id=\"v13n93\"> By industry we thrive; industry, in the mechanical and agricultural pursuits, is the foundation of our independence, and they who obtain a livelihood by habits of industry are far more honorable members of society than they who live by their wits. <\/div><div class=\"paragraph jod\" id=\"v13n94\"> I heard recently of a city that the outsiders are endeavoring to start, called Corinne, which it is said is to be the great city of the interior West. Who are going there to expend their labor? Can cities be built without labor? I think not. I have no idea that a great city will be built in the location designated, unless a different class of people go there than is to be found in such places generally. I have no doubt that the soil is rich, and that by industry the elements necessary for the building up of a great city could be developed. But  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any person who expects that a large city is going to be reared without industry and hard labor reckons without his host. There may be a rush there, for a short time, of speculators, loafers, and rowdies; but if these are the only classes of people who go there&#x2014;as there is good reason to believe&#x2014;this great city that is to be, like others of the same class, will soon die out, and the people be scattered to some other places. <\/div><div class=\"paragraph jod\" id=\"v13n96\"> Can men be industrious and follow the various avocations and pursuits of life and still be servants of God? Yes, such things are conducive to good morals. It is said that an idle brain is the workshop of the devil, and it is far more likely to be so than the brain of a person who is occupied with some useful employment. Can a person work on the railroad, for instance, and be associated with the wicked without being contaminated by them? O yes, if he is so disposed. An elder of Israel should wrap himself as with a mantle, from sin, whether he goes to preach the Gospel to a wicked world, or whether he goes to labor among the wicked. Such a man will lose nothing, but he will gain the esteem even of the wicked themselves, by being faithful and true to his calling, keeping the commandments of God, and observing the Word of Wisdom;<span class=\"citation\" id=\"88864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88864)\">D&amp;C 89:1-21<\/a><\/span> and no matter what society he may be in he will be respected, and will be far more likely to be so for the strict observance of the principles of the religion he professes than he will be if he does not observe them. I do not know that it is any excuse for a man to smoke, chew, drink whiskey, take the name of God in vain, swear, or drink tea or coffee because he mingles with those who do such things. Do you think your associates would respect you the more for it? No, not a whit; but they would re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5118\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spect you more for not doing such things. They would have greater confidence in you, and if they had money they wished to entrust to the care of anyone, they would sooner entrust it to the care of a man who was faithful to the principles of his religion than to their associates who get drunk, gamble, swear, and commit every abomination. <\/div><div class=\"paragraph jod\" id=\"v13n97\"> This people have been awakened to a sense of their duty in keeping the Word of Wisdom, yet many of them think it a sufficient excuse for them to use hot drinks, if they happen to be where others use them; in this way they are falling back to the use of tobacco, and are smoking their pipes or cigars, and are drinking tea and coffee or a little whiskey now and again, and are letting those old habits grow on them again.<span class=\"citation\" id=\"88919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88919)\">D&amp;C 89:7-9<\/a><\/span> This is wrong; they should not do it. I mention this in order to stir up your pure minds by way of remembrance. We should not forget that we have entered into covenant not to do so. Latter-day Saints should remember that there is not a day, hour, or moment in which they can afford to lay aside the armor of righteousness; there is no time but what the adversary is at their elbows ready to enter in, take hold, and lead them into forbidden paths. It is and ever has been a struggle with this people to trample the wickedness of the world under their feet. It rises before us continually and we are never without it. We do not expect to be without it in our midst if this is the kingdom of God. I suppose Jesus had as good an idea of what constituted the kingdom of God as any of us, and he said it was like a net cast into the sea which brought forth all kinds both good and bad;<span class=\"citation\" id=\"64687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64687)\">Matt. 13:47-48<\/a><\/span> therefore let no one say this cannot be the kingdom of God because there are some who are not righteous in our midst. Be<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cause the wicked and unrighteous are in the world, must we be partakers of their wickedness? By no means; it is not at all necessary that it should be so. Let us endeavor to eradicate from our own bosoms all sin. It is not a matter of enthusiasm, to last for an hour, a day or a week and then die out; it is in this way that people forget God and do wickedly. You know that the Scriptures inform us that they who do wickedly, and all the nations who forget God, shall be turned into hell.<span class=\"citation\" id=\"56361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56361)\">Ps. 9:17<\/a><\/span> The paths of virtue and truth are the paths of peace. The paths of union, that the leaders of this people are striving incessantly to introduce among us, are calculated to create excellence, greatness and power in our midst. By pursuing these paths we shall grow in every virtue and excellence until we shall attain to those great glories that are for the faithful, about which we sing and pray, and the contemplation of which always lights up our minds with so much joy and bliss. By faithfully observing the counsels given to us we shall actually come into possession of these things as naturally as a child, by constant instruction, comes to attainments in learning. It will be done by gaining item by item, by living our holy religion day by day, hour by hour, and all the time. <\/div><div class=\"paragraph jod\" id=\"v13n99\"> Blessed is that person, man and woman, who can retain, from youth up, a good, holy and righteous influence; who have never committed an overt act, preserving themselves righteously before the Lord in all good faith and conscience all the days of their lives. I say blessed are such persons. Persons are liable to be overtaken in liquor; but in Zion we should be free from these practices to a far greater extent than in the world. It is to overcome the evils that exist in the world that the <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5117\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord is gathering His Saints together. Why, if every man and woman who gathers to Zion were determined to follow their own ways, the state of things that exists in the world would soon be established here, and the object of the Lord, in gathering His people together, would be frustrated. Yet there are many people here who cannot see this; and they feel themselves infringed upon. Why, such persons are greater than the Savior of the world in their own estimation! He came here to do his Father's will,<span class=\"citation\" id=\"69164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69164)\">John 5:30<\/a><\/span> and in his greatest agony he prayed that the cup might be taken from him, if it were possible, &#x201C;Nevertheless,&#x201D; he said, &#x201C;not my will, but thine be done.&#x201D;<span class=\"citation\" id=\"66267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66267)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"126231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126231)\">Luke 22:42<\/a><\/span> His own will was swallowed up in the will of his Father;<span class=\"citation\" id=\"81922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81922)\">Mosiah 15:7<\/a><\/span> and yet we, poor, miserable mortals can stick up our noses and say, &#x201C;We will do as we please,&#x201D; if anything is brought forth by the inspiration of the Almighty that seems to cut our corners. Are we a band of brethren, standing shoulder to shoulder under the banner of Emanuel --him who said, &#x201C;Let not my will, but, thine be done?&#x201D;<span class=\"citation\" id=\"66266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66266)\">Matt. 26:39<\/a><\/span><span class=\"citation\" id=\"126232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126232)\">Luke 22:42<\/a><\/span> If we are, we shall walk in the path marked out for us by the Captain of our salvation.<span class=\"citation\" id=\"76440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76440)\">Heb. 2:10<\/a><\/span> &#x201C;Oh!&#x201D; says one, &#x201C;I think I understand, comprehend, and know better than anyone else; I am not going to do as such a one tells me--my Bishop, President, or someone else in authority over me; he does not know as much as I do.&#x201D; Perhaps not, the sequel will show who know most. <\/div><div class=\"paragraph jod\" id=\"v13n100\"> If we have a proper conception of the counsels given to us, we shall never utter such sentiments, or let them have place in our hearts. It is difficult sometimes to get into our ears and hearts what is required of us, hence the amount of instruction that has to be given to the people. It was years and years before we got  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the people to take hold of the Word of Wisdom. There have been such things as reformations in the midst of the people of God, I suppose because of the proneness of the people to relapse into the ways of the world. Hence, it becomes necessary every once in a while to arouse Israel to a sense of their duties, that they may sustain the Kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v13n102\"> There are a great many people who cannot see the Kingdom of God,<span class=\"citation\" id=\"68705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68705)\">John 3:3<\/a><\/span> although the events, long since foretold, which should transpire in connection with that Kingdom are actually transpiring before their eyes. The people of the world are blind, they cannot see the Kingdom; and a great many Saints, and pretty good at that, who should see the Kingdom of Heaven in the introduction of a new principle, oftentimes fail to do so. Is the Word of Wisdom of the Kingdom of Heaven? Yes. Is cooperation of the Kingdom of Heaven? Yes. Is union in the midst of this people of the Kingdom of Heaven? Yes. Is the one-man power, with which the world find so much fault, and talk about so much, of the Kingdom of Heaven? Yes, if God is our Father and is at the head of it, it is. Then why should there be so much dread and fear of the Lord establishing His government in the world? Did it ever do anybody any harm? O, no. Did it ever do anybody any good, or is it calculated in its nature to do anybody any good? Yes, the greatest good. Then why so much dread and fear of it? Because the people cannot see the Kingdom of God in it. But is it not very far from them; God is not very far from them, nor from any of us, and His work is established and is transpiring right before our face and eyes. The government of God is being established on the earth, and the world does not know it; yet it is like a city set on a hill<span class=\"citation\" id=\"63050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63050)\">Matt. 5:14<\/a><\/span> <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5116\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for everybody to gaze upon and investigate. Yet they treat it as if it were of no moment to them. Time will show that it is of the utmost importance to them. Let no person pass it by as an idle tale, for time will disclose that it is of the utmost importance to every son and daughter of Adam. They had better, at least, give it a passing notice and investigate it with honesty of purpose. Our hopes for the present and future, our happiness and prosperity, and even existence itself, are bound up in the Kingdom and government of God. What else is there now upon the face of the earth but what has a tendency to destruction? Look at the stream of vice and corruption that is flowing on, bearing its votaries to the gulf of despair. Who can stem the torrent? People can see it, but can they stop it? No, it bears them along on its surface, and they are lost forever. Is it not time that some standard should be erected on the earth, around which those who are disposed to do right, may rally, where they will be safe from this great gulfstream of destruction? I think it is time, because the Lord has thought so, and He has commenced His work; He has erected His standard, and is calling to the people and pointing the way to safety. Not that He or anyone else expects this stream to be checked or stopped in its mad career; it will bear its onward course until, finally, it finds its depths. But we may save one here and another there, and so the Lord may get to Himself a people. It is like being snatched as brands from the burning.<span class=\"citation\" id=\"126233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126233)\">Amos 4:11<\/a><\/span><span class=\"citation\" id=\"126234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126234)\">Zech. 3:2<\/a><\/span> He will bring them to a place where they can be instructed. This has been the case with us. The Lord has brought us together and He is seeking to instruct us, that we and our children after us may escape those great evils which are so prevalent in  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world. I need not mention them, they are patent to the eyes of all. The people have forgotten God; they do not know His ways, although there are many well-intentioned people who are seeking to do their duty and are living in the hope of a blessed reward hereafter. They will obtain it. They are trying to stem the torrent of evil as far as it is in their power; but they do not know &#x201C;the only true and wise God, and Jesus Christ whom he has sent,&#x201D; &#x201C;whom to know is eternal life;&#x201D;<span class=\"citation\" id=\"70588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70588)\">John 17:3<\/a><\/span> and another evil is, they do not try to know Him, or they would investigate and try to find out God and His Kingdom. <\/div><div class=\"paragraph jod\" id=\"v13n104\"> The Lord is not responsible for all the evil of which I have been speaking, neither for all the diversities of religion in the world. He created man upright, but man has sought out many inventions. If the people would seek after the Lord and be content to walk in His ways, do you think the diversities in regard to religion that now exist would be known? By no means; we should all come, then, to a unity of the faith.<span class=\"citation\" id=\"75196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75196)\">Eph. 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n105\"> The Latter-day Saints have great cause to rejoice, because they are blessed above all other people. They are learning the ways of the Lord; and more blessed are they still, if they follow in them. They are laying a foundation that will stand forever. There is no principle of virtue, truth, holiness, and righteousness but what is calculated to exalt man in time and forever and ever. Those who build not on these principles are building on sand, and their superstructure will be washed away when the tempest comes; while they who build on the rock of truth will be able to withstand all opposition, and they will eventually obtain that glory and exaltation that the Saints now talk about.<span class=\"citation\" id=\"63990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63990)\">Matt. 7:24-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v13n106\"> These principles are true and can <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5115\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be depended upon. God is their author; He is at the helm. He is our Father and we may come to exaltation in His presence if we will live for it; and in this earthly probation we can be co-workers with Him in the establishment of His kingdom on the earth if we will serve Him and keep His commandments. We may come to Him on His own platform, on His own terms, but not on our own. That is the trouble with Christendom, and the world at large. They are trying to make the Lord's ways correspond with theirs. Why, they would tear Him to pieces if they could have their wishes carried out; they would dethrone Jehovah and overturn His power and kingdom. Could He exist if the world could have their own way? A great many called Latter-day Saints feel a little the same way; perhaps they do not know it, but it amounts to no less. I have known people come for counsel when they had their own minds made up about the course they intended to pursue. All they wanted was to receive counsel that corresponded with their notions. If they received that, all right; otherwise it would not do. All the world is after is to try to make the Lord come to their terms; He cannot do it. <\/div><div class=\"paragraph jod\" id=\"v13n107\"> It would be well for us, sometimes, if we could see a few of our own inconsistencies, and what we require of the Lord. The plan of salvation is amply sufficient to save to the uttermost. How? In our own way? No, in the way that the Lord has devised. If we are saved in His Kingdom we shall have to bow to His laws; we cannot be saved without. He has a right to dictate; He has done so, and it is for us to do His bidding. <\/div><div class=\"paragraph jod\" id=\"v13n108\"> We are blessed in having the living oracles in our midst, and in having a standard erected around which we  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can rally. The Bible is good, and we believe in it more than any other people. The Book of Mormon and the Book of Doctrine and Covenants are the word of God, and they contain many precious gems; every line is full of knowledge, intelligence, and truth, and is calculated to be a benefit to us; but yet, above and far beyond all, we have the living oracles in our midst to tell us what to do today. A great portion of the Scripture we have was the living oracles to the people in the day in which it was given, and it has become Scripture because it was given by the inspiration of the Almighty.<span class=\"citation\" id=\"76226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76226)\">2 Tim. 3:16<\/a><\/span> It was applicable to the day in which it was given. We have the living oracles in our midst to give us that which is applicable to our day. Let us make our ways correspond to the Lord's, for we read that &#x201C;as high as the heavens are above the earth, so are his ways higher than our ways, and his thoughts than our thoughts.&#x201D;<span class=\"citation\" id=\"59795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59795)\">Isa. 55:8-9<\/a><\/span> We are blessed in having <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD13\/JoD13_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5114\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> His ways made known to us, because He knows best. He has more knowledge and understanding and greater ability, and can perform and accomplish more than any other power that exists; and that people only may be said to be blessed who walk in His ways and do His bidding. <\/div><div class=\"paragraph jod\" id=\"v13n110\"> I feel sometimes as though I had never lived, in reality, until I became acquainted with the principles of the Gospel; I feel as though my whole existence had been a waste. In one sense it has. I did not know how to serve God acceptably in His sight. I did not comprehend righteousness, neither did I know how to sanctify myself before Him. We are taught that obedience is better than sacrifice,<span class=\"citation\" id=\"55467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55467)\">1 Sam. 15:22<\/a><\/span> therefore let us go to, brethren and sisters, with our mights to serve God and keep His commandments, so shall we come, finally, to inherit those blessings which are promised to the faithful, which I pray we may ultimately attain for Christ's sake, Amen. <\/div>\n<\/div>\n<\/div>"}