{"ID":140008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Jesus Christ Taught By the Latter-Day Saints&#x2014;Celestial Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, August 15, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Jesus Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 8\/15\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v14n160\"> &#x201C;I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called, <\/div><div class=\"paragraph jod\" id=\"v14n161\"> &#x201C;With all lowliness and meekness, with longsuffering, forbearing one another in love; <\/div><div class=\"paragraph jod\" id=\"v14n162\"> &#x201C;Endeavoring to keep the unity of <div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Spirit in the bond of peace. <\/div><div class=\"paragraph jod\" id=\"v14n163\"> &#x201C;There is one body, and one Spirit, even as ye are called in one hope of your calling; <\/div><div class=\"paragraph jod\" id=\"v14n164\"> &#x201C;One Lord, one faith, one baptism, <\/div><div class=\"paragraph jod\" id=\"v14n165\"> &#x201C;One God and Father of all, who is above all, and through all, and in you all. <\/div> <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n167\"> &#x201C;But unto every one of us is given grace according to the measure of the gift of Christ. <\/div><div class=\"paragraph jod\" id=\"v14n168\"> &#x201C;Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men. <\/div><div class=\"paragraph jod\" id=\"v14n169\"> &#x201C;(Now that he ascended, what is it but that he also descended first into the lower parts of the earth? <\/div><div class=\"paragraph jod\" id=\"v14n170\"> &#x201C;He that descended is the same also that ascended far above all heavens, that he might fill all things.) <\/div><div class=\"paragraph jod\" id=\"v14n171\"> &#x201C;And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; <\/div><div class=\"paragraph jod\" id=\"v14n172\"> &#x201C;For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: <\/div><div class=\"paragraph jod\" id=\"v14n173\"> &#x201C;Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: <\/div><div class=\"paragraph jod\" id=\"v14n174\"> &#x201C;That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive.&#x201D;<span class=\"citation\" id=\"74956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74956)\">Eph. 4:1-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n175\"> These words are found in the 4th chapter of the Epistle of Paul to the Ephesians. <\/div><div class=\"paragraph jod\" id=\"v14n176\"> Probably at no time in the history of the Church of Jesus Christ of Latter-day Saints has there been more interest felt in relation to the doctrines in which we believe and the nature of the organization with which we are connected and the bonds by which we are united together than at the present time. The completion of the railroad has brought us immediately in contact with the outside world, and it has also brought us prominently before the nations&#x2014;not only our own nation, but other nations; and many people who have heretofore felt little or no interest in regard to the people called Latter-day Saints are now, through travel, <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5481\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> being brought in contact with them, and are disposed to investigate and to inquire concerning their faith and the nature of their organization. <\/div><div class=\"paragraph jod\" id=\"v14n177\"> It is very agreeable to us to have our principles investigated, for the first Elders of the Church have endeavored for nearly forty years to disseminate a knowledge of them among all people unto whom they could get access. They have traveled throughout the length and breadth of the nation, having visited every State and nearly every township in the Union. They have also traveled in Canada, and have proclaimed the Gospel in Europe and Asia, and some have even gone to Africa and to the islands of the sea. What we have done we have endeavored to do openly, and have striven to make plain the principles we have advocated. The greatest difficulty we have had to contend with has been the indisposition of the people to listen. The idea that has seemed to possess the minds of many was that they understood our principles perfectly well, and that it was unnecessary to say another word about them. <\/div><div class=\"paragraph jod\" id=\"v14n178\"> Probably there is no people in the world concerning whom so much has been said, and there is probably no people on the face of the earth who are so little understood and concerning whom there are so many misrepresentations in circulation. The prevalent idea concerning us in a great many circles is that we have thrown aside the Bible and have substituted in its stead a book of our own, the Book of Mormon, and other works, of modern origin, or works which they consider of modern origin. It is only a few weeks since that a gentleman from the Eastern States was invited to preach in the New Tabernacle. He did so, and preached a very eloquent discourse. He was followed by President Young, and  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>after the latter had finished and the meeting was dismissed this clergyman said he had not the least idea that we had so large a Christian element in our faith until he heard that discourse from President Young. He had supposed that we had set aside the Bible and had taken the Book of Mormon and the doctrines and revelations contained in that and in the book of Doctrine and Covenants as our rule of faith. <\/div><div class=\"paragraph jod\" id=\"v14n180\"> He was not singular in that idea; it is the general belief in many circles, and among people who, on other subjects, are well informed. They have an idea that we are a very peculiar people, and that our peculiarities have their origin in those books. Of course among people who have read the Book of Mormon and the Book of Doctrine and Covenants these ideas do not prevail, because such persons are aware that those books corroborate the Bible, and are witness of the truth of the great principles contained in the Old and New Testaments, and teach precisely the same. <\/div><div class=\"paragraph jod\" id=\"v14n181\"> The peculiarities, if such they may be called, which distinguish us from other people, have their origin in our implicit faith in the Scriptures. There is no principle nor doctrine of our faith that we are not willing to have tested by the revelations and teachings contained in King James' translation of the Bible; and our Elders have gone forth taking that as their textbook, preaching from it the principles which those now called Latter-day Saints have embraced, and which caused them to gather together from the nations of the earth, to the State of Ohio, then to Missouri, then to Illinois, and then to these valleys. <\/div><div class=\"paragraph jod\" id=\"v14n182\"> This statement may sound strangely to the ears of many. I have heard people express considerable surprise upon hearing it. I recollect in my <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5480\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> early experience as an Elder meeting and having considerable conversation upon our principles with a clergyman. I left with him the work called &#x201C;The Voice of Warning;&#x201D; and when I called upon him again after a lapse of a few days, he expressed his surprise at there being any diversity between the Latter-day Saints and the orthodox sects, &#x201C;for,&#x201D; said he, &#x201C;I see that you base your faith upon and draw your arguments from the New Testament.&#x201D; I admitted that it was strange, but remarked to him that it was because we received the New Testament literally, and believed that the teachings contained in that book were intended to be understood as they were written, and that when God made a declaration, or his authorized servants preached the Gospel, or made certain plain and positive promises, the design was that the children of men should rely upon those promises and believe the principles of that Gospel with the most unwavering faith and expect their fulfillment to the very letter, if they would only comply with the conditions connected therewith. <\/div><div class=\"paragraph jod\" id=\"v14n183\"> This is the great difficulty today; this is the cause of the diversity of beliefs in the Christian world. Instead of taking the word of the Lord as it is, they wish to place their own construction on that word so as to suit their own peculiar ideas and views; and having thus interpreted it, they frame their belief in accordance with that interpretation. But it is very plain, from words contained in the New Testament, that the Lord expected his children to believe the Gospel and to carry it out in their practice, as it was delivered anciently. For instance: Paul, on one occasion, when writing to the Galatians, said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n184\"> &#x201C;Though we, or an angel from heaven, preach any other gospel unto you than that which we have preached  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74349)\">Gal. 1:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n186\"> And, as if to make this so positive that it could not be misunderstood, he repeated the language.<span class=\"citation\" id=\"74365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74365)\">Gal. 1:9<\/a><\/span> Here an anathema is pronounced upon the head of any individual who should attempt to preach any other Gospel than that which the Apostle Paul and the other Apostles had declared; even if an angel from heaven were to declare anything opposed to or differing from it he was to be accursed. <\/div><div class=\"paragraph jod\" id=\"v14n187\"> It is highly important that mankind should understand what was the nature of that Gospel, and whether the creeds to which they have rendered obedience in these days agree with the principles preached by the Apostles; if they do not, they who preach them are exposed to the anathema pronounced by Paul, or his words are not to be relied upon. It is a very easy matter to find out what the Apostles did preach; there need be no difficulty about this if people will receive the teachings contained in the New Testament, for there we have a record of their labors and an epitome of the doctrines they taught and administered to the people. <\/div><div class=\"paragraph jod\" id=\"v14n188\"> If we refer to the first discourse that was preached after the ascension of Jesus into heaven we shall find what the Apostles taught on that occasion, when inspired by the Holy Ghost, to the inhabitants of Jerusalem. The people were excited over the strange event that had taken place in their midst; for men of various nations had gathered together to the Holy City and the Apostles stood up in the power and demonstration of the Holy Ghost<span class=\"citation\" id=\"72950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72950)\">1 Cor. 2:4<\/a><\/span><span class=\"citation\" id=\"89342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89342)\">D&amp;C 99:2<\/a><\/span> and declared to the people there assembled the startling intelligence that Jesus, whom they had so recently crucified as an impostor, was indeed the Lord of life and glory and was the veritable Son of God, the Messiah,<span class=\"citation\" id=\"126373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126373)\">Acts 2:36<\/a><\/span> of which the prophets had spoken, and for whose <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5479\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> coming they had so long and anxiously looked. This was unexpected intelligence to them; but the arguments of the Apostles on this matter were so convincing and the power of God so apparent&#x2014;each man hearing the Gospel in his own tongue,<span class=\"citation\" id=\"71101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71101)\">Acts 2:6<\/a><\/span> that they were pricked to the heart and were convinced that Jesus was the Son of God and the Savior of the world, and they cried out, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71156)\">Acts 2:37<\/a><\/span> It is very reasonable to suppose that when the Apostles answered this question, made under such extraordinary circumstances, they would declare the doctrines and requirements which would be binding on all the inhabitants of the earth under similar circumstances. To imagine anything else would be to suppose that which would be contrary to reason and common sense. To think that they would tell something that was not necessary and essential to salvation on such an important occasion, when so many were pricked to their hearts, is to suppose something that is not consistent with the character of the Apostles and the nature of their mission to the children of men. Peter said unto them, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and ye shall receive the gift of the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71272)\">Acts 2:38-39<\/a><\/span> Thus, he set before them in simplicity and in the greatest plainness, the requirements with which they must comply in order to receive that which they desired. <\/div><div class=\"paragraph jod\" id=\"v14n189\"> It was not necessary for him to say unto them, Believe in the Lord Jesus Christ,<span class=\"citation\" id=\"71910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71910)\">Acts 16:31<\/a><\/span> for they did already believe, having been convinced through the testimony of the Apostles. Peter, therefore, said unto them, &#x201C;Repent&#x201D;&#x2014;   <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that being the next principle they had to obey&#x2014;&#x201C;Repent, and be baptized in the name of Jesus Christ for the remission of your sins, and ye shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71208)\">Acts 2:38<\/a><\/span> He did not say unto them, &#x201C;Here is an &#x2018;anxious bench,&#x2019;&#x201D; or, &#x201C;Come and throw yourselves at the foot of the cross, and seek with prayer before the Lord until he remits your sins.&#x201D; He did not tell them to do any such thing, but he told them to repent of their sins, that is, to forsake them,<span class=\"citation\" id=\"86245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86245)\">D&amp;C 58:43<\/a><\/span> and to be baptized for the remission of them, promising them that they should receive the Holy Ghost, &#x201C;For,&#x201D; said he, &#x201C;the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71298)\">Acts 2:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n191\"> How many did the Lord call? Why he has called all. He commanded the Apostles to go and preach the Gospel to every creature,<span class=\"citation\" id=\"66735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66735)\">Mark 16:15<\/a><\/span> therefore every human being on the face of the earth was called by the Lord; and the promise was unto the multitude there assembled and to all afar off;<span class=\"citation\" id=\"71299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71299)\">Acts 2:39<\/a><\/span> hence, it is quite clear that all the inhabitants of the earth had a claim on this promise on complying with the conditions prescribed&#x2014;namely, faith in Jesus Christ, repentance of their sins, being baptized for their remission, and having hands laid upon them for the reception of the Holy Ghost.<span class=\"citation\" id=\"94055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94055)\">A of F 1:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n192\"> This was the Gospel which Peter preached unto the people on the Day of Pentecost, and several thousands of them went forth and were baptized on that occasion.<span class=\"citation\" id=\"71314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71314)\">Acts 2:41<\/a><\/span> We find, by examining the &#x201C;Acts of the Apostles,&#x201D; that this was the nature of their teaching on every occasion when preaching to the people, and we also find that when the people did comply with these requirements the Holy Ghost did rest upon them. <\/div><div class=\"paragraph jod\" id=\"v14n193\"> A great many have had the idea <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5478\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that the Holy Ghost was only bestowed upon those who were called to act as officers in the churches; but an investigation of the labors of the Apostles will prove that this was not the case, and will establish the fact that every individual, whether male or female, who was baptized by the servants of God for the remission of sins, received the laying on of hands, and also the Holy Ghost. You recollect, doubtless, the record contained in the 8th chapter of Acts, which contains an account of Philip preaching the Gospel in Samaria and baptizing some believers.<span class=\"citation\" id=\"71580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71580)\">Acts 8:5,12<\/a><\/span> Philip, it seems, had only the authority that John the Baptist had, holding the same Priesthood as he did. It is written of John that he said, &#x201C;I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire.&#x201D;<span class=\"citation\" id=\"62712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62712)\">Matt. 3:11<\/a><\/span> John never presumed to lay on hands for the reception of the Holy Ghost: he had not the authority. He was a priest after the order of Aaron;<span class=\"citation\" id=\"76840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76840)\">Heb. 7:11<\/a><\/span> he held the Aaronic Priesthood, to which Priesthood belongs not the authority to lay on hands for the reception of the Holy Ghost.<span class=\"citation\" id=\"93997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93997)\">JS&mdash;H 1:69-70<\/a><\/span> To do this it requires a priest after the Order of Melchizedek, which Jesus and his Apostles held.<span class=\"citation\" id=\"76767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76767)\">Heb. 6:20<\/a><\/span> Philip, after leaving Samaria, baptized the Eunuch,<span class=\"citation\" id=\"71675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71675)\">Acts 8:38<\/a><\/span> but we do not read that he laid his hands upon him, evidently proving that he held only the Priesthood of Aaron. When the Apostles which were at Jerusalem heard that Samaria had received the word of God, through Philip, they sent unto them Peter and John, two of the Apostles, who, when they came unto them, prayed for them that they might receive the Holy Ghost, and they laid their hands upon them, and they received the Holy Ghost.<span class=\"citation\" id=\"71600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71600)\">Acts 8:14-17<\/a><\/span> It did not  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rest upon them previous to this ordinance being attended to; for the Testament says the Holy Ghost had not as yet fallen upon any of them, although they had been baptized.<span class=\"citation\" id=\"71621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71621)\">Acts 8:16<\/a><\/span> This shows that, not only is it necessary for men to believe in Jesus Christ, repent of their sins, and be baptized for the remission of them, but that they must receive the laying on of hands of those who have authority, or they could neither claim nor enjoy the Holy Ghost; but when they did have hands laid upon them, wonderful to relate in this age of unbelief, the Holy Ghost rested down upon them and they were filled therewith, and they were bound and united together, and they knew the things of God and enjoyed the gifts of the Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v14n195\"> On one occasion Paul met with a number of disciples at Ephesus and he inquired of them if they had received the Holy Ghost since they believed.<span class=\"citation\" id=\"72040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72040)\">Acts 19:1-6<\/a><\/span> They told him they had not so much as heard whether there be any Holy Ghost. He then inquired unto what then were they baptized. They replied they were baptized unto John's baptism. Paul baptized them anew, and laid hands upon them, and, we are told, they received the Holy Ghost and spake with tongues and prophesied. Paul had authority; he held the Melchizedek Priesthood, in which was included the authority to lay on hands for the reception of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v14n196\"> This is the manner in which the Apostles preached the Gospel; there is no record of their doing it in any other way. We do not read of their teaching the people the plan of salvation in any other way. <\/div><div class=\"paragraph jod\" id=\"v14n197\"> A great many, to prove that baptism and laying on of hands are not necessary, have cited the case of Cornelius, who, though he was not baptized, received the Holy Ghost.<span class=\"citation\" id=\"71786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71786)\">Acts 10:1-48<\/a><\/span> <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5477\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The case of Cornelius is the only case of the kind on record, and there were strong reasons why it should be as it was with him. The Gospel and its ordinances were administered only to the Jews; Cornelius was a Gentile, and between the two races strong prejudices existed, the Jews looking upon the Gentiles as far inferior to them. Cornelius and his household were the first Gentiles to whom the Gospel was preached, they received it, and the Lord, to show to the Apostles that the Gentiles were entitled to the ordinances of salvation as well as the Jews, if they were willing to comply with the requirements of the Gospel, conferred the Holy Ghost upon Cornelius and his family. When Peter saw this family he said, &#x201C;Of a truth I perceive that God is no respecter of persons: But in every nation he that feareth him, and worketh righteousness, is accepted with him.&#x201D;<span class=\"citation\" id=\"71770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71770)\">Acts 10:34-35<\/a><\/span> And when afterwards, he heard them speak with tongues and magnify God,<span class=\"citation\" id=\"71789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71789)\">Acts 10:46<\/a><\/span> he said, &#x201C;Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we? And he commanded them to be baptized in the name of the Lord.&#x201D;<span class=\"citation\" id=\"71799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71799)\">Acts 10:47-48<\/a><\/span> Peter did not say, Cornelius, you have received the Holy Ghost as well as we have, and there is no necessity for you to obey any further ordinances, which, under the circumstances, if he had considered baptism or the laying on of hands nonessential, he would have been very likely to do; but instead of that he commanded them to be baptized.<span class=\"citation\" id=\"71802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71802)\">Acts 10:48<\/a><\/span> Peter took this, as the Lord intended it, as an evidence that the Gentiles as well as the House of Israel were entitled to the Gospel. And he had them baptized, and without doubt laid his hands upon them to confirm upon them the gift they had received. Had Cornelius, at that hour, stood upon his dignity  <div class=\"break pagebreak\" id=\"51a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0051.pdf\" target=\"pdfwin\">p.&#xA0;51a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and said, &#x201C;There is no necessity for me to be baptized for the remission of my sins, God having given me the Holy Ghost without obeying that ordinance, and having already received the Holy Ghost, I have no need to have hands laid upon me,&#x201D; there is not a doubt in my mind but what that precious and inestimable gift would have been withdrawn from him, and he would not have enjoyed it after. It could only be continued to him on condition of his obeying the ordinances which God had placed in his Church and which he required all the inhabitants of the earth to submit to without hesitation; and without doubt, Cornelius wisely went forward and obeyed those ordinances. <\/div><div class=\"paragraph jod\" id=\"v14n198\"> This was the manner in which the Apostles preached the Gospel to the inhabitants of the earth in those days. They did not say to the people, &#x201C;You must seek the Holy Ghost and probably the Lord will give it to you if you will only exercise faith enough;&#x201D; but they told the people plainly and positively, without the least hesitation, that if they would comply with certain requirements they <span class=\"italic\">should<\/span> receive the Holy Ghost. The only condition was their sincerity and faithfulness in obeying the requirements. <\/div><div class=\"paragraph jod\" id=\"v14n199\"> What were the fruits of this preaching? Wherever the Apostles went and the people received their testimony the Spirit of God rested upon them and their hearts were united, and they enjoyed the gifts of prophecy, healing, tongues, interpretation of tongues, discerning of spirits, wisdom, knowledge and all the varied gifts of the Gospel necessary for their growth and development in the things of God. This was not the case at Jerusalem alone, but in far off Ephesus and in the various cities of Asia Minor where Paul preached; and throughout the length and breadth of the earth wherever the Apostles <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> traveled these peculiar gifts and manifestations were enjoyed. <\/div><div class=\"paragraph jod\" id=\"v14n200\"> Paul, who had been separated from the rest of the Apostles for a number of years, found when he came to Jerusalem and was united with them, that he had precisely the same knowledge concerning the Gospel of Christ that they had; the Holy Ghost had taught it to him the same as it had to Peter, James, John, Andrew and the rest of the Apostles. And had they been permitted to continue their labors the inhabitants of the earth, if they had received the Gospel, would have been united together as one in the things of God. <\/div><div class=\"paragraph jod\" id=\"v14n201\"> Does anybody wonder that there is division now in Christendom? Does anybody wonder that, instead of there being &#x201C;One Lord, one faith, and one baptism,&#x201D;<span class=\"citation\" id=\"74977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74977)\">Eph. 4:5<\/a><\/span> as recorded in the words I have read in your hearing, there are, it may be said, many lords, many faiths and many baptisms? Does anybody wonder at this? I cannot when I see how men have strayed from the path that Jesus marked out; when I hear men say that baptism is nonessential. What a wide difference between such persons and the Lord Jesus Christ! You will remember that when John came baptizing in the wilderness<span class=\"citation\" id=\"62656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62656)\">Matt. 3:1<\/a><\/span> Jesus applied to him for baptism, and, in answer to the remonstrance of John, who seemed to think that he had more need to be baptized by the Savior than for the Savior to be baptized by him,<span class=\"citation\" id=\"62757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62757)\">Matt. 3:14<\/a><\/span> Jesus said, &#x201C;Suffer it to be so now; for thus it becometh us <span class=\"italic\">to fulfil all righteousness<\/span>.&#x201D;<span class=\"citation\" id=\"62768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62768)\">Matt. 3:15<\/a><\/span> The wonder is that there is a remnant of faith in Jesus left in the world when we see how widely men have diverged from the paths in which the Apostles walked, and from the doctrines which they taught. <\/div><div class=\"paragraph jod\" id=\"v14n202\"> We must always bear in mind that which Paul said&#x2014;&#x201C;Though we, or  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.&#x201D;<span class=\"citation\" id=\"74350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74350)\">Gal. 1:8<\/a><\/span> We must bear this in mind when we investigate the nature of the Apostles' teachings and the ordinances and doctrines which they administered and taught. If they who profess to be preachers of the Gospel diverge in the least from the doctrines and principles taught by the Apostles they place themselves in a position to receive the condemnation which Paul invoked. <\/div><div class=\"paragraph jod\" id=\"v14n204\"> I have endeavored in these remarks to bring your minds to the faith the Saints once enjoyed,<span class=\"citation\" id=\"78847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78847)\">Jude 1:3<\/a><\/span> and to the teachings which the Apostles, in their day, laid before the people, and called upon them in all earnestness to obey. I have done this in order that you may be prepared for that which we teach, for we teach precisely the same principles that they did. Men wonder and say, &#x201C;How is it that you Latter-day Saints can live together as you do? How is it that you are so united?&#x201D; The secret lies in the fact that we have the same principles to teach to the people that were taught by the ancient Apostles, and the same results follow in our case as in theirs. <\/div><div class=\"paragraph jod\" id=\"v14n205\"> It has been frequently remarked to the Elders, when abroad, &#x201C;What necessity was there for an angel to come from heaven to earth to bring, as you say he did, the everlasting Gospel<span class=\"citation\" id=\"79717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79717)\">Rev. 14:6<\/a><\/span> when we have the Bible and Christian organizations and Christian churches all through the land?&#x201D; This is a very important question, and one to which I will try and give a satisfactory answer. There would have been no necessity of any such thing if the churches, at the time Joseph Smith sought for knowledge, had taught the same principles the Apostles declared, and if believers in these days had enjoyed the same gifts and blessings that they did in theirs. <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But if there was such a church at that time history has failed to record the fact. There was no man on the face of the earth, of whom we have heard, who declared to the people that if they would believe in Jesus and repent of their sins and be baptized for the remission of them, they should receive the Holy Ghost. On the contrary, the bestowal of the Holy Ghost, as anciently, with its gifts and powers, was denied by the whole Christian world. They declared that these gifts were not for this generation, but were bestowed upon the primitive church for the whole and sole purpose of establishing the Gospel of Jesus Christ, and that when that was accomplished there was no longer any need for them. That was the belief in Christendom then, and that is the belief there now; you may hear it expressed on every hand when conversing on these subjects. They will declare that there is no necessity for these gifts in this age, as if the Holy Ghost could be enjoyed by man and these gifts not manifested! Such a thing is impossible! There would have been no necessity for the restoration of the Gospel to the earth by an angel if the keys and priesthood by which the ancient Apostles officiated had not been taken from the earth. It is true that the Catholic Church claims direct succession from the Apostles; other churches claim the same; and all, claiming any authority whatever, endeavor to trace it back to them. They all base their claims to authority on the fact that the Apostles received it. The Catholic Church, especially, claim uninterrupted descent from Peter and the last of the Apostles. But, while so doing, they ignore the fact that as long as there was a man on the earth who laid claim to authority direct from God the inhabitants warred against him, until  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they had succeeded in killing him, as they had all others. This fact, though as familiar as any fact to the student of history, is lost sight of by the Catholic Church. So long as the Apostles lived, and so long as any man lived who had been associated with them in their labors, there was an incessant persecution carried on against them. And it is recorded that every one of them, except John, died a violent death. They tried to kill John; they immersed him in a cauldron of boiling oil and sent him to the Isle of Patmos to work in the lead mines, and persecuted him in various ways; but, owing to the promise of God, they could not kill him. Peter was crucified at Rome with his head downwards, not considering himself worthy to be crucified as his Lord had been. Paul was beheaded in Rome; the other Apostles were killed in various ways, every one of them suffering an ignominious death because of their belief in Jesus; because they believed God was a God of revelation, and because they laid claim to authority from Jesus to administer the ordinances of his church. This was the course pursued by the inhabitants of the earth until the Apostles and every man having authority had been killed, and the gifts and blessings had entirely disappeared from the earth. After this men took to themselves doctrines to accommodate themselves, the rites and many of the doctrines of Paganism and portions of existing institutions were incorporated into the Christian Church, until almost every vestige of the pure doctrines had disappeared, and nothing was left but mere forms. <\/div><div class=\"paragraph jod\" id=\"v14n207\"> Is it any wonder that the Latter-day Saints claim that it was necessary for an angel to fly through the midst of heaven, having the everlasting Gospel to preach to the nations of the earth?<span class=\"citation\" id=\"79718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79718)\">Rev. 14:6<\/a><\/span> If authority to administer <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the ordinances of the Gospel had existed among men there would have been no such necessity; but that authority had been taken back to God who gave it, and it had to be restored by him or it could not be exercised on the earth again. <\/div><div class=\"paragraph jod\" id=\"v14n208\"> Where were Apostles to be found? Why they were unpopular; every man that had held the Apostleship had been killed, yet in the words which I have read in your hearing it is said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n209\"> &#x201C;He gave to some, apostles; some, prophets; some, evangelists; and some, pastors and teachers.&#x201D;<span class=\"citation\" id=\"75053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75053)\">Eph. 4:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n210\"> And yet men tell us today that Apostles are not necessary! Is it surprising that the results which we see have followed such unbelief in Apostles? It was very dangerous to be called Apostles! It sounded better to be called Bishops or some other title; it suited the popular ear better and did not excite the persecution which the name of Apostle did. Yet in the words of Paul we are told that Apostles, prophets, evangelists, pastors and teachers were placed in the Church, for the perfecting of the Saints, for the work of the ministry, the edifying of the body of Christ.<span class=\"citation\" id=\"75095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75095)\">Eph. 4:11-12<\/a><\/span> If there is any man on the earth who can prove from the Scriptures that Apostles are not necessary in the Church of Christ, then he can prove that the words of Paul and the rest of the Apostles are not trustworthy, for Paul tells us that they were placed in the Church for the work of the ministry, the perfecting of the Saints, and they were to continue there. <\/div><div class=\"paragraph jod\" id=\"v14n211\"> &#x201C;Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men, and cunning craftiness, whereby they lie in wait to deceive.&#x201D;<span class=\"citation\" id=\"75186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75186)\">Eph. 4:12-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n213\"> Is there room for wonder that men are carried about by every wind of doctrine, and that they are deceived by the cunning craft of men,<span class=\"citation\" id=\"75242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75242)\">Eph. 4:14<\/a><\/span> when they no longer believe in Apostles and prophets, and have taken in their stead self-constituted ministers, men who never received authority to administer in the things of God? Can any be surprised that Christendom is split up as it is today, and that men are so confused in relation to the doctrines of Christ? Or that infidelity rears its head so defiantly in the midst of Christendom? No, it cannot be wondered at, when men have so widely departed from and so flagrantly disobeyed the plain teachings of Scripture as we find them recorded in the New Testament. The condition of Christendom alone is, of itself, sufficient to prove to every reasoning mind that if there is a God in heaven, as we know there is; that if there is such a principle as divine revelation, which we declare to be true; if there are such beings surrounding the throne of God as angels, of which we bear testimony, there never was a greater necessity for angels to be sent to earth, or for revelation to be given to man, than in the day in which we live. Some may say that we have the Bible and its divine teachings to peruse at our leisure; but it has frequently been remarked by those who scoff at it that it is like a fiddle, every kind of a tune can be played upon it. It requires something more than the Bible to guide man to eternal life. It requires divine inspiration, it requires the Holy Ghost, it requires the Priesthood, as it existed in ancient days, to be restored; and I thank God with all my heart, this morning, that I do know it has been restored. I thank God from the bottom of my <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heart that I have this knowledge. <\/div><div class=\"paragraph jod\" id=\"v14n214\"> Before me, in this Territory, I see the fruits of this restoration&#x2014;precisely the same fruits that followed the Priesthood anciently. I see, here, people gathered from various nations, of various creeds, speaking various languages, and having been reared and educated in a very dissimilar manner, from limited monarchies, from despotic monarchies and from republics; and yet they dwell together in unity, worship God alike, live lives of good order, truth and holiness, and love one another, which is an evidence, as the Apostle says, that they have passed from death unto life.<span class=\"citation\" id=\"78710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78710)\">1 Jn. 3:14<\/a><\/span> This unity is one of the greatest evidences that can be given that we are the disciples of Christ, for he has said <\/div><div class=\"paragraph jod\" id=\"v14n215\"> &#x201C;If ye are not one ye are not mine.&#x201D;<span class=\"citation\" id=\"85136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85136)\">D&amp;C 38:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n216\"> And it is also one of the strongest evidences that can be given that Jesus is the Christ, for, on one occasion, when praying to the Father that his disciples might be one, he said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n217\"> &#x201C;Neither pray I for these alone, but for them also which shall believe on me through their word; That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.&#x201D;<span class=\"citation\" id=\"70683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70683)\">John 17:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n218\"> As a people the unity of the Latter-day Saints is proverbial, and furnishes a powerful testimony that we have walked with Christ, and have received the blessings following the bestowal of the Holy Ghost. <\/div><div class=\"paragraph jod\" id=\"v14n219\"> These are some of the doctrines that the Latter-day Saints believe in; time would fail to tell all. We believe that God is the same yesterday, today and forever;<span class=\"citation\" id=\"77372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77372)\">Heb. 13:8<\/a><\/span> that he is a God of revelation, and that the reason he has not revealed himself for centuries is because the people so cruelly persecuted his anointed ones when he sent them into their midst.  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Their blood has cried for vengeance on the inhabitants of the earth, and he has closed the heavens, as it were, for centuries, our forefathers having been left only with such light as they could obtain without the Priesthood. But has he not bestowed his Holy Spirit upon men? Yes, millions of people have received the Holy Spirit to a certain extent, although not in its fulness. Luther had it, when he was inspired to war against the iniquities that existed in the Romish Church. He was raised up especially to prepare the way for the manifestation of the work of God in the last days. Calvin and Melancthon had a portion of the Holy Spirit, and so had all the Reformers who followed them; and though they had not the authority to build up the Church of God in its ancient purity, they still had a work to do and they have come in their days and generations and have labored zealously, indefatigably and fearlessly, regardless of death, inspired of God to do the work which they performed in the various lands in which they labored&#x2014;Germany, France, England, Scotland, and various parts of Europe, and also in our own land&#x2014;America. John Wesley, also, was raised up and inspired of God to do a work, and he did it. <\/div><div class=\"paragraph jod\" id=\"v14n221\"> Not only have these religious reformers been inspired to do a work in preparing for the advent of the kingdom of God upon the earth; but others have been raised for the same purpose. Columbus was inspired to penetrate the ocean and discover this Western continent,<span class=\"citation\" id=\"81038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81038)\">1 Ne. 13:12<\/a><\/span> for the set time for its discovery had come; and the consequences which God desired to follow its discovery have taken place&#x2014;a free government has been established on it. The men who established that Government were inspired of God&#x2014;George Washington, Thomas <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jefferson, John Adams, Benjamin Franklin, and all the fathers of the Republic were inspired to do the work which they did.<span class=\"citation\" id=\"89598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89598)\">D&amp;C 101:80<\/a><\/span> We believe it was a preparatory work for the establishment of the kingdom of God. This Church and kingdom could not have been established on the earth if their work had not been performed, or a work of a similar character. The kingdom of God could not have been established in Asia amid the despotisms there; nor in Africa, amid the darkness there; it could not have been built up in Europe amid the monarchies which crowd every inch of its surface. It had to be built up on this land, hence this land had to be discovered. It was not discovered too soon; if it had been it would have been overran by the nations of the earth, and no place would have been found, even here, for the kingdom of God. It was discovered at the right time and by the right man, inspired of God not to waver or shrink; but, undaunted by the difficulties with which he was surrounded, and contending with a mutinous crew, he persevered, and continued his journey westward until he discovered this land, the existence of which God had inspired him to demonstrate. <\/div><div class=\"paragraph jod\" id=\"v14n222\"> It was necessary that George Washington should be raised up, that the battles of the Republic should be fought, that the Colonies should be emancipated from the fetters of the mother country, and declared free and independent States. Why? Because God had in view the restoration of the everlasting Gospel to the earth again, and in addition to this the set time had come for him to build up his kingdom and to accomplish the fulfillment of his long deferred purposes. <\/div><div class=\"paragraph jod\" id=\"v14n223\"> Jesus said unto Jerusalem, &#x201C;How often would I have gathered thy children together, even as a hen  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gathereth her chickens under her wings, and ye would not!&#x201D;<span class=\"citation\" id=\"65610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65610)\">Matt. 23:37<\/a><\/span> But the prophets tell us that in the last days the people of God shall be gathered together from the different parts of the earth and be united together in one people. It was necessary, therefore, that a land should be prepared and a form of government be established within its borders without conflicting with it. Therefore, religious liberty and toleration have been proclaimed throughout the length and breadth of this land. Men fought, bled and died in vindication of these principles, and they were incorporated into the Constitution, and we, today, are reaping the blessed results of their labors. Shall they not have glory in the sight of God for those labors? Yes, glory and honor and blessings and immortality will rest upon men who have been instruments in the hands of God in bringing to pass his great and marvelous purposes. We have the greatest charity for them; we know that God will save and bless them. We know, further, that their sins were sins of ignorance. Where there is no law, it is said, there is no transgression.<span class=\"citation\" id=\"72311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72311)\">Rom. 4:15<\/a><\/span> They had not the fulness of the Gospel declared unto them; but the generation in which we live hear the law and the testimony, and they will be held accountable for this knowledge. God will hold you, my brethren, sisters and friends, strictly accountable for that which you hear. You live in a day and age when the purposes of God are transpiring before your eyes, and when you see the mighty going forth of his great work. Men, generally, however, will not look at it, and yet they are ready to declare that if they knew the work of God was progressing they would be willing to help it forward. They are the same as the Jews were with the Lord Jesus Christ. When he was <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with them he was despised and put to death; now men think they honor him, but if he lived upon the earth today do you think he would be honored? He would be treated today as he was then. God sent his only Son, the Prince of life and glory; he came to the earth in humble mien, in the garb of poverty, speaking ungrammatically, yet he was heaven's Prince, the Lord of all things. He was born in a stable and cradled in a manger.<span class=\"citation\" id=\"67018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67018)\">Luke 2:7<\/a><\/span> But God's noble sons are not always born to thrones; some of the noblest men who have lived on earth have not been found in the courts of kings. Where shall we look for them? Frequently among the humble and lowly. I thank God it is so. I have found among the humble and lowly, men with minds which were like rich jewels; men who loved the truth, and who have been willing to die for principle. I have also found many of the rich and noble who have <\/div><div class=\"paragraph jod\" id=\"v14n225\"> &#x201C;Crooked the pregnant hinges of the knee, That thrift might follow fawning.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n226\"> And who have been willing to do anything to curry favor, who worshipped popularity, and were ready to bow at its shrine in humble, abject reverence. While among the poor, the meek, and the lowly, I have known men, and we all doubtless have, who would die rather than step aside from principle. Among such God has placed his nobles in this generation, in order to be pioneers in this work and lay its foundations. They could sacrifice, and endure poverty for the sake of truth, and they have done so, and have risked all, braving the world fearlessly, establishing principle after principle, and declaring truth, in all its simplicity and purity, to the nations of the earth. Thus far God has vindicated their course and upheld them and has borne them off triumphantly,  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and he will continue to do so until the victory is achieved and the desired consummation of his purposes is reached. <\/div><div class=\"paragraph jod\" id=\"v14n228\"> This work will stand and spread abroad, because it is the work of God. After awhile it will gather within its fold men who, at the present time, consider it beneath their notice. It will accomplish the destiny that has been assigned to it. It will gather every honest man and woman on the face of the earth; all who will acknowledge truth will receive and rejoice in this work. I thank God that it is restored to the earth. It is more precious than the good will of men to know God. To have the spirit of truth, and the union and fellowship which exist among the Latter-day Saints, is worth more than the riches of California, more than all the mines of the earth, or all the jewels in the crown of every monarch on the earth, or their entire treasures, because they will fade away, but these will endure forever. And the man who obeys the Gospel of Jesus need not feel that he is bound or enslaved, or deprived of the exercise of any of the faculties, as many suppose. He is emancipated from thralldom; he can rejoice in the light of truth, and go forward and embrace every principle of truth. Not religious truth alone; it is a wrong idea that people who are religious must confine themselves to what are termed religious truths only. The Gospel of Jesus Christ embraces within its scope every truth known to man; every truth pertaining to astronomy, geology and every other science belongs to and is incorporated in that Gospel. <\/div><div class=\"paragraph jod\" id=\"v14n229\"> I have spoken thus far and have not said a single word about that much-mooted doctrine&#x2014;plurality of wives. I expect there are gentlemen and ladies here who would rather hear that spoken of than all that could <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be said besides; who would rather hear an Elder tell how many wives and children he has got than all that could be said about Jesus, his Apostles, the Holy Ghost or its gifts. There is a prurient curiosity on the part of a great many people in relation to this subject, and were it not transcending the bounds of politeness, about the first question they would ask after being introduced to an Elder would be, &#x201C;How many wives and children have you got?&#x201D; That is about the extent of their desires. Here is a great phenomenon before their eyes in this Territory, of intense interest and of immense importance, yet their souls cannot rise high enough to comprehend the first feature of it, and no higher than to ask about the number of a man's wives! When I hear such inquiries I pity the person who makes them. I think if a person cannot allow his or her mind to rise any higher than that, he or she is in a most deplorable condition. <\/div><div class=\"paragraph jod\" id=\"v14n230\"> I am satisfied that there is an immense amount of misunderstanding among the people of the world with respect to the Latter-day Saints and their belief in this peculiar doctrine. It is generally believed that we have embraced it for sensual purposes, and that we are a sensual people. We see these ideas frequently advanced in newspapers, and it is stated by them that we gather the people from the nations because of this doctrine. What a silly idea! Why, any man with a grain of common sense might know better if he would give a little reflection to the matter! How much easier it would be, if we were licentious, to practice licentiousness according to the popular method! Why go to the trouble and expense and incur the odium of sustaining wives and children merely to gratify licentiousness, when we could do it to the fullest extent, on the popular plan,  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without incurring odium or assuming responsibility and care? Read the records of New York, Washington, Chicago, and the records of all the cities east and west on our continent, and then go to the old world, and you may find that men can gratify their lustful desire without incurring odium. They can even destroy females by the thousands in the gratification of their sensual appetites, but because the Latter-day Saints choose to marry them, to make women and their children respected and honorable, all hell is moved against them. The devil does not like it. I will tell you a rule, brethren, sisters and friends, that I have observed through my intercourse with men, in my travels, and that is, that they who have opposed this principle most bitterly when they understood it, have been the most corrupt men, the very men who have practiced adultery and whoredom in secret; while openly, to hear them speak of our system of patriarchal marriage, one might think them immaculate; but I never found pure-minded men or women, honest and true to their God, and to their partners if they had them, but what, when they heard it explained as the Saints in this Terri<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tory understand, preach and practice it, let them believe what they might on other points, they would acknowledge that there was something godlike in that doctrine, if we carried it out as we believed it. That has been my experience. <\/div><div class=\"paragraph jod\" id=\"v14n232\"> We are solving the problem that is before the world today, over which they are pretending to rack their brains. I mean the &#x201C;Social Problem.&#x201D; We close the door on one side, and say that whoredoms, seductions and adulteries must not be committed amongst us, and we say to those who are determined to carry on such things we will kill you; at the same time we open the door in the other direction and make plural marriage honorable. What is the result? Why, a healthy, pure and virtuous community, a community which, in these respects, has no equal on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n233\"> I say these few words by way of explanation; they are very inadequate to convey the ideas that we entertain, and that I would like to convey to my hearers, in relation to celestial marriage. That God may bless and sustain you in the practice of truth, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}