{"ID":140007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Character and Condition of the Latter-Day Saints&#x2014;Infidelity&#x2014;The Atonement&#x2014;Celestial Marriage.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 8, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Character and Condition of the Latter-Day Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/8\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v14n128\"> We have now been together in a Conference capacity for four days. It seems a very short time; we would like to stay a little longer, if it were prudent. This is the place to give general instruction to the Latter-day Saints. It is good when the Saints meet together to look at each other, to hear the brethren bear testimony of the truth and to feel the fellowship of the Holy Ghost. This makes our hearts joyful and glad. It will be prudent for us now to bring our Conference to a close, and, after I have spent a few minutes in speaking, we shall adjourn until the 6th of next October, at ten o'clock in the morning, at this place. <\/div> <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n129\"> There are many things which we would like to talk about; I would like to do a great deal of talking if I had the opportunity and were able to do so. There are many little items pertaining to what are called temporal matters, which it would be well for the people to understand in order to promote their happiness here on the earth and to aid them in securing eternal salvation. It is not those who are hearers of the word only who are blessed and who secure to themselves the blessings of eternal life; they who secure eternal life are doers of the word as well as hearers.<span class=\"citation\" id=\"72277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72277)\">Rom. 2:13<\/a><\/span><span class=\"citation\" id=\"77485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77485)\">James 1:22-25<\/a><\/span> If we hear the word and do not perform the labors indicated by it, it will  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>profit us nothing. To hear the word, as the Latter-day Saints do, and then to perform the labor devolving upon them, requires a great deal of wisdom; and to bring the people up to this standard much labor and instruction from the Elders is necessary. <\/div><div class=\"paragraph jod\" id=\"v14n131\"> If we can remember what we have heard at this Conference, and carry it out in our lives, it will profit us. I hope and trust that we may. Let us apply our hearts to the wisdom that has been exhibited before the Conference, and observe the little duties of everyday life, that we may be prepared to receive more. It is not possible for a person to learn all the will of God in an hour, a day, or a week; it requires much time and attention to do this. The Lord gives a little here and a little there, a precept now and a precept again,<span class=\"citation\" id=\"58540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58540)\">Isa. 28:9-13<\/a><\/span> and by close observance of these things in our lives we grow in grace and in a knowledge of the truth.<span class=\"citation\" id=\"78509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78509)\">2 Pet. 3:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n132\"> We are thankful for the privilege of talking a little. We ought all to be very thankful that we have the privilege of the Gospel and of the ordinances of the house of God, for by applying them to the duties of life we can increase in knowledge, wisdom and understanding. We are thankful to see the increase that there is in the midst of the people. <\/div><div class=\"paragraph jod\" id=\"v14n133\"> You very well know that it is said by many of those who wish to traduce the character of the Latter-day Saints that we are a poor, miserable, ignorant people. If we are, there is a great chance for improvement. We will acknowledge that we are very ignorant, and that the Lord has taken the weak things of the world to confound the wisdom of the wise.<span class=\"citation\" id=\"72912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72912)\">1 Cor. 1:26-27<\/a><\/span> He has picked up the poor of the earth and brought them together, because they seek after him; while the hearts of the rich and the proud, the high and the noble, are lifted up, and they <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5489\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot hearken to the principles of the Gospel and receive them and obey them. They feel themselves too good; they know too much; while the poor and needy, those who suffer from hunger and nakedness, and from hard labor and taskmasters, are the ones who naturally seek after the Lord. The Lord is just as willing to bless and to pour out his Spirit upon the king on the throne as upon the beggar in the street; but the king has sufficient&#x2014;he does not feel after the Lord; but the beggar cries unto the Lord for his daily bread. Hence the Lord gathers the poor. When we are gathered together, if we will improve ourselves by and by we will be filled with wisdom. <\/div><div class=\"paragraph jod\" id=\"v14n134\"> When we look at the Latter-day Saints and remember that they have been taken from the coal pits, from the ironworks, from the streets, from the kitchens and from the barns and factories and from hard service in the countries where they formerly lived, we cannot wonder at their ignorance. But when they are brought together they soon become scholars. Many of them become farmers and merchants, and they soon learn to procure a sustenance for themselves and families, and gather around them the necessaries and comforts of life. They also learn the object of their being, of the creation of the earth, and how to organize the elements so as to subserve their own wants and necessities. This is a blessing, and we are proud to see the industry of the Latter-day Saints, and also their improvements and faithfulness. If we are ignorant, let us become wise; if we are poor, let us gather around us the comforts of life. I look around among my brethren and I see scholars. The world say we are ignorant; we acknowledge it, but we are not as ignorant as they are, although they have had opportunities  <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of education perhaps that many of our brethren have not had. We study from the great book of nature. We are driven to this of necessity. Where is there another people who have done what this people have done in these mountains, by way of making improvements in their own midst&#x2014;upon the soil and in their cities and towns. They are not to be found on the face of the earth. If this is not intelligence&#x2014;if this is not good, hard, sound sense, I wish somebody would come and teach us a little. If we are taken from the poor, ignorant, low and degraded, and make ourselves wise and happy, it is a credit to us. <\/div><div class=\"paragraph jod\" id=\"v14n136\"> There are causes for this which some may not have thought about. I often think of them. You take, for instance, a father, who has, say, four, ten or twelve sons. He may have abundance to dispose of to each and every one; but he dislikes some particular one, and perhaps feeds and clothes eleven, but the twelfth, whom he hates and despises, he turns out of doors to provide for himself. This one son goes forth weeping, and says, &#x201C;I am forsaken of my father and his house; now I have to look after myself. I have the earth before me; I have to live; I do not want to kill myself, and as I have life before me I certainly must make my own future. I will go to work and accumulate a little of something, so that I can purchase me a piece of land. When it is purchased I will put improvements upon it. I will build me a house; I will fence my farm; I will set off my orchard and plant out my garden; and I will gather around me my horses, my cattle, my wagons and carriages, and I will get me a family.&#x201D; Pretty soon here is a boy who knows how to live as well as his father does. How is it with the rest of the family? They are fed and clothed by their <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5488\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> father; they know not where it comes from nor how it is obtained, and they scarcely know their right hand from their left with regard to the things of the world. <\/div><div class=\"paragraph jod\" id=\"v14n137\"> This illustrates the history of this people. We have been under the necessity of learning every art&#x2014;to cultivate the soil and how to provide for our own wants under the most adverse circumstances. We have been compelled to do this or go without, for none would do it for us. We have been forced to study mechanism, all kinds of machinery, how to build, and how to provide and take care of ourselves in every respect. I thank the parent and the boys for turning us out of doors. Why? Because it has thrown us on our own resources, and taught us to provide for ourselves. We have a future before us, and God will take care of us. In my meditations I say, &#x201C;Shall I complain of father? No. I will not complain at all, he has done the best he could for me, though he knew it not. If he had made my house, opened my farm, planted my orchard, seen to my planting and ploughing as well as the gathering; and then had brought my food to my chamber and appointed a servant to feed me, what should I have known about getting my living? How could I have known anything about raising fruit or anything else? I could not have known. I might read books until Doomsday, and unless I apply the knowledge thus obtained I should know but little.&#x201D; Without the application of knowledge acquired by reading, it makes mere machines of us; we can tell what others have done, but we know nothing ourselves. Then speak evil of no man, and acknowledge that it has been a blessing to us to be cast aside and compelled to take care of ourselves. <\/div><div class=\"paragraph jod\" id=\"v14n138\"> When we left our homes in the  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>East and started for the Rocky Mountains the feeling in regard to us was, &#x201C;There is starvation before you Mormons; but if you do not die of starvation the Indians will kill you.&#x201D; We knew that they would do no such thing; we knew that we could live when we got here, and we also knew that we could travel twelve or fourteen hundred miles with our cows, calves, colts, lame cattle, our seed grain and provisions and farming utensils on wagons, carts and handcarts, without an ounce of iron on some of them. It was said that we could raise nothing when we got here; but I said, &#x201C;We will wait and see; we know that God has led us out here, and we will wait and see what he will do for us.&#x201D; You can see what he has done, and thank his name and be humble. Shall we speak evil of others? No. Why? Because the result of their treatment towards us has made us better and greater than we could have been otherwise. It has brought us closer together than we could possibly have come without a great deal more revelation than we have had. Our enemies have pushed us together; and it is excellent to be surrounded by circumstances that will bring us close together. We learn then whether we have fellowship one for another. Let us thank God, and speak evil of none; and instead of finding fault with father, let us thank him for turning us out of doors, for we have learned a great many useful lessons in life that we could not have learned without. We can read just as much as the inhabitants of the earth, and after reading we can practice a thousand times more than many of them. <\/div><div class=\"paragraph jod\" id=\"v14n140\"> I wish now to say a few words in relation to a subject which is attracting the attention of thousands of people in the world. I refer to what is termed infidelity. We are very <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5487\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> well aware that a statement made in reference to this matter in this Conference is true&#x2014;namely, that the inhabitants of the earth are drifting, as fast as time can roll, to infidelity. I do not profess to know a great deal; but some things I do know. Shall I take the liberty of telling you the story of the boy who went to the mill? He was looking at the miller's hogs, which were very fat, clean and fine. The miller came out, and, seeing the boy attentively observing the pigs, said to him, &#x201C;What are you thinking about?&#x201D; Said the boy, &#x201C;I was thinking that millers have fat hogs.&#x201D; &#x201C;Were you thinking of anything else?&#x201D; said the miller. &#x201C;Yes.&#x201D; &#x201C;What was it?&#x201D; &#x201C;I do not know whose grain they are fed on,&#x201D; said the boy. I take the liberty of telling this story for illustration. Some things I do know and some I do not know; if I do not know whose grain the pigs eat, I do know that there are some fat hogs. <\/div><div class=\"paragraph jod\" id=\"v14n141\"> What shall I say with regard to infidelity? I do not know a great deal, but I say that a man has not good common sense who denies his Maker; such a man is not endowed with reasoning powers. I hold this book in my hand, and I say that for its production from the crude element it required a type founder, paper maker, printer and a book binder, and by their united exertions the book was made. But the infidel bases his argument on the principle that the book is here without a producer&#x2014;that no type founder, paper maker, printer, nor bookbinder was necessary. Is not a man who argues on this principle a fool? If he is not he comes pretty near it. <\/div><div class=\"paragraph jod\" id=\"v14n142\"> There are a great many who say that there is no embodiment of the Deity. Our Christian brethren almost deny the existence of a God; but it is in word only; they do not feel it  <div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in their hearts, they do not mean any such thing. They are like the people of whom Paul speaks, who had temples reared to the unknown God.<span class=\"citation\" id=\"71940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71940)\">Acts 17:23<\/a><\/span> The Christians do not know anything about God, neither does the infidel. The Christian world say, &#x201C;We believe in a God who has no body.&#x201D; You do not believe in anything of the sort, Christian world! You think you believe it, but it is only tradition with you. Your fathers told you that God has no body; the priests told them; the schoolmasters have joined in the endorsement of the same ridiculous idea; it is also written in your church creeds; but, when you let common sense have place in your hearts, you do not believe in any such nonentity or nondescript as a God without body, parts or passions. <\/div><div class=\"paragraph jod\" id=\"v14n144\"> But foolish and absurd as is such an idea, it is not so ridiculous as that of the infidel. The Christian world, while virtually declaring that God is nothing, also declare that the world was created by him; but the infidel says the world had no creator, it is the result of chance. Now I defy any infidel, or any other person on the face of the earth, to prove that anything can be made or exist without a maker. The world and all its various grades of organized denizens, from the lowest forms of vegetable or animal life, up to man, the lord of creation, were framed and made, or they would not have been here. <\/div><div class=\"paragraph jod\" id=\"v14n145\"> I just want to say with regard to infidelity, it means nothing more nor less than to disbelieve anything we have a mind to. If we disbelieve in the existence of the Eternal, as an embodiment or personage, we are infidel on that point. If we disbelieve in the efficacy of the blood of the Savior and his atonement, we are infidels on that subject. I wish to say, however, to the Christian world, that the moment the atonement of <div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5486\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Savior is done away, that moment, at one sweep, the hopes of salvation entertained by the Christian world are destroyed, the foundation of their faith is taken away, and there is nothing left for them to stand upon. When this is gone all the revelations God ever gave to the Jewish nation, to the Gentiles and to us are rendered valueless, and all hope is taken from us at one sweep. <\/div><div class=\"paragraph jod\" id=\"v14n146\"> What proof have you, Infidels, that Jesus is not the Christ? What proof have you of the negative of the existence of God the Father, or of Jesus as the Mediator,<span class=\"citation\" id=\"75881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75881)\">1 Tim. 2:5<\/a><\/span> or of the Holy Ghost as God's minister, or of the gifts and graces that God has bestowed upon his people? None at all, not the least thing in the world. Is there anybody living on the earth that has the proof of the affirmative? Yes; we have. We have proof that God lives and that he has a body; that he has eyes, and ears to hear; that he has arms, hands and feet; that he can walk and does walk. He has declared himself to be a man of war&#x2014;<span class=\"citation\" id=\"54030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54030)\">Ex. 15:3<\/a><\/span>Jehovah,<span class=\"citation\" id=\"53877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53877)\">Ex. 6:3<\/a><\/span> the great I AM,<span class=\"citation\" id=\"126372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126372)\">Ex. 3:14<\/a><\/span><span class=\"citation\" id=\"84705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84705)\">D&amp;C 29:1<\/a><\/span> the Lord Almighty,<span class=\"citation\" id=\"74253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74253)\">2 Cor. 6:18<\/a><\/span> and many other titles of a like import are used in reference to him in the Scriptures. But take away the atonement of the Son of God and the Scriptures fall useless to the ground. <\/div><div class=\"paragraph jod\" id=\"v14n147\"> How is it, Infidel, have you any proof that Jesus did not die for the sins of the world? No; not the least, any more than you have proof that there was no need to go to the mountains to cut the timber used in building this house, or to quarry the rock of which the pillars of this house are composed. How is it, Mr. Infidel, have you any proof of the nonexistence of Him who rules and reigns in heaven, and who controls the destinies of the earth? No; not the least. But you say, &#x201C;I do not believe it.&#x201D; That is your affair  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only, nobody cares about that. <\/div><div class=\"paragraph jod\" id=\"v14n149\"> Infidelity extends to other subjects besides the existence of God and the atonement of the Savior. Some are infidel on one point and some on another. I want to say that so far as a God without a body, parts and passions is concerned, I am a complete infidel. The God whom I serve has got eyes, ears, nose and mouth. He has hands to handle; his footsteps are seen in the midst of his people, and his goings forth among the nations; and he who has the Spirit of the Almighty can see the providences of God and behold his ways. I ask the infidel if he has any proof that I do not enjoy that Spirit? I have proof that I do. What is that proof. The peace, light and intelligence that I enjoy, which I have not obtained from the infidel, from reading books, from going to school, nor from studying the wisdom of any man that ever lived on the face of the earth. &#x201C;Where did you obtain it?&#x201D; says the infidel. From heaven, from the fountain of light and intelligence. &#x201C;Where is your wisdom?&#x201D; again says the infidel. Here, right before me, teaching the people how to be saved, how to live, and to live with each other; how to improve their minds; how to govern and control themselves. It was so with Joseph Smith, in his day. So it is today; how else could it be done? Who can gather the people from the nations in their poverty and ignorance and fill them with light and intelligence, teach them how to live, what the earth is and what it is for, make them understand that God is our father, Jesus the Mediator,<span class=\"citation\" id=\"75882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75882)\">1 Tim. 2:5<\/a><\/span> and that we belong to the highest intelligence that there is in existence, and that we are the natural offspring of God the Father?<span class=\"citation\" id=\"72017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72017)\">Acts 17:28-29<\/a><\/span> God only can do this. Yet the infidel will say there is no God,<span class=\"citation\" id=\"56383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56383)\">Ps. 14:1<\/a><\/span> that we are creatures of today, <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5485\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we had no existence before this, and that when this is over there is nothing after. And following down the chain of his reasoning, he will say there was a time when there was no earth, no stars, no worlds, no anything. Well, I know there never was such a time. That is faith against faith, declaration against declaration. What a pitiful condition it would be for all space to contain nothing! To suppose that element, worlds, men, the grass of the fields, or the trees of the forest were created, is all folly! They are from eternity. It is equally vain to imagine space empty! There is no space without a kingdom, neither is there any kingdom without space,<span class=\"citation\" id=\"88492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88492)\">D&amp;C 88:37<\/a><\/span> and they are from everlasting to everlasting.<span class=\"citation\" id=\"57013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57013)\">Ps. 90:2<\/a><\/span> &#x201C;How do you know it?&#x201D; asks the unbeliever. By the revelations of God, by the revelations of the Lord Jesus Christ.<span class=\"citation\" id=\"74431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74431)\">Gal. 1:12<\/a><\/span> &#x201C;How do you know how to teach the people to control themselves and make them of one heart and one mind?&#x201D;<span class=\"citation\" id=\"92925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92925)\">Moses 7:18<\/a><\/span> By the revelations of the Lord. Well, then, I guess we will sing and pray and serve our God and keep his commandments; and I rather think that Zion will prosper. That is my opinion. <\/div><div class=\"paragraph jod\" id=\"v14n150\"> While the chapter from the prophecies of Daniel was being read, showing the plans and schemes of those who sought to entrap Daniel, and their miserable end,<span class=\"citation\" id=\"61539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61539)\">Dan. 6:1-28<\/a><\/span> I was thinking how wise (!) men were in those days. How wise were those great captains, counselors and presidents! Could they not foresee that they could not overthrow Daniel? No, they could see no further than to believe that if the King would sign the decree that no petition should be presented to any potentate, on, above, or around about the earth, but to himself, for the space of thirty days, they would entrap and destroy Daniel. What was the result? Just as quick as they commenced their  <div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>special legislation against Daniel the Lord commenced special legislation for him and against those who got him into the lion's den. The final result was that Daniel lodged with the lions over night and came out unscathed, not injured in the least; the lions lay there peaceable when the stone was rolled away, and those who had caused him to be thrust there were condemned to take the place he left, and the lions devoured them. They could not foresee what Daniel could; he could have foretold their destiny, and that the legislation of the Lord Almighty would be a little above the special legislation of which they were the authors against him.<span class=\"citation\" id=\"61540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61540)\">Dan. 6:1-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n152\"> Brethren and sisters, will you keep the Word of Wisdom, say your prayers, observe the Sabbath, speak evil of no man, and strive to be humble and faithful in all things? If you will, we shall be one by and by; we are not yet. We must overcome the love of the world. He that hath the love of the world hath not the love of the Father.<span class=\"citation\" id=\"78569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78569)\">1 Jn. 2:15<\/a><\/span> He that loves the things of the world loves not the kingdom of heaven on the earth. Whosoever serves mammon cannot serve God.<span class=\"citation\" id=\"63569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63569)\">Matt. 6:24<\/a><\/span> We must let these things go out of our affections, then lay hold of the principles of eternal life and sustain the kingdom of God on the earth, or else we shall go by the board. If we jump over, we shall certainly sink, and if we stay aboard Zion's ship, we can do no more than sink, and it will be just as well if Zion's ship sink to be aboard as to jump overboard and sink. We had better stay aboard, she may go into harbor; and I can promise you in the name of Israel's God that she will go there safe and carry every one of her passengers. Will we be humble and faithful? I trust we will. I hope&#x2014;I pray you, brethren <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5484\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and sisters, let us be humble, be faithful to our God, our religion, and each other. <\/div><div class=\"paragraph jod\" id=\"v14n153\"> I will say a few words on a subject which has been mentioned here&#x2014;that is, celestial marriage. God has given a revelation to seal for time and for eternity, just as he did in days of old.<span class=\"citation\" id=\"91418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91418)\">D&amp;C 132:1-66<\/a><\/span> In our own days he has commanded his people to receive the New and Everlasting Covenant, and he has said, &#x201C;If ye abide not that covenant, then are ye damned.&#x201D;<span class=\"citation\" id=\"91451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91451)\">D&amp;C 132:4<\/a><\/span> We have received it. What is the result of it? I look at the world, or that small portion of it which believes in monogamy. It is only a small portion of the human family who do believe in it, for from nine to ten of the twelve hundred millions that live on the earth believe in and practice polygamy. Well, what is the result? Right in our land the doctrine and practice of plurality of wives tend to the preservation of life. Do you know it? Do you see it? What is our duty? To preserve life or destroy it? Can any of you answer? Why yes, it is to perpetuate and preserve life. But what principle do we see prevailing in our own land? What is that of which, in the East, West, North and South, ministers in their pulpits complain, and against which both gentlemen and ladies lecture? It is against taking life. They say, &#x201C;Cease the destruction of prenatal life!&#x201D; Our doctrine and practice make and preserve life; theirs destroy it. Which is the best, saying nothing about revelation, which is the best in a moral point of view, to preserve or to destroy the life which God designs to bring upon the earth. Just look at it and decide for yourselves. <\/div><div class=\"paragraph jod\" id=\"v14n154\"> This house is very large, but as a general thing the people have been very attentive, and they have tried to keep as still as possible. Still, I  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>believe they can improve a little. I think that many of our sisters who have children can stay nearer the doors, and then, if they cannot prevent their children crying, they can step out. I do believe they can stop their whispering. When there is anything said from this Stand that pleases or displeases you, you turn to your neighbor and whisper, and the next one does the same, and directly there are a few thousand whispering, creating a noise like the rushing of many waters. Then you scrape your feet a little, and the many little noises are like the dust that composes the mountains and the whole earth. Every person should be silent when we meet here to worship God. Remember and try to keep perfectly quiet, and do not whisper, talk, nor scrape your feet; and do not let your children cry if you can help it. Twenty years ago I used to tell you that you might pinch your children to make them cry as loud as they could if you wished, and I could preach louder than they could cry. I could do it then, but now I want all to keep still. <\/div><div class=\"paragraph jod\" id=\"v14n156\"> I trust we shall long have the privilege of enjoying this shade which we have built; it is a cover from the burning sun in summer; and when the storm of rain comes this umbrella will shelter us. I perceive that, in the gallery, there is a little more heat now than before; we shall open the ventilators and put in some skylights, then I think it will be as cool as in the past. <\/div><div class=\"paragraph jod\" id=\"v14n157\"> Brethren and sisters, I feel to bless you. I ask my Father in heaven to bless the Saints, to bless every quorum and organization of his kingdom, from the First Presidency down to the last organization to promote good in the midst of his people. I pray continually for the Bishops, presiding Elders, High Councilors, and the <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5483\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Female Relief Societies. I will bless you, my sisters, if you will hearken to the counsel which has been given you with regard to these fashions. Then, to my brethren, I say, I will bless you, if you will seek a little closer to sustain yourselves, by preserving and wisely using that which the Lord gives you, and not suffer your cattle and sheep to die on the prairies, but preserve them, that we may have the wherewithal to supply ourselves with the necessaries of life, by raising sheep, building factories, raising flax, the mulberry and silk and other things useful. I do not care how beautifully you are adorned, ladies, if you will only raise the silk and adorn yourselves with your own hands. That is the requirement of heaven. It was so almost forty years ago. The word of the Lord to his Saints then was, &#x201C;Let the beauty of your apparel be the beauty of the work of your own hands.&#x201D;<span class=\"citation\" id=\"85402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85402)\">D&amp;C 42:40<\/a><\/span> If you will observe this, adorn yourselves as much as you please. Make your hats and bonnets, and also make hats for your brothers and sons. It is your duty to do it. Preserve that that the Lord has given you, and waste nothing. I can say to the Latter-day Saints that there is no man nor woman, person or persons, but what I would rather feed, clothe, and sustain than to see a particle wasted in the midst of my family or this people. God does not like it, his Spirit is grieved with it. Idleness and wastefulness are not according to the rules of heaven. Preserve all you can, that you may have abundance to bless your friends and your enemies, as we did in '49, '50 and '51. In those years we fed thousands and thousands of poor, starving emigrants, who had gold so big in their eyes that, when they started for the Plains, they did not know whether they had anything to eat or not. By our  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5482\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>instrumentality they were fed and sent on their way rejoicing.<span class=\"citation\" id=\"71681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71681)\">Acts 8:39<\/a><\/span> If we take the counsel now given we shall have abundance to bless our enemies if it be necessary. Shall we say that we have any? Yes, there are those who would delight to be our enemies if they knew how; but they do not know how. I do not suppose that there was a greater enemy to the Savior, when he was on the earth, than the devil. How he did plead with the Savior to worship him! Said he, &#x201C;I will give you all you can see, if you will fall down and worship me.&#x201D;<span class=\"citation\" id=\"62865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62865)\">Matt. 4:9<\/a><\/span> But Jesus rebuked him. Yet the devil hunted and followed up Jews and Gentiles, that is, the Romans, until they betrayed the Redeemer into the hands of his enemies, who crucified him, and in doing that they consummated the great act for the salvation of the human family, which will cheat the devil out of pretty much all of them, one way or the other. If he had had any good sense about him&#x2014;but he was as short of that as the infidels in our day&#x2014;he would have said, &#x201C;I am with you, I will go with you, pay your taxes, and will make you welcome to my house.&#x201D; But no, the devil and his followers did not know enough to do this, neither do our enemies, and thank God for it! <\/div><div class=\"paragraph jod\" id=\"v14n159\"> Again I say, I feel to bless my brethren and sisters&#x2014;every quorum, every authority; our brethren and sisters who have sung for us, or played on the organ. I thank you, doorkeepers, and you who have waited on the congregation, and I say God bless you, and in the name of the Lord Jesus Christ I bless the whole house of Israel. I pray for the redemption of the Center Stake of Zion, and the upbuilding thereof. It is before us continually in our faith, and I hope that we shall live to see it. Amen. <\/div>\n<\/div>\n<\/div>"}