{"ID":140002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Blessings of Joseph&#x2014;The American Indians.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Feb. 19, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: John Q. Cannon.<\/div>\n<div class=\"pageHeader\">Page Header: The Blessings of Joseph, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 2\/19\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v14n23\"> I will call the attention of the congregation to a portion of the word of the Lord contained in the 33rd chapter of Deuteronomy, commencing at the 13th verse. What I am about to read is the word of the Lord through Moses. &#x201C;And of Joseph he said, Blessed of the Lord be his land, for the precious things of heaven, for the dew, and for the deep that coucheth beneath, And for the precious fruits brought forth by the sun, and for the precious things put forth by the moon, And for the chief things of the ancient mountains, and for the precious things of the lasting hills, And for the precious things of the earth and the fulness thereof, and for the good will of him that dwelt in the bush: let the blessing come upon the head of Joseph, and upon the top of the head of him that was separated from his brethren. His glory is like the firstling of his bullock, and his horns are like the horns of unicorns: with them he shall push the people together to the ends of the earth: and they are the ten thousands of Ephraim, and they are the thousands of Manasseh.&#x201D;<span class=\"citation\" id=\"55255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55255)\">Deut. 33:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n24\"> These words occurred to me after rising to my feet, as the blessing of Moses upon one of the tribes of Israel. The Latter-day Saints are aware that in ancient times men of God were led by the spirit of inspiration to bless with prophetic blessings. Such was the case in the days of Noah, such was the case in the days of <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5520\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Abraham, Isaac, and Jacob, and such was the case in the days of Moses. Being prophets, the Lord inspired them to know and understand the future, to know what he intended to perform and accomplish on the earth. They understood by the spirit of prophecy the blessings that would come upon the righteous and the curses that would come upon the wicked. They understood that the Lord would bestow blessings bountifully upon those who would serve him and keep his commandments. Hence they predicted blessings upon them, not only of a spiritual nature but of a temporal nature, among which farms were given to them, kingdoms, thrones, and a great variety of blessings of a temporal nature were oftentimes conferred by the spirit of prophecy upon the descendants of those whom the Lord delighted in. Many prophecies are recorded in the Book of Deuteronomy, pertaining to the twelve tribes, among which were certain cursings if they did not keep the commandments of the Lord,<span class=\"citation\" id=\"55154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55154)\">Deut. 28:15-68<\/a><\/span> and certain blessings inasmuch as they would keep his commandments.<span class=\"citation\" id=\"55144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55144)\">Deut. 28:1-14<\/a><\/span> Indeed, six of the tribes of Israel, or men out of six tribes, representing six of the tribes, were commanded to go upon a certain mountain, and representatives out of the other six tribes were commanded to get upon another mountain.<span class=\"citation\" id=\"55132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55132)\">Deut. 27:12-13<\/a><\/span> The representatives on one of these mountains were to pronounce blessings on conditions, while  <div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the others were to pronounce curses also on conditions. Israel were to be blessed in their basket and in their store; in their goings out and in their comings in; blessed with all the blessings of the earth in the land of Palestine; blessed with the comforts and consolations of the Spirit; with revelations, with prophets, with all the blessings that had been enjoyed by their forefathers in the days of their righteousness;<span class=\"citation\" id=\"55145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55145)\">Deut. 28:1-14<\/a><\/span> but if they would not do this, the others upon the other hill were to curse them; they were to be cursed in their basket and in their store; in the increase of their fields and in their flocks; cursed with all the plagues of Egypt.<span class=\"citation\" id=\"55155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55155)\">Deut. 28:15-68<\/a><\/span> Their enemies, though few in number, should come against them, and they, though many, should flee before them. They should be dispersed until the latter days. In the latter days the Lord would again stretch forth his hand and would bring them from all the nations of the earth, where they have been scattered, to their own land of Canaan. <\/div><div class=\"paragraph jod\" id=\"v14n26\"> Almost the last thing that Moses did among the children of Israel was to pronounce separate blessings upon each tribe, commencing with the firstborn, Reuben, taking them according to their ages, pronouncing a variety of blessings, spiritual and temporal, upon the twelve tribes, until he comes down to Joseph.<span class=\"citation\" id=\"55242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55242)\">Deut. 33:1-29<\/a><\/span> The words which I have read were the blessings upon that tribe: &#x201C;Blessed of the Lord be his land.&#x201D; It was a temporal blessing then; it did not particularly have reference to those spiritual blessings that pertain to eternity, but it was a temporal blessing. &#x201C;Blessed of the Lord be his land, for the precious things of the earth, the precious things of heaven, for the dew, and for the deep that coucheth beneath. For the precious fruits brought forth by the sun, and for the precious things <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5519\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put forth by the moon, And the chief things of the ancient mountains, and for the precious things of the everlasting hills, And for the precious things of the earth and the fulness thereof, and for the good will of him that dwelt in the bush: let the blessing come upon the head of Joseph, and upon the top of the head of him that was separated from his brethren.&#x201D;<span class=\"citation\" id=\"55253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55253)\">Deut. 33:13-16<\/a><\/span> You perceive, then, that this blessing was of a temporal nature. <\/div><div class=\"paragraph jod\" id=\"v14n27\"> Now when Joseph entered the land of Palestine he received an inheritance with the rest of the tribes. Both Ephraim<span class=\"citation\" id=\"55315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55315)\">Josh. 16:1-10<\/a><\/span> and Manasseh<span class=\"citation\" id=\"55316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55316)\">Josh. 17:1-18<\/a><\/span> received their inheritances; one of them received an inheritance on the east side of Jordan; the other, Ephraim, received an inheritance on the west of Jordan in connection with the rest of the tribes. &#x201C;Blessed of the Lord be his land;&#x201D; and among the precious things that were to be given were the precious things of the earth and the fullness thereof.<span class=\"citation\" id=\"55260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55260)\">Deut. 33:16<\/a><\/span> What are we to understand by the fullness of the earth? I understand it to mean the products of all climates. Palestine is in the temperate zone, and therefore produces fruits that are adapted to a temperate climate. Let me refer you to the blessing of Jacob, the father of Joseph, upon Ephraim and Manasseh. In the 48th chapter of Genesis<span class=\"citation\" id=\"53637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53637)\">Gen. 48:1-22<\/a><\/span> we read that Joseph brought up his two sons to Jacob to receive his last blessing. Jacob was blind, and when Ephraim and Manasseh were brought before him, Manasseh being the oldest was brought before the old Patriarch in such a way that the old man would place his right hand upon the firstborn, and his left hand upon the younger, that the firstborn might receive the prophetic blessing. Being guided by the spirit of inspiration, the old Patriarch crossed his hands and laid his right hand upon the head of the younger and his left hand upon  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the head of Manasseh and pronounced his blessing.<span class=\"citation\" id=\"53644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53644)\">Gen. 48:13-14<\/a><\/span> He said that these two sons of Joseph should become a great people and a multitude of nations in the midst of the earth.<span class=\"citation\" id=\"53656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53656)\">Gen. 48:19<\/a><\/span> Now it would be very difficult for us to find the descendants of Joseph&#x2014;a multitude of nations&#x2014;anywhere on the eastern continent. If we go among the nations of Asia, the Chinese, the Hindoos, &amp;c., we can trace back their history to early ages, and there is no evidence that they are the descendants of Joseph. If we go into the northern portions of Europe, to Russia and other countries, we find no evidence that they are his descendants. If we go among the various eastern nations, we have no evidence that they are the descendants of him. I don't know any portion of the eastern continent, in Europe, Asia, Africa, or Australia, where we can find a multitude of nations. When we come to America, we have a large country, with every variety of climate, temperate, torrid and arctic, and every variety of temperature. Jacob not only predicted that his tribe should become a great people&#x2014;a multitude of nations&#x2014;but that they should be blest in a variety of ways. <\/div><div class=\"paragraph jod\" id=\"v14n28\"> The great Prophet Jacob also pronounced these remarkable words uttered by inspiration: &#x201C;Joseph is a fruitful bough, even a fruitful bough by a well; for his branches shall run over the wall.&#x201D;<span class=\"citation\" id=\"53718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53718)\">Gen. 49:22-26<\/a><\/span> What a great prediction about the tribe of Joseph! <\/div><div class=\"paragraph jod\" id=\"v14n29\"> There are several things to be understood in the prophecy. First, he should become a multitude of nations.<span class=\"citation\" id=\"53657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53657)\">Gen. 48:19<\/a><\/span> We understand what this means. In the second place, his branches should run over the wall.<span class=\"citation\" id=\"53709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53709)\">Gen. 49:22<\/a><\/span> Now what does this mean? The Lord in ancient times had a meaning for everything. It means that his tribe should become so numerous that they would take up more room than <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5518\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one small inheritance in Canaan, that they would spread out and go to some land at a great distance. You recollect that the Lord told Abraham to get upon a hill and look forth to the east and then to the west, then to the north and to the south. For, saith the Lord, &#x201C;All the land thou seest, I will give to thee and thy seed for an inheritance, for an everlasting possession.&#x201D;<span class=\"citation\" id=\"53052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53052)\">Gen. 13:14-15<\/a><\/span> That was the blessing conferred upon one of Jacob's progenitors. Isaac had also the same blessing.<span class=\"citation\" id=\"126362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126362)\">Ex. 32:13<\/a><\/span> Here Jacob wrestled with God or the angel near to the brook Jabbok.<span class=\"citation\" id=\"53545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53545)\">Gen. 32:22-32<\/a><\/span> It will be recollected how Jacob sent his wives over the brook and stayed behind to wrestle with the angel, and they wrestled all night just as two men would wrestle. The angel not being able to overpower him by physical strength alone, but by miracle, touched the hollow of Jacob's thigh and it was withered, and in this way he was able to overpower him. The Lord pronounced great blessings upon his head, greater than those of his progenitors. This is the time that some say that Jacob received his conversion; but he did not repent of having more wives than one. What! Was he a holy man of God and had more wives than one? Yes; and instead of turning them off, he arranged them to go and meet his brother Esau; the first wife and her children, then the second with hers, and so on, and when Esau saw them, he inquired who they were? Jacob replied, &#x201C;These are they whom God hath graciously given to thy servant.&#x201D;<span class=\"citation\" id=\"53562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53562)\">Gen. 33:5<\/a><\/span> We have deviated a little from our subject, but we will return to it. <\/div><div class=\"paragraph jod\" id=\"v14n30\"> Joseph's peculiar blessing, which I have just read to you, was that he should enjoy possessions above Jacob's progenitors to the utmost bounds of the everlasting hills.<span class=\"citation\" id=\"53740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53740)\">Gen. 49:26<\/a><\/span> This would seem to indicate a very distant land, from Palestine. The old patriarch  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said, &#x201C;I bestow this blessing upon the head of him that was separated from his brethren.&#x201D;<span class=\"citation\" id=\"53741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53741)\">Gen. 49:26<\/a><\/span> Of course such a land must be large to contain a multitude of nations. It was to be adapted to the fruits, vegetables and grains of all climates; the precious things of the earth and the fullness thereof.<span class=\"citation\" id=\"55261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55261)\">Deut. 33:16<\/a><\/span> We may learn then, from these facts, that the land was at a great distance from the land of Palestine. Where can we find a people who fulfil the terms of this prophecy as well as the American Indians? Here are a great number of nations. Go into the arctic regions and you find nations; in British America you find them scattered over a vast area of country; in the United States there is a multitude of nations, being driven west by the white men. Go farther south into the provinces of Mexico; go through the isthmus into South America and you will find still numerous nations of Indians. They have different languages, but the roots of each language indicate that they have all sprung from the same origin. How do you know that they have sprung from one race of people, or are of the same origin? Because learned men have studied into the antiquities of our country. Societies have been formed, among which is the Antiquarian Society, afterwards called the Etymological Society, which discovered that the roots of all the different languages have a very close resemblance to the Hebrew. But there is another thing that will prove still further their origin. When our fathers first settled the New England States and penetrated into the country they discovered that the Indians had certain rites and ceremonies which they observed, such as the new moon sacrifices, &amp;c. From these proofs we conclude that they must have been descendants of the Israelitish nation. <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5517\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Kingsbury, a man who was once very wealthy, expended about 80,000 pounds sterling in getting up nine large volumes giving accounts of these antiquities. He had agents searching in all the large libraries of Europe. Imagine the immense amount of manuscript writing, so voluminous as to fill nine large volumes! In these volumes he brought forth all the testimony in his power to prove that the American Indians were Israelites. But there was one thing that he could not understand; he found that the ancient Indians understood something about the Lord Jesus Christ. If he had consulted the Book of Mormon, he would have known why they knew about Jesus. <\/div><div class=\"paragraph jod\" id=\"v14n32\"> Let me here observe that the Book of Mormon, which has been published for forty-one years, gives an account of the first settlement of this country by these inhabitants, showing that they are not the ten tribes, but they are the descendants of one tribe, and they came to this country about six hundred years before Christ. The people when they first landed consisted of only two or three families; and instead of landing on the northwest coast of North America, they landed on the southwest coast of South America. A history of the escape of these few families from Jerusalem is contained in the Book of Mormon. How they traveled on the eastern borders of the Red Sea,<span class=\"citation\" id=\"80916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80916)\">1 Ne. 2:5<\/a><\/span> and how they built a vessel or ship to cross the Indian and Pacific oceans;<span class=\"citation\" id=\"81129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81129)\">1 Ne. 17:8<\/a><\/span> they were instructed how to build this vessel,<span class=\"citation\" id=\"81142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81142)\">1 Ne. 18:1-4<\/a><\/span> and when they had embarked on it, they were brought by the special direction of the Lord to this land. He guided their vessel, or instructed them how to guide it, until they landed on the west coast of South America. One portion had become wicked and had apostatized from the religion of their fathers and  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sought the destruction of the righteous portion. The righteous portion of these families left the first settlement and traveled several hundred miles to the north, and formed settlements, and became a powerful nation. The others&#x2014;the wicked portion&#x2014;became a powerful nation. About fifty years before Christ the Nephites, as the righteous portion was called, sent forth numerous colonies into North America.<span class=\"citation\" id=\"82408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82408)\">Alma 63:4-6<\/a><\/span> Among these colonies there was one that came and settled on the southern borders of our great lakes. Both nations became very wicked, notwithstanding their prophets foretold great destruction if they would not repent.<span class=\"citation\" id=\"126363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126363)\">Hel. 15:17<\/a><\/span> They predicted that at the time of the crucifixion darkness, earthquakes and great destruction of cities should transpire.<span class=\"citation\" id=\"82477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82477)\">Hel. 14:20-27<\/a><\/span> While they were standing near their temple, conversing about this sign which had been given them of the crucifixion, they heard a voice in the heavens, and they looked up and beheld their Messiah descending.<span class=\"citation\" id=\"82574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82574)\">3 Ne. 11:1-10<\/a><\/span> He came down and stood in their midst, and showed them the scars in his hands and feet, and in his side;<span class=\"citation\" id=\"82614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82614)\">3 Ne. 11:14-15<\/a><\/span> and after visiting them for several days successively, he told them that he was going to the ten tribes of Israel.<span class=\"citation\" id=\"82758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82758)\">3 Ne. 17:4<\/a><\/span> He also chose twelve disciples to administer his Gospel on this land and for the ministration of the Holy Ghost.<span class=\"citation\" id=\"82650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82650)\">3 Ne. 12:1<\/a><\/span> The twelve disciples went forth and preached the Gospel, commencing in South America, and then went into North America, until all the people both in North and South America were converted, receiving the principles of the Gospel&#x2014;namely, baptism, and the laying on of hands, and all the other principles as preached in our day. About two centuries after this, the Nephites fell into wickedness: the Lamanites, who dwelt in the southern portion of South America, also apostatized; and <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5516\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they began to wage war with the Nephites, who were their enemies; and being exceedingly strong they drove all the Nephites out of South America and followed them with their armies up into the north country, and finally overpowered them. They were gathered together south of the great lakes in the country which we term New York. The Lord ordered that the plates on which the records were kept should be hid, and one of the prophets knowing that it was the last struggle of his nation, hid them in the hill Cumorah, in Ontario County, in the State of New York, with the exception of those which his son Moroni, who was also a prophet, had.<span class=\"citation\" id=\"83194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83194)\">Morm. 6:6<\/a><\/span> The last account that we have is furnished to us by Moroni, who states that, after keeping himself hid for several years, and being commanded of the Lord, he hid away the records, about 420 years after Christ.<span class=\"citation\" id=\"83597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83597)\">Moro. 10:1-2<\/a><\/span> Thus, I have given you a very brief history of the settlement of our country. <\/div><div class=\"paragraph jod\" id=\"v14n34\"> In the year 1827, Joseph Smith, then a young man, took these records from their place of concealment, and, by the aid of the Urim and Thummim, translated them.<span class=\"citation\" id=\"93893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93893)\">JS&mdash;H 1:59-60<\/a><\/span> In the presence of three witnesses, the angel took the plates and turned them over, leaf after leaf, showing them the characters thereon, and told them that they had been translated correctly.<span class=\"citation\" id=\"126364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126364)\">BM Three Wit.<\/a><\/span> They were also seen by eight other men,<span class=\"citation\" id=\"126365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126365)\">BM Eight Wit.<\/a><\/span> making twelve men in all, including himself. Joseph Smith being inspired from on high, was commanded to organize a Church, which he did on the 6th day of April, 1830.<span class=\"citation\" id=\"84231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84231)\">D&amp;C 20:1<\/a><\/span> It was composed at first of six members. Witnesses and preachers went forth into the States of this Union to preach the Gospel, and many were led to join the Church. It has steadily progressed since the time of its first organization until the present. The  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints were driven from State to State until they finally crossed the Missouri River and came to these valleys. Thus I have endeavored to give you a very brief sketch of the organization of this Church, <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it has been very brief indeed. <\/div><div class=\"paragraph jod\" id=\"v14n36\"> I see the time is up; much more might be said from the holy Bible in relation to this great Latter-day work, but time will not permit. Amen. <\/div>\n<\/div>\n<\/div>"}