{"ID":140011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-Day Saints the Hope of the World&#x2014;Jesus Must Be Acknowledged&#x2014;One-Man Power&#x2014;Truth and Error.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, August 7, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-Day Saints the Hope of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/7\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v14n332\"> It may appear strange to Jew and Gentile, to Saint and sinner, to high and low, to bond and free, but with all our weaknesses and imperfections we, the Latter-day Saints, are the hope of the whole world. Our brother who has just spoken says there is something to be done, and I say that God has commenced to do it upon this continent. The Lord has revealed his will from the heavens; he has bestowed his Priesthood on the children of men; he has sent forth his holy angels with the Gospel to proclaim,<span class=\"citation\" id=\"79720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79720)\">Rev. 14:6<\/a><\/span> and this Gospel has been proclaimed to the children of men, and a few have received it; and strange as it may sound to the ears, and inconsistent as it may be to the hearts, sympathies, judgments or feelings of the Christian or of the heathen world, without us they cannot be saved; with all our weaknesses and imperfections, and as far short as we may come of the perfection that we understand and which is necessary to possess before we can enjoy the <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> celestial kingdom of God, this is verily true. <\/div><div class=\"paragraph jod\" id=\"v14n333\"> The few observations that we have heard this morning are rich, and many of them full of divine matter, and especially with regard to the Christian world. This book, that we call the Bible, the Christian world profess to believe in. Let me tell them that they must either acknowledge, openly and frankly, that the Latter-day Saints have the Gospel taught by Christ and his Apostles or they will go to the wall as infidels; it cannot be otherwise. There are but two parties on the earth, one for God and the other for the world or the evil one. No matter how many names the Christian or heathen world bear, or how many sects and creeds may exist, there are but two parties, one for heaven and God, and the other will go to some other kingdom than the celestial kingdom of God.<span class=\"citation\" id=\"81079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81079)\">1 Ne. 14:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n334\"> Our brethren go forth in weakness; and our Elders have traversed the earth, and have offered the Gospel  <div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto every nation that would open its doors to receive it. A few from various nations have obeyed it and have gathered themselves together; but of this number few live strictly according to the words revealed for the guidance of the Saints. The Gospel of the Son of God is the only thing that will do the people good. It is all happiness, submission, kindness and love; it is glory to God in the highest, and good will to man on the earth.<span class=\"citation\" id=\"67065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67065)\">Luke 2:14<\/a><\/span> But even if we had not the Holy Ghost within us, look at the morals that are taught in this Book, say nothing about the divinity of the doctrine of the Son of God; take it morally, is it not the best code for people to live by ever portrayed or placed on paper? We say it is; and we may look at it in any light we please. <\/div><div class=\"paragraph jod\" id=\"v14n336\"> When the Elders of Israel go forth to preach the Gospel to the inhabitants of the earth, though it may be done in weakness and with a stammering tongue, the Spirit of the Lord attends the preached word and bears witness to the honest in heart, and teaches them that this is the truth. No matter how many priests, or who contend against the Gospel and say, &#x201C;We do not acknowledge that Jesus is the Son of God, we believe he was a philanthropist, or a divine man in human shape, so far as nature can make him so, but to acknowledge that he was the Son of God we cannot;&#x201D; it is no matter how many talk like this, they must eventually either acknowledge that he is the Son of God and that his Gospel is the only Gospel or they must take infidelity. Is this the fact? It is. Sooner or later the sects, one after, another, will deny the Savior and every one of the ordinances of his Gospel, until they are all enveloped in infidelity, or they must accept the whole. Strange as it may appear, they are now following <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shadows, phantoms of the brain, and mischievous manifestations. <\/div><div class=\"paragraph jod\" id=\"v14n337\"> When the Elders of Israel first commenced to preach the Gospel there was no such thing known on the earth as a belief in spiritual manifestations, which are now so general. I promised them years and years ago, when I commenced my career in the ministry, that, if they did not accept the revelations which God had delivered to the children of men, he would suffer the enemy of all righteousness<span class=\"citation\" id=\"71846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71846)\">Acts 13:10<\/a><\/span> to give them revelations to their hearts' content, and they would receive and believe them. What is the condition of the Christian world today? They are seeking after mischievous muttering spirits;<span class=\"citation\" id=\"58038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58038)\">Isa. 8:19<\/a><\/span> they are seeking to know something that is not true, and to establish that which no true philosophy on earth will establish. The only true philosophy ever revealed to the children of men, whether pertaining to religion, science, art, mechanism, or to any and every department of human knowledge, was revealed by God. It is true that many who do not believe in Jesus possess more or less of this true philosophy which comes from God, whether they acknowledge it or not. <\/div><div class=\"paragraph jod\" id=\"v14n338\"> One of my brethren who has been speaking to you says it is a mystery to him to see the people led as they are; to see them submit to manpower, and to false creeds and governments as they do. It is not strange to me. They must be servants to some being or principle. There is not a being on the face of the earth that is free and independent of God and his Spirit, or of that mischievous influence and power that goes through the earth,<span class=\"citation\" id=\"55998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55998)\">Job 1:7<\/a><\/span> seeking whom it may devour<span class=\"citation\" id=\"126378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126378)\">1 Pet. 5:8<\/a><\/span><span class=\"citation\" id=\"83936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83936)\">D&amp;C 10:27<\/a><\/span> and to lead captive at its will.<span class=\"citation\" id=\"126379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126379)\">2 Tim. 2:26<\/a><\/span><span class=\"citation\" id=\"126380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126380)\">Alma 12:11<\/a><\/span><span class=\"citation\" id=\"126381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126381)\">Moses 4:4<\/a><\/span> Every son and daughter of Adam is subject to one of these powers; there are none but what have within them  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the operations of a spirit of good or evil. <\/div><div class=\"paragraph jod\" id=\"v14n340\"> When we read over the history of the ancients we can learn that many of them acted very foolishly; their conduct was unbecoming in many instances. Even Moses, great as he was, and as much of divinity, light and intelligence as he enjoyed from the Almighty, lifted himself up above the Power that conferred upon him his greatness and influence, and said to the people, &#x201C;Shall I do this or that for you?&#x201D; instead of saying, &#x201C;The Lord will do this or that for you,&#x201D; or, &#x201C;Shall the Lord do thus and so for you?&#x201D;<span class=\"citation\" id=\"54825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54825)\">Num. 20:10-12<\/a><\/span> Through his pride and selfishness he was deprived of the privilege of going into the land of Canaan. It is also true that David, in many things, was very unwise. We are told that he was a man after God's own heart,<span class=\"citation\" id=\"55449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55449)\">1 Sam. 13:14<\/a><\/span><span class=\"citation\" id=\"71858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71858)\">Acts 13:22<\/a><\/span> yet he did many things which he knew to be wrong in the sight of God. Where was he left? In darkness. Then Solomon, born to David by Bathsheba, was also left in the dark, with all his greatness and wisdom! After being blessed of the Lord to a most wonderful degree, he turned from the Lord, followed after strange women and sacrificed to idols.<span class=\"citation\" id=\"55657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55657)\">1 Kgs. 11:4-6<\/a><\/span> Many of the ancients acted unwisely, and I hope and trust that many of the Elders of Israel will do better than some of them. But if we can do as well as some of them, we are safe for honor, glory, immortality, eternal lives and exaltation in the kingdom that God has prepared for the righteous. <\/div><div class=\"paragraph jod\" id=\"v14n341\"> When Brother Spencer was speaking he said, &#x201C;I believe in one-man power.&#x201D; What can we do without it? If God does not rule in the midst of the nations of the earth, sooner or later those nations will go down. If the Lord Almighty does not rule in the hearts of individuals, families, neighborhoods, towns, cities, states, <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and countries, sooner or later they will fall. I cannot do without the Lord Jesus! He is the man for me. That God who holds the keys of life and death, and who has suffered and died for the children of men, is he who must rule in the hearts of the children of obedience, and his kingdom will stand forever.<span class=\"citation\" id=\"61236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61236)\">Dan. 2:44<\/a><\/span> The laws which God has revealed to the children of men are as pure and as much calculated to endure forever today as they ever were. Why? Because they are pure and holy, and anything that is impure must, sooner or later, perish; no matter whether it is in the faith and practice of an individual, town, nation or government. That kingdom, principality, power or person that is not controlled by principles that are pure and holy must eventually pass away and perish. <\/div><div class=\"paragraph jod\" id=\"v14n342\"> Our brother who last addressed you said he did not know much about Scripture. He had a father who read the Scriptures in his family, and who taught his children the way of life and salvation contained therein. Professor Orson Spencer was as good a scriptorian as could be found on this continent. He lived faithful to it, and taught his children to have faith in the name of the Lord Jesus. He was a rare gentleman. Very few of the learned or of those who are high and lifted up in the estimation of the people receive the Gospel; but Professor Spencer received it. Though poor, yet he was in high life and high standing, and he received and obeyed the Gospel and submitted to the government God had established. <\/div><div class=\"paragraph jod\" id=\"v14n343\"> What is it that enables our Elders to go forth and preach the Gospel? The Spirit of the Lord. This is their experience and testimony. What do they testify when they go forth? That the Gospel, as set forth in the Old and New Testaments, is true; that the plan of salvation, revealed  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by God through his prophets in ancient times, and in modern times through Joseph Smith, is true; and as they are enlightened and aided by the Spirit of the Lord, error must fall before them. I often think what a task the Elders of Israel would have to perform if they had to go to the world and establish a false religion! They would have to read and study for years! They would be compelled to start at the common school, and go from there to the academy, and thence to the college and seminary; they must know what every divine, historian and commentator has said about every Scripture; they must also have language at their tongues' ends to swamp the common people with their fine words, and drown them in the mist of fog and error. But it is not so with the Elders of Israel; they go forth with the plain, simple truth which God has revealed, and which commends itself to the conscience and understanding of every honest and virtuous individual who hears it. No matter how simple the declaration of a servant of God; no matter how imperfect his language or how few his words, the Spirit of God will bear witness of its truth to the spirits of those who are ready and willing to receive it. How easy it is to live by the truth! Did you ever think of it, my friends? Did you ever think of it, my brethren and sisters? In every circumstance of life, no matter whether among the humble or lofty, truth is always the surest guide and the easiest to square our lives by. When the sisters, for instance, meet together at a quilting or for a visit, if everyone speaks, believes and loves the truth, and there is nothing in them that is deceptive, how easy it is to converse and pass the time! We all delight in the truth; and if a wrong, or that which is false, is manifested it must be corrected or <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> banished, and truth be adopted in the place thereof. It is the easiest life to lead on the face of the earth. How do I know it? By experience; I never tried the opposite much. <\/div><div class=\"paragraph jod\" id=\"v14n345\"> How easy it is to sustain truth! How easy it is to sustain the doctrines of the Savior! If I were to undertake to prove that baptism is not necessary for the remission of sins, what a labor it would impose upon me! How I would have to study, and use language so as to throw a mist over the minds of the people! Jesus told his disciples to go to all the world and preach the Gospel to every creature, saying, &#x201C;He that believeth and is baptized shall be saved;&#x201D;<span class=\"citation\" id=\"66793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66793)\">Mark 16:15-16<\/a><\/span> but suppose I were to come along and say it is not necessary, and Jesus did not mean what he said, what a labor it would impose upon me to deceive the people, by endeavoring to prove the truth to be false! Jesus calculated that every individual should be baptized for the remission of his sins. How easy it is to preach that! If persons believe and be baptized, Jesus says lay hands upon them for the reception of the Holy Ghost; but if I were to say contrary to this, a labor would devolve upon me which I should not have to bear if I preached only that which is true. What a labor it imposes upon the priests, divines, lawyers and statesmen, and others who hold leading positions in society, when they argue from false premises and undertake to enforce their false theories! But simple truth, simplicity, honesty, uprightness, justice, mercy, love, kindness, do good to all and evil to none, how easy it is to live by such principles! A thousand times easier than to practice deception! <\/div><div class=\"paragraph jod\" id=\"v14n346\"> How I have looked at the meandering paths of politicians! See one man spend a thousand dollars to get a small office. Another ten thousand,  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>another a hundred thousand. Intriguing and planning here and there. What for? To deceive somebody or other! Why not tell the truth right out? Would it not be easier? It would. Politicians would not be under the necessity of using so many arguments to make their hearers and constituents believe that they are the very men wanted, and that their opponents are the very men not wanted. I was diverted at a gentleman in this Territory, fifteen or sixteen years ago, who put himself up as a candidate for the legislature. He went on a tour of what is called &#x201C;stump speaking,&#x201D; telling the people &#x201C;I am the man you want; this other is the man you do not want; you may think you want him but you do not, I am the man you should send to the legislature, and the one you should vote for.&#x201D; They could not see the point and did not vote for him. His opponent kept quietly attending to his business, all he said being, &#x201C;I am not at all anxious for office, and if the people want me, they may vote for me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n348\"> How many times have I heard men labor an hour or two to prove that baptism is not necessary; when a close-communion Baptist, with a Bible in his hand, would come along and in five minutes prove that it was necessary. Some Christians will argue that the taking of the sacrament of the Lord's Supper is necessary; while others will argue for hours that it is unnecessary. But the one who argues in the affirmative has the Bible&#x2014;the words of Jesus to sustain him, and his opponent, however strenuously he may labor, cannot substantiate his petition, because his premises are false, consequently his whole argument must fall to the ground. <\/div><div class=\"paragraph jod\" id=\"v14n349\"> I used to be amused in my youth at the friend Quakers; if they had done nothing for a whole week, from <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Monday morning till Saturday night, they would surely rise from their beds, if sick, for the sake of working on the first day of the week&#x2014;the Sabbath&#x2014;to show to mankind that they were above superstition. They would declare that the observance of the Sabbath as a day of rest was all superstition, all the work of the Elders, and was unnecessary. <\/div><div class=\"paragraph jod\" id=\"v14n350\"> When our Elders go forth to preach the Gospel, in the power and demonstration of the Spirit of God,<span class=\"citation\" id=\"72951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72951)\">1 Cor. 2:4<\/a><\/span> it commends itself to every heart; and, if the people admit the truth of the Scriptures, it is by no means difficult to convince thereof the truth of the doctrines that we preach; but it requires a great deal of the power of God to induce some to receive it enough to carry it out practically in their lives, and to live by every word that proceeds out of the mouth of God.<span class=\"citation\" id=\"62826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62826)\">Matt. 4:4<\/a><\/span> Very few do this. Many will acknowledge that faith, baptism, the laying on of hands and the Lord's Supper are according to the law and the testimony;<span class=\"citation\" id=\"58043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58043)\">Isa. 8:20<\/a><\/span> but pride, the love of the world,<span class=\"citation\" id=\"126382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126382)\">1 Jn. 2:15-17<\/a><\/span> the love of money,<span class=\"citation\" id=\"126383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126383)\">1 Tim. 6:10<\/a><\/span> and the love of a good name prevent many from obeying. A good name! Bless me! What is a name? It may shine like the noonday sun in the estimation of friends and neighbors today, and tomorrow be eclipsed in midnight darkness, to rise no more! <\/div><div class=\"paragraph jod\" id=\"v14n351\"> The glory of the world passes away, but the glory that the Saints are after is that which is to come in the eternal world; the intelligence, honor and brightness that come from the Supreme Being, by which the inhabitants of celestial spheres live without sorrow and pain. <\/div><div class=\"paragraph jod\" id=\"v14n352\"> Joy, comfort, consolation, glory, happiness, perfection and eternal lives are before us, with the eternity of God to spend in the fruition of the glory of him that sits on the throne, the Lamb that was slain for us.<span class=\"citation\" id=\"79212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79212)\">Rev. 5:13<\/a><\/span>  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Glory, honor, might, dominion, and the kingdom forever and ever. If we submit in all things to him, whose right it is to reign king of nations<span class=\"citation\" id=\"60442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60442)\">Jer. 10:7<\/a><\/span> as he does king of Saints,<span class=\"citation\" id=\"80086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80086)\">Rev. 15:3<\/a><\/span> we shall attain <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to this. I do desire that we may be numbered with this happy company, and I pray that the Lord will help us to be so. Amen. <\/div>\n<\/div>\n<\/div>"}