{"ID":140013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The One-Man Power&#x2014;Unity&#x2014;Free Agency&#x2014;Priesthood and Government, Etc.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, April 8, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The One-Man Power, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/8\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v14n399\"> I have a few words to say to the congregation and I wish perfect silence. This is a very large room, and for any person to fill the space within these walls with his voice, he needs strength of lungs and stomach and the attention of the congregation. <\/div><div class=\"paragraph jod\" id=\"v14n400\"> We have been witnessing, this afternoon, the world's great objection to &#x201C;Mormonism,&#x201D; for we have had the privilege of beholding the unanimous vote of the people when the names of the officers of the Church were presented for election or rejection. We have seen the same oneness and unanimity this afternoon which characterize the Latter-day Saints on all occasions, and this is objectionable to the world. They say it is anti-democratic, though we think not. I looked over the congregation pretty diligently to discover a contrary vote; but I could not see such a thing. When the vote was called <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all hands were up. I thought, while witnessing this spectacle, &#x201C;What harm is there in a people being of one heart and one mind?&#x201D;<span class=\"citation\" id=\"92926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92926)\">Moses 7:18<\/a><\/span> but, to use a common phrase, I could not see the point. I cannot discover any iniquity in a people's being one. If they are disposed to chose evil instead of good, sin instead of righteousness, darkness instead of light, falsehood instead of truth, where is the utility in being divided and quarrelling about it? And if they have embraced, believe in and love the truth; or if they desire and are seeking for it, I ask, where can be the harm in being one in this? This is the &#x201C;one-man power&#x201D; that there is so much said about. <\/div><div class=\"paragraph jod\" id=\"v14n401\"> Now, ask yourselves, and let me ask you, who has been to you, individually, and told you to vote just as you have voted here today? Has any man visited your habitations to  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tell you that when you came to this house you must all vote precisely alike? I will pause right here and will request that, if any person present has been so instructed, he or she will let us know it. I do not see any person rise, and I need not look for anyone to do so, from the simple fact that not a word on this subject has been said to the Latter-day Saints. Our doctrine is true and we like it; our faith is one and we are one in it, our object is one and we unitedly pursue the straight and narrow path that leads to it. <\/div><div class=\"paragraph jod\" id=\"v14n403\"> This is for those who have only one ear, half an ear, or no ear at all for the truth; or for those who wish to leave the truth. Though I do not suppose there are any here this afternoon that wish to leave the truth for error, that wish to forsake righteousness, holiness and truth for unrighteousness, corruption, disorder, confusion and death. People do, however, leave this Church, but they leave it because they get into darkness, and the very day they conclude that there should be a democratic vote, or in other words, that we should have two candidates for the presiding Priesthood in the midst of the Latter-day Saints, they conclude to be apostates. There is no such thing as confusion, division, strife, animosity, hatred, malice, or two sides to the question in the house of God; there is but one side to the question there. <\/div><div class=\"paragraph jod\" id=\"v14n404\"> You ask the kingdoms of the world if they have such an organization as the kingdom of God, and they will tell you they have not. They have no organization amongst them so perfect and complete. Well, is it right for the people of the world to elect their presidents and rulers? Yes, if they wish to. For four years? Yes, or for one year, or for six months or one month, if they wish to; but when the Lord appoints presidents, <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he does not change them every month or year, or every four years. Should they be changed? No, they should not. Should they be changed in human governments? No, they should not; and the nation that would delight in a good government, the best possible for its preservation and strength, should pattern, in its organization, after the kingdom of God on the earth. Here are our tribunals and courts; and our courts are courts of error, to judge every matter and cause according to its merits and demerits. <\/div><div class=\"paragraph jod\" id=\"v14n405\"> Well, where is the harm in this? I wish the world, or any scientific men in it, would detail the error in a people being one; and I will go still further, and say, being one in the Lord, as we are commanded and recommended to be.<span class=\"citation\" id=\"85137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85137)\">D&amp;C 38:27<\/a><\/span> Even in the wicked world, where there is so much confusion, where is the good that arises from contention and opposition? I have not seen it, and, as I have said, I cannot see the point. But here in Utah that &#x201C;one-man power&#x201D; is such a terrible thing. I would ask: Who is that man, and where is the power, and what is the power? It is the power of him who brought us into existence, and he is the MAN who wields it, and he is the Father of us all, and the God and Father of our Lord Jesus Christ.<span class=\"citation\" id=\"74761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74761)\">Eph. 1:3<\/a><\/span> He is the Maker and Possessor of this earth that we inhabit, and is the Producer of all things upon it. Is he one? Yes. Is his trinity one?<span class=\"citation\" id=\"70649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70649)\">John 17:11<\/a><\/span> Yes. Is his organization one?<span class=\"citation\" id=\"70750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70750)\">John 17:21-23<\/a><\/span> Are the heavens one? Yes. Although we have a short account, in what are called the Scriptures of truth, that on a certain occasion there was a little confusion in heaven. The Lord has revealed something of this in these latter days. What was the result? One-third part<span class=\"citation\" id=\"79542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79542)\">Rev. 12:4<\/a><\/span> of the hosts of heaven walked out.<span class=\"citation\" id=\"79579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79579)\">Rev. 12:7-9<\/a><\/span><span class=\"citation\" id=\"93477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93477)\">Abr. 3:27-28<\/a><\/span> I do not think the election lasted a great while, if  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they had two candidates,<span class=\"citation\" id=\"92453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92453)\">Moses 4:1-4<\/a><\/span> and it appears they had; and I do not think they stopped very long at the polls, or were very long counting the votes to find out who would be president or who would not, for they turned them out. Was there any reason for this? Would it be democratic to get up an election in heaven and have opposition?<span class=\"citation\" id=\"93478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93478)\">Abr. 3:27-28<\/a><\/span> Why, yes, according to the feelings and understandings of the political world it would be very democratic; but I would say to the political world, if they were before me, that the opposition they are so anxious to promote contains the seeds of the destruction of the government that we live in. This is the plant or tree from which schism springs; and every government lays the foundation of its own downfall when it permits what are called democratic elections. If a party spirit is developed, the formation of one party will be speedily followed by another; and furthermore, the very moment that we admit this, we admit the existence of error and corruption somewhere. Where is it? Right points out its hiding place, and says that truth, and truth only, will endure, and that falsehood and corruption and error of every description are from beneath&#x2014;are of the enemy; and the Lord Almighty suffered this schism in heaven to see what his subjects would do preparatory to their coming to this earth, which we need not talk about today. But the division did not take place in those who were redeemed from the earth and exalted and brought up into the presence of the Father and the Son, to live in their presence and in their glory, and be partakers of their power. But it was among another class, and we are now in the midst of them. There is but one thread that can be followed that can endure forever, but one path that we can walk in that is eternal&#x2014;and that path is the path of <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perfection, purity and holiness. By this, and this only, have the Gods been exalted, the angels live and the heavenly hosts bask in purity. We are trying to prepare for it. <\/div><div class=\"paragraph jod\" id=\"v14n407\"> Can error live? No, it is the very plant of destruction, it destroys itself; it withers, it fades, it falls and decays and returns to its native element. Every untruth, all error, everything that is unholy, unlike God, will, in its time, perish. Every government not ordained of God, as we have just been hearing, will, in its time, crumble to the dust and be lost in the fog of forgetfulness, and will leave no history of its doings.<span class=\"citation\" id=\"91509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91509)\">D&amp;C 132:13<\/a><\/span> Why, with all the knowledge and learning now in the world we have the history of only a very scanty portion of those who have peopled our earth from the days of Adam until now. And we, in our turn, should go into the land of forgetfulness were it not for our organization and the oneness which prevail in our midst. Says Jesus, &#x201C;Unless ye are one ye are not mine.&#x201D;<span class=\"citation\" id=\"85138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85138)\">D&amp;C 38:27<\/a><\/span> The counsel contained in this saying is the best that could be given. Who could have given better advice to his friends than Jesus gave to his disciples? Be one, for union is strength, is it not? Yes. Go into the political world, and you will find that union is strength; it is the same in the mechanical world; and if we take every art and science, and all the pursuits of the human family, in oneness there is strength. Said Jesus, &#x201C;Be ye one, as I and my Father are one, he in me and I in him; I in you,&#x201D;<span class=\"citation\" id=\"70751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70751)\">John 17:21-23<\/a><\/span> &amp;c. Now, I finish this by saying if there is a person on the face of this earth that can give a true and philosophical reason why we should not be one, I wish he would bring it forth, for the Latter-day Saints want to have the best organization that can be formed, and they want the best of everything that can be got. We want the truth, and the  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>whole truth; and we look forward with gladness to the time when we can say we have nothing but the truth. We cannot say that now; we have an immense amount of error, and we are very far from being perfect; but we hope to see the time that we can say that we have truth only, the whole truth and nothing but the truth. <\/div><div class=\"paragraph jod\" id=\"v14n409\"> I want to say a few words for the benefit of my brethren the Elders, and of all the Latter-day Saints, male and female, old and young; and then for the benefit of strangers, Christians and ministers of the different religious sects, if they could all hear me today. I can tell you the difference in one grand principle, between your religion and ours. It is this: we would not make everybody bow down to our religion, if we had the power;<span class=\"citation\" id=\"92440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92440)\">Moses 4:1<\/a><\/span> for this would not be Godlike; but other religionists would. It is not discovered by the world, and it is not perceived enough by the Elders of Israel. The reasons why we do not prosper and travel faster and further than we do, we have not time to talk about, perhaps, today; but I will say this: our religion, the religion of heaven, differs very much from man's religion. It has just been told us that the divines are in the habit of taking a text from the Scriptures, but when they do so they almost invariably preach <span class=\"italic\">from<\/span> it. I hardly ever heard a man in my life, when in the Christian world, preach to his text, but directly from it. This makes confusion. <\/div><div class=\"paragraph jod\" id=\"v14n410\"> Now, suppose that we were to issue our edicts to the whole world of mankind for them to obey the Gospel we preach, and had the power to compel them to obey, could we do it according to the dictates of our religion? We could not. We could invite them, and could tell them how, but we could not say, and maintain the faith that we <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have embraced, you must bow down and profess our religion and submit to the ordinances of the kingdom of God. I will give you a reason for this. If this were our duty, and it were legitimate, if we had the power, for us to make every person on the earth submit to the code of laws and ordinances that we have submitted to, it would prove that God is in fault in not making them do so. But if we become Godlike we will be just as full of charity as he is. We would let pagans worship as they please, and to the Christians and Mahommedans, and all sects and parties in the world we would say, &#x201C;Do just as you please, for your volition is free, and you must act upon it for yourselves before the heavens.&#x201D; Our religion will not permit us to command or force any man or woman to obey the Gospel we have embraced. And we are under no obligation to do this, for every creature has as good a right, according to his organization, to choose for himself as the Gods. To use a comparison, all have a right to eat bread or let it alone; they may make and eat unleavened cakes as the people did anciently, if they choose; and no person has a right to say to another, &#x201C;Why do you eat wheat bread, corn bread, or no bread at all? Why do you eat potatoes, or why do you not eat them? Why do you walk, or why do you sit down? Why do you read this or that book? Or why do you go to the right or the left?&#x201D; For everyone has a right to do as he likes in these respects, all being independent in their capacity and choice. Here is life for you, here is salvation for you, choose ye this day whom ye will serve.<span class=\"citation\" id=\"55331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55331)\">Josh. 24:15<\/a><\/span> If the Lord be God, serve him, or you may serve Baal, just at your pleasure.<span class=\"citation\" id=\"55684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55684)\">1 Kgs. 18:21<\/a><\/span> If the Elders of Israel could understand this a little better, we would like it, for the simple reason that if they had power given  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them now they manifest the same weaknesses in the exercise thereof as any other people. They have not an eye to discern between the spirit, power, and principles by which the Gods live, and those which govern and control the children of men; and yet between the two there is an infinite difference. <\/div><div class=\"paragraph jod\" id=\"v14n412\"> Can you find a Christian denomination which would not make us bow down to their creeds if they had the power? Not one. We have plenty of evidence to prove this. We have history enough to prove that when they have the power their motto is, &#x201C;You shall.&#x201D; But there is no such thing in the economy of heaven. Life is before us, death is before us, we can choose for ourselves;<span class=\"citation\" id=\"55218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55218)\">Deut. 30:19<\/a><\/span><span class=\"citation\" id=\"81279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81279)\">2 Ne. 2:27<\/a><\/span> and this is one of the differences between the religion of heaven and the religions of men. Do we profess to say that the various religious systems of the world are the religions of men? If they are not, what are they? If the sects and parties have not been formed by man and the wisdom of man, what power did form them? <\/div><div class=\"paragraph jod\" id=\"v14n413\"> I will now say a few words with regard to our faith. Our religion, in common with everything of which God is the Author, is a system of law and order. The earth on which we live hangs and floats in its own element, rotates upon its axis and moves at an immense velocity without our perceiving it either asleep or awake, it performs its revolutions, the atmosphere moving with it, so as not to injure, disturb, or molest any being on its face. But how long would it retain its position and move unwaveringly in the orbit assigned it without law? Can you tell us, you astronomers? How long would the moon and the members of our planetary system retain their positions, were it not for strict law?<span class=\"citation\" id=\"88540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88540)\">D&amp;C 88:42-45<\/a><\/span> Who gave that law? He who had the <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right. The world do not know him, but he will call around one of these days and let them know that he is in being. I will say to Saint and sinner, that if we do not know him, he will call by and by, and let us know that he lives, and will bring us to judgment. If we do know him, happy are we if we obey his laws. He is not a phantom; he does not exist without law, order, rule, and strict regulation. And the laws by which he is governed are the laws of purity. He has instituted laws and ordinances for the government and benefit of the children of men, to see if they would obey them and prove themselves worthy of eternal life by the law of the celestial worlds; and it is of these laws that our religion is composed. This holy Priesthood that we talk about is a perfect system of government. The best way I can think of to express my idea of Priesthood of the Son of God is to call it a perfect system of laws and government. By obedience to these laws we expect to enter the celestial kingdom and be exalted. <\/div><div class=\"paragraph jod\" id=\"v14n414\"> We have had a few words with regard to temples. We are going to build temples. This law is given to the children of men. I will carry this a little further, and say to my brethren and sisters and all present, that the law of the celestial kingdom that is introduced here upon the earth in our day is for the salvation and exaltation of the human family. Previous to the coming forth of this Priesthood and code of laws, there was no law on the earth that we have any knowledge of whereby a man or woman could be sanctified and prepared to enter the presence of the Father and the Son. This may sound in the ears of many like strange doctrine. But pause a moment; do not let any of your hearts flutter, not for a moment. If you and the world  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>generally knew all that we know, I do not believe that there is a wicked man on the earth, unless he be past the day of grace, but would say, &#x201C;Thank you, Latter-day Saints, God bless you! I will help you to carry on your work, for you have the keys of life and salvation committed to you for this last dispensation.&#x201D; We could enumerate a few of the laws that we have embraced in our faith pertaining to the building up of the kingdom of God on the earth. How is it with regard to the authority to proclaim the words of salvation to the children of men? According to the Scriptures of divine truth, and the revelations that God has given, &#x201C;no man taketh this honor unto himself, except he be called of God, as was Aaron.&#x201D;<span class=\"citation\" id=\"76588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76588)\">Heb. 5:4<\/a><\/span> These are the words of the Apostle. Did Joseph Smith ever arrogate to himself this right? Never, never, never; and if God had not sent a messenger to ordain him to the Aaronic Priesthood<span class=\"citation\" id=\"84534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84534)\">D&amp;C 27:8<\/a><\/span> and then other messengers to ordain him to the Apostleship,<span class=\"citation\" id=\"84592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84592)\">D&amp;C 27:12<\/a><\/span> and told him to build up his kingdom on the earth, it would have remained in chaos to this day. There is no objection to people having the spirit of their calling, and having it even before they are called; but if they have the spirit of wisdom given to them they wait until a servant of God says, &#x201C;My brother John,&#x201D; or, &#x201C;My brother William, the Lord Almighty has called thee to be a minister of salvation to the inhabitants of the earth, and I ordain thee to this office.&#x201D; This is the law of heaven. Is it observed in the Christian world? No, it is not; there man's authority and notions prevail entirely, and this is the cause of their confusion and variety in their methods of expounding the Gospel as contained in the Scriptures; but when a man who is called and ordained of God goes forth he preaches the ordinances, faith in <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Christ and obedience to him as our Savior. He declares that the first step to be taken, after believing in the Father and the Son, is to go down into the waters of baptism and there be immersed <span class=\"italic\">in<\/span> the water, and come up <span class=\"italic\">out<\/span> of the water as Jesus did.<span class=\"citation\" id=\"62783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62783)\">Matt. 3:16<\/a><\/span> Some may inquire why the Latter-day Saints are so strenuous on this point? We do it for the remission of sins; Jesus did this to fulfill all righteousness. John said to him, when he went and demanded baptism at his hands, &#x201C;I have need to be baptized of thee, and comest thou to me!&#x201D; Jesus answered: I do this to <span class=\"italic\">fulfill all righteousness;<\/span> I do this to <span class=\"italic\">set a pattern<\/span> for my brethren, and for all who come after me and believe on my name;<span class=\"citation\" id=\"62742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62742)\">Matt. 3:13-17<\/a><\/span> and this is why the Latter-day Saints are so strenuous with regard to baptism by immersion. What was the result of obedience to the ordinance of baptism in the case of the Savior? The Holy Ghost, in the form of a dove, it is said, rested upon him.<span class=\"citation\" id=\"68643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68643)\">John 1:32<\/a><\/span><span class=\"citation\" id=\"89038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89038)\">D&amp;C 93:15<\/a><\/span> This is not exactly the fact, though a natural dove descended and rested on the head of the Lord Jesus, in witness that God had accepted the offering of his Son. But the dove was not the Holy Ghost, but the sign that the Holy Ghost was given to him. And after that, Jesus went forth and was tempted,<span class=\"citation\" id=\"62799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62799)\">Matt. 4:1<\/a><\/span> as you read. <\/div><div class=\"paragraph jod\" id=\"v14n416\"> Obedience to the ordinance of baptism is required that people may receive the remission of their sins. After that, hands are laid upon them for the reception of the Holy Ghost; and this Holy Ghost teaches you and me to vote exactly alike; it teaches us to believe alike and to receive the ordinances of the house of God. No man or woman ever received the faith of this Gospel but what desired to be baptized by immersion for the remission of sins and to have hands laid upon them for the Holy Ghost. Then  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come the blessings of healing, faith, prophecy, tongues, and so forth. <\/div><div class=\"paragraph jod\" id=\"v14n418\"> I recollect when brothers Kimball and Hyde went to England the first man they baptized was George D. Watt. In the second or third meeting after his baptism, Brother Watt got up and said: &#x201C;I have the spirit of prophecy upon me;&#x201D; and said he, &#x201C;We are all going to leave England, and are going to America, for America is the land of Zion.&#x201D; Not a word had been said to Brother Watt about the gathering. Is not this so, Brother Hyde? (Brother O. Hyde: Yes, sir.) I wanted to say these few words on this subject. <\/div><div class=\"paragraph jod\" id=\"v14n419\"> And now, my brethren, the Elders of Israel, have compassion on all the inhabitants of the earth, for we shall never have the keys of authority committed to us to be rulers until we will rule just as God would rule if he were here himself. We have been persecuted, driven, smitten, cast out, robbed and hated; and I may say it was for our coldness and neglect of duty; and if we did not exactly deserve it, there have been times when we did deserve it. If we did not deserve it at the time, it was good for and gave us an experience, though I must say that one of the hardest lessons for me to learn on earth is to love a man who hates me and would put me to death if he had the power. I do not think I have got this lesson by heart, and I do not know how long I shall have to live to learn it. I am trying. I believe that if the reins of power were in my hands today, I never would ask a man to be a Saint if he did not want to be; and I do not think I would persecute him if he worshiped a white dog, the sun, moon, or a graven image. But let us alone; let the kingdom of God alone, that is all we want. If the principles of eternal life are not sufficient to win the hearts of the children of men, just <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take your course&#x2014;the downward road. I will say if there be any here who were once Latter-day Saints, but have apostatized, do not persecute us; do not try to hinder the work we are engaged in. We are trying to save the living and the dead. The living can have their choice, the dead have not. Millions of them died without the Gospel, without the Priesthood, without the opportunities that we enjoy. We shall go forth in the name of Israel's God and attend to the ordinances for them. And through the Millennium, the thousand years that the people will love and serve God, we will build temples and officiate therein for these who have slept for hundreds and thousands of years&#x2014;those who would have received the truth if they had had the opportunity;<span class=\"citation\" id=\"92106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92106)\">D&amp;C 137:7<\/a><\/span> and we will bring them up, and form the chain entire, back to Adam. <\/div><div class=\"paragraph jod\" id=\"v14n420\"> I will say that there is not a man on the face of the earth but, if he knew the objects the Saints have in view, and the work they are engaged in, would rather say, &#x201C;I have a sixpence to help you,&#x201D; sooner than he would persecute and slander this Priesthood or people. No, he would say, &#x201C;I have a sixpence or thousands to help on this good work.&#x201D; We will bring up all the inhabitants of the earth, except those who have sinned against the Holy Ghost,<span class=\"citation\" id=\"126386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126386)\">Alma 39:6<\/a><\/span><span class=\"citation\" id=\"86987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86987)\">D&amp;C 76:43<\/a><\/span> and save them in some kingdom where they will receive more glory and honor than ever the Methodist contemplated. This should be a comfort and a consolation to all the inhabitants of the earth. They will not save themselves, millions have not had a chance, and millions now living, through the strength of their traditions, will not do it; their consciences and feelings are bound up in their systems and creeds, whereas, if they felt as independent as they should feel, they would break loose and receive the  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth; but they will live and die in bondage, and we calculate to officiate for them. Many a man I know of, who has fallen asleep, we have been baptized for since the Church was organized&#x2014;good, honest, honorable men, charitable to all, living good, <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> virtuous lives. We will not let them go down to hell; God will not. The plan of salvation is ample to bring them all up and to place them where they may enjoy all they could anticipate. Is there any harm in this? No. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}