{"ID":140040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">No Time to Do Wrong&#x2014;Save the Children.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the Tabernacle, Salt Lake City, September 3, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: No Time to Do Wrong, Etc.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 9\/3\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v14n1053\"> I have been unexpectedly called upon to stand before you to give expression to my feelings, and I trust while so doing that I may be led by the spirit of the Lord. It behooves &#x201C;Mormon&#x201D; Elders to be always prepared&#x2014;&#x201C;minute men,&#x201D; for they do not know at what moment they may be called upon to perform some duty connected with their calling. The Savior admonished his apostles and followers, saying, &#x201C;Be ye always ready,&#x201D; and he illustrated it by a parable to the effect that if the good man of the house knew the hour the thief would come he would be prepared for him, and his house would not be broken open.<span class=\"citation\" id=\"65967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65967)\">Matt. 24:42-51<\/a><\/span> So with the Latter-day Saints, and especially those who bear the priesthood, for they are liable, at any time, to be called upon to go and preach the Gospel to foreign nations, or to get up in the midst of the Saints to bear testimony of the truth, to exhort to faithfulness and diligence, and to show forth the light that is in them in persuading their fellow beings to do that which is right in the sight of God.<span class=\"citation\" id=\"63084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63084)\">Matt. 5:16<\/a><\/span> We should be prepared all the day long for any emergency, no matter whether it be life or death. Life is very uncertain with us, we do not know this moment what the next may bring forth; therefore the religions of the day will not answer for the Latter-day Saints any more than they will answer, in reality, for those who <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> profess to believe in them, because they are unsound. It behooves us as the children of God to be always prepared for every duty and for every event that may transpire in life, that we may not be taken unawares, caught off our guard or out of the path that leads to eternal life. The Lord may call us when we little think of it, or require labors at our hands when we are not prepared; which would be an awkward position, and very unpleasant to a person who had any regard for his character, before God, and in the society of his friends. There is no time to lay off the armor of Christ;<span class=\"citation\" id=\"75386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75386)\">Eph. 6:13<\/a><\/span> there is not a moment in the lives of the children of men when they can afford to serve the devil; it is always the best to be on our guard, be honest, and honorable in the sight of God and man, which is the path of safety. <\/div><div class=\"paragraph jod\" id=\"v14n1054\"> Not because honesty is the best policy, but because it is the duty of every individual on the face of the earth to be so; and because, so far as we the Latter-day Saints are concerned, we have voluntarily covenanted with the Lord to keep his commandments and to forsake sin. We have done this because we have been convinced that this is the only way to find favor with God and to obtain salvation in his presence. <\/div><div class=\"paragraph jod\" id=\"v14n1055\"> Then there is no time to swear, no time to cheat our neighbor or to take  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>advantage of him, there is no time to waste and fritter away in foolishly decorating our bodies, or to acquire means to devote to that which will grieve the Spirit of the Lord and disqualify us to receive solid blessings from his hands. The Latter-day Saints have no time to drink whiskey, or to waste in following the silly fashions of the world. There is too much to do and too many labors for us to perform to have time for anything of this nature. Yet how often do we see those who profess to be Later-day Saints&#x2014;who should be the servants and handmaids of God&#x2014;those who have received the holy priesthood, turning away from the path of rectitude and following after the foolish fashions, frivolities and vices of a corrupt and depraved world? I am sorry to say that this is seen too often! But if there was only a single instance of it among all the Latter-day Saints it would be too often, for, as I have already said, we have no time for anything of the kind. The world is before us, wherein are millions of our fellow beings in darkness, who have never had the privilege of hearing the truth. We are chosen to be ministers of the Gospel unto them. Every man and woman who professes to be a believer in the Gospel revealed in this last dispensation should live so that their light may shine;<span class=\"citation\" id=\"63085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63085)\">Matt. 5:16<\/a><\/span> their character should be such that no one on earth could take exceptions from it. They should live pure, holy, virtuous lives before God. Their acts should speak louder than it is possible to speak with words, their conduct should evince the truth and sincerity of their professions. But when people come into our midst what difference do they see between the conduct of many calling themselves Latter-day Saints, and that of the world at large? Not any. Says the stranger, &#x201C;I do not <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> see but you &#x2018;Mormons&#x2019; are about the same as other people. You can smoke cigars, frequent whiskey and billiard saloons, or perchance gambling places (if any), and take the name of God in vain,<span class=\"citation\" id=\"54214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54214)\">Ex. 20:7<\/a><\/span> the same as anybody else.&#x201D; And I have been told that if you go into these places you will be almost sure to find there some who are called &#x201C;Mormons;&#x201D; young men, and old, sons of the prophets, if you please, and that this practice is increasing in Salt Lake City&#x2014;the central city of Zion where dwell the priesthood and the authority delegated by heaven for preaching the Gospel and administering the ordinances thereof, for the salvation of the children of men. What difference, then, can they see between these and other folks? For it is this class that they do see, and yet many that are falling into these disreputable habits are men who hold the priesthood&#x2014;Elders in Israel and their sons; and perhaps strangers who come here have seen and heard some of them preaching the Gospel abroad, and when they come here they find them spending their time and means in whiskey and billiards, and in other foolish and wicked ways&#x2014;indeed every way but the right way. What do such habits speak for men who indulge in them? Shame and disgrace. I want to tell my brethren and the strangers before me today that we have no fellowship for any such men, no matter who they are. They may call themselves Latter-day Saints, and you may have seen them abroad preaching the Gospel; but when you find them indulging in the course I have indicated they have fallen, dishonored their calling, disgraced themselves; they are no longer Latter-day Saints, but apostates, and we have no fellowship with them, for they are unworthy of the Redeemer's cause. That cause has for its object the reclaiming of the world from sin;  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the overturning of everything that tends to degradation and evil and to the shame and degeneracy of the people, and the Saints are the chosen instruments in God's hands to accomplish this work, and we mean to prosecute it to the uttermost&#x2014;to fight the good fight of faith,<span class=\"citation\" id=\"76003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76003)\">1 Tim. 6:12<\/a><\/span> and though many may turn aside, the work is onward and upward, and it will grow and spread until the purposes of God are consummated. He has commenced his great work&#x2014;his strange work<span class=\"citation\" id=\"58644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58644)\">Isa. 28:21<\/a><\/span> and his wonder,<span class=\"citation\" id=\"126483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126483)\">Isa. 29:14<\/a><\/span> and he will roll it forth with rapidity and will consummate his plans in the day in which he has set his hands to gather his people, and that is this day, the evening of time&#x2014;the closing moments of the last hour of the seventh day as it were. We are living in that eventful time, and the Lord has set his hand to gather his people. He has called them forth out of Babylon.<span class=\"citation\" id=\"91818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91818)\">D&amp;C 133:5<\/a><\/span> His voice is calling aloud to the inhabitants of the earth to come out of Babylon that they receive not of her plagues and that they partake not of her sins.<span class=\"citation\" id=\"80233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80233)\">Rev. 18:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1058\"> We do not want to bring Babylon here&#x2014;the gathering place appointed by the Lord for his people; but we want to take every precaution and to adopt every preventive measure in our power to stay the inroads of the evils which characterize Babylon, which are so condemned in the laws of God, and which are so repugnant to the spirit of the gospel. We do not want these things here; but we are not supreme; we cannot govern as we would wish. Not that we desire to rule with an iron hand, oppressively. It would not be oppression to me, for the proper authorities to say&#x2014;&#x201C;You shall not take intoxicating liquors; you shall neither manufacture nor drink them, for they are injurious to your body and mind,&#x201D; nor would it be to any Saint&#x2014;but <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what oppression it would be to a certain class! Yet I hope to see the day when, within the pale of the kingdom of God, no man will be allowed to take intoxicating liquor; and make&#x2014;I was going to say, a <span class=\"italic\">beast<\/span> of himself. But I do not name it, rather to make a degraded <span class=\"italic\">man<\/span> of himself. Beasts would not degrade themselves as men do. The habits of the brutes are decent in the eyes of God and angels when compared with the conduct of drunken, debauched men, who pollute mind and body by the commission of every species of vice and crime. I want to see the day when no man in the midst of this people will be allowed to touch intoxicating drink to become drunken. But if we were to attempt to enforce this rule, what would be the hue and cry? &#x201C;Tyranny, and oppression;&#x201D; and armies would be sent here to use up the &#x201C;Mormons;&#x201D; and yet if such a rule could be enforced it would be a blessing, and no man can deny it; and if it were enforced it would only be carrying out the principles of &#x201C;Mormonism.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n1059\"> Do the &#x201C;Mormons&#x201D; drink it? Yes, to their shame, disgrace and the violation of their covenants, some of them do; and while on this subject I will say that no one supposes for a moment that a confirmed and unrepentant drunkard will ever be permitted within the gates of the celestial city. We all understand this, but I want to bear my testimony that those who prostitute mind and body by the debasing use of intoxicating drinks and the crimes and evils to which it leads will never have part in the celestial kingdom. &#x201C;But,&#x201D; says one, &#x201C;did not some of the ancients get &#x2018;boozy&#x2019; once in a while?&#x201D;<span class=\"citation\" id=\"52959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52959)\">Gen. 9:20-21<\/a><\/span> If they did they had to repent of it. I do not excuse them any more than I would you or myself, for taking a course of this kind. Yet God sees as we can<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not see. He takes all things into consideration. He does not judge partially as we are liable to do. When He places a man in the balance He weighs him righteously,<span class=\"citation\" id=\"61530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61530)\">Dan. 5:27<\/a><\/span> but when we judge a man we are apt to judge unrighteously,<span class=\"citation\" id=\"69127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69127)\">John 7:24<\/a><\/span> because we are not omniscient. But what necessity is there for a healthy person to take intoxicating liquor? Does it ever do him any good? No, never. But does it never do any good to use liquor? I do not say that. When it is used for washing the body according to the revelations God has given,<span class=\"citation\" id=\"88909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88909)\">D&amp;C 89:7<\/a><\/span> and when absolutely necessary if used with wisdom for sickness, it may do good, but when it is used to the extent that it destroys reason and judgment it is never used with impunity. All who thus use it then violate an immutable law, the penalty of which must inevitably follow the transgressor. It is against this practice that I am speaking. If there be any guilty of it here this afternoon, and I have no doubt there are, I wish them to take warning. <\/div><div class=\"paragraph jod\" id=\"v14n1061\"> Is intemperance the only evil that is making an inroad among the Latter-day Saints? No, I will tell you another. When coming up here to meeting I noticed in the neighborhood of forty boys between my house and this Tabernacle who were sitting in the shade, on the road sides, lounging in groups&#x2014;hanging around the corners. Who are they? They are boys who have been born in the valleys and their parents claim to be Latter-day Saints. I asked myself, &#x201C;What is the character of the fathers and mothers of these boys?&#x201D; And I came to the conclusion that they are hypocrites or apostates, and I can come to no other. Why? If they practiced what they professed to believe they would teach their sons correct principles, and their religious duties&#x2014;to attend meeting on the <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Sabbath and use their time in a profitable and Christian-like manner, instead of turning them out to contract habits which will ruin them and make them infidels. Now the parents of these boys have either apostatized and do not care enough about their children to teach them correct principles; or, while professing to be Latter-day Saints, by their acts regard the salvation of the gospel as worthless and therefore they are hypocrites and need to repent in either case. <\/div><div class=\"paragraph jod\" id=\"v14n1062\"> I would advise my brethren, and I take the advice to myself, to look after their sons as well as their daughters, and see where they are on the Sabbath; see that they do not go a fishing, riding or hunting, or waste their time in idleness, contracting pernicious and injurious habits&#x2014;habits that will lead them to destruction, so that when we are called upon to answer for the time and talents God has given us we may not be found wanting;<span class=\"citation\" id=\"61531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61531)\">Dan. 5:27<\/a><\/span> and when it is asked, &#x201C;Did you train your children in the nurture and admonition of the Lord?&#x201D;<span class=\"citation\" id=\"75360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75360)\">Eph. 6:4<\/a><\/span> &#x201C;Did you set an example worthy of imitation, that their blood may not be on your skirts?&#x201D; and you can answer, &#x201C;Yes Lord, I did all in my power to teach my children and to rear them in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75359)\">Eph. 6:4<\/a><\/span> I did all in my power to make men and women of them who would honor the name of God.&#x201D; If this course be taken by parents very few children will be uncontrollable; or come to the terrible end that awaits them if parents neglect them and show by their course that they had as lief they would go to the devil as not. <\/div><div class=\"paragraph jod\" id=\"v14n1063\"> I can see where this is tending. It is to unbelief, immorality and abominations of every kind; and I am sorry to see that it is increasing rather than diminishing among us. I preached about this a few months  <div class=\"break pagebreak\" id=\"286a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0286.pdf\" target=\"pdfwin\">p.&#xA0;286a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ago, and I will keep the subject before the brethren and sisters, if enabled by the good Spirit, until they will prize their children enough to look after them, and to know where they are and what they are doing, and that the company they keep is such as they ought to keep, and that they attend to their duties, for they have duties to attend to as well as you and I have. If we, as parents, controlled our children as well as many parents in the sectarian world do theirs, they would not only be taught to regard the Sabbath day as holy, and thereby keep the commandment of God, but they would come to meeting and listen to the instructions given, store their minds with knowledge and an understanding of the truth, instead of going in gangs about the streets, using obscene language, throwing rocks at and scuffling with each other, going riding, walking, fishing, hunting, &amp;c., on the Sabbath day, and taking a course which will lead to confirmed idleness, drunkenness, profanity, and even blasphemy and every abomination, for the devil will &#x201C;find mischief for idle hands to do,&#x201D;<span class=\"citation\" id=\"56542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56542)\">Ps. 26:10<\/a><\/span> just as sure as you are born, especially among the children. <\/div><div class=\"paragraph jod\" id=\"v14n1065\"> Now, my brethren and sisters, will you try to take care of your children, and look after them on the Sabbath day, see where they are, bring them to meeting and teach them something they do not know? I recollect, when on my mission in England, I visited a number of my relatives there. They were what we call sectarian; they did not believe the true Gospel; they did not believe that God could or would speak from the heavens in this dispensation, nor that an angel had visited the earth in this day, nor that the Gospel had been restored in its ancient purity and perfection, nor that the priesthood was restored again, and that <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men were legitimately authorized to officiate in the ordinances of the house of God for the salvation of mankind. But what a great contrast there was between the way they trained their children and the way some of us train ours! They made no pretensions to new revelation or to special acceptance with God, but when the Sabbath day came their children were called in, and if they did not go to meeting, they were taught to take a book and read, and the parents sat down and taught them, and they read by turns and explained passages of Scripture and history, and they talked to and instructed one another, and thus they spent the day, and when evening came the children had learned something, their minds were improved, and they were better than when the day began. The course I am denouncing is not general, but there is far too much of it. If we turn out our children on the Sabbath for a holiday, careless where they are or what they are doing, God will not hold us guiltless. Children are subject to their parents, and the parents are responsible for the conduct of their children until they arrive at years of maturity.<span class=\"citation\" id=\"86703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86703)\">D&amp;C 68:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1066\"> Look after your children, brethren and sisters, and when winter comes, in two or three months from now, see there are not five or six hundred children skating and sliding in the streets on the Sabbath. It was so last winter. This is not the way for Latter-day Saints to train their children; it is not living our religion, and herein we come under condemnation before God, and it is where men and women point the finger of scorn at us. They say, &#x201C;Here are men and women who profess to have received revelation from God, and they are letting their children go to the devil as fast as they can, and care nothing about them.&#x201D; <\/div> <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n1068\"> Says one, &#x201C;These are truths, but they should not be told in public.&#x201D; If my brethren did not want to hear such things from me they would not call me up to speak. But they do; that is to say, when a man will get up and teach the people the truth, warn them of their follies and of the evil consequences thereof, they rejoice in it, because it is good, it is that which we need. We do not want to be palavered and soft-soaped; we do not want anybody to get up here and tell us how good we are, for the Lord looks at us as we are, and he will judge us according to our works. I want to quote to you a passage of Scripture, the words of Jesus. Said he, &#x201C;Except your righteousness exceeds the righteousness of the scribes and Pharisees, you can in no wise enter the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"63140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63140)\">Matt. 5:20<\/a><\/span> This passage applies right home to us; and unless our righteousness exceeds the righteousness of the Scribes and Pharisees of the day in which we live, we will come short of the kingdom of heaven as sure as we live.<span class=\"citation\" id=\"63141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63141)\">Matt. 5:20<\/a><\/span> We cannot expect anything better than what we see from men and women who profess to be Latter-day Saints, who will run after the follies and fashions of the world, and give up everything in the shape of honesty and integrity for the sake of accumulating wealth. If men and women will do this, I do not wonder at their children going at random on the Sabbath day. I am not surprised to hear them curse and swear and profane the name of God. If men and women will run after the follies and fashions of the world&#x2014;if women will paint and bedizen themselves to attract the gaze of men, they have not the spirit of the Gospel; God is not with them, truth will not abide with them; they will go to hell and be damned unless they repent. You daughters of Israel, born of parents <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as true to the Gospel as men and women can be on the earth, who are dressing and painting to show yourselves, wasting your time and spending your fathers' means corruptly and wickedly in the sight of God, he will send a curse on you if you do not desist. I say it in the name of Jesus Christ. I say the same to mothers who encourage their daughters in this kind of conduct, for the responsibility rests more with them than their daughters. They should not allow it. Says one, &#x201C;I cannot help it.&#x201D; But I would help it. If a daughter of mine persisted in such a course, I would put a stop to it, or I would cut the tie between us and she should go her own road. She should not take my name, with my sanction, before the world in that course, nor would I be less careful of a son. &#x201C;But,&#x201D; says one, &#x201C;they will do it anyhow.&#x201D; If so, let the responsibility be on their own heads and not on the parents'. Let us do our duty to our children, train them in the way they should go,<span class=\"citation\" id=\"57491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57491)\">Prov. 22:6<\/a><\/span> give them the benefit of our experience, teach them true principles and do all we can for them, and when they reach years of maturity, if they walk in evil ways, we may mourn and bewail their follies, but we shall be guiltless before God so far as they are concerned. <\/div><div class=\"paragraph jod\" id=\"v14n1069\"> Teach your children so that they may grow up knowing what &#x201C;Mormonism&#x201D; is, and then if they do not like it, let them take what they can find. Let us, at least, discharge our duty to them by teaching them what it is. The Catholics, Methodists, Presbyterians and all the sectarian world do it, and why should not we? Can you find a Catholic that will send his children to a Protestant school, or a Protestant who will send his to a Catholic school; they, each, send their children to their own schools, and they take all the pains  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and use all the means in their power to rear their children in their own faith, being convinced that is the proper course for them to pursue. It is right that they should do so. But some Latter-day Saints are so liberal and unsuspecting that they would just as soon send their children to Mr. Pierce down here as to anybody else. I would not do it. However good a man Mr. Pierce may be, he should not teach one of my children as long as I had wisdom and intelligence to teach him myself, or could find a man of my own faith to do it for me. This is true doctrine, and no man can take any exceptions to it. I am talking to Latter-day Saints, you who have covenanted to keep the commandments of God, professed to receive the Gospel and entered into the Kingdom of God, by baptism; and I have a right to talk to you, we have a right to talk to each other and admonish each other when there is wrong, and we will do it. <\/div><div class=\"paragraph jod\" id=\"v14n1071\"> Then look after the children, and our own morals and conduct, so that we may be as a light set on a hill and not under a bushel; that we may be the salt of the earth, that has not lost its savor and is good for nothing.<span class=\"citation\" id=\"63043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63043)\">Matt. 5:13-16<\/a><\/span> If I were once to be seen in a brothel, gambling hell, billiard saloon, or in any disreputable place, would I have the boldness to stand in the position I occupy today? No I would not. Would I have the courage if called, to go and preach the Gospel abroad? No. I would be ashamed to do it, at least until I had made some recompense and restitution for the wrong I had done, and had satisfied God, my brethren and my conscience by renewing my covenants. Suppose that some of you Elders who have fre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quented these whiskey and billiard saloons on Main Street, should be called on missions, and when you go you meet with people who have seen you there! They would be very likely to point the finger and say, &#x201C;I saw you in a whiskey shop, billiard saloon,&#x201D; or in some disreputable place, &#x201C;and now you come to preach the Gospel and set yourselves up as a light unto the world!&#x201D;<span class=\"citation\" id=\"63052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63052)\">Matt. 5:14<\/a><\/span> That is what many of the so-called Christian ministers of the day are doing all the time, and that is what has brought their Christianity into such disrepute. Ministers may take that course, but what of their Christianity? Nothing; it is all humbug and &#x201C;bosh,&#x201D; and the people know it, and the time has come when a man has to be judged by his works, even by his fellow beings. If a man does not bring forth fruits worthy of the profession he makes, do not believe in him nor walk after him; but when you see a man that brings forth good fruit you may know that he derives it from a good fountain that can be relied on.<span class=\"citation\" id=\"63899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63899)\">Matt. 7:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1072\"> This is as the Latter-day Saints should live, and when we take into consideration the great labor before us, the frailties and weakness of human nature that we have to overcome, and the obstacles in the path to the accomplishment of God's work, we have no time to waste in drunkenness, idleness, or in following after the follies and fashions of the world. Our whole time should be occupied in that which is profitable to ourselves and our fellowbeings. May the Lord help us to be faithful in living the religion of Jesus Christ, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}