{"ID":140012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Saints&#x2014;The Providences of the Lord&#x2014;Uselessness of Non-Producers&#x2014;Arbitration Better Than Courts&#x2014;Feed not Fight the Indians&#x2014;Paying Tithing.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, April 9, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/9\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v14n354\"> I have a few sermons to preach, and as the time is short I do not know that I shall be able to deliver as many as I wish to. I want your attention, and you will have to be quiet. I find that my voice is a little broken, and it will be pretty hard for me to speak so that you can hear me. I shall not try to talk down the crying of children, the whispering of the congregation, or the shuffling of feet, as I have often done. I want your attention to the various subjects I wish to lay before you; for I shall have but a few minutes to speak on each one. <\/div><div class=\"paragraph jod\" id=\"v14n355\"> In the first place, I want to say to the Elders who go forth to preach the Gospel&#x2014;no matter who may apply to you for baptism, even if you have good reason to believe they are unworthy, if they require it forbid them not, but perform that duty and administer the ordinance for them; it clears the skirts of your garments, and the responsibility is upon them. <\/div><div class=\"paragraph jod\" id=\"v14n356\"> A few words now with regard to <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gathering. I will say that if unworthy people are gathered in the future, it is nothing new or strange, nothing more than we expect. If this net does not gather the good and the bad we should have no idea that it is the net that Jesus spoke about when he said that it should gather of all kinds.<span class=\"citation\" id=\"64706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64706)\">Matt. 13:47-50<\/a><\/span> Furthermore, there are a great many who come into the Church because they know the work is true. Their judgment, and every reasoning faculty and power of their minds tells them it is true; consequently they embrace the truth. But do they receive the love of it? That is the question. I will tell you that very few of those who receive the love of the truth, but many of those who fall away, though they know the Gospel is true, do not possess the love of the truth, and they will not apostatize while scattered. We try to get them to do so in the old country, but they will not. Bring them over to New York and they will not apostatize.  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They will labor there year after year, and struggle and toil until they can get to the gathering place, they must come to headquarters, then they can apostatize, forsake the faith, and turn away from the holy commandments of the Lord Jesus. This is not our business. Our duty is to preach the Gospel and to receive all that wish to have the ordinances administered to them, and leave the result in the hands of God. This is his work, not ours. He has called us to be co-laborers with him. <\/div><div class=\"paragraph jod\" id=\"v14n358\"> I want to say for the consolation of the Elders of Israel and those who go forth to preside, you need have no trouble with regard to the building up of this kingdom, only do your duty in the sphere to which you are assigned. I think there is more responsibility on myself than any other one man on this earth pertaining to the salvation of the human family; yet my path is a pleasant path to walk in, my labors are very agreeable, for I take no thought what I shall say;<span class=\"citation\" id=\"87896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87896)\">D&amp;C 84:85<\/a><\/span> I trouble not myself with regard to my duties. All I have to do is to live, as I have often made the comparison, and keep my spirit, feelings and conscience like a sheet of blank paper, and let the Spirit and power of God write upon it what he pleases. When he writes I will read; but if I read before he writes, I am very likely to be wrong. If you will take the same course you will not have the least trouble. <\/div><div class=\"paragraph jod\" id=\"v14n359\"> Brother Carrington was telling us about the way in which money turned up to clear the ship after sending off more Saints than he had means to pay for. Was this a miracle any more than many other things in our lives and in the work of God? No, the providences of God are all a miracle to the human family until they understand them. There are no miracles only to those who are <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ignorant. A miracle is supposed to be a result without a cause, but there is no such thing. There is a cause for every result we see; and if we see a result without understanding the cause we call it a miracle. This is what we have been taught; but there is no miracle to those who understand. <\/div><div class=\"paragraph jod\" id=\"v14n360\"> While Brother Carrington was speaking about getting twenty pounds, I thought of a few circumstances which have transpired here. I will refer to one that came along in 1856. In that year our agents in England loaded up the Saints, brought them over the ocean, up the rivers and railroads, and fitted them out with ox teams, wagons, and provisions, and then sent on their drafts to me, and within thirty days I had piled upon me $78,000 that I had to pay. I never was apprized of any draft being drawn upon me, or one word sent from the Liverpool office, until I saw the drafts as they commenced to come in for five, ten, or fifteen thousand dollars. I did not know where I was going to get the first dollar; but I did just as I always do&#x2014;my duty and trusted in God. I had not a draft protested, and I do not think that any man went without his pay. But let me have done the business, I should have done it differently. When I have the privilege of acting, I act a little more by works than altogether by faith. I dare not trust my faith quite so far, but others dare, and they have not swamped me yet; they have not fettered my feet so that I cannot walk, nor tied my hands so that I cannot handle; nor my tongue so that I cannot speak; and the Lord has delivered me every time with the help of my brethren. <\/div><div class=\"paragraph jod\" id=\"v14n361\"> We do not care anything about these things, they are but trifles. We could stand here and talk until tomorrow morning, telling remarkable instances of the providences of God  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>towards his servants and people, and then only have just commenced. Who put flour into the barrels here when we were destitute and had nothing to eat? The women would go and scrape the precious barrel and take out the last half ounce of meal and make up a little cake to divide among the children; and perhaps the next time they would go to the barrel they would find it half full of flour. Who put it in? Their neighbors? No, they had none to put in. Was it from the States? If it was, they who brought it must have flown through the air, for they could not have brought it with ox teams quite so quickly. But without stopping to inquire further about how this replenishing of the flour barrels was effected, I know now, and knew then, that these elements that we live in are full of all that we produce from the earth, air, and water. I told the people when we settled here that we had all the facilities here that we could ask for, all we had to do was to go to work and organize the elements. How far Jesus went to get the wine that was put into the pots which we read about in the account of the marriage at Cana of Galilee I do not know;<span class=\"citation\" id=\"68667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68667)\">John 2:1-11<\/a><\/span> but I know that he had power to call the elements that enter into the grape into those pots of water, unperceived by anybody in the room. He had power to pass through a congregation unseen by them;<span class=\"citation\" id=\"67205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67205)\">Luke 4:30<\/a><\/span><span class=\"citation\" id=\"126384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126384)\">John 8:59<\/a><\/span> he had power to step through a wall and no person be able to see him;<span class=\"citation\" id=\"70877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70877)\">John 20:19<\/a><\/span> he had power to walk on the water, and none of those with whom he associated could tell how;<span class=\"citation\" id=\"69205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69205)\">John 6:19<\/a><\/span> he had power to call the elements together and they were made into bread,<span class=\"citation\" id=\"69203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69203)\">John 6:11<\/a><\/span> but it was done by invisible hands. <\/div><div class=\"paragraph jod\" id=\"v14n363\"> Well, I will change the subject a little, and I say to the brethren, do not be discouraged; bring on all who wish to obey the Gospel, that they <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may apostatize. We want them to apostatize as quickly as possible. How long will the people continue to apostatize? Until the Master comes. When he comes the word will go forth, &#x201C;Gather my wheat into my garner, and bind the tares in bundles, that they may be burned.&#x201D;<span class=\"citation\" id=\"62733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62733)\">Matt. 3:12<\/a><\/span><span class=\"citation\" id=\"64584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64584)\">Matt. 13:30<\/a><\/span> The wheat and the tares will grow together until harvest, and we cannot help it, and we need not worry about it neither. <\/div><div class=\"paragraph jod\" id=\"v14n364\"> We want the brethren and sisters to feel around and see if they can find a sixpence, a dollar or five dollars to help out the poor. Talk about the people over yonder being hungry, why I have known them eat not more than a third of a meal for a whole week in order to save enough to feed two or three of us Elders. I was always ashamed to take it; and I will tell you what else I am ashamed of. I am ashamed that any man calling himself an Elder of Israel should go to any country to preach the Gospel and then commence begging. Such a course is disgraceful. I have no fellowship for those who do it; and those who will borrow and not repay ought to be cut off the Church. I will give you a little of my experience when on my English mission. When I landed in Liverpool I had six bits, and with that I bought me a hat. I had worn, on my journey to England, a little cap that my wife had made me out of a pair of pantaloons that I could not wear any longer. We stayed in Liverpool one year and sixteen days, and during that time we baptized between eight and nine thousand persons, printed five thousand <span class=\"italic\">Books of Mormon<\/span>, three thousand hymn books, over sixty thousand tracts that we gave to the people, and the <span class=\"italic\">Millennial Star<\/span>; established a mission in London, Edinburgh, and I do not know but in a hundred other places, and we sustained ourselves.  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Who was there on that mission, I mean among the missionaries, that had a coat or cloak that I didn't pay for? I transacted the business myself, and we paid every dime. We got money from the brethren and sisters and paid them up. Besides doing this, we fed family after family; and I never allowed myself to go down to the printing office without putting my hand in the drawer and taking out as many coppers as I could hold, so that I might throw them to beggars without being stopped by them on the road. Did we borrow that which we did not pay? No. Did we beg? No. The brethren and sisters, and especially the sisters, would urge us to come and eat with them. I would try to beg off; but that would not do, it would hurt their feelings, we must go and eat their food, while they would starve to procure it. I was always ashamed of this; but I invariably had a sixpence to give them. How much had I given to me? One sister, who now lives in Payson, gave me a sovereign and a pair of stockings; and when I came away a hatter, by the name of Miller, sent two hats by me to my little boys. The sisters, when I first went to Liverpool, made a little contribution and got me a pair of pantaloons. I was not in the habit of begging, but I said to them, &#x201C;When my trousers are a little ridiculous, I guess you will know it, won't you?&#x201D; and they gave me a pair of pantaloons, otherwise I do not think I received one farthing. I might have received a shilling or two from others, but I do not recollect. When we left we sent over a shipload of the brethren and sisters, a good many of whose fares we paid. When I went into Liverpool I do not think I could have got trusted a sixpence if I had gone into every store and shop in the place. When we came away a certain Captain wanted to <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bring us over, and said he, &#x201C;Are you ready?&#x201D; &#x201C;No.&#x201D; &#x201C;How long must I wait for you?&#x201D; &#x201C;Eight days;&#x201D; and they tied up one of the finest vessels in the harbor of Liverpool in order to bring us over. I thought, this was a miracle, don't you? I am sure there are some sisters now here who came with us in that vessel. I received that as a miracle. It was the hand of God. Was it our ability? No. Is it our ability that has accomplished what we see here in building up a colony in the wilderness? Is it the doings of man? No. To be sure we assist in it, and we do as we are directed. But God is our Captain;<span class=\"citation\" id=\"76441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76441)\">Heb. 2:10<\/a><\/span> he is our master. He is the &#x201C;ONE MAN&#x201D; that we serve. In him is our light, in him is our life;<span class=\"citation\" id=\"68502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68502)\">John 1:4<\/a><\/span> in him is our hope, and we serve him with an undivided heart,<span class=\"citation\" id=\"129850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129850)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129851)\">Hosea 10:2<\/a><\/span> or we should do so. <\/div><div class=\"paragraph jod\" id=\"v14n366\"> What do you suppose I think when I hear people say, &#x201C;O, see what the Mormons have done in the mountains. It is Brigham Young. What a head he has got! What power he has got! How well he controls the people!&#x201D; The people are ignorant of our true character. It is the Lord that has done this. It is not any one man or set of men; only as we are led and guided by the spirit of truth.<span class=\"citation\" id=\"70376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70376)\">John 16:13<\/a><\/span> It is the oneness, wisdom, power, knowledge and providences of God; and all that we can say is, we are his servants and handmaids, and let us serve him with an undivided heart.<span class=\"citation\" id=\"129852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129852)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129853)\">Hosea 10:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n367\"> Let us gather the poor. Look up your sixpences, dimes, and dollars. Just think what your feelings would be, if your children had to go to bed tonight crying for bread and you had none to give them! Think of it, families, you who profess to be Saints! Fathers, think of getting up in the morning and not a mouthful to feed your families with. I have seen them totter along, although it was good times when I was there to what it  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is now, so they say; but I have seen them totter along the streets when they could hardly stand up, for want. But I never failed to give such persons sixpence, a shilling, or a penny, when I realized that such was their position before they passed me. The Lord gave it to me and I dealt it out freely,<span class=\"citation\" id=\"64174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64174)\">Matt. 10:8<\/a><\/span> and am doing so still, and I calculate to do so. <\/div><div class=\"paragraph jod\" id=\"v14n369\"> Now, let us help the poor, bring them here, place them in good, comfortable circumstances, so that they can strut up and say, &#x201C;I guess I am somebody, and I ask no odds of the Lord.&#x201D; O, fools! When I hear such expressions, or see such a disposition manifested, I think, &#x201C;O, foolish Galatians, who hath bewitched you?<span class=\"citation\" id=\"74476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74476)\">Gal. 3:1<\/a><\/span> Who has turned your brain and made you believe that you are independent of that Being who brought you and all the human family on the earth? Who has instructed you to believe that God has nothing to do with us, that everything that is is by the providence of chance, or no providence at all, and that man is all there is?&#x201D; Who has taught the people this? Not the wise, not the true philosopher. Find a true philosopher and you find one who has the true principles of Christianity. He delights in them; and sees and understands the hand of Providence guiding and directing in all the affairs of this life. Though men are severed far from God, and though they have hewn out to themselves cisterns, broken cisterns that will hold no water,<span class=\"citation\" id=\"60288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60288)\">Jer. 2:13<\/a><\/span> the true philosopher recognizes the hand of the Supreme, guiding and controlling the affairs of the children of men. <\/div><div class=\"paragraph jod\" id=\"v14n370\"> I have a short discourse to preach now to my friends who may be here today, who are engaged in, or who may contemplate commencing operations in, the mining business. It is the general belief now, that there is a great deal of mineral wealth in <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these mountains. The reports that have gone abroad concerning this are causing great excitement; and I will preach a short discourse now to miners, merchants, lawyers, doctors, priests, people, everybody. I want to talk to you a little and give you some counsel; and I want the Saints to take this counsel. But they take it all the time, and I expect they will continue to do so. This counsel is with regard to lawing with one another. I want to say to you miners: Do not go to law at all; it does you no good, and only wastes your substance. It causes idleness, waste, wickedness, vice, and immorality. Do not go to law. You cannot find a courtroom without a great number of spectators in it; what are they doing? Idling away their time to no profit whatever. As for lawyers, if they will put their brains to work and learn how to raise potatoes, wheat, cattle, build factories, be merchants or tradesmen, it will be a great deal better for them than trying to take the property of others from them through litigation. <\/div><div class=\"paragraph jod\" id=\"v14n371\"> We have got to a state in our nation when there is quite a portion of the young and middle-aged men who calculate to live, as the saying is, by their wits. I would like to have a man look philosophically into his own heart, by the spirit of truth, and examine himself, and see what he is, what he was made for, and what use he is on the earth if he never did a thing to produce a morsel of bread. Such a man eats the bread of the laborer, he wears the clothing of the laborer;<span class=\"citation\" id=\"85416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85416)\">D&amp;C 42:42<\/a><\/span> every time he lies down on his bed he lies on that which the labor of another produced; he never took the pains to raise a goose, duck, lamb, or sheep. He never sheared a sheep or tried to make cloth of the wool; he never took the pains to plough the ground and sow a little wheat, to plant a few potatoes, to raise  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a calf, a pig, or a chicken. No, he never did anything useful; but still he eats, drinks, and wears, and lives in luxury. In the name of common sense, what use is such a man on this earth? The question may arise, &#x201C;Must we not have law?&#x201D; We have plenty of it, and sometimes we have a little too much. Legislators make too many laws; they make so many that the people do not know anything about them. Wise legislators will never make more laws than the people can understand. But by reason of the wealth of our country, young men are sent to schools and colleges, and after receiving their education they calculate to live by it. Will education feed and clothe you, keep you warm on a cold day, or enable you to build a house? Not at all. Should we cry down education on this account? No. What is it for? The improvement of the mind; to instruct us in all arts and sciences, in the history of the world, in the laws of nations; to enable us to understand the laws and principles of life, and how to be useful while we live. But the idler is of no use to himself or to the world in which he dwells. <\/div><div class=\"paragraph jod\" id=\"v14n373\"> In all nations, or at least in all civilized nations, there are distinctions among the people created by rank, titles, and property. How does God look upon these distinctions? How do Truth, Justice, and Mercy look upon them? They are all alike in their eyes. The king upon the throne and the beggar in the street are the same before the Heavens&#x2014;the same in the eyes of Truth, Justice, Love, and Mercy. Find a true philosopher and he will look at the children of men as they are. I do not care whether he says so or not, he regards the poorest of the poor as human beings&#x2014;men and women, and the kings and great ones, no matter how they are clothed, if they wear crowns, <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> diadems, and diamonds, and ride in gilded coaches, are but human beings. <\/div><div class=\"paragraph jod\" id=\"v14n374\"> Our education should be such as to improve our minds and fit us for increased usefulness; to make us of greater service to the human family; to enable us to stop our rude methods of living, speaking, and thinking. But you take those who bear the sway among men, those who hold the affairs of the nations in their hands, catch them in the dark, and they are the lowest of the creations of God. Many of them descend to the lowest gutters they can find, and there, in darkness and in private, wallow in filth and wickedness. This is a waste of their lives, a prostitution of their knowledge and of the blessings Providence has bestowed upon them. Many of them will sit and gamble all night, to see who shall have the pile; and such men are called gentlemen! And in the day time they seem the most perfect gentlemen imaginable. They are accomplished to the highest degree; they understand languages, and amongst them are to be found lawyers, doctors, statesmen and members of the highest classes of society. I heard of one in New York. A young man went there from Boston, and a gentleman wished to show him around, and initiate him into the mysteries of high life in New York. He took him to one of the finest houses on Fifth Avenue, I think it was. The young man supposed it was the residence of a private family. He was led into a long hall, so richly adorned and ornamented that his eyes were dazzled. There was table after table, table after table, surrounded by gentlemen who were gambling, and the furniture and the room throughout were gorgeous in the extreme. Here was hall after hall, side rooms, refreshment rooms, etc., and the young man found out that he was in a fashionable  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gambling hell. He had not believed in such things before; but he sat there all night watching, for he wanted to find out something pertaining to fashionable life in the metropolis. About 3 or 4 o'clock in the morning there was a gentleman sat back from one of the tables. He had played, played, played at one of the tables until he had played himself perfectly out, his money and estate all gone. He entered the place the night before a wealthy man, and by 3 or 4 o'clock in the morning he was not worth a penny in the world. He threw himself back from the table, and saying, &#x201C;Gentlemen, I am played out,&#x201D; he took a derringer pistol from his pocket, put it to his ear, and put a ball through his brains. He was one of the wisest of that class of men I ever heard of. If each and every one of them would do like this one, before commencing to game, and leave their substance to men and women who would labor, they would prove themselves wise, for their wealth would benefit the earth. &#x201C;O,&#x201D; say they, &#x201C;we have plenty.&#x201D; If you have, go and build up another city or town; go into the wilderness, take the poor with you, teach them how to farm, how to raise cattle, how to gather around them the comforts of life, and prove yourselves worthy of an existence. If you have money to gamble with, you have money to buy a farm and set the poor to work. In doing this, you are helping to elevate the human family; but in gambling and otherwise abusing the blessings, power and influence you possess, you do no good to anybody, and work out your own destruction. When you have bought a farm and set the poor to work, get a school on your farm, and begin and teach those who never had the privilege of going to school. There are hundreds and thousands in the City of New York who never <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5443\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> went to school a day in their lives; they are wallowing in the gutter, ragged, dirty, and filthy. They learn sharpness, it is true; but where do they sleep? By the wayside, or crawl into some old building&#x2014;girls and boys, and live there by the thousand. They have not a shelter to place their heads under, but when night comes their only refuge is old buildings, hovels, and corners of streets forsaken by the police, and there they must spend the night. Why not take such characters and bring them out to this country, or take them to California, Oregon, or to the plains of Illinois, Wisconsin, &amp;c., and make a town, settle up the country, and make these poor, miserable creatures better off? You would prove yourselves worthy of existence on the earth if you would. But no, &#x201C;We will gamble.&#x201D; Now gamblers, stop your gambling here and go to work; that is my advice. &#x201C;Well, but,&#x201D; say some, &#x201C;we are not going to be instructed by Brigham Young.&#x201D; Who cares for that? If you will not receive my instructions, instruct yourselves. I want you to see, in and of yourselves, that your life is a poor miserable life of waste, a disgrace to the human family. Go to work, improve the country, build towns and cities, set out shade trees, build schoolhouses and meetinghouses and worship what you please, we do not care what. Be civil, honest in your deal, be upright, do not take that which belongs to your neighbor; and miners do not go to law, and lawyers go to work. If you have difficulties that you cannot settle among yourselves, have recourse to arbitration. Select your men, three, five, seven, nine, eleven, thirteen, or what number you please, men without prejudice for this or that side, place them in possession of the facts of the case; and when they say, &#x201C;Mr. James Munroe,  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you do so much;&#x201D; or, &#x201C;Mr. John Jones, you do so and so, this is our decision,&#x201D; abide by it. This course will cost you nothing, you go about your business, the country is quiet, and the community is not running after these infernal courts. Excuse me for the expression; but the whole nation think we must have courts, and the courts adjudicate; and some courts take the liberty of legislating as well as adjudicating, when, the fact is, if all difficulties now taken into courts were submitted to men's honor, honesty, brains, and hearts, they could be adjudicated without the least trouble in the world. What would we do with our judges in such a state of society? Let them go to farming, get a factory, or go into business and improve the country. <\/div><div class=\"paragraph jod\" id=\"v14n377\"> I cannot say that this counsel is especially for the Latter-day Saints. Why? For this simple reason&#x2014;you take out of these mountains the whole of the community except the Latter-day Saints, and I might include a good many who do not belong to the Church, and we would not have a lawsuit in our midst from one year's end to another for five hundred miles square. And if the counsel I have just given be adopted, we shall have the most stable mining districts through our settlements that have ever been found in the western country. You will never see the excitement that you have seen in other mining localities. Of course there may be some who will crawl up into the mountains, build up little towns, and have their games and a little rowdyism, but not much; you will see a steadfast community. <\/div><div class=\"paragraph jod\" id=\"v14n378\"> We say to the Latter-day Saints, work for these capitalists, and work honestly and faithfully, and they will pay you faithfully. I am acquainted with a good many of them, and as far as I know them, I do not know but <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5442\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every one is an honorable man. They are capitalists, they want to make money, and they want to make it honestly and according to the principles of honest dealing. If they have means and are determined to risk it in opening mines you work for them by the day. Haul their ores, build their furnaces, and take your pay for it, and enter your lands, build houses, improve your farms, buy your stock, and make yourselves better off; but, no lawing in the case. I have had an experience in this. I never lawed it much in my life; but from my youth my study has been to avoid law, and to take a course that no man could get the advantage of me. <\/div><div class=\"paragraph jod\" id=\"v14n379\"> The esteem in which I hold law prompts me to keep out of it. You recollect the story of the lawyer and the two farmers. The farmers had quarreled about a cow, and they went to law, and the result was the farmers held the cow and the lawyer milked her. I never see law going on much without the lawyer getting the milk and the cream, while those who go to law hold the cow for him to milk. I know you think my esteem is not very high for lawyers. I will say it is not for their evil practices; but as men and gentlemen I have known many who never dabbled in dishonesty. I have marveled many times at the oath that is required of a lawyer with regard to his client; it gives him license to make white black, and black white.<span class=\"citation\" id=\"57946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57946)\">Isa. 5:20<\/a><\/span> If I were to fix up an oath for a lawyer to take when he entered upon business, I would make him swear to tell the truth, and to show the right of the case, for or against, every time, that is what I would do. But they are licensed from the very oath they take to justify their client, let him be ever so wrong; this, however, does not compel them to be dishonest. Now, I do beseech you, I pray you, for your own sakes,  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you capitalists, to have no law. I have heard it said that a mine is good for nothing until there has been two or three lawsuits over it, but I say that will make your claims no better whatever. <\/div><div class=\"paragraph jod\" id=\"v14n381\"> I will say still further with regard to our rich country here. Suppose there was no railroad across this continent, could you do anything with these mines? Not the least in the world. All this galena would not bear transportation were it not for that; and, take the mines from first to last, there is not enough silver and gold in the galena ore to pay for shipping were it not for the railroad. And then, were it not for this little railroad from Ogden to this city these Cottonwood mines would not pay, for you could not cart the ore. Well, they want a little more help, and we want to build them a railroad direct to Cottonwood, so that they can make money. We want them to do it and to do it on business principles, so that they can keep it, and when you get it, make good use of it and we will help you. There is enough for all. We do not want any quarreling or contention; and I believe that, if dishonest capitalists were to come here and commence a dishonest course with our citizens in hiring them, there are men of honor sufficient to say, &#x201C;You had better get out of this place; we are an honest and industrious community, and we wish to deal on honest principles and make this community substantial. We will furnish you with all your supplies that we can produce here, and take our pay for it; you take your capital and add to it, and then when you leave you will feel well about us and yourselves.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n382\"> I do not want you to think that I have ever counseled this. Do it, in and of yourselves, for you know it would be ridiculous in the eyes of some to take counsel of Brigham <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5441\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Young; it would be preposterous to suppose he can give good counsel. I leave that, however, to every man or woman to decide whether or not it is good counsel. There has been but little of this contention and lawing here, and I do hope and pray there will be less; it only creates bad feelings and distress in any society in the world. <\/div><div class=\"paragraph jod\" id=\"v14n383\"> We are here as a human family. Bless your hearts, there is not one of us but what is a son or daughter of Adam and Eve, not any but what are just as much brothers and sisters as we should be if born of the same parents, right in the same family, with only ten children in the family. It is the same blood precisely. I do not care where we come from, we are all of this family, and the blood has not been changed. It is true that a curse came upon certain portions of the human family&#x2014;<span class=\"citation\" id=\"82004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82004)\">Alma 3:6<\/a><\/span><span class=\"citation\" id=\"92789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92789)\">Moses 7:8<\/a><\/span>those who turned away from the holy commandments of the Lord our God. What did they do? In ancient days old Israel was the chosen people in whom the Lord delighted, and whom he blessed and did so much for. Yet they transgressed every law that he gave them, changed every ordinance that he delivered to them, broke every covenant made with the fathers,<span class=\"citation\" id=\"58438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58438)\">Isa. 24:5<\/a><\/span> and turned away entirely from his holy commandments, and the Lord cursed them. Cain was cursed for this, with this black skin that there is so much said about.<span class=\"citation\" id=\"93002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93002)\">Moses 7:22<\/a><\/span> Do you think that we could make laws to change the color of the skin of Cain's descendants? If we can, we can change the leopard's spots; but we cannot do this, neither can we change their blood. <\/div><div class=\"paragraph jod\" id=\"v14n384\"> There is a curse on these aborigines of our country who roam the plains,<span class=\"citation\" id=\"81341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81341)\">2 Ne. 5:20-24<\/a><\/span><span class=\"citation\" id=\"82183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82183)\">Alma 17:15<\/a><\/span> and are so wild that you cannot tame them. They are of the house of Israel; they once had the Gospel delivered to them, they had the  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>oracles of truth; Jesus came and administered to them after his resurrection, and they received and delighted in the Gospel until the fourth generation,<span class=\"citation\" id=\"126385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126385)\">1 Ne. 12:11-12<\/a><\/span><span class=\"citation\" id=\"81459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81459)\">2 Ne. 26:9<\/a><\/span><span class=\"citation\" id=\"83004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83004)\">3 Ne. 27:30-32<\/a><\/span> when they turned away and became so wicked that God cursed them with this dark and benighted and loathsome condition;<span class=\"citation\" id=\"83184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83184)\">Morm. 5:15<\/a><\/span> and they want to sit on the ground in the dirt, and to live by hunting, and they cannot be civilized. And right upon this, I will say to our government if they could hear me, &#x201C;You need never fight the Indians, but if you want to get rid of them try to civilize them.&#x201D; How many were here when we came? At the Warm Springs, at this little grove where they would pitch their tents, we found perhaps three hundred Indians; but I do not suppose that there are three of that band left alive now. There was another band a little south, another north, another further east; but I do not suppose there is one in ten, perhaps not one in a hundred, now alive of those who were here when we came. Did we kill them? No, we fed them. They would say, &#x201C;We want just as fine flour as you have.&#x201D; To Walker, the chief, whom all California and New Mexico dreaded, I said, &#x201C;It will just as sure kill as the world, if you live as we live.&#x201D; Said he, &#x201C;I want as good as Brigham, I want to eat as he does.&#x201D; Said I, &#x201C;Eat then, but it will kill you.&#x201D; I told the same to Arapeen, Walker's brother; but they must eat and drink as the whites did, and I do not suppose that one in a hundred of those bands are alive. We brought their children into our families, and nursed and did everything for them it was possible to do for human beings, but die they would. Do not fight them, but treat them kindly. There will then be no stain on the Government, and it will get rid of them much quicker than by fighting them. They have got to be civilized, and <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5440\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there will be a remnant of them saved. I have said enough on this subject. <\/div><div class=\"paragraph jod\" id=\"v14n386\"> I want to say a little now with regard to tithing. Some of this people think they pay their tithing. I expect they do; but I can make the same comparison that Jesus did when in Jerusalem. Here came the Scribes, Pharisees, Sadducees, &amp;c., and put their substance in the Lord's storehouse; and there came along a poor widow with nothing, to all appearance.<span class=\"citation\" id=\"67946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67946)\">Luke 21:1-4<\/a><\/span> She had not clothing to make her comfortable, but she had two mites, which she had saved probably by her labor, and she placed them in the storehouse of the Lord. Jesus lifted himself up, and, seeing what they were doing, said, &#x201C;Of a truth I say unto you, that this poor widow hath cast in more than they all: For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all her living that she had.&#x201D; Now, there are a few of just this same kind of characters here who do pay their tithing. But do we rich men pay ours? Not by considerable. I can inform the Elders of Israel and everybody else that since we have been raising grain in these valleys the deposits paid in on tithing have not amounted to one-hundredth part of all that has been raised, whereas one-tenth was due the storehouse of the Lord. You may say, &#x201C;Brother Brigham, have you paid in yours?&#x201D; No, I have not. There is a number of the brethren who have paid in considerable, but I expect I have paid more tithing than any other man in this Church. I expect I have done more for the poor than any other man in the Church; yet I have hardly commenced to pay my tithing. How is it with you? I know how it is. There are a few poor who pay their tithing, and who are pretty strict;  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but take the masses of the people, and they have not paid one-twentieth of their tithing. Do you believe it? I know it. If I were to reason over this and attempt to show the Latter-day Saints the inconsistency of their course in the matter, I would plant my feet on this ground: We are not our own, we are bought with a price,<span class=\"citation\" id=\"73261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73261)\">1 Cor. 6:19-20<\/a><\/span> we are the Lord's; our time, our talents, our gold and silver, our wheat and fine flour, our wine and our oil, our cattle, and all there is on this earth that we have in our possession is the Lord's and he requires one-tenth of this for the building up of his kingdom. Whether we have much or little, one-tenth should be paid in for tithing. What for? I can tell you what for in a hundred instances, but I will only tell you just a few, and will commence with the poor. You count me out fifty, a hundred, five hundred, or a thousand of the poorest men and women you can find in this community; with the means that I have in my possession, I will take these ten, fifty, hundred, five hundred, or a thousand people, and put them to labor; but only enough to benefit their health and to make their food and sleep sweet unto them, and in ten years I will make that community wealthy. In ten years I will put six, a hundred, or a thousand individuals, whom we have to support now by donations, in a position not only to support themselves, but they shall be wealthy, shall ride in their carriages, have fine houses to live in, orchards to go to, flocks and herds and everything to make them comfortable. But it is not every man that can do this. The Bishops cannot do it; not that I would speak lightly of the wisdom of our Bishops, but we have hardly a Bishop in the Church who knows A with regard to the duties of his office. Still we have good men, but our <div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearts are somewhere else, and we are not studying the kingdom, the welfare of the human family, nor what our office calls upon us to perform. We do not seek after the poor and have every man and woman put to usury.<span class=\"citation\" id=\"66140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66140)\">Matt. 25:27<\/a><\/span> This ought to be, for our time is the Lord's. All we want is to direct this time and use it profitably. There is abundance of labor before us. We have the earth to subdue, and to make it like the Garden to Eden. Do you believe it? I know it. But how do we live? Very much like the rest of the world. We are ready to run over all creation. Just as I have said to some of the brethren, and to some that I have known in the world; they get their eye on a dime; they see it roll away and they go after it. By and by they stub their toe against an eagle; soon they come to another one, a doubloon or a slug, and they will stub their toe against it, and down they go; but they are up again, for their eye is on that dime, and, in their eagerness to obtain it, they stumble over the eagles they might pick up if they had wisdom to do it. Is this so? O yes, they who have eyes to see can see. Take things calm and easy, pick up everything, let nothing go to waste. <\/div><div class=\"paragraph jod\" id=\"v14n388\"> You, sisters, know I have sometimes told you what my office is. Does it make you ashamed of me when you hear some of the brethren say, &#x201C;Well, I do not believe that Brother Brigham has anything to do with my farm or household matters, or with temporal things; I do not think the First Presidency has anything to do with my temporal affairs.&#x201D; O, yes, we have; and to come right down to the point, it is my privilege, if I were capable, to teach every woman in this Church and kingdom how to keep house, and how to sweep house, cook meat, wash dishes, make bread without any waste, &amp;c. I may go to a  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>house and what do I see? Perhaps the bottom or top of the bread is burnt to a coal. Why did you not do different? &#x201C;O, these are accidents.&#x201D; Yes, because we never think of the business on our hands. Mother gets up and it is: &#x201C;O, Sally, where is the dishcloth, I want it in a minute?&#x201D; &#x201C;Susan, where in the world have you put that broom?&#x201D; or, &#x201C;Where is the iron holder?&#x201D; and Susan knows nothing about either dishcloth or broom, and says, &#x201C;We have no iron holder except some waste paper.&#x201D; If I had nothing but a piece of an old newspaper folded for a holder I would have it where I could put my hand on it in a moment, in the dark if I wanted it. And so with the dishcloth, the broom, the chairs, tables, sofas, and everything about the house, so that if you had to get up in the night you could lay your hand on whatever you wanted instantly. Have a place for everything and everything in its place. <\/div><div class=\"paragraph jod\" id=\"v14n390\"> If I only had time I would teach you how to knit stockings, for there are very few women now-a-days who know how many stitches to set on to knit stockings for their husbands or for themselves; or what size yarn or needles they require; and when their stockings are finished they are like some of these knitted by machinery&#x2014;a leg six inches long while the foot is a foot or a foot and a half long; or the leg only big enough for a boy ten years old, while the foot is big enough for any miner in the country. You know this is extravagant, but it is a fact that the art of knitting stockings is not near so generally understood among the ladies as it should be. I could tell you how it should be done had I time and knew how myself. <\/div><div class=\"paragraph jod\" id=\"v14n391\"> I will ask the whole human family is there any harm in teaching people how to be mechanics and artists, and what their life is for? Is there any <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> harm in teaching them the laws of life and how to live, so that when they go down to the grave they can say, &#x201C;There is my life, and it has been one of honor; look at it and do as much better than I have as God will give you ability to do. This is the duty of the human family, instead of wasting their lives and the lives of their fellow beings, and the precious time God has given us to improve our minds and bodies by observing the laws of life, so that the longevity of the human family may begin to return. By and by, according to the Scriptures, the days of a man shall be like the days of a tree.<span class=\"citation\" id=\"60211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60211)\">Isa. 65:22<\/a><\/span><span class=\"citation\" id=\"89503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89503)\">D&amp;C 101:30<\/a><\/span> But in those days people will not eat and drink as they do now; if they do their days will not be like a tree, unless it be a very short-lived tree. This is our business. <\/div><div class=\"paragraph jod\" id=\"v14n392\"> Then pay your tithing, just because you like to, not unless you want to. They say we cut people off the Church for not paying tithing; we never have yet, but they ought to be. God does not fellowship them. The law of tithing is an eternal law. The Lord Almighty never had his kingdom on the earth without the law of tithing being in the midst of his people, and he never will. It is an eternal law that God has instituted for the benefit of the human family, for their salvation and exaltation. This law is in the Priesthood,<span class=\"citation\" id=\"90754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90754)\">D&amp;C 119:4<\/a><\/span> but we do not want any to observe it unless they are willing to do so. If I ask my brethren, &#x201C;Are you willing to pay tithing?&#x201D; Many of them would say, &#x201C;Yes, we are not only willing to pay tithing, but all that we have, for we are the Lord's, and all that he has given us is his.&#x201D; That would be the reply of thousands here today. If the law of the land would permit us we would show whether we are willing to deed our property to the kingdom of God or not. Mine has been deeded; and  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>now I will tell you that the insurance company that I have taken stock in is up yonder, and the Lord of Hosts is President of that company. I do not want to insure my life in any other; and if we want to insure property, let us insure each others' and our own. I say, my brethren and sisters, that if we had the privilege, we would show to the world whether we would deed everything to the kingdom of God or not. But can we do it here? The Government has passed a law to the effect: <\/div><div class=\"paragraph jod\" id=\"v14n394\"> &#x201C;That it shall not be lawful for any corporation or association for religious or charitable purposes to acquire or hold real estate in any Territory of the United States during the existence of the territorial government of a greater value than fifty thousand dollars; and all real estate acquired or held by any such corporation or association contrary to the provisions of this act shall be forfeited and escheat to the United States: <span class=\"italic\">Provided<\/span>, that existing vested rights in real estate shall not be impaired by the provisions of this section.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n395\"> That is how the Government binds us up. Never mind, we can build temples, pay our tithing and our freewill offerings; we can raise our bread, hire our school teachers and teach our children without help. We came here stripped of everything, and men in high places sat and laughed at us, and said we should perish; but we have not perished. Many of them have gone down to their graves and their spirits have gone into the spirit world, where they will not have the comforting influences of the angels of God as the Saints will. Hades, the grave and the world of spirits<span class=\"citation\" id=\"92211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92211)\">D&amp;C 138:57<\/a><\/span> are called hell in the original language. Now I don't expect them to go down, down, down to the bottom of the bottomless pit, where they will be pitched over with pitchforks. I do <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not have reference to anything of this kind when I speak of hell, or the world of spirits. I do not wish to frighten people to the anxious seat, and then say, &#x201C;O, my beloved sister, how did you feel when your dear little infant died?&#x201D; and, &#x201C;O, my beloved brother, did not your heart bleed for your dear companion when you laid her in the silent bourne from whence no traveler returns.&#x201D;<span class=\"citation\" id=\"81216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81216)\">2 Ne. 1:14<\/a><\/span> This is not our religion; our religion does not consist of sensation or animal magnetism, as that of the sectarian world does. I have seen it from my youth up, working on the passions of the people, making them crazy. About what? Nothing at all. I have seen them lie, when under their religious excitement, from ten minutes to probably an hour without the least sign of life in their systems; not a pulse about them, and lay the slightest feather in the world to their nose and not the least sign of breathing could be discerned there, any more than anywhere else. After lying awhile they would get up all right. &#x201C;What have you seen, sister or brother? What have you learned more than before you had this fit?&#x201D; I do not know what kind of a fit it would be, whether a falling sickness or fainting fit, or a fit of animal magnetism. &#x201C;What do you know, sister?&#x201D; &#x201C;Nothing.&#x201D; &#x201C;What have you seen, brother?&#x201D; &#x201C;Nothing nor nobody.&#x201D; &#x201C;What have you to tell us that you have learned while in this vision?&#x201D; &#x201C;Nothing at all.&#x201D; It always wound up like the old song, &#x201C;All about nothing at all.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n396\"> That is not the faith of the Latter-day Saints. Their religion consists of the knowledge that comes from God; a knowledge of the law of heaven, the power of the eternal Priesthood of the Son of God; and by obeying this law and these ordinances we, in a business manner, philo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sophically, in a manner that can be demonstrated as clearly as a mathematical problem, gain the right to eternal life; and though we do not see the Lord in the flesh we can see him in vision, and we have a right to visions, administration of angels, the power of the eternal Priesthood with <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the keys and blessings thereof. And by and through the labors of his faithful servants the Lord offers salvation to the human family; and though they will not save themselves we calculate to do all we can for them. <\/div><div class=\"paragraph jod\" id=\"v14n398\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}