{"ID":140015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Good and Evil&#x2014;The Testimony of the Spirit&#x2014;His Early Religious Experience.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 7, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Good and Evil, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/7\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v14n464\"> I have a few words to offer to my brethren and sisters, and all who hear me, concerning the experience of the minds of the children of men, especially in their transit from evil to good. We vary very materially in our dispositions, reflections, in the impulses of our minds, and in our perceptive faculties. There is a great variety of operations upon the minds of the inhabitants of the earth, and the people are unacquainted with them, for they do not lay them to heart, contemplate and realize them, consequently they cannot look upon them as they are. These remarks of mine are the result of reflections upon the sayings of our brother who has been speaking to us, and telling his experience when he received the <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel. He told us that, though his perceptive faculties were so quickened that he could read the Bible understandingly, this did not satisfy him; he must have a storm. I make use of this term to express my idea of what he desired and so earnestly sought for. He must have an experience like a rushing, mighty wind,<span class=\"citation\" id=\"71083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71083)\">Acts 2:2<\/a><\/span> or he could not be satisfied. In reading the sayings of the ancients, we find that they looked sometimes for the Lord to come in a storm. Sometimes you will see the storm pass, and the Lord is not there. The winds blow terribly, but the Lord is not there. A terrible tempest comes along, in which the lightnings flash and the thunders bellow almost enough to shake the mountains down.<span class=\"citation\" id=\"55716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55716)\">1 Kgs. 19:12<\/a><\/span> Is  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord there? No, he is not there. But by and by you hear a small, still voice saying, &#x201C;Peace, peace.&#x201D; The Lord is there, and this is his voice.<span class=\"citation\" id=\"55717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55717)\">1 Kgs. 19:12<\/a><\/span> It will satisfy some, but others, like our brother, want a testimony like a rushing, mighty wind.<span class=\"citation\" id=\"71084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71084)\">Acts 2:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n465\"> I will give you a little of my experience, not merely at the time that I concluded to forsake sin and embrace peace, and righteousness, but since then. My experience in this kingdom as a man, as an intelligent being, concerning the philosophy of this world and mankind, and all things pertaining to the earth, teaches me a great many little items that are passed over unnoticed by most of the people. My conclusion with regard to a sound religious experience is simply this: If I am convicted of sin I am made sensible of wrong. If this wrong exists within me, my good judgment teaches me that I should take that and put it away from me; turn it out of doors; it would teach me to say, &#x201C;I do not want you, you are not good for me; you produce sorrow, mourning, affliction, and all manner of grief and pain. Go out of doors, I do not want you, you are evil. I will adopt truth and correct principles and plant them within me instead of that which will destroy me.&#x201D; Being convinced of all this, what course shall I pursue, if I desire to procure a sound experience&#x2014;one that is genuine and will endure, and prove to God and all the heavenly host, also to my family and neighbors, that I am sorry for sin? I will forsake it, and will not let it dwell within me, but will do all I can to banish it from me. Would this be a proof? Yes. Then let my actions correspond with the confession of my mouth; and if I have discovered this fountain of evil within me, I must lay a foundation to be free from it. Do I wish to wait until the Lord speaks from <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven to me? No, the Lord has planted within me knowledge and wisdom to distinguish between right and wrong, and if I wait until his voice comes from heaven to tell me that I am a sinner, or until he gives me some particular manifestation of approval on my attempting to forsake evil, I may wait a great while. I do not know how much he thinks of me, nor whether, if I sought such a manifestation, he would come the first night I knelt down to pray, or the second, third, or fourth, or whether I should have to continue a week, two weeks, or for months. I do not know anything about this; but my judgment having convinced me that I am wrong, I do not want the Lord to speak from the heavens. I will ask any intelligent being that dwells on the face of the earth if it is necessary to wait until the Lord comes like a rushing, mighty wind,<span class=\"citation\" id=\"71085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71085)\">Acts 2:2<\/a><\/span> or like an earthquake or tornado? I do not see any necessity for it. If I find an evil in me today I must try and get rid of it; and if I find another tomorrow I must get rid of it; and how long must I continue to do so? Just as long as God gives me intelligence; not for a day, week, or year, but for my whole life; and if I exist for ninety-nine years, or for nine hundred and ninety-nine, I do not expect there will be an hour in which I will not be under the necessity of endeavoring to put evil from me if I find it within me, and to grow and increase in the principles of truth and righteousness. By taking this course I know, in and of myself, that I am forsaking my sins, and do not want the Lord to manifest it unto me. I know that if the plants of sin and death are permitted to grow within me they will prove my utter destruction, unless I tear them up root and branch, and throw them away. The Lord has bestowed upon me and upon every  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>intelligent being on the earth, wisdom sufficient to comprehend this, and I do not want the Lord to come in the storm, the thunder, lightning, or whirlwind to tell it to me. I know that I must uproot the plants of evil that are within me, and in their place engraft plants of truth and virtue, and these will grow up within me to eternal life. Is not this reasonable? Is this not a true principle? Yes, and the whole of man's experience, science, and wisdom proves it. I may take, for instance, the beautiful machinery of my watch, and neglect to clean it or wind it up; I may take out the mainspring, the hairspring or the main cogwheel, and then say, &#x201C;Keep time for me,&#x201D; and it would be no more inconsistent than to say, &#x201C;I have naturally within me, through the fall, the principles of death, and they reign within me, and I seek not to put those principles away from me, but wait for the Lord to manifest to me that I am born of him and he is delighted with me.&#x201D; I do not care if I live my whole lifetime without a testimony from the Lord; not that he leaves his children thus; he has never been so hardhearted, so austere a master as to leave one of his children with full purpose of heart to serve him and do his will without a witness of his approval. But, suppose he were disposed to do so, I am under obligations, on the principles of right and wrong, to forsake evil, and to plant within me every principle of purity and holiness, whether or not the Lord manifests unto me that I am his son and that he is pleased with me. I am not pleased with myself if I imbibe and cherish death and destruction; but let me cherish life and salvation, that that promotes the happiness of mankind, and life, peace, and tranquility within myself and all around me, and I shall have my own approval and the ap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>proval and blessing of the Lord whether he tells me so, in so many words, or not. <\/div><div class=\"paragraph jod\" id=\"v14n466\"> I am under obligation to take a course which will sustain life within myself and others, on rational principles, without any special manifestation from God. You can all see this; but some think if they do not receive some special manifestation from God that he has accepted them, they are rejected of him. Do you not all know that you are the sons and daughters of the Almighty? If you do not I will inform you this morning that there is not a man or woman on the earth that is not a son or daughter of Adam and Eve. We all belong to the races which have sprung from father Adam and mother Eve; and every son and daughter of Adam and Eve is a son and daughter of that God we serve, who organized this earth and millions of others, and who holds them in existence by law. Now suppose he does not tell us that he particularly loves us and thinks so much of us; or that he delights in Brother James or William, or in Sister Susan or Nancy more than in any other being on the earth, what of it? I do not know that I shall inquire of the Lord whether he loves me or not. I do not know that I have ever taken pains to ask him. I have professed religion somewhere near fifty years, and I do not know that I ever asked the Lord whether he loved me or not. I want to take a course that I can love purity and holiness. If I do this, then I love the Lord and keep his commandments, and that is enough for me. If he is not disposed to like me as well as he did John, &#x201C;the beloved disciple,&#x201D;<span class=\"citation\" id=\"70987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70987)\">John 21:20<\/a><\/span> who leaned upon his breast on a certain occasion, and tells me to sit yonder instead of here, it is all right, I am as satisfied to sit there as here. I want to preserve my identity  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to increase in intelligence, and if I can do this I do not know that I care, particularly, with regard to how much, in weight or measure, the Lord loves me or does not love me. There is one fact that I do know, he will love me all he should. If I take a course to love him and keep his commandments<span class=\"citation\" id=\"69977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69977)\">John 14:15<\/a><\/span> I am for life and duration, I am for eternity, for I take that course which will preserve myself. <\/div><div class=\"paragraph jod\" id=\"v14n468\"> Many men and women who have obeyed the Gospel, and have not received from the Lord these striking testimonies, will say, &#x201C;Well, I really do not know that I can tell whether the Gospel is true or not.&#x201D; To all such I say, then you are no philosopher at all, for upon the rational principles of common philosophy you can tell whether it is true or not. Does it contain the seeds of life? Does it promote the plants and yield the fruits of life, or does it produce the plants and yield the fruits of death? You can ask these questions and readily answer them for yourselves. Not that I wish to make a mere historical convert, or a people who believe historically, mathematically, or philosophically; but I know and understand that the Lord never leaves his children without a witness. Now I will tell you a witness which would be enough for me&#x2014;I read the Bible, diligently and faithfully, and if I could have found a church and people organized according to the pattern contained in its pages I should have been satisfied that that was God's Church and people, and that would have been witness enough for me. But I will give you a little of my experience in my early days with regard to the religious sects. From my youth up their cry was, &#x201C;Lo, here is Christ; lo, there is Christ;&#x201D;<span class=\"citation\" id=\"65769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65769)\">Matt. 24:23<\/a><\/span><span class=\"citation\" id=\"126388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126388)\">JS&mdash;H 1:5<\/a><\/span> no, &#x201C;Yonder is Christ;&#x201D; &#x201C;Christ is not there, he is here,&#x201D; and so on, each claiming that it had the Savior, and <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that others were wrong. I used to think to myself, &#x201C;Some one of you may be right, but hold on, wait awhile! When I reach the years of judgment and discretion I can judge for myself; and in the meanwhile take no course either with one party or the other.&#x201D; When I would make known my views and feelings with regard to their confused state they would call me an infidel. I would say to them, &#x201C;All right, I am an infidel in a great many things.&#x201D; I read the Bible, and especially the New Testament, which was given as a pattern for the life of Christians, whether as a church or individuals, and this was my inward inquiry, &#x201C;Is there a church on the earth organized according to the pattern Jesus left?&#x201D; No. Is there an Apostle left on the earth? Not one. Is there a prophet, which the Scriptures inform us were placed in the Church for its edification?<span class=\"citation\" id=\"75096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75096)\">Eph. 4:11-12<\/a><\/span> Not one. Is there an evangelist? No. Is there the gift of healing? We cannot find any such thing, with all their cries of &#x201C;Lo here, lo there, and lo yonder.&#x201D; &#x201C;Are there any who speak with tongues?&#x201D; No. Any that prophesy? No, we do not believe in prophecy. Any one who has received the Holy Ghost, and speaks and preaches by its influence? &#x201C;Why the Holy Ghost is not given in these days,&#x201D; say all those who say, &#x201C;Lo, here is Christ,&#x201D; and &#x201C;Lo, there is Christ!&#x201D;<span class=\"citation\" id=\"65770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65770)\">Matt. 24:23<\/a><\/span><span class=\"citation\" id=\"126389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126389)\">JS&mdash;H 1:5<\/a><\/span> Well, I used to say, &#x201C;I am an infidel, for I do not believe anything of this; when you bring me a people built up and believing according to the New Testament I will believe that they are right. When you find such a people you will find the people and Church of God, with all the gifts and graces of the Gospel in their midst; and you will find the kingdom of God on the earth.&#x201D; They labored with me, but finally declared that I was an infidel,  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for I could not believe in their doctrines and principles. Yet I have been at many of their meetings and seen their modes of conversion. As I have said to my friends here, in speaking about Spiritualism, I have seen the effects of animal magnetism, or some anomalous sleep, or whatever it may be called, many a time in my youth. I have seen persons lie on the benches, on the floor of the meetinghouse, or on the ground at their camp meetings, for ten, twenty, and thirty minutes, and I do not know but an hour, and not a particle of pulse about them. That was the effect of what I call animal magnetism; they called it the power of God, but no matter what it was. I used to think that I should like to ask such persons what they had seen in their trance or vision; and when I got old enough and dared ask them, I did so. I have said to such persons: &#x201C;Brother, what have you experienced?&#x201D; &#x201C;Nothing.&#x201D; &#x201C;What do you know more than before you had this; what do you call it&#x2014;trance, sleep or dream? Do you know any more now than before you fell to the earth?&#x201D; &#x201C;Nothing more.&#x201D; &#x201C;Have you seen any person?&#x201D; &#x201C;No.&#x201D; &#x201C;Then what is the use or utility of your falling down here in the dirt?&#x201D; I could not see it, and consequently I was an infidel to this. But I said then as I say now&#x2014;&#x201C;Show me a church that God has organized, and you will find Apostles to rule, govern, control, dictate, and give counsel. You will find prophets, evangelists, pastors, teachers, governments, helps, and diversities of tongues.<span class=\"citation\" id=\"73603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73603)\">1 Cor. 12:28<\/a><\/span><span class=\"citation\" id=\"75054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75054)\">Eph. 4:11<\/a><\/span> When the Church and kingdom of God is upon the earth you will find all these things and you will also hear prophesying therein.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n470\"> I will now return again to our experience here. In Christendom the people are taught by the priest, <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by father, by mother, by president, prince and king, that the Bible is true and that Jesus is the Christ; and they inherit this belief, and if it is a true principle to believe in Jesus, they inherit it without the use of their judgment and reasoning faculties. And when you find a church organized according to the New Testament pattern it does not require any particular manifestation to prove its truth, for we are taught from our youth up to acknowledge the New Testament and we cannot help it. It is interwoven into our very natures; I do not know but it is the warp and the filling, both. In consequence of this we have a holy reverence for and a belief in the Bible, though we may not believe in the actions of all those who profess to believe in it. As it was observed by my brother, &#x201C;He loved religion;&#x201D; and for myself I can say that I have always had a holy reverence for the truth. I have had a divine reverence for it from my youth, but, not for the conduct of all those who profess to be Christians. <\/div><div class=\"paragraph jod\" id=\"v14n471\"> Well, how can you know when you have passed from death unto life? You had the witness right here from our brother, according to the testimony of the Apostles, &#x201C;By this ye shall know ye have passed from death unto life, if ye love the brethren.&#x201D;<span class=\"citation\" id=\"78711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78711)\">1 Jn. 3:14<\/a><\/span> Our brother said he loved that poor Elder who preached the Gospel to him, although he could not gain admittance into a decent house. Nobody would receive an Elder of Israel, nobody would receive a messenger bearing the words and keys of eternal life and salvation to the nations, but a poor widow on a back street where our brother was ashamed to go. It put me in mind of the harlot Rahab. She alone would receive the spies sent out by Joshua,<span class=\"citation\" id=\"55284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55284)\">Josh. 2:1-24<\/a><\/span> the servant of God. Do you not think she was blessed?<span class=\"citation\" id=\"55303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55303)\">Josh. 6:17-25<\/a><\/span><span class=\"citation\" id=\"77046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77046)\">Heb. 11:31<\/a><\/span> I think so; and I think  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the poor widow who received and gave an asylum to the Elder referred to by our brother was blessed also, for his words were life, light, and peace; and he said that he loved him, and by this he might have known that he had passed from death unto life.<span class=\"citation\" id=\"78712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78712)\">1 Jn. 3:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n473\"> Now, to our experience again. Suppose you obey the ordinances of the Gospel, and do not speak in tongues today, never mind that. Suppose you do not have the spirit of prophecy, no matter. Suppose you do not receive any particular gift attended by the rushing of a mighty wind, as on the day of Pentecost,<span class=\"citation\" id=\"71078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71078)\">Acts 2:1-13<\/a><\/span> there is no particular necessity that you should. On the day of Pentecost there was special need for it, it was a peculiarly trying time. Who believed on Jesus? Look at his poor disciples! When Jesus was on trial, Peter, the chief of the Apostles, dare not own him, and denied him through fear.<span class=\"citation\" id=\"66304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66304)\">Matt. 26:69-75<\/a><\/span> There was not a man or woman to stand up and say, &#x201C;This is the Christ; don't you crucify him. He is Christ, the Savior of the world; be <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cautious how you handle that man.&#x201D; There was not one to say anything of this kind. It was a very peculiar time, and some special and powerful manifestation of the power of the Almighty was necessary to open the eyes of the people and let them know that Jesus had paid the debt, and that they had actually crucified him who, by his death, had become the Savior of the world. It required this at that time to convince the people; but when the doctrines of Christianity became popular it was no longer necessary. I do not need this; do you? No. Do you believe the truth? If you do, embrace it in your lives. What next? Prove to the Lord, to all the heavenly host, and to the inhabitants of the earth, that you live according to the law of the holy Gospel that God has revealed for the salvation of the children of men. This will show that you are honest and sincere, and that you are worthy of life eternal in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v14n474\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}