{"ID":140005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Stirring Times&#x2014;The Latter-Day Work.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, January 8, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Stirring Times, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 1\/8\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v14n73\"> In rising to address you this afternoon, brethren and sisters, I crave an interest in your faith and prayers, that I may be led to speak upon those subjects and to advance those ideas that shall be instructive to you and adapted to your circumstances and condition. <\/div><div class=\"paragraph jod\" id=\"v14n74\"> I have acted in the ministry since my boyhood, but whenever I am called upon to speak I do so with great diffidence and fear. I do not know that the feeling can ever be conquered entirely, in fact, I do not know that I wish that it could; for if a man could arise and feel perfectly capable, in and of himself, to speak to the edification of the people, judging by my own experience in the matter, I imagine that he would have but very little aid from the Lord. But if he rise depending upon the Lord, and not upon his own strength, <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord has promised to render that aid unto his servants that is necessary to enable them to testify to the truth, and to cleanse their garments of the blood of this generation. <\/div><div class=\"paragraph jod\" id=\"v14n75\"> There is no lack of topics or subject matter in dwelling upon the work we are engaged in; the range is an extensive one; but it needs the Spirit of God to select, out of the variety of subjects which it presents, those points, doctrines, and counsels that should be touched upon to edify the people in the circumstances which surround them. The older I grow, the more convinced I am that we as a people and as individuals need practical instructions in what may be termed our everyday duties. It is delightful to reflect and speak upon, and to sit and have held up before our minds the course pursued by those who were our predecessors in  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel. It is also equally delightful, when inspired by the Spirit of God, to contemplate the future with its great events, which the prophets foresaw, and concerning which they have written so much. <\/div><div class=\"paragraph jod\" id=\"v14n77\"> As a generation, we live in a busy, stirring time&#x2014;a time that is full of important events, one treading upon the heels of another so rapidly that we have scarcely time to contemplate the past&#x2014;even the past of our own history; and we have but little time to look forward to the future, only as it is necessary to comfort and to cheer us. The work of God is rushing forward with extraordinary speed, and the Lord is operating in a most signal manner to bring to pass his great and marvelous designs and purposes; and to no eyes are these things clearer than to those of the Latter-day Saints, especially those whose minds are enlightened by the Spirit of God, and who seek for the inspiration thereof to guide them in their everyday affairs. <\/div><div class=\"paragraph jod\" id=\"v14n78\"> It has been frequently remarked that we as a people are entirely too egotistical; that we imagine that God, in his operations and dealings with the children of men, has selected us and made us the peculiar recipients of his blessings to the exclusion of the rest of the human family. I have heard it very frequently remarked, when conversing with persons respecting our views and doctrines, that we confine our attention entirely too much to ourselves and the little work with which we are identified, forgetting that we are but a small handful of the great human family. I have also heard it remarked that it was entirely too much to expect that a people, so insignificant as we are numerically, should anticipate the great results that we speak about very frequently, and which, from the writings of ancient prophets and of <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5504\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those who have lived contemporaneously with us, we are led to anticipate will be fulfilled in our case. Men say, in speaking of us: &#x201C;Do you Latter-day Saints, who in Utah and the adjoining Territories number probably one hundred and fifty or two hundred thousand, and it may be a few hundred thousand elsewhere, recollect; or do you ever consider, that the nation of which you form an integral part, numbers forty millions, and that there are hundreds of millions of human beings scattered over the face of the earth who are not of your creed? Do you recollect that you are very contemptible in point of numbers, influence and wealth and everything that constitutes greatness in the earth?&#x201D; If we were disposed to forget these things there are those around us with whom we are brought into frequent contact, who take great and especial pains to remind us of our insignificance, so that I think there is no real danger of our entirely forgetting it. But though we are few in numbers, we declare that the oracles of God are with us, and that he has chosen the Latter-day Saints to be his peculiar people<span class=\"citation\" id=\"77820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77820)\">1 Pet. 2:9<\/a><\/span> and has placed upon them his name, or the name of his Son Jesus Christ, and has called us to be ministers of life and salvation, to be the thunders of a new order of things on the earth, and to be the means in his hands, as we firmly believe and testify, of effecting a wonderful revolution in affairs. Yet, while believing this, the Latter-day Saints are not so uncharitable as to imagine that they are the only ones with whom God is dealing, or that they are the only people over and towards whom his providences are being exercised. Such a thought has never entered into the hearts of those who are intelligent and reflecting in the Church of Jesus Christ of Latter-day Saints. It is  <div class=\"break pagebreak\" id=\"24a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0024.pdf\" target=\"pdfwin\">p.&#xA0;24a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>true that we believe and testify that we have been called to proclaim the everlasting Gospel in its ancient purity and simplicity, with the plenitude of its gifts and graces as enjoyed in ancient days; and that we have been called to lay the foundation of that work which is destined to grow, increase and spread until it fills the whole earth from north to south, from east to west. Yet we do not on this account arrogate to ourselves all the kindness, mercy, care, and goodness which God dispenses to his creatures on the earth; but we firmly believe that in every nation, and among every kindred, tongue and people, and, in fact, in every creed on the face of the wide earth of ours there are those over whom God watches with peculiar care and to whom his blessings are extended; and we believe that his providences are over all the works of his hands, and that none are so remote, friendless and isolated that they are not the objects of his care, mercy and kindness. This is our belief; and when we see the events which are taking place at the present time in Europe, when we hear of revolutions and wars, of nation rising against nation, of the various judgments and calamities as well as the various kindnesses and mercies that are bestowed upon and extended to the inhabitants of the earth, and to the various nationalities into which they are divided, we see in all these things the hand of our kind and beneficent Creator; we see his providences, we behold his going forth, and we acknowledge his goodness; and we also think that we can discern his overruling care and providence for the bringing to pass the great events of which he has spoken, which will eventually result in the emancipation of our race from the thralldom of evil under which it groans. <\/div><div class=\"paragraph jod\" id=\"v14n80\"> It is true, as I have already re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5503\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marked, that God has called us out of the nations to be his peculiar people;<span class=\"citation\" id=\"77821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77821)\">1 Pet. 2:9<\/a><\/span> but we are not the only ones who will be so called. The message which came to us and which we received and were made glad thereby, is sent to every kindred, tongue and people on the face of the whole earth. It has gathered us out to be the pioneers in this great work; but the call is not ended nor the period arrived when it shall no longer be proclaimed by our being gathered together. It is still in force, and has to be carried throughout earth's wide domain, until the reverberation thereof shall be heard in every land, and men of every nationality, tongue and creed shall have heard and had a chance to receive or reject the glad tidings of salvation which have been committed unto us. <\/div><div class=\"paragraph jod\" id=\"v14n81\"> The dealings of God with our own nation, the singular events which are transpiring at the present time on the continent of Europe, the revolutions that are taking place in Asia, and the wars and commotions that seem to convulse most of the nations of the earth, have all for their object, as we believe, the preparation of the way by which this great message can be carried more freely, and its principles declared more thoroughly to all the inhabitants of the earth. The Prophets looked down to the days of the future and they saw in vision that God would perform a great and mighty work in the midst of the inhabitants of the earth. They wrote about it, and some of the finest writing in the Bible contains glorious allusions to the last days, when God should stretch forth his arm in mighty power in the midst of his people and accomplish a great and marvelous work&#x2014;a work that should be a wonder in the eyes of all people. The religious sects of Christendom, for hundreds of years, have looked forward  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the accomplishment of these predictions, and the hope of this has cheered them in their operations, labors, expenditures, and in every effort they have made for the redemption of the race and its enlightenment in the principles of Christianity. To accomplish the fulfillment of the predictions contained in the Bible they have used every means in their power; but they have not met with the success which they desired. Still, so firm has been their faith in these predictions, that they have persevered, although the result of their labors, take it as a rule, has not been of a cheering character. Tract societies, Bible societies, missionary societies, and societies of almost every kind and description have been organized with the best of motives, and with vast expenditures of means, for the purpose of fulfilling the predictions of the prophets concerning the inhabitants of the earth. But there has been a power lacking, there has been an influence wanting; there has not been that union, blessing of heaven and that providential combination of circumstances necessary to bring to pass the results desired. Man may toil, labor and expend his means and forces, and may bring to his aid all the wisdom of which he is the possessor to bring about divine results; but unless God give the increase,<span class=\"citation\" id=\"73145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73145)\">1 Cor. 3:6<\/a><\/span> as the Scriptures say, his labors will be fruitless.<span class=\"citation\" id=\"57271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57271)\">Ps. 127:1<\/a><\/span> This has been signally fulfilled in the results which we see around us at the present time in Christendom, for their efforts have not been crowned with success. Travel through the most Christian nations today, and there is no disguising the fact that they are the most deeply steeped in wretchedness and wickedness. It is true that men live in the midst of these things until they become so accustomed to them as to accept them as a necessary condition <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5502\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of affairs. They may say it has been so from the beginning and will be so to the end, and to attempt to change this and to introduce a state of society without evil is utopian, it never can be effected. They accept the wretchedness, degradation, poverty, prostitution, and all the numerous evils that abound in the nations of which they are members, as something that cannot be removed&#x2014;as the necessary consequence of our existence here on the earth. But the prophets have predicted that a time shall come when our race shall be emancipated from these evils, and when there shall be nothing to hurt or destroy in all the holy mountain of the Lord;<span class=\"citation\" id=\"58146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58146)\">Isa. 11:9<\/a><\/span> when swords shall be beaten into ploughshares and spears into pruninghooks; when nation shall no longer rise against nation, and war shall be learned no more.<span class=\"citation\" id=\"57853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57853)\">Isa. 2:4<\/a><\/span> The prophets have predicted that the time shall come when the knowledge of God shall cover the earth as the waters cover the mighty deep;<span class=\"citation\" id=\"58147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58147)\">Isa. 11:9<\/a><\/span> and when man need no longer say to his neighbor, &#x201C;Know ye the Lord,&#x201D; but when all shall know him, from the least unto the greatest.<span class=\"citation\" id=\"60685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60685)\">Jer. 31:34<\/a><\/span> There is no doubt that, if anything in the Scriptures is true, these predictions are, and that they will be verified to the letter. But man, in his efforts to bring about this time, has labored without the concurrence of heaven, without the divine blessing resting upon his labors. He has run before he was sent;<span class=\"citation\" id=\"126367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126367)\">Jer. 23:21<\/a><\/span> in his zeal he has undertaken measures for which he had no warrant. What, then, shall cure or bring the means of cure to our race? What shall ameliorate the condition of the human family? What scheme shall be adopted to bring to the earth the blessings which we are told it is our privilege to enjoy, at some period or other? Shall man seek to bring this about without  <div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>divine aid? Shall he undertake to effect these great changes and bring to pass this great deliverance without seeking the aid of the Supreme Being, who created the earth and the inhabitants thereof? Or shall he in humility bow himself in the dust, and await the dispensation of truth from heaven, await the bestowal of the light and knowledge necessary to enable him to accomplish these mighty works; and then, in faith, plant and water and wait upon God to give the increase?<span class=\"citation\" id=\"73146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73146)\">1 Cor. 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n83\"> I think that the course that we as a people have taken, is the course which all should take; I think it is the only proper and legitimate course for any individual and people to take. Men may say that we are deluded and that we deceive ourselves; they may say that our system is one of imposture. Whether this be so or not matters but little to the point in question; the course that we have taken, whether our system be divine or not, is the course which all should take. What we have done we have claimed to do under the inspiration and direct guidance of heaven. Every move that we have taken since our Church was organized, on the 6th of April, 1830,<span class=\"citation\" id=\"84232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84232)\">D&amp;C 20:1<\/a><\/span> we claim has been by inspiration and under the guidance of the Almighty. On the day I have named our Church was organized by revelation. On that day the Church was organized and ministers chosen; Elders were endowed with, or ordained to, the Priesthood. They were sent forth by revelation, and commanded to go to this place and the other place, to this and to that land by revelation from the Lord. A message was given unto them, not from the Bible, or Book of Mormon; not from any written record, not a copy or transcript of some message carried by some previous generation of men; but an original message, direct to <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5501\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, to be conveyed by them to their fellow creatures; a perfectly original message, so far as this generation was concerned, delivered to them by the Almighty; and they were sent forth to proclaim it to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v14n84\"> They were commanded by revelation to gather together. A place was designated as a place of gathering.<span class=\"citation\" id=\"87490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87490)\">D&amp;C 84:4<\/a><\/span><span class=\"citation\" id=\"89456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89456)\">D&amp;C 101:20<\/a><\/span> Circumstances favored the procuring of that place; but they were not allowed to remain in it. They were driven forth, and again they were guided by revelation to another place, and again they were driven forth and compelled to abandon their homes; and again another place was designated to which they should go; again they were driven forth, and again they were directed what to do, and they came to this land, guided by revelation, inspired by the Almighty, not knowing where they were going. Thousands started out on the plains without having the least idea where they would stop; they launched forth on the trackless prairies without any location ahead of which they knew anything; and when they reached here they settled by revelation; and since then, in our movements, in our settlements of various localities, in all our labors at home, going to the nations of the earth or returning therefrom; in our migrations, in sending out colonies, and in every variety of labor which we have performed we claim to have been guided by the spirit of revelation; and mark, my brethren and sisters, the wonderful results. <\/div><div class=\"paragraph jod\" id=\"v14n85\"> Have we had wealth? Have we had societies organized to aid us? Have we had popularity with or popular support from the nation? No, we have had nothing of the kind. We have stood alone, with none to aid, sustain, or comfort but God. Instead of aid from our fellow  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creatures we have had persecution; instead of comfort we have had reviling; instead of words of encouragement, we have, as it were, had deep damnation poured out upon our heads. We have had adverse circumstances to contend with, but we have also had that which is better than all the world can bestow&#x2014;the aid of heaven, divine concurrence; we have had a combination of circumstances to aid us in accomplishing the objects for which we started out. The result is, we are in these valleys today&#x2014;a people of varied nationality, of varied creeds and modes of education, and a people as utterly diverse in their original traditions and habits as men and women of our color could be. And yet, what do we see? Why, throughout all this range of valleys a people homogeneous, dwelling together in peace, love and union, and enjoying all the blessings promised to the people of God in the last days. I say all the blessings, but not in their fullness. We are but imperfect yet; we are not prepared for these blessings in their fullness; but so far as we are progressed and are prepared, they have been bestowed upon us; and today we present to the eyes of the world one of the most remarkable spectacles that can be seen. <\/div><div class=\"paragraph jod\" id=\"v14n87\"> Men may say, &#x201C;Pooh, pooh, you Latter-day Saints are nothing! You are too contemptible for notice!&#x201D; But our acts show that there is a power and an influence with us that the inhabitants of the earth elsewhere do not possess. We are looked upon as a social phenomenon in the earth; we are diverse from every other people; and our community is the object of attention and I may say of respect that its numbers do not entitle it to. Men from afar cannot cross the continent without coming to visit the Latter-day Saints. Why is this? It is because there is a feel<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5500\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing throughout the earth that there is something remarkable connected with us, that we are not as other people are. What is it that distinguishes us from our fellows? What is it that distinguishes us from the average American, Englishman, Scandinavian, German, Swiss, Italian, or Frenchman, or from the average Asiatic? There is something; they feel it and we feel it; and that distinction is, we believe in revelation, we profess to be guided by revelation. We are peculiar when compared with the rest of the world, because all our movements are under divine guidance. We claim this, and we act upon it; we seek for it, and God bestows it upon us. It is our testimony, at least, that he bestows it upon us, for we see the results. We see what is not witnessed anywhere else on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n88\"> As I have already said, tract, Bible and missionary societies have been formed, and the wealth of the nations has been poured into the hands of religious people, and spent lavishly and without stint, for the salvation of the human family; but where on the face of the earth can you find the fruits to be witnessed before me today, and that can be seen throughout the Territory of Utah. Why is this? Because, as I have said, they have labored without the concurrence of heaven; they have run before they were sent.<span class=\"citation\" id=\"126368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126368)\">Jer. 23:21<\/a><\/span> But unto us, scattered, isolated individuals, this message from God came, and there being a spark of divinity within us, we received it and embraced it, and have endeavored to live up to it, and God has blessed us and our labors. But after all, what we have done is very little. <\/div><div class=\"paragraph jod\" id=\"v14n89\"> I have told you what has been remarked here, time and time again, probably you have heard it, respecting our insignificance. I feel most sensibly that, so far as numbers are  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>concerned, we are a very insignificant people. But I will tell you a remark, which I believe is credited alike to the late Mr. Stephen Girard and to Commodore Vanderbilt, both great financiers, that the hardest money they ever earned was the first five hundred dollars they saved. Now the hardest thing in building up a people is to gain a foothold. We have gained this; we have gained and organized the first hundred thousand people. We have achieved a position that will render our future progress more rapid than in years past and gone. I fully expect to see the progress of this work in the future much more rapid than it has been in the past. I see the providence of God laboring to bring this about. Not to build up a people distinct from all the rest of the earth; not to build up some little, narrow sect or denomination; but this work and Gospel is to embrace within its fold all Earth's children, every son and daughter of God on the earth. That is its mission, and it will accomplish it. But it will spread with increased rapidity from this time forth. The foundation and cornerstones have been laid in tears, blood, and in much sorrow, but they are laid firmly, cemented by the sufferings, toils, faith and endurance of this people for the past forty years; and I trust that they are laid so deep that they will never be torn up, shaken or disturbed; and that upon them will a superstructure be reared of such strength, beauty and symmetry that it will be the joy and pride of the whole earth.<span class=\"citation\" id=\"56637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56637)\">Ps. 48:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n91\"> The labors of the Elders of this Church have not been confined to this land, but they have extended to England, Scandinavia, some little in France, a very little in Prussia, some in Switzerland; but vast fields yet lie before us that we have not touched, <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5499\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and to which this message must go. The throes of revolution which Europe is now undergoing I look upon as the premonitory signs of that freedom that shall soon dawn on that continent. Then the Elders of this Church will go through Germany, France, Italy and Spain, and through every land in Europe; for the &#x201C;sick man&#x201D; will yet open his doors to hear the Elders of Israel, and Russia will unfold her gates and give them free entrance, and they will go forth declaring the glad tidings which God has given unto us to the oppressed of all nations, proclaiming unto them that God has established a government which will be the means of restoring to the earth the blessings for which mankind have sighed, panted and labored for ages in vain. <\/div><div class=\"paragraph jod\" id=\"v14n92\"> When the mind, inspired by the Spirit of God, contemplates the future, and sees the immense field which is widening before the Elders of this Church, I, for one, feel that it ought to stir up every one of us to the most energetic and resolute preparation for the great labor that is fast devolving upon us, and that we live to discharge. Our own land will yet be convulsed with revolution, for it contains within itself the seeds of dire misfortunes, which will yet come upon the unhappy Republic. We may deplore, mourn over and regret that such things do exist; but they do nevertheless, and we should be blind indeed did we shut our eyes to the fact, and fail to prepare ourselves for their accomplishment. There is before this people, connected with our own country, a destiny that is so glorious when we contemplate it in the future, that it is enough to dazzle and oppress the mind of man at the immensity of the labor that lies before us. <\/div><div class=\"paragraph jod\" id=\"v14n93\"> It may be said that this is all very foolish to think of or to talk about;  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but it is no more foolish than it would have been, when driven, peeled and scattered, we were coming out of Illinois, to have said we should yet lay the foundation of a great State, such as we now behold in these mountains. I tell you, my brethren and sisters, that God has given to this people qualities which, in the contest of races, must tell. There are qualities connected with the Latter-day Saints, and principles connected with their system that, persecute and crush them out as you may, as long as the men live who bear the authority, and so long as the principles have a believer and practicer in the world, must live, survive, and have influence in the midst of the earth and upon the populations thereof. There is no disguising this fact! Little plotters, such, for instance, as the &#x201C;ring&#x201D; in this city, may fix snares and nets, and arrange toils, and think they are going to stop the work of God, ensnare the feet of the servants of God, and do wonderful things! Puny drivellers! They would raise their impious hands and tear down the throne of Jehovah, and attempt to impede the progress of his work; but, like others who have preceded them, they will be covered with shame and confusion and go down to dishonored graves, while the people whom they seek to oppress will continue to rise and increase in strength and power by the practice of those qualities which God has given unto us through revelation, until their influence will be felt, not only in Utah Territory, but from sea to sea, and give them time enough, and it will be felt throughout the length and breadth of the earth, and thus will the sayings of the prophets be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v14n95\"> How else could they be fulfilled? Can you imagine any better plan than this that you begin to see unfold before us? Can you think of any <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5498\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other way by which these predictions will be fulfilled? I cannot. It is simple, natural and scriptural, and perfectly Godlike in my sight, and according to my limited ideas. <\/div><div class=\"paragraph jod\" id=\"v14n96\"> But as a people, we should endeavor, in the midst of all our troubles, difficulties, trials and temptations, to remember that we are God's people; that he has called us to be his, and we should put our firm faith and trust in him and leave him to work out the results. And, my brethren and sisters, if we are faithful to the truth which he has revealed to us, he will bring to us greater salvation than we ever conceived of, and will work out ways of deliverance of which we have never dreamed; for his word, which cannot be recalled,<span class=\"citation\" id=\"58971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58971)\">Isa. 31:2<\/a><\/span> has gone forth through his ancient servants; and he is pledged to his servants in the days in which we live; and he is pledged to us, to sustain this work and to give it power and influence, and a foothold in the earth. And there never was a people who prayed with greater unanimity for any one thing, than do the Latter-day Saints that God will deliver his people from the hands of their enemies and give them the victory. These prayers will be heard and answered upon our heads, and, as I have said, we will see deliverance and salvation such as we never dreamed of. <\/div><div class=\"paragraph jod\" id=\"v14n97\"> I recollect very well the feelings that were manifested here, I think it was last summer but one, by a scientific gentleman, who came into our city, and for the first time was brought into contact with us. He had known up when he was a boy in Illinois; now himself a professor in one of the Illinois colleges, and a man of some note in the scientific world. He had seen or heard something of our persecutions, and while in conversation with me he remarked, &#x201C;Mr. Cannon, when I looked upon this  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beautiful valley and saw these pleasant homes, and your people dwelling in contentment and peace, my heart was filled with inexpressible sadness; I could not repress my emotions, my eyes suffused with tears, and I wished from the bottom of my heart that you were somewhere else rather than within the confines of the United States, somewhere where you would not be subject to persecution; for I know the intense bigotry and hatred of feeling that are entertained towards you, and I know that it only awaits a fitting opportunity to reenact the scenes that you have endured in the past.&#x201D; I appreciated the kindness of feeling which prompted the remarks, but told him that I viewed things differently from him. I was fully aware of the feeling of which he spoke, and knew that it existed in certain quarters; but I was also aware of one thing, which he (being an infidel) probably did not understand, and that was&#x2014;there was a God in heaven who ruled, overruled and controlled all circumstances for the accomplishment of his own designs. I further remarked, &#x201C;Suppose we were away from here, outside the confines of the United States, do you think we could live in any spot on the earth without attracting attention? Do you think that a people such as we are could go to any land, or into the greatest desert on the earth, and live there any length of time without attracting the attention of the world as much as we do now? Why, the thing is impossible. When we came to this region it was as much out of the way as any place on the earth could be. But after coming here we demonstrated that the soil of these valleys, by being watered artificially, would produce crops; and the result of our experiment, for experiment it may be called, is that all this interior basin, formerly looked upon as an <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5497\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> irreclaimable desert, is a choice land. The world once convinced of this, and population came to us, and the railroad came across the continent, and we find ourselves right in the center of the great transcontinental highway. If we were to go into any other land it would be the same&#x2014;we should attract population and wealth, and the eyes of mankind would be directed towards us; and were we to leave here we could not find a place where we should be more secluded than we have been here; but,&#x201D; said I, &#x201C;we don't calculate to leave here; we think we have got to the right spot, and we calculate to remain, and the Lord will deal with those who seek to deal with us.&#x201D; He felt that there might be some destiny about it, but, being an unbeliever in God, he did not know anything about it, and did not allow himself to have any faith concerning it. Still he saw that we were a remarkable people, and said there might be a great future in store for us, some destiny, of which he and others, who merely looked on, might be very ignorant. <\/div><div class=\"paragraph jod\" id=\"v14n99\"> It is a truth, my brethren and sisters, there is a great destiny in store for the Latter-day Saints. Men may fight this work and persecute the people who sustain it; they killed Joseph, and thought they had destroyed the cornerstones, as it were, of the fabric; and like the men mentioned in the parable, having killed the heir, they thought they could possess the vineyard,<span class=\"citation\" id=\"65336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65336)\">Matt. 21:38<\/a><\/span> but they soon found out their mistake; and so it will be with every move that is made against the work of God&#x2014;those with whom they originate will find they have made a great mistake. They will be disappointed in the results of their labors and operations, for God has spoken and his word will be fulfilled and this work will increase and progress. And the day will come,  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>though, as I have said, we may regret and deplore it, yet the day will come, and I would like the thought to be fastened, if possible, so deeply in every heart that when persecution and annoyance come upon us, you will not forget it&#x2014;when the Latter-day Saints will be the only well-governed people on this continent, and in their midst will be found the only place where constitutional government will be preserved in its old purity and integrity. I know that this sounds strange, because the idea is that the &#x201C;Mormons&#x201D; are the most despotically governed people on the <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> face of the land. But I know that there is not another people today under the light of the sun, from the Atlantic to the Pacific, or from the Gulf of Mexico to the Canadas, who are so free in every sense of the word, men and women, as the Latter-day Saints, and who have greater liberty to do that which is right in their own eyes. <\/div><div class=\"paragraph jod\" id=\"v14n101\"> I see the clock, and I am reminded that it is time to quit. May God bless you, my brethren and sisters, and let his peace and preserving care be over you, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}