{"ID":140019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Character of the Savior&#x2014;The Power of the Priesthood&#x2014;The Unpardonable Sin.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, Sunday Morning, May 21, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Character of the Savior, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/21\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v14n543\"> I feel to bear my testimony to the truth as far as we have heard it today, and to all truth. We have been <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hearing of the Gospel of life and salvation, a subject which should interest the whole human family as  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>soon as they can become acquainted with it. The subject of salvation should occupy the thoughts and reflections of every intelligent being. The salvation and redemption wrought out by the Savior is for us&#x2014;it was purchased for us. The character we have been hearing of is our Savior and Redeemer&#x2014;the Savior of the whole world of mankind, and of all creatures pertaining to the earth, and the earth itself, for all will be redeemed by the blood of the Son of God. We should have a part in this, and we can say truly that we have a part in it. Whether it will benefit us as it might, depends upon our own thoughts, reflections and actions&#x2014;upon our obedience to the requirements of our Father in heaven to secure to us life everlasting. The Father has done all he can do on his part: He has given his only begotten Son;<span class=\"citation\" id=\"68876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68876)\">John 3:16<\/a><\/span> he has sent light into the world;<span class=\"citation\" id=\"68913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68913)\">John 3:19<\/a><\/span> he bestows his Spirit upon the children of men; he lights up the understanding of every person that lives, that ever did or ever will live upon the earth. Christ is the light that lights every man that comes into the world.<span class=\"citation\" id=\"68535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68535)\">John 1:9<\/a><\/span> We have this light, will we improve on it? <\/div><div class=\"paragraph jod\" id=\"v14n545\"> In my reflections on the Gospel of life and salvation and the theories of the children of men I have contrasted the various beliefs, faiths, ordinances and operations of the people who profess to worship a Supreme Being. Not only the Christians; for I do not know of any nation on the earth but what has some object which it worships as supreme, and to which it renders adoration. This is the case even with the heathen, although they worship gods which their own hands make. No matter about this, they are ignorant; but that spirit that dwells in the children of men prompts them to worship, adore, to seek after that which will better their condition <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and make themselves happy. This is the condition of all the inhabitants of the earth, whether Christian or Pagan; although the innate disposition to render homage to some invisible power as the Supreme Ruler is modified and diversified according to their varied traditions. The effects of tradition are as visible among Christians as among heathens; and these traditions, as well as our own superior intelligence, lead us to regard the worship of the heathen as nonsensical, and we may say ridiculous. We can have no faith in this; we see no propriety in bowing down to gods made with our own hands, whether they be gods of gold, silver, wood or stone. This would be folly in the extreme to persons who believe in the New Testament; we say we will worship the Being who has redeemed us, him who created us and all things and who rules and governs all things according to his good pleasure, whether in heaven or on earth. But will we worship according to the directions that He has given? Will we believe the doctrine that Jesus has left on record in the New Testament, or will we believe in something that varies from this? <\/div><div class=\"paragraph jod\" id=\"v14n546\"> We see that Christendom is full of religion; in fact the world is full of it, no matter where we go. I have been brought up to believe on the Lord Jesus Christ; I am taught to believe in him. Perhaps if I, my parents before me, and the nation in which I was born and brought up had never heard of his name, I would treat it with as much indifference as the heathen do when they hear of it; and yet if men did but understand the light of Christ that is within them it would prompt them, universally, to adore and admire, we will say, the God of nature&#x2014;him who has created and formed the earth and all things it contains, including us, who,  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the image of our Creator,<span class=\"citation\" id=\"52195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52195)\">Gen. 1:26-27<\/a><\/span> dwell upon and inhabit it. I say that, did we all understand this light of Christ, possessed by every human being when born into the world, it would prompt us to worship the God of nature; and did we heed it as we ought we would not be likely to come to the conclusion that there is no personal God. <\/div><div class=\"paragraph jod\" id=\"v14n548\"> Among the remarks made here this morning was one worthy the notice of every intelligent being, and that was that if we do not understand the mysteries of the being of our Creator, shall we deny it? Shall we deny the existence of that which we do not understand? If we do, we would want to keep an iron bedstead to measure every person according to our own measurement and dimensions; and if persons were too long we would cut them off, and if too short draw them out. But we should discard this principle, and our motto should be, we will let every one believe as he pleases and follow out the convictions of his own mind,<span class=\"citation\" id=\"94126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94126)\">A of F 1:11<\/a><\/span> for all are free to choose or refuse;<span class=\"citation\" id=\"126396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126396)\">2 Ne. 2:27<\/a><\/span><span class=\"citation\" id=\"126397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126397)\">2 Ne. 10:23<\/a><\/span> they are free to serve God or to deny him.<span class=\"citation\" id=\"126398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126398)\">Moses 7:33<\/a><\/span> We have the Scriptures of divine truth, and we are free to believe or deny them. But we shall be brought to judgment before God for all these things, and shall have to give an account to him who has the right to call us to an account for the deeds done in the body.<span class=\"citation\" id=\"74145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74145)\">2 Cor. 5:10 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n549\"> What shall we believe, then, when we reflect upon and consider all these things? Believe on the Lord Jesus Christ.<span class=\"citation\" id=\"71911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71911)\">Acts 16:31<\/a><\/span> Who can object to him? When his character is set forth in its true light what fault can be found with him? I have no question, as an individual, but that the Jews believed they saw a great many defects in the Savior. I would just as soon believe that the ignorant wicked can see no defects in the character of a modern prophet as to <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe that the Jews could see none in the Savior. I have had the privilege, in my lifetime, of reading some of the writings which have been preserved and handed down by the Jews, which contained their description of the Savior's character, and certainly, nothing could be more ridiculous; and I remember that, on one occasion, when talking to the Prophet Joseph about these things, I said to him, &#x201C;No matter what they say about you, I will defy mortal man to say worse about a modern prophet than the Jews have said about the Savior;&#x201D; and that the character of the Redeemer presented no defects whatever to the eyes of those among whom he lived, is what I would not say. I may say, however, that men who did not believe in him looked through prejudiced eyes, and hence they were unable to view him in his true light; and no man who has ever lived on the earth was more ridiculed and traduced than he was. But when we, that is, the Christian world, read an account of his character and doings, not the least blemish or defect is seen; it might be different, however, if he were here in our midst. Suppose that he or his Apostles were to walk through Christendom, preaching the Gospel without purse or scrip,<span class=\"citation\" id=\"68145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68145)\">Luke 22:35<\/a><\/span> do you think that if they tried to gain admission to the pulpits in the churches or places of worship which have been erected in their honor, and called the churches of the Savior, or of St. Matthew, John, Paul, Peter, Bartholomew and so on, that they could gain admittance? Let reason, guided and enlightened by the conduct of the people, answer, and it will give the negative at once to every building of this kind erected in Christendom; so far as my knowledge extends, this would be the result except among the Latter-day Saints. Perhaps some may say that I have too much faith  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the prophecies of God, in the latter-day work, and in the administration of individuals that now live and have lived on the earth in our day. Be it so, no matter to me. I am here to testify in the name of the God of Israel that for many years past there have been men traveling through the length and breadth of the earth who possess the same power and authority as that with which Jesus endowed his Apostles when he told them to go into all the world and &#x201C;preach the gospel to every creature, and he that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name they shall cast out devils, heal the sick, speak with new tongues,&#x201D;<span class=\"citation\" id=\"66822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66822)\">Mark 16:15-17<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v14n550\"> I am a witness here, today, that these sayings and promises have been fulfilled in these latter days as much as they were in the days of the Savior. Have the dead been brought to life? Yes, or those who, to all appearance, were dead, and this is so to my certain knowledge. But were they dead? No, they were not. What did Jesus say to his disciples and those who followed him to the grave of Lazarus, when they were mourning and bewailing, and beseeching him to say the word only and it should be done?<span class=\"citation\" id=\"64004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64004)\">Matt. 8:8<\/a><\/span> Jesus said, &#x201C;He is not dead, but sleepeth.&#x201D;<span class=\"citation\" id=\"64068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64068)\">Matt. 9:24<\/a><\/span><span class=\"citation\" id=\"69747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69747)\">John 11:11<\/a><\/span> So it has been in these latter days. To all appearance life and breath had departed, but they yet lived, and some who, under such circumstances, were restored by the power of God, are still living. The eyes of the blind have been opened and the ears of the deaf unstopped;<span class=\"citation\" id=\"126399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126399)\">Luke 7:22<\/a><\/span> the lame have been made to leap,<span class=\"citation\" id=\"59180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59180)\">Isa. 35:5-6<\/a><\/span> and foul spirits have been cast out. Has this been the case in every instance? Not by any means, neither was it in the days of the Savior. They who have faith receive these blessings if <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they live according to the spirit of the holy Gospel. <\/div><div class=\"paragraph jod\" id=\"v14n551\"> Is there any harm in preaching and believing in such doctrines, and realizing the blessings? I often ask myself this question, but I fail to see harm or impropriety therein. I know that some say we can be saved without a Savior. If parties like to believe this, all right; but if we can be saved without, we certainly can with. Some will say we can be saved without believing in baptism; very well, we surely can be then if we do believe in it. Some say we can be saved just as well without having hands laid on for the reception of the Holy Ghost as with; if we can be saved without we certainly can be with. If an Elder of Israel lay his hands upon us and say, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70896)\">John 20:22<\/a><\/span> there is not the least harm in it; it is conferring a blessing. &#x201C;I desire to bless you,&#x201D; says the Elder, &#x201C;and if I had power I would bless you; and according to the faith in me I do dispense the Holy Spirit to you.&#x201D; It is a blessing pure as the angels in heaven. If I say to the sick, &#x201C;Be healed and blessed,&#x201D; or bid foul spirits, pain, fever or any disease whatever, &#x201C;Depart,&#x201D; it is a blessing to the patient, and there is not the least harm in it in the world. And now, suppose the Elders of this Church have power to say, &#x201C;Receive ye the Holy Ghost,&#x201D;<span class=\"citation\" id=\"70895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70895)\">John 20:22<\/a><\/span> and the Holy Ghost is given, is there any harm in it? Not the least in the world; and if we can be saved without these things we certainly can with, so we are on sure ground. Suppose that we can be saved without doing precisely as the Savior has told us, we most certainly shall be by observing what he has left on record for our salvation. But he has said that not one jot or tittle of his word or of the law shall pass without being fulfilled;<span class=\"citation\" id=\"63112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63112)\">Matt. 5:18<\/a><\/span> and it is no matter whether he speaks by his own  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>voice, by the voice of an angel, or through his faithful servants here on the earth,<span class=\"citation\" id=\"86666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86666)\">D&amp;C 68:4-5<\/a><\/span> all the words of the Lord Almighty will certainly be fulfilled;<span class=\"citation\" id=\"83765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83765)\">D&amp;C 1:38<\/a><\/span><span class=\"citation\" id=\"86055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86055)\">D&amp;C 56:11<\/a><\/span> then if we believe on the Lord Jesus Christ<span class=\"citation\" id=\"126400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126400)\">Acts 16:31<\/a><\/span> and comply with all the requirements of his Gospel we are on safe ground. <\/div><div class=\"paragraph jod\" id=\"v14n553\"> If it is acceptable in the sight of Heaven for a minister to dip his finger in water contained in a gold, silver or marble vase, and then wet the forehead of the child or the adult, and call this baptism, where can be the harm in going down into the waters of baptism as Jesus did,<span class=\"citation\" id=\"62784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62784)\">Matt. 3:16<\/a><\/span> and as the eunuch did?<span class=\"citation\" id=\"71676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71676)\">Acts 8:38<\/a><\/span> I say where is the harm in being buried with Christ in baptism?<span class=\"citation\" id=\"72411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72411)\">Rom. 6:4<\/a><\/span> I cannot see the least harm in it. Then if we are safe without baptism for the remission of sins, we are certainly safe with it. If we are safe without having hands laid upon us for the reception of the Holy Ghost, we are certainly safe with it; if we are saved without having the gift of faith to heal the sick or cast out devils, we are assuredly saved with. Then where is the danger of those who believe on the Lord Jesus Christ and keep his commandments? <\/div><div class=\"paragraph jod\" id=\"v14n554\"> The cry of the Christian world is &#x201C;The Bible, the Bible,&#x201D;<span class=\"citation\" id=\"81540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81540)\">2 Ne. 29:3<\/a><\/span> but who will believe it? Who will believe that Jesus is the Christ, that he is the Son of God and the express image of his Father?<span class=\"citation\" id=\"76359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76359)\">Heb. 1:3<\/a><\/span> But a few will believe these things, and yet the salvation that Jesus has purchased will reach the whole human family and save, in a kingdom or in some place where they will enjoy to the extent of their capacity, those who reject not the Gospel and despise not the Savior. Those who set at naught the counsels of God<span class=\"citation\" id=\"82465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82465)\">Hel. 12:6<\/a><\/span><span class=\"citation\" id=\"83802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83802)\">D&amp;C 3:7,13<\/a><\/span> are the only ones the Gospel will not reach and save in a kingdom. But who will go into the celestial kingdom? Those who obey the <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel of the Son of God, and then walk in all humility before the Lord and keep his commandments in all things. They are the ones who will enter in at the strait gate. Jesus said, &#x201C;Strait is the gate, and narrow is the way, that leads to life&#x201D;&#x2014;that is our translation; the original is, &#x201C;that leads to the lives&#x201D;&#x2014;&#x201C;and few there be that find it;<span class=\"citation\" id=\"91625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91625)\">D&amp;C 132:22<\/a><\/span> while broad is the gate, and wide is the way that leads to destruction, and many there be that go in thereat.&#x201D;<span class=\"citation\" id=\"63852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63852)\">Matt. 7:13-14<\/a><\/span> Many will there be who will miss receiving the blessings and being caught up with Christ in the air,<span class=\"citation\" id=\"75682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75682)\">1 Thes. 4:17<\/a><\/span> and being saved in the presence of the Father and the Son, that now anticipate enjoying the glory, excellency and exaltation which God has prepared for the faithful.<span class=\"citation\" id=\"72979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72979)\">1 Cor. 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n555\"> The inquiry arises with a great many, &#x201C;What are you going to do with all the rest of the human family, are you going to send them to hell?&#x201D; I will answer the question as Joseph once did when a person asked him, &#x201C;Will everybody be damned except the Latter-day Saints?&#x201D; &#x201C;Yes,&#x201D; said Joseph, &#x201C;and many of them, unless they take a different course from what they are now taking.&#x201D; Who will be saved in the celestial kingdom, and go into the presence of the Father and Son? Those only who observe the whole law, who keep the commandments of God&#x2014;those who walk in newness of life,<span class=\"citation\" id=\"72412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72412)\">Rom. 6:4<\/a><\/span> observe all his precepts and do his will. Are we going to send all the rest to hell? Not the sectarian hell, pardon the expression. The wicked, we are told, will be turned into hell, with all the nations that forget God,<span class=\"citation\" id=\"56362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56362)\">Ps. 9:17<\/a><\/span> and that is very true. But where is hell? Read for yourselves. What is hell? Read for yourselves. You may call it hell, Hades, or the world of spirits.<span class=\"citation\" id=\"92166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92166)\">D&amp;C 138:36<\/a><\/span> It is where Jesus went and preached to the spirits in prison.<span class=\"citation\" id=\"78019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78019)\">1 Pet. 3:19<\/a><\/span> All who have not received the Gospel, who have  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not had the advantages resulting from strict obedience to the ordinances, are there subject to the evil power, to the principle of death. There they will reside who have denied the Lord Jesus Christ; but they will be resurrected and will receive their bodies again; but blessed and holy is he on whom the second death hath no power.<span class=\"citation\" id=\"80539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80539)\">Rev. 20:6<\/a><\/span> On many it will have power; but what proportion of the whole human family from the days of Adam to the last born on the earth will become angels of the devil<span class=\"citation\" id=\"81378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81378)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81688)\">Jacob 3:11<\/a><\/span> and will reap the wrath of God and endure it forever and ever,<span class=\"citation\" id=\"86943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86943)\">D&amp;C 76:33<\/a><\/span> it is not for me to say; but none will, save those who have sinned against the Holy Ghost. Who is able to do this? That is the question. I will tell you of one man who could have committed this sin. <\/div><div class=\"paragraph jod\" id=\"v14n557\"> We read in the days of the Apostles of a certain man named Cornelius, a devout man and one who worshipped the Lord according to the light he possessed.<span class=\"citation\" id=\"71707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71707)\">Acts 10:1-2<\/a><\/span> As he was once praying in his house, the Holy Ghost fell upon him,<span class=\"citation\" id=\"126401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126401)\">Acts 10:44-47<\/a><\/span> and he and his household rejoiced exceedingly. What was the word of the Lord to Cornelius under these circumstances? Was it &#x201C;You are saved, you are just right, you can build up churches, you can show the people that they can be saved, and can receive the Holy Ghost without the laying on of hands?&#x201D; No, the word of the Lord to Cornelius was, &#x201C;Send men to Joppa, and call for one Simon, whose surname is Peter: He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.&#x201D;<span class=\"citation\" id=\"71730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71730)\">Acts 10:5-6<\/a><\/span> Cornelius sent to Joppa, and just before his messengers reached the house at which Simon lodged, he had had a vision in which a sheet descended from heaven, in which were all manner of beasts and creeping things of the earth; and a voice said, &#x201C;Rise, Peter; kill, and eat.&#x201D; But <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Peter said, &#x201C;Not so, Lord; for I have never eaten anything common or unclean.&#x201D; And the voice said unto him, &#x201C;What God hath cleansed, that call not thou common.&#x201D;<span class=\"citation\" id=\"71734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71734)\">Acts 10:9-15<\/a><\/span> At that time the Gospel had been given to the Jews only, and Peter and his brethren had the idea that it was not for the Gentiles; but this vision was as much as to say, &#x201C;I want to open your eyes and show you that the Gentiles as well as the Jews are to receive and participate in the blessings of the Gospel.&#x201D; Just as Peter awoke from his vision there came a rap at the door and the messengers of Cornelius inquired for him, and made known to him their errand, and he and some of his brethren went down and conversed with Cornelius, and while doing so the Spirit of God rested on them so powerfully that they glorified God. The Jews who were with Peter commenced, &#x201C;Take care, Peter, we do not like this; we do not understand that the Gentiles are to have the Gospel. The Savior is the Savior of the Jews; Jesus was the king of the Jews only and not the king of the Gentiles.&#x201D; Peter commanded them to be still. Said he, &#x201C;Do you not see the pouring out of the Spirit just as on the Day of Pentecost, these people speaking with new tongues<span class=\"citation\" id=\"66712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66712)\">Mark 16:17<\/a><\/span><span class=\"citation\" id=\"71092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71092)\">Acts 2:4<\/a><\/span> and prophesying;&#x201D;<span class=\"citation\" id=\"71744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71744)\">Acts 10:17-46<\/a><\/span> and said he, seeing that this is the case, &#x201C;Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?&#x201D;<span class=\"citation\" id=\"71792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71792)\">Acts 10:47<\/a><\/span> Cornelius, if he had rejected the testimony of Peter, would have been led to reject the Holy Ghost, which had fallen upon him, and been lost.<span class=\"citation\" id=\"71722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71722)\">Acts 10:1-48<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n558\"> This was an instance in which the Holy Ghost was given before baptism; there may be other cases in these days, but if parties are thus favored of the Lord, the outpouring of his Spirit prompts them to send for an  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Elder of Israel that they may be baptized for the remission of their sins. I do not know that it is recorded that Cornelius received a remission of sins before baptism. The quotation has been read here from the Scriptures that except a man be born again he cannot see the kingdom of God; and unless he be born of the water and of the Spirit he cannot enter it;<span class=\"citation\" id=\"68762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68762)\">John 3:3,5<\/a><\/span> that is, no man can see and understand the kingdom of God unless the Spirit reveal it to him. When a person receives the Holy Ghost he begins to read the Bible understandingly.<span class=\"citation\" id=\"94025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94025)\">JS&mdash;H 1:73-74<\/a><\/span> It is a new book to him. Is this fortunate or unfortunate for him? I will say it is fortunate for those who receive the Gospel as preached by the Latter-day Saints, when the Spirit of the Lord rests upon them. Such an individual will say, &#x201C;The Bible is a new book to me, bless me; I never read the principles understandingly in my life before; I could not understand them. I never read the New Testament, nor comprehended the character of the Savior and his teachings to his disciples as now; although I have read the Scriptures hundreds of times they never were plain before.&#x201D; The Spirit may rest upon many and reveal to them the wonderful things of God; but when it does it will prompt them to obey the commands of the Lord Jesus. Is this the fact? It is. Well, we will say it is very fortunate for those who receive this Gospel and the spirit of it in their hearts, for it awakes within them a desire to know and understand the things of God more than they ever did before in their lives, and they begin to inquire, read and search, and when they go to the Father in the name of Jesus he will not leave them without a witness. <\/div><div class=\"paragraph jod\" id=\"v14n560\"> When we go to the nations we say, &#x201C;Receive ye the Gospel, treasure it up in your hearts; the Spirit is ready <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to testify to you at any moment; are you ready to receive the Spirit?&#x201D; No person need wait; whenever the spirit within him yields obedience to the still small voice<span class=\"citation\" id=\"55718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55718)\">1 Kgs. 19:12<\/a><\/span> that whispers, &#x201C;This is the way, walk ye in it,&#x201D;<span class=\"citation\" id=\"58950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58950)\">Isa. 30:21<\/a><\/span> that Spirit is ready in a moment to teach, guide and direct him in the way of life and salvation. If there is darkness, it is the result of our own organization and intelligence being beclouded and far from the things of God. We listen to the continual promptings of the Man of Sin, when he says, &#x201C;Do not you submit to the Lord, do not inquire of the Lord; do not ask for the Spirit of the Lord; do not go to the Father in the name of Jesus, or if you do go, be very careful how you go. Let reason take the stand with you, let the words of your petitions be dictated by the reason that is within you, then you will be very sure not to ask in the spirit of meekness! No, you should not yield your manhood to any spirit to ask for things you need, or that you may be led, guided and preserved in the way of truth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n561\"> These are the promptings of the devil; but when the spirit in man yields obedience and brings the flesh into subjection the Spirit of the Lord is then ready to whisper to the individual, &#x201C;This is the way, walk ye in it;&#x201D;<span class=\"citation\" id=\"58951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58951)\">Isa. 30:21<\/a><\/span> and such individuals can go on their way rejoicing,<span class=\"citation\" id=\"71682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71682)\">Acts 8:39<\/a><\/span> regardless of those who cry, &#x201C;Lo! here is Christ,&#x201D; or &#x201C;Lo! there is Christ;&#x201D;<span class=\"citation\" id=\"65771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65771)\">Matt. 24:23<\/a><\/span> for the Spirit will teach them that Jesus is the Christ and that the Bible is true. It may not all have been translated aright, and many precious things may have been rejected in the compilation and translation of the Bible;<span class=\"citation\" id=\"81057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81057)\">1 Ne. 13:26-29<\/a><\/span> but we understand, from the writings of one of the Apostles, that if all the sayings and doings of the Savior, had been written, the world could not contain them.<span class=\"citation\" id=\"70998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70998)\">John 21:25<\/a><\/span> I will say that the world could  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not understand them.<span class=\"citation\" id=\"70999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70999)\">John 21:25<\/a><\/span> They do not understand what we have on record, nor the character of the Savior, as delineated in the Scriptures; and yet it is one of the simplest things in the world, and the Bible, when it is understood, is one of the simplest books in the world, for, as far as it is translated correctly,<span class=\"citation\" id=\"94071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94071)\">A of F 1:8<\/a><\/span> it is nothing but truth, and in truth there is no mystery save to the ignorant. The revelations of the Lord to his creatures are adapted to the lowest capacity,<span class=\"citation\" id=\"88891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88891)\">D&amp;C 89:3<\/a><\/span> and they bring life and salvation to all who are willing to receive them. They are so simple that the high-minded and those lifted up in their own estimation will say, &#x201C;I cannot get down so low as that.&#x201D; If they pray, they dare not ask for the things they want. I have known a great many individuals who dare not ask God the Father in the name of Jesus Christ if the doctrine we preach is true. They have a conviction within them that it is true, and they say, &#x201C;If we ask we shall receive the witness we ask for, and then we shall have no excuse whatever for not obeying it.&#x201D; I have had it said to me, &#x201C;I am sorry I have learned so much, sorry I have had so much revealed. I wish I was as ignorant as I was a few years ago.&#x201D; What will be the condition of such individuals? Ignorance will be their portion. Let him that is ignorant remain ignorant still.<span class=\"citation\" id=\"73775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73775)\">1 Cor. 14:38<\/a><\/span> The Gospel will do them no good; but they who are honest before the Lord, and ask in the name of Jesus, will receive a testimony, and know that Jesus is the Christ. Flesh and blood will not reveal this to them,<span class=\"citation\" id=\"64837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64837)\">Matt. 16:17<\/a><\/span> neither will the sciences of the day; it can only be known by the spirit of revelation. The kingdom of God and its mysteries are and can be known only to him to whom God reveals them,<span class=\"citation\" id=\"64273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64273)\">Matt. 11:27<\/a><\/span><span class=\"citation\" id=\"67412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67412)\">Luke 10:22<\/a><\/span><span class=\"citation\" id=\"87157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87157)\">D&amp;C 76:90<\/a><\/span> and I hope and pray that we are or may be among that <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> number. It is very customary to pray to the Lord, but in my petitions I pray a great deal to the Latter-day Saints, or those who profess to be. When traveling and preaching I frequently pray the people, in Christ's stead, be ye reconciled to God,<span class=\"citation\" id=\"74221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74221)\">2 Cor. 5:20<\/a><\/span> I pray you, my hearers, to ask the Father, in the name of Jesus, whether these things be true or not.<span class=\"citation\" id=\"83601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83601)\">Moro. 10:4<\/a><\/span> I cannot pray the Father that he will compel you to know; it would be no use for the Father to compel you to know the truth. All must be willing to ask for and receive it. The fountain is open, truth is ready, its streams are waiting and desirous to come and testify to every individual on the earth who is willing to be taught that Jesus is the Christ, the Gospel is true, God is true, life and salvation are true. We are here upon this earth&#x2014;upon this little dark, opaque body; if we were in some of the celestial kingdoms and were to look at this earth it would not appear larger, probably, than just a little speck, a black marble! Who can notice such an insignificant affair? God notices this world. He organized it, and brought forth the inhabitants upon it. We are his children, literally, spiritually, naturally, and in every respect. We are the children of our Father; Jesus is our elder brother, ready to save all who will come to him. By and by the Lord will purify the earth, and it will become pure and holy, like a sea of glass; then it will take its place in the rank of the celestial ones, and be recognized as celestial;<span class=\"citation\" id=\"91294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91294)\">D&amp;C 130:7-9<\/a><\/span> but at the present time it is a dark, little speck in space. <\/div><div class=\"paragraph jod\" id=\"v14n562\"> I pray the people and all who hear me, be ye reconciled to God,<span class=\"citation\" id=\"74220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74220)\">2 Cor. 5:20<\/a><\/span> and ask for the things that you want. If you want life and salvation, ask for it in faith, humility and meekness. Be willing to receive the truth let it come from whom it may; no difference, not  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a particle. Just as soon receive the Gospel from Joseph Smith as from Peter, who lived in the days of Jesus. Receive it from one man as soon as another. If God has called an individual and sent him to preach the Gospel that is enough for me to know; it is no matter who it is, all I want is to know the truth. This should be the feelings and the heartbeatings of every individual that lives on the earth. If we are endowed with intelligence we can know and understand things for ourselves. <\/div><div class=\"paragraph jod\" id=\"v14n564\"> You have received the truth, Latter-day Saints; live it. You know it perfectly well. When a Latter-day Saint <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> says, I have sinned, will you forgive me? Did you sin knowingly? Tell the truth and say &#x201C;Yes,&#x201D; you sinned, with your eyes wide open. When you commit a wrong, after having been enlightened, you violate your own judgment, and the convictions of the spirit that is within you. Why not live as we should? We should be the best people on the earth; we have more knowledge of the things of God and of his purposes than the rest of the inhabitants of the earth that we have any knowledge of. Then what manner of persons should we be?<span class=\"citation\" id=\"82991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82991)\">3 Ne. 27:27<\/a><\/span> I do pray you to live your religion, and pray God to bless you. Amen. <\/div>\n<\/div>\n<\/div>"}