{"ID":140026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Training of Children.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Ogden City, June 3, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Training of Children.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/3\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v14n770\"> I am aware that Brother Franklin D. Richards' request to the children to come to meeting this afternoon has produced a little excitement; but we are very happy to see the people together. My remarks will be to parents as well as to children. I will commence by saying that if each and every one of us who are parents will reflect upon the responsibilities devolving upon us we shall come to the conclusion that we should never permit ourselves to do anything that we are not willing to see our children do. We should set them an example that we wish them to imitate. Do we realize this? How often we see parents demand obedience, good behavior, kind words, pleasant looks, a sweet voice and a bright eye from a child or children when they themselves are full of bitterness and scolding! How inconsistent and unreasonable this is! If we wish our <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children to look pleasant we should look pleasant at them; and if we wish them to speak kind words to each other, let us speak kind words to them. We need not go into detail, but we should carry out this principle from year to year in our whole lives, and do as we wish our children to do. I say this with regard to our morals and our faith in our religion. <\/div><div class=\"paragraph jod\" id=\"v14n771\"> Now let me call the attention of parents to another subject worthy of their notice&#x2014;that is, the use of proper language. Take us as a people and we are not overstocked with language; there are very few highly educated men in the Church to which we belong. We have a few learned men and a few good scholars among the women, but they are scarce. Now, parents, and I wish you to remember this, should never permit themselves to speak improperly before a child, or  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to use language that would not be commendable in an orator. If you have not such language at your command, then use the best you have. It is true that to use that which we are in possession of to advantage is a peculiar gift. We see some who can use language, apparently, to their entire satisfaction, and yet they have no great store of language at their command; but still they have the happy faculty of conveying their ideas with greater propriety than others who are literary in their tastes and have been highly educated. There is considerable in making choice of words. For instance, if we were to address a man who had been disobedient and needed chastisement we would use very different language from that which would be used if addressing a child or a lady. If you wish to impress on the minds of individuals or an audience anything that you desire them to remember, you will have to use language accordingly. I have heard it observed that language should be used according to the merits or demerits of the case under consideration; this will do under some circumstances. I wish to impress upon myself, as well as upon my brethren and sisters, the propriety of never using language to a child that we should dislike to hear them use in refined society. If we have a choice set of words at our command we should always use them when speaking to our children, even from the time they commence to talk. If we do this, the effect will be very pleasing in after years, for when our children enter into polite and refined society, instead of being mortified and having to call them to one side to correct their unrefined language, the elegance and propriety of their mode of expression will be a source of gratification and pleasure. If a child has to be corrected for the use <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of improper or inelegant language, it might reply, &#x201C;Mother, or father, I am using words that you taught me.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n773\"> Carry out this principle, not only in language, but in all the affairs of life; and let us always set an example before our children that is worthy of their imitation and highest admiration. If we do this, we shall have occasion to rejoice and be exceeding glad, for we shall have influence over them and they will not forsake us. <\/div><div class=\"paragraph jod\" id=\"v14n774\"> There is a passage in this good book (the Bible) said to have been written by a very wise man, which says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n775\"> &#x201C;Train up a child in the way he should go: and when he is old, he will not depart from it.&#x201D;<span class=\"citation\" id=\"57490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57490)\">Prov. 22:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n776\"> To make a community thoroughly understand these words, a great deal of explanation would be necessary. To illustrate, I ask myself, am I capable of bringing up a child in the way that he should go? The answer is right here&#x2014;I am not. Why not? Because I have not that light and intelligence in my possession and that command over myself to give to a child a suitable impression under every circumstance and in every place, when I address him or require anything of him. I would not speak discouragingly of myself or of my brethren and sisters. We know a great deal, but when we compare our knowledge with the fountain of knowledge it is very small; when our light is compared with the fountain of light it is very small, and consequently I can say that I am not prepared to bring up a child in the way he should go; and yet I probably come as near to it as any person that lives. How is it with my brethren and sisters? They are capable of bringing up their children a great deal better than they do, that is certain. If we do as well as we know how&#x2014;use all the faith and  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>intelligence in our possession, and seek to gain more, we will be able to bring up our children in such a way that very few of them will ever depart from the right path. I want you to remember this. If we will do just as well as we know how, never missing an opportunity of giving a word, a look or a principle that will do good to the rising generation, never permitting ourselves to be overtaken in fault,<span class=\"citation\" id=\"74665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74665)\">Gal. 6:1<\/a><\/span><span class=\"citation\" id=\"84420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84420)\">D&amp;C 20:80<\/a><\/span> but preserving ourselves in the integrity and patience of our souls, there are very few of the rising generation with us that will depart from the words of life. As for those who are old amongst us, their traditions and prepossessed notions, imbibed in childhood, cling to them like a garment, or like something glued to them; and they govern them to a great extent, and it is almost an impossibility for old people to get rid of their traditions; but it will be very different with our children if we train them according to the will of God that has been revealed to us as a people. We have the Old and New Testaments; the Book of Mormon, giving an account of the aborigines of our country, the visit of the Savior to and the organization of his Church on this continent, the same as to his brethren on the land of Palestine. Then we have the Book of Doctrine and Covenants; in addition to these three books, we have the history, discourses and sayings of the Prophet Joseph, and the history, sayings and discourses of the Elders of Israel, and also the experience we have gained in this Church. Combine these, and I think we cannot come to the conclusion that we are ignorant and do not know anything; although I say that, in comparison with the fountain of all knowledge, our knowledge is small and trifling. But if we will do as well as we know how, we will be able to teach our <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children sufficient doctrine, truth and principle, that they will actually grow up into Christ, our living head.<span class=\"citation\" id=\"75266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75266)\">Eph. 4:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n778\"> Now let us say a few words with regard to human nature and its proneness to wander into evil. You go, for instance, to the river and commence to throw sticks and shavings into the water, and they will go downstream; and a great effort or a very powerful wind will be required to make a small boat, vessel, bark, or even a board that the children play with, go upstream. The same is true of small streams. Cast anything into them, and it goes downstream. We are taught in these books that, through the Fall, we have partaken so much of the nature of the enemy&#x2014;he has so much influence in the flesh of every person, that we have to enter into a warfare, and we have to summon all our force and to use every effort to propel our bark upstream, or to put down iniquity in our own hearts and inclinations. I will pause right here, and refer to what brother George Q. Cannon was saying this morning to the children. Said he, &#x201C;My boys, do not chew tobacco because you see others do it; do not smoke a cigar because you see others do it; my little girls, do not drink tea because you see mamma do it.&#x201D; Now let me give you a comparison. Ask these little boys, if they saw two parties, one on the right hand praying to the Father in the name of Jesus, and the other on the left with a cigar in his mouth, puffing away as vigorously as possible, which they would be most inclined to imitate, and you will find they will instantly choose that which is evil. They are not inclined to pray; there seems to be a kind of a dread or terror about it, and they say, &#x201C;We do not know how to ask the Father for blessings, and we do not think we could pray, but give us a cigar and  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we can puff as well as anybody.&#x201D; This is only a comparison, but it furnishes a correct illustration of the facility with which evil habits are acquired, and how quick children as well as parents are to go astray, how quick their feet are to run into by and forbidden paths.<span class=\"citation\" id=\"57400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57400)\">Prov. 6:18<\/a><\/span> But if parents will continually set before their children examples worthy of their imitation and the approval of our Father in heaven, they will turn the current, and the tide of feelings of their children, and they, eventually, will desire righteousness more than evil. This disposition will not be acquired in one day, week or year; but let parents spend their lives in teaching good, in good words and good looks and in the continual exercise of their faith in God, and their children will finally feel that they would rather be Christians than sinners. <\/div><div class=\"paragraph jod\" id=\"v14n780\"> Have we any proof of this? Yes. We have brethren here who have traveled a good deal, and who have been in the Church a good many years. If they could only think of them they could count over people by the hundred and the thousand who have left this Church; but you now see many of their children coming to Zion; and get into conversation with them and you will hear them say, &#x201C;I have come to see what you, Latter-day Saints, are doing. My father was formerly a member of your Church; but he left and died in Vermont, Massachusetts, New Hampshire, Rhode Island, Maine, England, Scotland, Ireland, Wales, or somewhere else. My parents taught me to believe the Gospel, and, although they were cut off from the Church, it has never left me. When I read the Bible I find that they taught me the truth. If I go to meeting among the sectarians, I gain neither light nor knowledge; but what my parents taught me has had an influence upon <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> me through my life from my childhood up, and now I have come to see what you, Latter-day Saints, are doing.&#x201D; And the children and grandchildren of those who apostatized years and years ago, will come up to Zion by hundreds and thousands, impelled by what their parents taught them in childhood. <\/div><div class=\"paragraph jod\" id=\"v14n781\"> This is another comparison. We are not quite all going to apostatize; a great many have died in the faith, and a great many have apostatized, but their posterity will come to Zion and believe the truth. Our children will have the love of the truth, if we but live our religion. Parents should take that course that their children can say, &#x201C;I never knew my father to deceive or take advantage of a neighbor; I never knew my father take to himself that which did not belong to him, never, never! No, but he said, 'Son, or daughter, be honest, true, virtuous, kind, industrious, prudent and full of good works.'&#x201D; Such teachings from parents to their children will abide with them forever, unless they sin against the Holy Ghost, and some few, perhaps, will do this. <\/div><div class=\"paragraph jod\" id=\"v14n782\"> If you should have visits here from those professing to be Christians, and they intimate a desire to preach to you, by all means invite them to do so. Accord to every reputable person who may visit you, and who may wish to occupy the stands of your meetinghouses to preach to you, the privilege of doing so, no matter whether he be a Catholic, Presbyterian, Congregationalist, Baptist, Freewill Baptist, Methodist, or whatever he may be; and if he wishes to speak to your children let him do so. Of course you have the power to correct whatever false teachings or impressions, if any, your children may hear or receive. I say to parents, place your children, as far as you  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have an opportunity to do so, in a position or situation to learn everything in the world that is worth learning. You will probably have what is called a Christian Church here; they will not admit that we are Christians, but they cannot think us further from the plan of salvation as revealed from heaven than we know them to be, so we are even on that ground, as far as it goes. But, as I was saying, you may have professing Christians come here to take up their residences in your midst; and I want to say to parents and children, that, so far as the Christian nations are concerned, I will take America, for instance, and on the score of morals&#x2014;honesty, integrity, truthfulness and virtue, you will find people by hundreds of thousands just as good as any Latter-day Saints, as far as they know. They are the ones we are after. The Lord told us to go and preach the Gospel without purse and scrip.<span class=\"citation\" id=\"84477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84477)\">D&amp;C 24:18<\/a><\/span> What for? To hunt up the honest ones who are now mixed up with all the nations of the earth and gather them together; and we have done so, as far as we have had the opportunity and privilege. And after we are gathered we are none too honest, any more than the inhabitants of the world generally are, and they hardly know the meaning of the term. Still, according to the light they possess, I mean the Christian world, thousands and millions of them are honest, virtuous and true, and I fellowship them as far as they do right. Is this strange? No, it is not. I wish that all the Latter-day Saints were as good, according to the knowledge they possess, as thousands and millions of the sectarian world are; and I will not skip even the heathen world, for many of them are as good and honest, according to the light they possess, as men and women know how to be. <\/div> <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n784\"> Now, then, if our brethren of the Presbyterians, Methodists or any others visit here and want to preach to you, certainly let them preach, and have your children hear them. They will tell you to keep the Sabbath and to love your father and mother; they will tell you to be true, honest, industrious, to be faithful to your studies, to read the Bible and all good books, to study the sciences, &amp;c., which is all good, and as far as such teaching goes just as good as it can be. If they want to come and teach your children in the Sunday school, I say let them do so, most certainly. We have scores of thousands of their books distributed among the Sunday schools throughout our Territory. Some Latter-day Saints think they are not exactly what they ought to be; but we are using them in our schools Sundays, Mondays, Tuesdays, Wednesdays, Thursdays, Fridays and Saturdays, from one year's end to another. <\/div><div class=\"paragraph jod\" id=\"v14n785\"> I say, parents, do not be afraid of having your children learn everything that is worth learning. I can pick hundreds and thousands of children in this Church whom I could teach with greater ease, and so could a man from college, than their parents could be taught. I can get at their senses better; they are quick and apprehensive and can learn sooner. And if any of our Christian brethren want to go into our Sabbath schools to teach our children, let them do so. They will not teach them anything immoral in the presence of those who are in charge of the schools; they wait until they get behind the door in the dark before they commit immoral acts, and very few of them will, even then. But in their Sunday schools they teach as good morals as you and I can teach. <\/div><div class=\"paragraph jod\" id=\"v14n786\"> I want to say that we are for the truth, the whole truth and nothing  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but the truth; we are pursuing the path of truth, and by and by we expect to possess a great deal more than we do now; but to say that we shall ever possess all truth, I pause, I do not know when. We receive light and truth from the fountain of light and truth, but I am not at liberty to say, and do not know that we shall ever see the time when we shall possess all truth. But we will receive truth from any source, wherever we can obtain it. <\/div><div class=\"paragraph jod\" id=\"v14n788\"> Next week the great camp meeting that has been so long contemplated is to commence in the city of Salt Lake, where, I have heard it whispered, there are so many of the &#x201C;Mormons&#x201D; to be converted. I am going to permit every one of my children to go and hear what they have to say. When we come to the sciences of the day the knowledge of the sectarian world is very extensive; the same is true of their morality; but when we come to read out of the Book of Life the words of the Almighty to the people, and compare them with the knowledge of the sectarian world, I am reminded of the words of Geo. Francis Train concerning a certain gentleman. Said he, &#x201C;I want you to sit down and tell me all you know in five minutes.&#x201D; They can tell all they know about God, godliness, heaven, earth, and the exaltation of man to the Godhead in five minutes, for they do not know anything. Our children can see this, and I want them to see it. If there is any man among them that does know anything about the plan of the Almighty for the redemption and exaltation of man, I hope and pray that I may have the privilege of seeing him. I recollect when I was young going to hear Lorenzo Dow preach. He was esteemed a very great man by the religious folks. I, although young in years and lacking <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> experience, had thought a great many times that I would like to hear some man who could tell me something, when he opened the Bible, about the Son of God, the will of God, what the ancients did and received, saw and heard and knew pertaining to God and heaven. So I went to hear Lorenzo Dow. He stood up some of the time, and he sat down some of the time; he was in this position and in that position, and talked two or three hours, and when he got through I asked myself, &#x201C;What have you learned from Lorenzo Dow?&#x201D; and my answer was, &#x201C;Nothing, nothing but morals.&#x201D; He could tell the people they should not work on the Sabbath day; they should not lie, swear, steal, commit adultery, &amp;c., but when he came to teaching the things of God he was as dark as midnight. And so I lived until, finally, I made a profession of religion. I thought to myself I would try to break off my sins and lead a better life and be as moral as I possibly could; for I was pretty sure that I should not stay here always. Where I was going to I did not know, but I would like to be as good as I know how while here, rather than run the risk of being full of evil.<span class=\"citation\" id=\"57584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57584)\">Eccl. 9:3<\/a><\/span> I had heard a good deal about religion, and what a good nice place heaven was, and how good the Lord was, and I thought I would try to live a pretty good life. But when I reached the years of, I will say, courage, I think that is the best term, I would ask questions. I would say, &#x201C;Elder, or Minister, I read so and so in the Bible, how do you understand it?&#x201D; Then I would go and hear them preach on the divinity of the Son, and the character of the Father and the Holy Ghost and their divinity, and, I will say, the divinity of the soul of man; what we are here for, and various kindred topics. But after asking questions and going to  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hear them preach year after year, What did I learn? Nothing. I would as lief go into a swamp at midnight to learn how to paint a picture and then define its colors when there is neither moon nor stars visible and profound darkness prevails, as to go to the religious world to learn about God, heaven, hell or the faith of a Christian. But they can explain our duty as rational, moral beings, and that is good, excellent as far as it goes. <\/div><div class=\"paragraph jod\" id=\"v14n790\"> This has been my experience in the Christian world, and I want our children to go and hear all there is to hear, for the whole sum of it will be wound up as I once heard one of the finest speakers America has ever produced say, when speaking on the soul of man. After laboring long on the subject, he straightened himself up&#x2014;he was a fine looking man&#x2014;and said he, &#x201C;My brethren and sisters, I must come to the conclusion that the soul of man is an immaterial substance.&#x201D;<span class=\"citation\" id=\"91395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91395)\">D&amp;C 131:7<\/a><\/span> Said I, &#x201C;Bah!&#x201D; There was no more sense in his discourse than in the bleating of a sheep or the grunting of a pig. I palliated the facts partially, however, so far as he was concerned, by attributing my lack of comprehension to my own ignorance. This reminds me that I once heard Mr. Lansing preach a most elaborate discourse. It was in the morning, and when the meeting was dismissed and the people had come out, Deacon Brown says to Deacon Taylor, &#x201C;What a sermon we have had!&#x201D; Deacon Taylor says, &#x201C;Yes, yes!&#x201D; Deacon Brown says, &#x201C;That is one of the most profound discourses I ever heard Mr. Lansing deliver;&#x201D; and so they continued talking until one of them said at last, &#x201C;I did not understand a word of it.&#x201D; The other Deacon replied, &#x201C;Neither did I.&#x201D; Their verdict was a just one, for the discourse consisted of fine, beautiful <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> words and nothing else, I saw and heard nothing to give me the least clue to anything pertaining to God, heaven, or the designs of the Creator with regard to the earth and its inhabitants. But as I did not understand a word of it, I supposed that was on account of my ignorance, until I heard the Deacons say that they did not, and then I concluded that I knew as much as they did. For this reason I say, go and learn all they know. Their catechisms are good; but if you come to the things of God I will be bound that we have children who, if they dare open their mouths and converse, would place them in water they could not fathom. Yet I say, go and see and hear them and learn what they know, then you can discriminate and discern, and will be able to understand why the Lord called upon Joseph Smith to come out and declare his will, and why he bestowed upon Joseph the Priesthood and its keys and powers. You will then learn, my little boys and girls, that the world of mankind scarcely know anything about the Bible. Ask them concerning the character of the Savior and they will expatiate and expound hour after hour, but they will tell absolutely nothing. I presume that there are sisters here who have asked ministers what a certain Scripture meant, and in reply they have talked, talked, talked, and wound up by saying, &#x201C;Great is the mystery of godliness: God manifest in the flesh.<span class=\"citation\" id=\"75924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75924)\">1 Tim. 3:16<\/a><\/span> Sister, I cannot tell you.&#x201D; Have you ever heard sisters and children ask questions of this kind? Yes, and so have I many times, but they have failed to obtain one particle of knowledge from their religious teachers. Why? Because they did not possess it. They did not know that Jesus was the express image of his Father,<span class=\"citation\" id=\"76360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76360)\">Heb. 1:3<\/a><\/span> although they had read it in the Bible; they did not know  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that man was made in the image of his God,<span class=\"citation\" id=\"52196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52196)\">Gen. 1:26-27<\/a><\/span> although they have read it hundreds of times in the book they profess to reverence and believe in so much. They cannot realize it. When and how will they realize it? When they submit themselves to the Lord, and ask the Father in the name of Jesus to give them revelation by the Holy Ghost. No man can call Jesus the Christ except it be revealed from heaven to him.<span class=\"citation\" id=\"64838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64838)\">Matt. 16:17<\/a><\/span><span class=\"citation\" id=\"73414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73414)\">1 Cor. 12:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n792\"> I will say to my young friends, my little brothers and sisters, go and learn everything you can. I say to parents, do not be afraid one particle! These children will learn something that we as parents know and understand already, and it is very grievous for us to realize that it is the truth. Joseph, our Prophet, was hunted and driven, arrested and persecuted, and although no law was ever made in these United States that would bear against him, for he never broke a law, yet to my certain knowledge he was defendant in forty-six lawsuits, and every time Mr. Priest was at the head of and led the band or mob who hunted and persecuted him. And when Joseph and Hyrum were slain in Carthage jail the mob, painted like Indians, was led by a preacher. And now they follow us up and want us to learn of them, when, so far as the characters of God and Jesus are concerned and the errand of Jesus into the world, our youth know better than the whole sectarian world. In coming to Utah to teach the &#x201C;Mormons&#x201D; the way of life, the Christians are but carrying coals to Newcastle. What is the use of going to &#x201C;Mormon&#x201D; settlements to teach the people temperance and sobriety, or to teach them the Bible? No more use than in going to Newcastle to sell coal. There is no other people in the world that believe in and practice the Bible as strictly as the Latter-day Saints. <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> None but the Latter-day Saints properly believe in the Lord Jesus Christ; no other people acknowledge him and keep his commandments; and yet they follow us up, their object, professedly, being to convert us to Christianity, but in reality it is to induce us to apostatize until they get the upper hand, that the Priesthood may again be destroyed from the earth. But never mind, let them go ahead, we shall see whether Christ or Baal will be king of the earth, and whether Baal will reign several thousand years longer. We shall find it out by and by. <\/div><div class=\"paragraph jod\" id=\"v14n793\"> I am saying this to parents, to those who have been in the midst of Christendom and have seen its workings; to women who have sat up night after night, for hundreds of nights, to watch their houses and keep the mob, led by priests, from slaughtering their husbands and families and destroying their property. Perhaps I ought to keep silent rather than say these things, but that would not be justice. Facts are facts and we cannot help it. I hope they will prove a little different in time to come. But with the exception of the infidel portion of it, the sectarian world has hewn out to itself broken cisterns that will hold no water;<span class=\"citation\" id=\"60289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60289)\">Jer. 2:13<\/a><\/span> the priests have got their creeds, systems, and organizations, they live on the people, and they are afraid that, if truth be proclaimed, their craft will fall. Go to the infidel portion of the world and we are all right; for if they refuse to receive our doctrines they will talk and reason like men of intelligence. But with many of those professing to be Christian teachers it is very different, and in my secret estimate of the characters and attainments of many of them I have come to the conclusion that their <span class=\"italic\">forte<\/span> is ignorance and impudence. <\/div><div class=\"paragraph jod\" id=\"v14n794\"> I will take another turn in my  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>remarks, and will say if we were known by the world as we are, truly and honestly, I will not except the Christians nor their priests; if we were known by them as we know them, there is not a priest but would pray for the Latter-day Saints. The infidel world would also pray for us, and so would the political and moral world. But they do not know what the Lord is doing through us; they are ignorant, and in their ignorance they lift themselves up against God and his Anointed, for they have no eyes to see, ears to hear, nor hearts to understand.<span class=\"citation\" id=\"57981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57981)\">Isa. 6:10<\/a><\/span><span class=\"citation\" id=\"64511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64511)\">Matt. 13:15<\/a><\/span> But some are becoming acquainted with us, and this has its influence. What is the object of the Lord Almighty in calling this people as he has done? This question may be answered in a very few words&#x2014;it is nothing short of restoring to the midst of the children of men every truth, every good, all knowledge and everything lovely and beautiful for time and eternity, saving all that will or can be saved and exalting his children to thrones, and to crown them with crowns of glory, immortality and eternal lives.<span class=\"citation\" id=\"86810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86810)\">D&amp;C 75:5<\/a><\/span> Do you see what is going to be the result of the course the Lord is pursuing with this people and with the world? You see some who formerly obeyed the Gospel leaving us occasionally. Where are they going? Is there anything else that will satisfy them? Not on this earth; they either remain faithful to the Gospel or go to infidelity. This is the fact. When men go from this Church they become infidels. They can say they believe in this, <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that or the other; they may turn to Spiritualism, bogusism, Emmaism or anything else; no matter what, but they must be infidels or else acknowledge the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v14n796\"> The doctrine that we preach is the doctrine of the Bible, it is the doctrine the Lord has revealed for the salvation of the children of God, and when men, who have once obeyed it, deny it, they deny it with their eyes wide open, and knowing that they deny the truth and set at naught the counsels of the Almighty.<span class=\"citation\" id=\"83796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83796)\">D&amp;C 3:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n797\"> I have spoken quite awhile to you, my brethren and sisters. I have been teaching parents some things with regard to their children; now I wish to say to the children, obey your parents,<span class=\"citation\" id=\"75349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75349)\">Eph. 6:1<\/a><\/span> be good, never suffer yourselves to do that which will mortify you through life, and that will cause you to look back with regret. While you are pure and spotless preserve yourselves in the integrity of your souls. Although you are young you know good from evil, and live so that you can look back on your lives and thank the Lord that he has preserved you, or has enabled you to preserve yourselves, so that you have no misconduct to regret or mourn over. Take this course and you will secure to yourselves an honorable name on earth among the good and the pure; you will maintain your integrity before heaven, and prove yourselves worthy of a high state of glory when you get through with this world. <\/div><div class=\"paragraph jod\" id=\"v14n798\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}