{"ID":140010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sin&#x2014;The Atonement&#x2014;Good and Evil&#x2014;The Kingdom of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Ogden City, July 10, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Sin&#x2014;The Atonement, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/10\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v14n323\"> I am disposed to ask a few questions of this congregation, though not expecting them to give audible answers. Judging from what I know and understand of the Latter-day Saints, I can answer these questions satisfactorily to myself, and probably to the satisfaction of most of the people. <\/div><div class=\"paragraph jod\" id=\"v14n324\"> Do we believe in the Scriptures of Divine truth? Those which are contained in the Old and New Testaments, in the Book of Mormon, the Book of Doctrine and Covenants, and other revelations that have been given <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5457\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to this people? I can answer this in the affirmative, by saying that we certainly do. This leads my mind to the reflection that if we believe the Scriptures and the revelations I have referred to, we also believe that Jesus is the Christ; and believing the Scriptures and that Jesus is the Christ, we must believe other things also. If the Scriptures are true, it proves that sin is in the world, and the question arises, Is it necessary that sin should be here? What will the Latter-day Saints say? Is it necessary that we should know good  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from evil?<span class=\"citation\" id=\"92585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92585)\">Moses 5:11<\/a><\/span> I can answer this to suit myself by saying it is absolutely necessary, for the simple reason that if we had never realized darkness we never could have comprehended the light; if we never tasted anything bitter, but were to eat sweets, the honey and the honeycomb, from the time we come into this world until the time we go out of it, what knowledge could we have of the bitter? This leads me to the decision that every fact that exists in this world is demonstrated by its opposite.<span class=\"citation\" id=\"81242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81242)\">2 Ne. 2:11-13<\/a><\/span> If this is the fact&#x2014;and all true philosophy proves it&#x2014;it leads me to the conclusion that the transgression of our first parents was absolutely necessary, that we might be brought in contact with sin and have the opportunity of knowing good and evil. It may be deemed strange and singular by the Christian world that we should believe such a thing; but the Scriptures inform us, in Genesis iii., 22, that the Lord God said, &#x201C;Behold, the man has become as one of us, to know good and evil.&#x201D;<span class=\"citation\" id=\"52650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52650)\">Gen. 3:22<\/a><\/span> Are we the sons and daughters of that God whom we serve? We answer we are. Do we expect to be exalted with our Father in heaven? We do. How are we to be exalted? We have sinned and transgressed the law of God. The Christian world and the world of mankind have not only transgressed the laws of God, but they have changed the ordinances and broken every covenant that God has given them.<span class=\"citation\" id=\"58437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58437)\">Isa. 24:5<\/a><\/span> Then I ask, Is there a debt contracted between the Father and his children? There is. Our first parents transgressed the law that was given them in the garden; their eyes were opened.<span class=\"citation\" id=\"52568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52568)\">Gen. 3:5-7<\/a><\/span> This created the debt. What is the nature of this debt? It is a divine debt. What will pay it? I ask, Is there anything short of a divine sacrifice that can pay this debt?<span class=\"citation\" id=\"82227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82227)\">Alma 34:8-16<\/a><\/span> No; there is not. <\/div> <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5456\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n326\"> I say this to gratify myself, and to gratify my brethren and sisters. A divine debt has been contracted by the children, and the Father demands recompense. He says to his children on this earth, who are in sin and transgression, it is impossible for you to pay this debt; I have prepared a sacrifice; I will send my Only Begotten Son to pay this divine debt. Was it necessary then that Jesus should die? Do we understand why he should sacrifice his life? The idea that the Son of God, who never committed sin, should sacrifice his life, is unquestionably preposterous to the minds of many in the Christian world. But the fact exists that the Father, the Divine Father, whom we serve, the God of the Universe, the God and Father of our Lord Jesus Christ,<span class=\"citation\" id=\"74292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74292)\">2 Cor. 11:31<\/a><\/span><span class=\"citation\" id=\"74760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74760)\">Eph. 1:3<\/a><\/span> and the Father of our spirits,<span class=\"citation\" id=\"77205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77205)\">Heb. 12:9<\/a><\/span> provided this sacrifice and sent his Son to die for us; and it is also a great fact that the Son came to do the will of the Father,<span class=\"citation\" id=\"69239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69239)\">John 6:38<\/a><\/span> and that he has paid the debt, in fulfillment of the Scripture which says, &#x201C;He was the Lamb slain from the foundation of the world.&#x201D;<span class=\"citation\" id=\"79650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79650)\">Rev. 13:8<\/a><\/span> Is it so on any other earth? On every earth. How many earths are there? I observed this morning that you may take the particles of matter composing this earth, and if they could be enumerated they would only be a beginning to the number of the creations of God;<span class=\"citation\" id=\"93023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93023)\">Moses 7:30<\/a><\/span> and they are continually coming into existence, and undergoing changes and passing through the same experience that we are passing through. Sin is upon every earth that ever was created, and if it was not so, I would like some philosophers to let us know how people can be exalted to become sons of God,<span class=\"citation\" id=\"126377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126377)\">D&amp;C 76:58<\/a><\/span> and enjoy a fulness of glory with the Redeemer. Consequently every earth has its redeemer, and every earth has its tempter; and every earth, and the people thereof,  <div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in their turn and time, receive all that we receive, and pass through all the ordeals that we are passing through. <\/div><div class=\"paragraph jod\" id=\"v14n328\"> Is this easy to understand? It is perfectly easy to me; and my advice to those who have queries and doubts on this subject is, when they reason and philosophize upon it, not to plant their position in falsehood or argue hypothetically, but upon the facts as they exist, and they will come to the conclusion that unless God provides a Savior to pay this debt it can never be paid. Can all the wisdom of the world devise means by which we can be redeemed, and return to the presence of our Father and elder brother, and dwell with holy angels and celestial beings? No; it is beyond the power and wisdom of the inhabitants of the earth that now live, or that ever did or ever will live, to prepare or create a sacrifice that will pay this divine debt. But God provided it, and his Son has paid it, and we, each and every one, can now receive the truth and be saved in the kingdom of God. Is it clear and plain? It is to me, and if you have the Spirit of God, it is as plain to you as anything else in the world. Why are you baptized for the remission of sins? Is there virtue in it? There is. Why do we lay hands on the sick? Is there virtue in doing so? There is, and the wicked world as well as the Saints prove this. Since Joseph Smith received revelations from God, Spiritualism has taken its rise, and has spread with unprecedented rapidity; and they will lay hands on each other&#x2014;one system proving another&#x2014;spiritualism demonstrating the reality of animal magnetism? Is there virtue in one person more than another? Power in one more than another? Spirit in one more than another? Yes, there is. I will tell you how much I have. <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5455\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> You may assemble together every spiritualist on the face of the earth, and I will defy them to make a table move or get a communication from hell or any other place while I am present. Yes, there is more spirit in some than in others; and this power&#x2014;called by the world animal magnetism&#x2014;enables those possessing it to put others into the mesmeric sleep. When I lay hands on the sick, I expect the healing power and influence of God to pass through me to the patient, and the disease to give way. I do not say that I heal everybody I lay hands on; but many have been healed under my administration. Jesus said, on one occasion, &#x201C;Who has touched me?&#x201D;<span class=\"citation\" id=\"67340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67340)\">Luke 8:45<\/a><\/span> A woman had crept up behind him in the crowd, and touched the hem of his garment, and he knew it,<span class=\"citation\" id=\"64065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64065)\">Matt. 9:20<\/a><\/span> because virtue had gone from him.<span class=\"citation\" id=\"67341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67341)\">Luke 8:46<\/a><\/span> Do you see the reason and propriety of laying hands on each other? When we are prepared, when we are holy vessels before the Lord, a stream of power from the Almighty can pass through the tabernacle of the administrator to the system of the patient, and the sick are made whole; the headache, fever or other disease has to give way. My brethren and sisters, there is virtue in us if we will do right; if we live our religion we are the temples of God wherein he will dwell; if we defile ourselves, these temples God will destroy.<span class=\"citation\" id=\"73166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73166)\">1 Cor. 3:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n329\"> We shall now sing and dismiss the meeting. We do hope and pray you Latter-day Saints to live according to your best knowledge; and we pray God, our Heavenly Father, in the name of Jesus, to give you faith, grace and fortitude to do so; and his Spirit, that you may be able to see the glory of his kingdom, and then compare it with the kingdoms of this world. What is the glory of this world? Just gather it all together,  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and it is nothing but a shadow! All the kings and potentates on the earth, with all their power, pomp, greatness and grandeur, will pass into oblivion&#x2014;they will pass completely from the remembrance of the children of men; <div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5454\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they were, but are not. This is the glory of the world; but the glory of the kingdom of God was, is, and forever will be! <\/div><div class=\"paragraph jod\" id=\"v14n331\"> The Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}