{"ID":140025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Holy Spirit&#x2014;The Knowledge Brought By Obedience to the Gospel&#x2014;The Labors of the Elders.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Salt Lake City, March 20, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Holy Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/20\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v14n748\"> When we meet together on an occasion like the present, our thoughts and reflections vary as much as our countenances. We meet for the avowed purpose of worshipping the Lord and we expect to receive instructions from those who address us. I always consider it a very great privilege to assemble with the Saints of God. We have met to partake of the Sacrament of the Lord's Supper, and we should endeavor to draw away our feelings and affections from <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of time and sense; for in partaking of the Sacrament we not only commemorate the death and sufferings of our Lord and Savior Jesus Christ, but we also shadow forth the time when he will come again and when we shall meet and eat bread with him in the kingdom of God.<span class=\"citation\" id=\"66238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66238)\">Matt. 26:29<\/a><\/span> When we are thus assembled together we may expect to receive guidance and blessings from God, from whom, the Scriptures inform us, &#x201C;Every good and perfect gift pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceeds;&#x201D; and in him, we are also informed, &#x201C;there is no variableness, nor shadow of turning.&#x201D;<span class=\"citation\" id=\"77470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77470)\">James 1:17<\/a><\/span> In our assemblies they who speak and they who hear ought to be under the guidance and direction of the Lord, the Fountain of Light.<span class=\"citation\" id=\"85951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85951)\">D&amp;C 50:17-24<\/a><\/span> Of all people under the heavens we, Latter-day Saints, do continually realize the necessity of leaning upon God; for I look upon it that, no matter what intelligence may be communicated, no matter how brilliant the speech and edifying the ideas communicated may be, they will not benefit those who hear unless they are under the guidance and inspiration of the Spirit of God, for the Scriptures say, &#x201C;The light shineth in the darkness; but the darkness comprehendeth it not.&#x201D;<span class=\"citation\" id=\"68509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68509)\">John 1:5<\/a><\/span> This is precisely the case in our preaching in the world. We go among the wicked, but they do not understand us; they understand not the truth, the light of revelation, nor the power of God. The Elders now going forth into the world are pretty much in the same position as those who went forth in former times on the same mission. It is said of Jesus that, &#x201C;He came to his own, but his own received him not. But as many as did receive him, to them gave he power to become the sons of God, even to as many as believed on his name. Which were born, not of the flesh, nor of the will of man, nor of man, but of God;&#x201D;<span class=\"citation\" id=\"68561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68561)\">John 1:10-13<\/a><\/span> born of the Spirit of God, and hence they became new creatures<span class=\"citation\" id=\"74193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74193)\">2 Cor. 5:17<\/a><\/span><span class=\"citation\" id=\"81979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81979)\">Mosiah 27:26<\/a><\/span> in Christ Jesus.<span class=\"citation\" id=\"74743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74743)\">Gal. 6:15<\/a><\/span> Having partaken of the Holy Spirit and received the forgiveness of their sins, they were brought into relationship with him, they became the offspring of Heaven and members of the family of God. This was the position that the Saints of God enjoyed in former times; and this is the position that we occupy today. The Apostle says the Saints were heirs of God and <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> joint heirs with Jesus Christ; and he says further, that if we suffer with him we shall also reign with him that both may be glorified together.<span class=\"citation\" id=\"72575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72575)\">Rom. 8:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n750\"> It is very difficult for men of the world to understand these principles, and only by the light of revelation can they be comprehended. We are told that a portion of the Spirit of God is given to every man to profit withal;<span class=\"citation\" id=\"85834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85834)\">D&amp;C 46:16<\/a><\/span> and if men improve upon that, and are honest and full of integrity, when they hear the truth they realize and understand it; it is to them life and health and salvation. Hence Jesus said, &#x201C;My sheep hear my voice, and know me, and follow me;<span class=\"citation\" id=\"69696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69696)\">John 10:27<\/a><\/span> but a stranger will they not follow, because they know not the voice of a stranger.&#x201D;<span class=\"citation\" id=\"69633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69633)\">John 10:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n751\"> It is very pleasant for those who comprehend it to reflect upon the relationship they sustain to God and his kingdom and to each other; but these things have no charms for men of the world, whose minds are not enlightened by the Spirit of truth, and who, consequently, do not comprehend the Gospel or the power of God. The principles of the Gospel, to the unbeliever, have neither worth nor efficacy; but with us, who believe them, they comprehend everything pertaining to the well-being of man in time and eternity; with us the Gospel is the Alpha and Omega, the beginning and the end;<span class=\"citation\" id=\"80867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80867)\">Rev. 22:13<\/a><\/span> it is interwoven with all our interests, happiness and enjoyment, whether in this life or that which is to come. We consider that, when we enter into this Church and embrace the new and everlasting covenant, it is a lifelong service and affects us in all the relationships of time and eternity; and as we progress, these ideas which, at first, were a little dim and obscure, become more vivid, real, lifelike, tangible and clear to our comprehensions, and we realize that we stand  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon the earth as the sons and daughters of God, the representatives of heaven. We feel that God has revealed to us an everlasting Gospel, and that associated with that are everlasting covenants and relationships. The Gospel, in the incipient stages of its operations, begins, as the Prophet said it should, to &#x201C;turn the hearts of the fathers to the children, and the hearts of the children to the fathers.&#x201D;<span class=\"citation\" id=\"62587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62587)\">Mal. 4:6<\/a><\/span> We no longer have to ask, as in former times, &#x201C;Who am I?&#x201D; &#x201C;Where did I come from?&#x201D; &#x201C;What am I doing here?&#x201D; or &#x201C;What is the object of my existence?&#x201D; for we have a certainty in relation to these things. It is made plain to us by the fruits of the Gospel&#x2014;by the truths which God has revealed through the medium of revelation by the inspiration of the Almighty, that we are &#x201C;saviors on mount Zion; and that the kingdom is the Lord's.&#x201D;<span class=\"citation\" id=\"61987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61987)\">Obad. 1:21<\/a><\/span> We know that this is not merely a nominal matter, but that it is what the French sometimes call an <span class=\"italic\">Actua ite<\/span>&#x2014;a thing that positively exists. We know that God our Father lives, we know that Jesus Christ our Savior lives, and that he is our Great High Priest;<span class=\"citation\" id=\"76552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76552)\">Heb. 4:14<\/a><\/span> and that, &#x201C;though dead, he ever lives to make intercession for us.&#x201D;<span class=\"citation\" id=\"76872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76872)\">Heb. 7:25<\/a><\/span> We know that God has revealed unto us the everlasting Gospel in all its fullness, richness, glory and power. We know something about the world we live in, and the relation that we sustain to it, and it to us. We know something about our progenitors, and God has taught us how to be saviors for them by being baptized for them in the flesh, that they may live according to God in the spirit.<span class=\"citation\" id=\"78112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78112)\">1 Pet. 4:6<\/a><\/span> We know that when our wives are sealed to us for eternity we shall have a claim upon them. This is no phantom, but a reality; it is not only a principle of our faith, but it is a principle of knowledge, and we expect <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to renew our associations in the eternal worlds, just as much as we expect, when we lay ourselves down to rest at night, to rise in the morning refreshed and invigorated. We know that while we are mortal beings, and subject to decay, we are also immortal beings and shall live forever. We know that the priesthood with which we are associated in this world is also an everlasting priesthood and will administer in this world and the world to come&#x2014;in time and in eternity. As rational beings we are seeking to act, in all our operations in life, with reference not only to time but to eternity; and we know, as others have known, that after the &#x201C;earthly house of this tabernacle is dissolved, we have a building of God, a house not made with hands, eternal in the heavens;<span class=\"citation\" id=\"74100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74100)\">2 Cor. 5:1<\/a><\/span> which the Lord, the righteous judge, will give to us: and not to us only, but to all who love the appearing of our Lord and Savior Jesus Christ.&#x201D;<span class=\"citation\" id=\"76283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76283)\">2 Tim. 4:8<\/a><\/span> It is the knowledge of these things and of many more of a similar nature that leads us to pursue the course that we do. It is this which prevents us from bowing to the notions, caprices, ideas and follies of men. Having been enlightened by the spirit of eternal truth, having partaken of the Holy Ghost, and our hope having entered within the veil, whither Christ, our forerunner, has gone,<span class=\"citation\" id=\"76752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76752)\">Heb. 6:19-20<\/a><\/span> and knowing that we are the children of God and that we are acting in all things with reference to eternity, we pursue the even tenor of our way independent of the smiles and careless of the frowns of men. There is nothing associated with our religion that we can barter away, no principle that we have to dispose of&#x2014;there is nothing in this world that can purchase it; its price is above rubies,<span class=\"citation\" id=\"56176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56176)\">Job 28:18<\/a><\/span><span class=\"citation\" id=\"126421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126421)\">Prov. 31:10<\/a><\/span> it is more valuable than fine gold. It contains principles that lay hold of  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eternal life;<span class=\"citation\" id=\"76002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76002)\">1 Tim. 6:12<\/a><\/span> and being in this position, we, as rational, intelligent beings, fear God and know no other fear. There is nothing in this world that can be brought into competition with the principles of eternal truth, and he who barters away the least particle of that truth is a fool, though he may not comprehend it. <\/div><div class=\"paragraph jod\" id=\"v14n754\"> We stand, then, really in an important position before God and before the world. God has called us from the world. He has told us that we are not of the world.<span class=\"citation\" id=\"70222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70222)\">John 15:19<\/a><\/span> We have all been baptized into one baptism, and have all partaken of the same Spirit,<span class=\"citation\" id=\"73507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73507)\">1 Cor. 12:13<\/a><\/span> even the Spirit communicated through the ordinances of the Gospel. We have been called from the world for the express purpose of being the representatives of heaven, that the Lord might have a people to whom he could communicate his will, purposes and designs, and through whom he might spread forth the principles that dwell in his bosom; that we might partake of the same Spirit that dwells in Christ and among the angelic throng; that it might permeate our bodies and be exhibited in our acts and lives before our families and the world, that the spirit and mind that dwell in Christ should grow, spread and expand until all that come under its influence might be leavened with the same leaven until they become one lump of righteousness, virtue, truth and intelligence.<span class=\"citation\" id=\"73215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73215)\">1 Cor. 5:6-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n755\"> In entering this sacred relationship with God we have assumed the duty of carrying out in our midst the order of things that exists in heaven, that when we shall be transplanted from the earth to the heavens we may be prepared for the associations that we shall meet in the celestial kingdom of our God. We have entered into eternal covenants with God that we will be his people and that he shall be our God,<span class=\"citation\" id=\"54646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54646)\">Lev. 26:12<\/a><\/span> and that, for us and ours, <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we will serve the Lord;<span class=\"citation\" id=\"55332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55332)\">Josh. 24:15<\/a><\/span> that as a people, as a Territory, as a Church, we will yield obedience to the laws of God, bow to his scepter, acknowledge his authority, and do the things which he requires at our hands, so that, as God exists eternal in the heavens,<span class=\"citation\" id=\"74101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74101)\">2 Cor. 5:1<\/a><\/span> the same principles of eternal life may dwell in us, that we may become gods, even the sons and daughters of God.<span class=\"citation\" id=\"87047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87047)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n756\"> These are some of the ideas that we have in reference to God and our relationship to him. God is our Father, we his children, and we all ought to be brethren; we ought to feel and act like brethren, and while we are striving to serve the Lord our God with all our hearts, minds, souls and strength, we ought, at the same time, to seek to love our neighbor as ourselves;<span class=\"citation\" id=\"65453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65453)\">Matt. 22:37-39<\/a><\/span> we ought to feel interested in his welfare, happiness and prosperity, and in anything and everything that will tend to promote his temporal and eternal good. Our feelings towards the world of mankind, generally, ought to be the same as Jesus manifested to them. He sought to promote their welfare, and our motto ought ever to be the same as his was&#x2014;&#x201C;Peace on earth,<span class=\"citation\" id=\"64215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64215)\">Matt. 10:34<\/a><\/span> and good will to men;&#x201D;<span class=\"citation\" id=\"67066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67066)\">Luke 2:14<\/a><\/span> no matter who they are or what they are, we should seek to promote the happiness and welfare of all Adam's race. <\/div><div class=\"paragraph jod\" id=\"v14n757\"> Perhaps there has never been a greater exemplification of this feeling, however little it may have been understood, than by the works of our Elders. They have not been governed by sordid feelings in any of their operations or ministrations. Believing in God, they have put their trust in him. They have trusted him for their food and for their raiment in traveling to the ends of the earth without purse of scrip,<span class=\"citation\" id=\"68147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68147)\">Luke 22:35<\/a><\/span> to proclaim to a fallen world the great principles that have been revealed from heaven  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for the salvation of the human family. There is not, today, on this wide world, an example of disinterestedness and self-abnegation equal to that which has been exhibited by the Elders of this Church for the last thirty-five years, and not only by the Elders, but by their wives. I see men around me in every direction who have traveled thousands and thousands of miles without purse or scrip,<span class=\"citation\" id=\"68148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68148)\">Luke 22:35<\/a><\/span> to preach the Gospel to the nations of the earth. They have traversed plains, mountains, deserts, seas, oceans and rivers; they have gone forth trusting in the living God, bearing the precious seed<span class=\"citation\" id=\"57254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57254)\">Ps. 126:6<\/a><\/span> of eternal life. It is true they have not been comprehended or understood by the nations, but that does not alter the fact. Many who went forth in their weakness have returned rejoicing, bringing their sheaves with them,<span class=\"citation\" id=\"126422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126422)\">Ps. 126:6<\/a><\/span> as trophies of the victory of the principles of eternal life that they themselves had communicated. I say there is not another instance on record today of like disinterested, affectionate regard for the welfare of the human family as has been manifested by the Elders of this Church. I have traveled thousands and hundreds of thousands of miles to preach the Gospel among the nations of the earth, and my brethren around me have done the same thing. Did we ever lack anything necessary to eat, drink and wear?<span class=\"citation\" id=\"126423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126423)\">Luke 22:35<\/a><\/span> I never did. God went with his Elders, and they have gathered together his people as they are here today. They have been seeking to carry out the desire of the Lord and the wish of the Almighty in regard to the human family. They were told to go trusting in the name of the Lord, and he would take care of them and go before them, and that his Spirit should go with them and his angels accompany them.<span class=\"citation\" id=\"87923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87923)\">D&amp;C 84:88<\/a><\/span> This is all true; and these Elders have <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preached to you, in your various homes and tongues, those principles which God revealed from heaven, and you were influenced by dreams and visions and by the Spirit of the Lord to give heed to their words, for, like the words of the Apostle of old, they came to you, &#x201C;not in word only, but in power, in rich assurance and in demonstration of the Spirit of the Lord,&#x201D;<span class=\"citation\" id=\"72952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72952)\">1 Cor. 2:4<\/a><\/span> and you realized it and rejoiced in it, and you were led to cry, &#x201C;Hallelujah! For the Lord God omnipotent reigns.<span class=\"citation\" id=\"80335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80335)\">Rev. 19:6<\/a><\/span> Thanks be to the God of Israel who has counted us worthy to receive the principles of truth.&#x201D; These were the feelings you had and enjoyed in your far distant homes. And your obedience to those principles tore you from your homes, firesides and associations and brought you here, for you felt like one of old, when she said, &#x201C;Whither thou goest, I will go; thy God shall be my God, thy people shall be my people, and where thou diest, there will I be buried.&#x201D;<span class=\"citation\" id=\"55380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55380)\">Ruth 1:16-17<\/a><\/span> And you have gathered to Zion that you might be taught and instructed in the laws of life and listen to the words which emanate from God, become one people and one nation, partake of one spirit, and prepare yourselves, your progenitors and posterity for an everlasting inheritance in the celestial kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v14n759\"> It is no dream or phantom that has brought us here; we have had to do with realities all the way through. And then you who have been brought in have partaken of the spirit of Zion and have helped to teach others the way of life and to lead them in the paths of righteousness; and now we are not only trying to teach the world, but our children, our youth, our young men and women in the same principles, that when we leave this stage of action they, inspired by the Spirit of revelation which flows  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from God, may bear off his kingdom triumphant. <\/div><div class=\"paragraph jod\" id=\"v14n761\"> This is the feeling that permeates this people. With all our weaknesses, and we are weak; with all our follies, and we are very foolish; with all our infirmities, and we are very infirm, we are trying to do the will of God, and to prepare ourselves for an inheritance in his kingdom, to save our progenitors and to pour blessings on our posterity. These are the feelings by which we are actuated; and it is not only in one, but it is in all, more or less, according to the proportion of the Holy Spirit they enjoy. Witness now the First Presidency of this Church. Who could labor more arduously than they? Where is there a man in existence today, of the years of President Young, that takes upon himself the amount of care, anxiety, and travel that he does? There are very few of our young men who would have liked to undertake such a trip as he is now engaged in. Right in the worst possible season of the year, with bad roads and bad weather and all kinds of unfavorable circumstances, to travel a journey of five or six hundred miles and back! What for? To look after the welfare of Zion, to promote the interests of Israel, to help to build up and establish the Church and kingdom of God on the earth, to fulfill the behests of his Lord and Master, and try to carry out the things which God requires at his hands. He feels the importance of those things that Jesus spoke to Peter about after Peter had denied his Lord. Said Jesus&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n762\"> &#x201C;Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He said unto him, Feed my lambs. He saith unto him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thee. He saith unto him, Feed my sheep. He said unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.&#x201D;<span class=\"citation\" id=\"70984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70984)\">John 21:15-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n763\"> Well, we have a shepherd who, together with his associates, is feeding the sheep of God, and they, unitedly, are watching after their interests, well-being and happiness, and trying to carry out the will of our Heavenly Father; and while God is operating in the heavens, the Holy Priesthood is operating here to build up and establish his kingdom and introduce righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v14n764\"> As I said before, the Elders are engaged in the same thing, and have been all the time. How many have been to the United States this last season visiting among their friends, associations and acquaintances, and preaching the Gospel wherever they had an opening? How are they looked upon? Hear their statements when they return. They are looked upon, by the people generally, as impostors or deceivers. The people do not seem, any more than the Jews in former times, to understand the day of their visitation,<span class=\"citation\" id=\"58085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58085)\">Isa. 10:3<\/a><\/span> nor to comprehend the laws of life nor the relation that they sustain to God; and if ten thousand Elders were sent throughout the United States and Europe, the people would treat them and the principles they bear with contempt and utter carelessness; they do not understand the rich gems of eternal truth when they are laid before them, and they call our good evil, and their evil good.<span class=\"citation\" id=\"57947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57947)\">Isa. 5:20<\/a><\/span> They do not know the difference, neither do they understand the day of their visitation.<span class=\"citation\" id=\"58086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58086)\">Isa. 10:3<\/a><\/span> They possess not the Spirit of God; they are wallowing in the mire of sin and  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>groping in the darkness of unbelief and death. <\/div><div class=\"paragraph jod\" id=\"v14n766\"> Is this speaking harshly? Some perhaps will say it is. I cannot help that, it is true. Are there men among them who seek to do good? Many. Are there philanthropists among them? Yes, scores and hundreds of them. Are there high-minded, honorable, intelligent men in their midst? Yes, thousands of them. But do they know the truth? No, they do not, and there are very few of them that have the hardihood to stand up for what they consider to be right, for they fear that by so doing they would be compromised in some worldly point of view; it would not be populist, so they say, &#x201C;Better let it alone.&#x201D; Do we understand their position? Yes. Do we hate them? No, we wish to do them good, and would teach them every good principle that we possess; we would lead them in the path of life and show them the way to God; we would introduce them into the kingdom of God, but they cannot see it, and unless a man is born again, the Scriptures tell us that he cannot see the kingdom of God.<span class=\"citation\" id=\"68711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68711)\">John 3:3<\/a><\/span> Sometimes I hear people talk and see them write about the kingdom of God; but all they talk and all they write proves to me that they are not born again, and consequently they cannot see the kingdom of God<span class=\"citation\" id=\"68712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68712)\">John 3:3<\/a><\/span> any more than a blind man could see the faces before me if he were standing where I am. Jesus told Nicodemus that &#x201C;except a man be born of water, he cannot see the kingdom of God; and except he be born of the water and of the Spirit, he cannot enter the kingdom of God.&#x201D;<span class=\"citation\" id=\"68763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68763)\">John 3:3,5<\/a><\/span> People unenlightened by the spirit of truth can see the kingdoms of the world, and they can reason upon their organization, their power and weakness, and upon the justice or injustice of the policy they pursue; but when it comes to the kingdom of God there <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a current associated with that which they are not acquainted with, and principles which they cannot comprehend; they see depths which they cannot fathom, and they grope in the dark and are entirely ignorant concerning the purposes of Jehovah. <\/div><div class=\"paragraph jod\" id=\"v14n767\"> Well, we who comprehend these things, look at them in another light; we are acquainted with their philosophy; we are acquainted with their status and position. We know ours, they know theirs, but they cannot comprehend us, for we are told, emphatically, in the Scriptures, that the world by its wisdom knows not God.<span class=\"citation\" id=\"72893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72893)\">1 Cor. 1:21<\/a><\/span> And as it was in former times, so it is today, and the world by its understanding cannot find out God.<span class=\"citation\" id=\"126424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126424)\">Job 11:7<\/a><\/span> Man, by philosophy and the exercise of his natural intelligence, may gain an understanding, to some extent, of the laws of Nature; but to comprehend God, heavenly wisdom and intelligence are necessary. Earthly and heavenly philosophy are two different things, and it is folly for men to base their arguments upon earthly philosophy in trying to unravel the mysteries of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v14n768\"> Standing, then, in the position that we do, it is for us to try to obtain a closer connection and union with our Heavenly Father and with the Holy Priesthood, and to comprehend more and more the laws of life and the things pertaining to the work of God. We are here to save ourselves, to learn the laws of heaven, and to save our progenitors, that they may participate with us in the rich blessings of the Gospel. If we answer the ends of our creation<span class=\"citation\" id=\"85887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85887)\">D&amp;C 49:16<\/a><\/span> in these respects we shall not live and die as the tool lives and dies; but, while the world is overwhelmed with crime, wickedness and malign influences, we may help to introduce and establish principles which God will approve, which all  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the good and virtuous will love and admire and which will be approbated by the holy angels; and may organize ourselves so that we may be prepared to associate with the intelligences around the throne of God. Let us, then, keep the commandments of God, live our religion, be humble and faithful, cleave to the Lord our God,<span class=\"citation\" id=\"54939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54939)\">Deut. 4:4<\/a><\/span> cultivate his Holy Spirit, that it may <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dwell and abound within us, that it may be as a well of water springing up to eternal life;<span class=\"citation\" id=\"69059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69059)\">John 4:14<\/a><\/span> and that its refreshing, invigorating streams may spread around us wherever we go, that we may be prepared for glory, salvation and an eternal inheritance in the celestial kingdom. May God help us to attain to this, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}