{"ID":140035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation&#x2014;Persecution&#x2014;His Testimony and Feelings.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday, October 22, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 10\/22\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v14n945\"> It is very pleasant for the Saints of God to reflect upon the principles of eternal truth, that have been developed unto them. If there is anything connected with happiness and humanity, if there is anything calculated to expand the views and feelings of the human family, to raise our hopes and aspirations, and to give peace, joy, and confidence; it is the thought that God has revealed unto us the precepts of eternal truth; that He has planted them within our bosoms and given unto us a certainty in regard to those things we profess to believe in, and assuredly do know. <\/div><div class=\"paragraph jod\" id=\"v14n946\"> Standing, as we do, before our Heavenly Father, in possession of the principles of eternal life; having had a knowledge of them unfolded unto us by the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"74433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74433)\">Gal. 1:12<\/a><\/span> and as mortal and immortal beings, knowing for a certainty the things which God has revealed, for the salvation of the human family, we feel confident, joyous, happy, and contented, and our souls rejoice in the fullness of the blessings of that gospel, of which the world, generally, at the <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present time are so ignorant. Men generally, although very particular about financial matters, and things pertaining to time; although very careful about the acquisition of wealth and desirous of knowing which is the best way to invest it after they have obtained it; although desirous to obtain honor and fame and wealth; yet in regard to religious matters it seems that they are perfectly willing that anybody should think for them and act for them, and be their dictators and guides; and hence they have a hireling priesthood whom they pay to take care of their souls,<span class=\"citation\" id=\"62105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62105)\">Micah 3:11<\/a><\/span> just as they pay physicians to take care of their bodies, and lawyers to take care of their property. Religion is not a thing, according to the estimation of a great many, that everybody ought to be dabbling with: it belongs to the priests, teachers, etc., who are paid for teaching their dogmas, theories, creeds, and opinions. I was brought up a member of the Church of England, the same as my friend, the speaker who preceded me. It is customary among the Episcopalians to  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prepare men for the ministry just the same as they prepare men for doctors, lawyers, or the military profession. In examining their boys to find for what they are the best capacitated, if one is pretty shrewd, he must be a lawyer; if one is full of fire and energy, they try to make a military officer of him; but those who are dull, dumpish, and ignorant are generally made parsons of. These are they who are teachers of religion, and who the great mass of men are ready to follow; and as the scriptures say, when &#x201C;the blind lead the blind, they both fall into the ditch.&#x201D;<span class=\"citation\" id=\"64786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64786)\">Matt. 15:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n948\"> I speak of these things to show the position of the world generally in regard to religion&#x2014;that which affects their interests for eternity. Men are sometimes a little careful in the organization of governments, and in the passage of laws for the protection of their rights; statesmen, scientists, philosophers, and men of intelligence are brought into requisition, to expand the general judgment about matters wherein individual rights or the rights of a community are concerned; and in fact, in relation to affairs of a temporal or worldly nature, men are generally careful; but on religious matters it is very different. <\/div><div class=\"paragraph jod\" id=\"v14n949\"> What are we to think of the religious standard or statutes of the Christian world today? Professing to believe in the Bible, who really believes in or cares for the principles which it advocates? Who has the hardihood to be governed by the laws which it promulgates? Why, I could refer you to judges today, and Christian judges at that, professing to believe the Bible, who would make men guilty and arraign them before their bars for believing the principles contained in that very book. This is the height of intelligence, the summit of all excellence, and the glory of our judiciary today! And look at our <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religionists&#x2014;they are fools, and don't know what they are doing, the position they are placing themselves in, or the ruin they are hurling upon the nation with which they are associated. They do not know that by the introduction of false principles, those principles will spread, and permeate, and will roll back again on their own heads, producing misery, confusion, and bloodshed wherever they go. They do not know this, they have not sense enough to see it&#x2014;they are poor, miserable, blind fools. <\/div><div class=\"paragraph jod\" id=\"v14n950\"> And what do they know about God and eternity? Nothing. They deny the very principles that would bring men into communication with the Almighty. Christian ministers, for ages past, have repudiated all idea of revelation or communication from God. Shut up that principle from me, deprive me of the privilege, shut me out from God, let the heavens be brass<span class=\"citation\" id=\"55161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55161)\">Deut. 28:23<\/a><\/span> so that I could not approach Him, and life has no object. As an immortal being, connected with this world and the next, if I cannot have a knowledge of God, I do not want to exist. I want nothing to do with this world; God knows there is not enough in it to captivate the mind of any intelligent being who is capable of reflecting on the destinies of an immortal soul. Strip us of that, and what have we left? Nothing, simply nothing. I look upon man as the handiwork of God and as an immortal being. I look upon the world we live in as having emanated from Him, and man created and placed here by the wisdom, intelligence, power, and generosity of the All Wise, the Great Eternal I Am;<span class=\"citation\" id=\"53807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53807)\">Ex. 3:14<\/a><\/span> that was, and is, and is to come.<span class=\"citation\" id=\"78930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78930)\">Rev. 1:4<\/a><\/span> I look upon it that men, combining the mortal and immortal, and possessing such intelligence as they possess, ought to be able to approach the fountain of all intelligence in the way which the  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gospel unfolds; and if the religion that I possess will not bring me to an acquaintance with my Heavenly Father, to a relationship with Him, to a certainty pertaining to the future, as well as the present, I want nothing to do with it. I would not give the ashes of a rye straw for all the religion in the world that would not lead a man to God. I want knowledge, certainty, intelligence; I want principles that have emanated from God; and I want freedom and liberty as an American citizen, and as a citizen of the kingdom of God, as a man who is capable of breathing free air, and living, and enjoying the gifts of God. These things I want, and these, so help me God, I will have so long as God gives breath (Congregation said, &#x201C;Amen&#x201D;), and no man, no set of men shall deprive me of them. They may deprive me of life, but I shall live and soar among the free in the eternal worlds, and rejoice among the Gods, under these blessings and privileges that God has revealed to us here on the earth. These are my feelings in short, and I feel calm, comfortable, pleasant, joyous, and happy in the possession of those principles which God has revealed for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v14n952\"> I think we read somewhere that &#x201C;happy is that people, whose God is the Lord;&#x201D;<span class=\"citation\" id=\"57346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57346)\">Ps. 144:15<\/a><\/span> and I say happy is that people who believe in a living God, a God that can hear and see, and who can speak and reveal His will to man. I feel happy at being associated with such a people, and today there is not a king, emperor, potentate, or power on earth with whom I would exchange places. God is my God, my Heavenly Father is my protector, and He is the protector, and friend, and God of Israel, and He will stand by and sustain them in the midst of all events and under all circumstances which may transpire, consequently I <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feel easy, comfortable and pleasant. <\/div><div class=\"paragraph jod\" id=\"v14n953\"> &#x201C;Well, but,&#x201D; says one, &#x201C;perhaps you would not feel so if you had a process resting on your head, as some have.&#x201D; I do not know, but I think I should. I have known some little of these things before today. I have been mobbed before today for my religion, I have been shot at and hit before today for my religion; and my religion is just the same today as ever. It produces the same joy, confidence, hope, and reliance as in any other day; and these are not only my feelings, but they are also those of my brethren. There is no faltering, no trembling of the knees, no shaking in the feelings with us. God is our God; we are his people. This is the Zion of God; this is the kingdom of God, which our judges tell us the United States is making war against. I wonder if they tell the truth? No matter, I am a member of and an elder in the Church of Jesus Christ of Latter-day Saints, and I dare acknowledge it before any power there is under the heavens. I belong to that Church; and I thank God, my Heavenly Father, for the privilege of being associated with these brethren and these sisters who are before and around me; and my feelings are today, and ever have been, like one of old, when she said: &#x201C;This people shall be my people, their God shall be my God; where they live I will live also, where they die there I want to be buried;&#x201D;<span class=\"citation\" id=\"55381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55381)\">Ruth 1:16-17<\/a><\/span> and when they rise from and burst the barriers of the tomb and ascend into the presence of Jehovah, I expect to be with them, and to be one with them in time and one in eternity. These are my hopes and my feelings, and I say Hallelujah, Hallelujah, for the Lord God omnipotent reigneth,<span class=\"citation\" id=\"128646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128646)\">Rev. 19:6<\/a><\/span> and He will reign until He has put all His enemies under His feet&#x201D;<span class=\"citation\" id=\"73844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73844)\">1 Cor. 15:24-25<\/a><\/span> (Congregation said, &#x201C;Amen&#x201D;), and this kingdom will go forth and  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>roll onwards, and woe to the man who attempts to stay the progress of Jehovah. He shall wither like grass before the breath of the Lord of Hosts<span class=\"citation\" id=\"59297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59297)\">Isa. 40:7<\/a><\/span> (Congregation said, &#x201C;Amen&#x201D;), and the principles of eternal truth will be onward, onward, onward, until the kingdoms of this world shall become the kingdoms of our God and His Christ, and He shall rule for ever and ever.&#x201D;<span class=\"citation\" id=\"79456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79456)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n955\"> Men may try to forge chains for us, but we will snap them asunder as Samson did,<span class=\"citation\" id=\"55367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55367)\">Judg. 15:14<\/a><\/span> by the power of God. God being our helper,<span class=\"citation\" id=\"56791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56791)\">Ps. 54:4<\/a><\/span> we will maintain the principles of eternal truth; we will maintain and cherish the principles of freedom and liberty of all kinds, for all men, for every son and daughter of Adam; and we will never rest until the world shall be revolutionized with these principles, until all men everywhere shall proclaim themselves free. It will not be only like the bell they sounded when they proclaimed the Declaration of Independence, and liberty throughout the land; but we will proclaim liberty to the world, salvation to the human family, freedom of thought and free<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom of action, with power to worship God as they please, when they please, and where they please, all over the face of the wide earth. We will never rest until the shackles are knocked off from all men, and all men everywhere are free and equal. These are the designs of God, and God will consummate them, and no power can stop His hand. <\/div><div class=\"paragraph jod\" id=\"v14n956\"> I am not strong in body, and cannot talk long; but I feel in my bosom the spirit of God burning like a living fire. I thank my Father for His protecting care and grace over this people; and I feel like exhorting my brethren to live their religion, to keep the commandments of God, and preserve themselves pure. If they do they need ask nothing from these rotten, miserable, stinking wretches with which they are surrounded here at the present time. Preserve yourselves pure, be virtuous, holy, and honorable, and God will bless you and stand by you, and Israel shall be victorious from this time henceforth and forever, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}