{"ID":140036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gathering&#x2014;The Rise of the Church&#x2014;The Book of Mormon&#x2014;True Christianity.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, December 10, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gathering, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 12\/10\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v14n957\"> There is a large assembly of people now seated in this Tabernacle, and it will require a good deal of attention and stillness on the part of so large a congregation in order to hear distinctly and to understand what may <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be advanced. I have been in the habit for a few months past of selecting a text from the Scriptures. I do not do so this afternoon, for the reason that no particular text has presented itself to my mind; nevertheless  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I shall endeavor by the assistance of the Spirit of the Lord to speak upon subjects as they may be presented to me at the very moment.<span class=\"citation\" id=\"89353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89353)\">D&amp;C 100:5-6<\/a><\/span> What they will be I know not. It is my earnest desire, however, that I may be favored with the faith and prayers of all good people who may be present, that peradventure the Lord may be merciful to us and shed forth a great abundance of His Holy Spirit to assist us on this occasion. <\/div><div class=\"paragraph jod\" id=\"v14n959\"> It is a strange thing to the greater part of the civilized world to see, or rather to contemplate, so many scores of thousands of people gathering together in the interior portions of North America, in the Rocky Mountains or vicinity, all of one religious faith. It is a marvel, and produces a great deal of wonderment among the people, to understand what is the cause of this great assembling or gathering together, what it means, what the object is, what purpose is to be accomplished, what the designs of the people are and so forth. It is attracting the attention not only of our own nation but of many other nations&#x2014;this fleeing out, this gathering together of a people from so many parts of the world and coming together in the interior of this new world, in a country which, to all human appearance, was one of the most difficult countries in the known world to be settled. They wonder how it is that an influence can be exercised over the minds of so many people, among so many nations, to get them to leave the homes of their fathers, their native countries, their associates and friends, and go forth for thousands of miles upon railroad conveyance, and cross the ocean, and then pursue their journey for thousands of miles still further into the heart of a desert. This is a curious thing when we reflect upon it. I will here observe, however, that it is not the influence <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of man that has brought this great event about; man is not the origin of this great gathering which you see in the Territory of Utah. If you do not believe what I say, let any other society, I don't care how much talent they may have, how much human wisdom they may possess; let them attempt to accomplish a similar thing and see whether they can succeed. Take all the learning that is in the world, combine it together, send forth the most learned and talented orators among the nations, exercise all the human power and influence that God has given you, and attempt to accomplish a work similar to the one which is now before your eyes, and see if you can succeed. It can't be done; it never has been done, to my knowledge, since the days of our Savior. We have no account in history of any religious society gathering out from so many nations into one region of country since the days of the Savior. <\/div><div class=\"paragraph jod\" id=\"v14n960\"> Do you wish to know the secret of this great gathering? Do you wish to know why it is that this influence has been exercised over the minds of the people? I will tell you: it is because God, who is in yonder heavens, has spoken in our day, this is the secret. It is because he has sent forth angels, messengers from heaven, who have appeared to men here on the earth, and have conversed with them. It is because God, by angels, and by his own voice, has sent forth messengers again unto the human family with an important message, a message more important, in one sense of the word, than any which has before been delivered to man&#x2014;a message to prepare the way before the face and coming of his Son from the heavens. <\/div><div class=\"paragraph jod\" id=\"v14n961\"> Strangers may inquire, what has this great gathering to do with preparing the way before the coming of his Son? Could you not all remain scattered abroad among the nations  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and be prepared just as well? I answer, that if God had commanded us to remain among the nations in our scattered condition, that would have been right, and acceptable before him; but on the other hand, if God has spoken, as we declare that he has, and his voice has been heard, and messengers have been called and sent forth by divine command, and revelation has been given, not only for the people to obey the gospel but also to gather out and assemble themselves in one, then we could not be prepared for his coming without obeying the divine command. It all rests, therefore, on this point: has God spoken concerning this matter? Has he really instituted this thing? Has he given divine revelation in the 19th century? Has he sent forth his angels? If he has, then the work that is before you is the preparatory work for the coming of the Son of God. If he has not spoken, as we declare that he has, then a similar work will have to be performed in the future by some other people; for the very work which you now perceive&#x2014;the gathering together of so many thousands, is clearly predicted by the ancient prophets; and if we are not the people fulfilling these predictions, then another people must rise hereafter under similar circumstances to fulfil them, before the Son of God will come from the heavens, to reign here as King of kings and Lord of lords.<span class=\"citation\" id=\"80431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80431)\">Rev. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n963\"> Much has been said about the coming of our Lord to reign here on the earth for a thousand years.<span class=\"citation\" id=\"80517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80517)\">Rev. 20:4-6<\/a><\/span> We have now in the United States and in Great Britain, and other parts of the world, those who call themselves Second Adventists, who say they are going forth in order to prepare the way before the coming of the Lord. But are they fulfilling the predictions of the ancient prophets contained in this Bible? By no means. The first predic<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion to which I will refer you, upon this subject, that now occurs to my mind, is one that has been often repeated, for some forty-one years, by this people; but it is of so much importance and interests this generation to that degree, that I never feel tired of repeating it. It will be found in that prophecy that was delivered to John on the Island of Patmos. He saw in vision, as represented in the 14th chapter of his prophecy, the Son of Man sitting on a cloud with a sharp sickle in his hands, clothed in glory and in power, and he saw angels at the same time, and one of them cried unto him that had the sharp sickle in his hands, that he should go forth and reap down the earth; for the harvest of the earth is ripe.<span class=\"citation\" id=\"80040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80040)\">Rev. 14:14-20<\/a><\/span> Here was a view of the coming of the Son of Man. But before this, there was a preparatory work to perform, the nature of which is explained in the same chapter. This preparatory work is what I wish to call your special attention to on this occasion. <\/div><div class=\"paragraph jod\" id=\"v14n964\"> It was no less than a messenger that was to fly through the midst of heaven&#x2014;an holy angel, not something to be spiritualized, or that we can interpret according to our own views, not some great and renowned man that was to be raised up here on the earth, but an angel. &#x201C;I saw another angel,&#x201D; says John, before the coming of Christ, before he saw that personage sitting on the cloud. &#x201C;I saw another angel flying through the midst of heaven.&#x201D;<span class=\"citation\" id=\"79722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79722)\">Rev. 14:6<\/a><\/span> Not a person raised up to go and preach here, and fly among the inhabitants of the earth, but flying through the midst of heaven. What particular message had this angel to convey, and to whom was he to convey it? John says, that this angel whom he saw flying through the midst of heaven had the everlasting gospel to preach unto them that dwell on the earth. To  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>show how extensively it was to be preached, mark the next sentence: &#x201C;To be preached unto them that dwell on the earth, unto every nation, kindred, tongue, and people.&#x201D;<span class=\"citation\" id=\"79723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79723)\">Rev. 14:6<\/a><\/span> Does not this include all? Does not the prediction take within its scope all mankind in the four quarters of the earth? It verily does. What was connected with this everlasting gospel that the angel should have to be thus extensively preached among the inhabitants of the earth? What other prediction was uttered on that occasion? The angel proclaimed that the hour of God's judgment had come.<span class=\"citation\" id=\"79953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79953)\">Rev. 14:7<\/a><\/span> He had the gospel to restore, however, before that judgment would fall on the nations. They must first hear it, they must first be warned, they must first receive the opportunity and privilege of receiving the message, after which, if they do not receive it, the angel said that the hour of God's judgment has come. Consequently we learn from these predictions some three or four very important things. First: that when the gospel is again committed to the inhabitants of the earth it is to be by an angel. Second: that when it is thus committed, it must be preached to all people under the whole heavens, without any exception of tongues or languages or races. Third: we learn that the hour of God's judgment was immediately to follow this preaching of the everlasting gospel. <\/div><div class=\"paragraph jod\" id=\"v14n966\"> Now mark what is predicted in the next verse. This was the first message; but John says: &#x201C;I saw another angel follow him.&#x201D; There were two angels then, the first one with a message of the gospel of peace, proclaiming peace to the inhabitants of the earth, and then judgment immediately to follow. The second angel had no message of peace, but this was his proclamation; &#x201C;Behold, Babylon the great is fallen, is fallen, <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because she made all nations drink of the wine of the wrath of her fornication.&#x201D;<span class=\"citation\" id=\"79996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79996)\">Rev. 14:8<\/a><\/span> We learn that a certain power, under the name of Great Babylon, is to meet with a total downfall after the gospel had been preached, that was to be brought by an angel. A third angel followed, and declared that all who would not receive the message of truth should be cast down, and should be punished, and the smoke of their torment should rise up forever and forever.<span class=\"citation\" id=\"80020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80020)\">Rev. 14:9-11<\/a><\/span> After having predicted the coming of these three angels he then proclaims the coming of the Son of God sitting on a cloud,<span class=\"citation\" id=\"126455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126455)\">Rev. 14:14<\/a><\/span> of which I have spoken. <\/div><div class=\"paragraph jod\" id=\"v14n967\"> Now we have this important message to testify, and we testify it in all boldness, we testify it before the heavens, we testify it before the earth, we testify it in the name of the Lord God who has sent us, in the name of Jesus Christ who has redeemed us, that that angel has already come, that the 19th century is the favored century in which God has fulfilled this ancient prediction, uttered by the mouth of his ancient servant. God has indeed sent that angel, and when he came he revealed the everlasting gospel. <\/div><div class=\"paragraph jod\" id=\"v14n968\"> But I know what now rises in your hearts, I know what the strangers who are before me will say in their hearts, what they now think. Some of you now say in your hearts, we have the everlasting gospel contained here in this book, the New Testament, and we have had it for some eighteen centuries or more, and consequently what was the use of another angel having the same everlasting gospel to commit to the children of men when we already had it? Now was not that in your hearts? I will venture to say that there were some in this congregation who were thinking of something very similar to this. Let me say in answer to this query that God has revealed the everlasting gospel anew.  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But what reason or purpose had he in so doing, say some, have we not sufficient written on the subject in the Bible? Have we not the Gospel in great plainness, and why should he reveal it anew? I will tell you why. What is written in the New Testament in relation to the everlasting Gospel is not as it was when it was first revealed; and as a testimony that it is not very plain, let me refer you to some five or six hundred different religious views, all founded on this same book, which you say contains the everlasting Gospel. Why all these views, why all this distraction of faith? Why, for instance, does one sect believe in sprinkling, another in pouring, another in immersion, another rejecting baptism entirely, another baptizing those who profess to have obtained forgiveness of sins? Another class baptizing expressly for the remission of sins? Why is it that all these sentiments and religious notions prevail? Do not all these classes profess to found their faith on the New Testament, which they say contains the everlasting Gospel? O yes. It shows clearly and plainly that there is something lacking. There are just as many sincere people, no doubt, who believe that sprinkling infants is the correct mode of baptism, as there are who believe in baptizing adults by immersion. One class is just as sincere as the other; one professes to believe and have confidence in the New Testament as well as the other. Now there must be something that is not quite so clear in the New Testament, or there would not be so great a diversity of opinion and sentiment. <\/div><div class=\"paragraph jod\" id=\"v14n970\"> We again refer to the everlasting Gospel that the angel should bring! What might we expect when the angel comes? Could we not reasonably expect that when God sends an angel from heaven with the ever<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lasting Gospel he will make it so plain that there can be no misunderstanding in regard to any ordinance or any principle that is connected with it? That is what I should expect. The causes why these things are not so plain now in the New Testament, are these: the New Testament has been handed down, or its manuscripts, for a great many centuries, transcribed by the scribes of different generations. No doubt many of these were sincere and good men; but they have made, in the course of so many centuries, many great perversions in the text, in the original word I mean, in the Greek text, and also in the Hebrew so far as the Old Testament is concerned. I am not referring to the English manuscripts, but to the text written in what is termed the original Greek or Hebrew. These Greek and Hebrew manuscripts being transmitted from generation to generation, and transcribed and altered more or less, have fallen at length into the hands of the people of latter times in a state wherein they very much contradict each other. It is declared by the most learned archbishops and bishops, and men of great learning who have gathered together thousands of these ancient manuscripts and compared them one with another, that there are thirty thousand different readings of the original text. Not merely a different reading in one or two phrases, but of the original text, taking the Old and New Testament as a whole. When King James, in his day, set a great number of learned men apart to translate the Bible into the English language, they gathered together such manuscripts as they could get hold of. By examining them they of course did not know which was correct. They found them differing one with another in thousands of instances. Which were the most correct they, without inspiration,  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>never could learn; but they did the very best they knew how. They are not to blame for those errors. They were men of integrity; they collected, according to the best of their understanding and knowledge, the manuscripts in existence and translated them according to the best information they had concerning the original languages. Hence originated this present English Bible, King James' translation. I am astonished when I look at this Bible, to find it so correct; I am astonished, and it has been a mystery to me that it can be so correct with such an abundance of contradictions in the original manuscripts. As a general thing the meaning has not been altered much, but it has been altered sufficiently to produce all the confusion at present existing throughout Christendom. All these different denominations have arisen, founded on the same Bible and on the same text. What may we expect then when God sends an angel? Must we expect that he will give us a confused mass of something that we cannot understand? Or may we not rather expect that he will impart to us the plainness and simplicity of his word, and call that the gospel, and call upon the nations of the earth to receive it? I answer that so far as reason is concerned, and good sound judgment, that is, so far as I can judge concerning reason, reason would say that the God of truth would communicate a message in perfect plainness, that could not be misunderstood by those who desired to know the right way. <\/div><div class=\"paragraph jod\" id=\"v14n972\"> Well, such was the fact. I hold in my hand a record containing more writing than the New Testament; and this book, from the beginning to the end, was written by divine revelation, comprising history, prophecies and the Gospel. It was written by an ancient people, a portion of the house of Israel, who dwelt in ancient <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> America. Prophets and inspired men wrote this record on plates of gold. They inform us that Jesus administered on this American continent in person, as well as on the little land of Palestine. They inform us that after his resurrection and ascension from the land of Jerusalem to his Father, he descended on this American continent, that he taught them here at different times, appearing to them often, delivering to them his everlasting Gospel in plainness and simplicity.<span class=\"citation\" id=\"91929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91929)\">D&amp;C 133:57<\/a><\/span> He commanded them to write that Gospel upon the plates that they kept their records on at that time, and which had been already handed down among them for about six hundred years. This book also informs us concerning the preaching of the Gospel among the ancient Americans&#x2014;the ancient inhabitants of this country; that twelve men were called, not apostles, or rather that they were not called apostles, but disciples.<span class=\"citation\" id=\"82803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82803)\">3 Ne. 19:4<\/a><\/span> Twelve disciples were chosen in ancient America and preached the Gospel that the Son of God revealed to them in person. They proclaimed that Gospel in the four quarters of this Western hemisphere, in other words, on what we call South and North America; they built up the Church and Kingdom of God in this land, and millions of the people received the Gospel. They kept a record of this fact three hundred and eighty-four years after the coming of Christ. Mormon, who had charge of the records, after making an abridgment on other plates, in consequence of the apostasy of his portion of the nation, delivered the abridgment or the plates that contained it, into the hands of his son Moroni, a faithful prophet and servant of God, but the other plates he hid up in a hill in what we now call the State of New York. Moroni beheld the downfall of his nation, their destruction by the  <div class=\"break pagebreak\" id=\"259a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0259.pdf\" target=\"pdfwin\">p.&#xA0;259a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hands of another branch of the house of Israel, a powerful nation on this continent. The nation that kept these records was destroyed. Moroni, who was the last prophet entrusted with the plates, had to flee from place to place and hide up in dens and caves in order to preserve his own life.<span class=\"citation\" id=\"83545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83545)\">Moro. 1:1-3<\/a><\/span> These records, four hundred and twenty years after the birth of Christ, were hidden up, at least that was the last date given on them. With them was deposited a sacred instrument that was possessed by the people on this continent, called the Urim and Thummim. Many predictions were uttered, not only by Moroni, but by many previous prophets, that these records in the last days, should be brought to light by the ministration of holy messengers; that God would bring them forth in order to prepare the way before the coming of his Son from the heavens. This, therefore, is the book that that angel whom John saw flying through the midst of heaven has revealed to the inhabitants of the earth.<span class=\"citation\" id=\"79724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79724)\">Rev. 14:6<\/a><\/span> This is the sacred book that contains the everlasting Gospel revealed by the angel. This is the sacred book which God has commanded his servants to publish to the four quarters of the globe as a witness unto all nations before the Son of Man comes. This is the sacred book that contains the words of our Lord and Savior Jesus Christ when he appeared on this American continent. This is the sacred book that will go forth, warning all people, nations and tongues before the Son of Man appears in his glory. If they receive it they will be blest, if they receive it not, then will be fulfilled that which was spoken by the mouth of John the Revelator concerning the hour of God's judgment coming upon them.<span class=\"citation\" id=\"79954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79954)\">Rev. 14:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n974\"> Does this book do away with those differences that exist in regard to <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many points of the doctrine of Jesus? Does it make it plain so that there is no chance of building up two different denominations from the doctrines it contains? I answer yes, there cannot be established two different denominations founding their ideas on the doctrines of this book. Why? Because the doctrine is so plain in every point that it is impossible for any person with common sense not to understand it just as it is delivered and revealed. Hence you perceive that, that which we would naturally expect and reasonably hope for when the angel came is realized, namely, a doctrine so plain that all the learning and wisdom of man could not wrest and twist and turn it and make it appear two different things. For instance, let us take the simple ordinance of baptism, what does the Book of Mormon say in regard to that one ordinance? Jesus, when he came to the American continent, they not having seen the true order of baptism in the same light that the Jews had in Palestine, condescended to point out to them how they should be baptized.<span class=\"citation\" id=\"82626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82626)\">3 Ne. 11:21-28<\/a><\/span> He says, first, you must believe in me and repent of your sins and become as a little child and go forth and be baptized for the remission of your sins and you shall receive the Holy Ghost; and then, to show how this ordinance was to be performed, he says that inasmuch as anyone shall come forth desiring the ordinance of baptism, having repented of his sins, having believed in me, even Jesus Christ, you shall go down into the water and you shall baptize him in my name; you shall immerse him in the water, and come forth out of the water, and then he shall receive the Holy Ghost. Showing the ordinance also through which and by which the Holy Ghost should be given, namely, the laying on of hands. Now I ask, is there any possibility, with words penned as  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plain as these words are recorded, to build up two different denominations in regard to the mode of baptism? No, they could not do it; there could not be one sprinkling, another pouring and another baptizing by immersion; neither could there be those who would require individuals to first experience religion and then be baptized; but &#x201C;be baptized in my name, for the remission of their sins, and then they shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"126456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126456)\">3 Ne. 12:2<\/a><\/span><span class=\"citation\" id=\"82971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82971)\">3 Ne. 27:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n976\"> Perhaps the strangers will say, that is plain enough, we admit your argument that, if that be a revelation from God, there could not be two different denominations built up on that. I will say further that in regard to a great many other points of doctrine this book is just as plain and just as simple. Supposing you could grant all this, supposing you should say, strangers, we will admit that it is very plain in the Book of Mormon; but the great question with us is, is the Book of Mormon a divine revelation? That is the question that we want answered. The plainness we don't dispute, we know that it is so plain that a wayfaring man though a fool need not err therein;<span class=\"citation\" id=\"126457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126457)\">Isa. 35:8<\/a><\/span> all that we want to know in regard to the matter is, has God given that book, or is it an invention of man? What evidence have you to offer, inquires the stranger, to prove the divine authenticity of your book? You have the testimony of Joseph Smith. He says that an angel came and revealed to him the Book of Mormon, and that he was commanded by the Lord Almighty to go and get the plates, according to the vision that was shown to him at the time the angel came and conversed with him,<span class=\"citation\" id=\"93827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93827)\">JS&mdash;H 1:34-35,42<\/a><\/span> that he obtained the plates, and he says he translated them by the Urim and Thummim. This all rests, perhaps you may think, upon his testimony alone.  <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, supposing it did, has God ever condemned the world for not obeying one servant when he only had one witness? I answer yes, in some instances. He was going to condemn the great city of Nineveh on a certain occasion through the testimony of one man called Jonah. &#x201C;In forty days this great city shall be destroyed,&#x201D;<span class=\"citation\" id=\"62090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62090)\">Jonah 3:4<\/a><\/span> says Jonah. Jonah finding that the Lord sent but one witness with such an important message felt almost discouraged, and when he was on his way to deliver it to a great people and city, he felt that he would almost rather die than go as a single and solitary witness with a message of so much importance, and he besought the people to throw him overboard.<span class=\"citation\" id=\"62070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62070)\">Jonah 1:1-17<\/a><\/span> They did so, the Lord having produced a furious wind, frightened the people, and they, according to their old traditions, thought somebody was on board that ought not to be there. Jonah told them that he had rejected the commandment of the Lord, and if they would throw him overboard the winds would cease. They did so, and the wind did cease. A fish was prepared and it swallowed up Jonah, and the fish was commanded of the Lord to go and vomit up Jonah on the land, which he did.<span class=\"citation\" id=\"62078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62078)\">Jonah 2:10<\/a><\/span> Very obedient, much more so than many people are now-a-days, or have been in former times. This fish was obedient to the command of the Lord and went and did what the Lord commanded, and Jonah was thrown up. The word of the Lord came to him to go and fulfil his mission. He went and preached to the great city of Nineveh, and told the people what the Lord intended to do, and the people repented in sackcloth and ashes, from the king on his throne down to the least of them; they all turned and repented of their sins, and the Lord had compassion and did not execute the judgment on them because of their  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>repentance.<span class=\"citation\" id=\"62085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62085)\">Jonah 3:1-10<\/a><\/span> Now, what would have been the consequence if they had rejected this one man's testimony? The consequence would have been their overthrow. Jonah might have told them that God had sent him, and he might have preached to them that he had been swallowed up by a whale, and that God had given commandment to the fish to vomit him up on dry ground!<span class=\"citation\" id=\"62079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62079)\">Jonah 2:10<\/a><\/span> What would they care about that? They would have said, &#x201C;Jonah is crazy, insane, he must be insane,&#x201D; and they might have rejected his testimony, and brought death and destruction on the whole city, consequently God may send but one witness. <\/div><div class=\"paragraph jod\" id=\"v14n979\"> But he sometimes condescends to give more. We have four witnesses who have written and whose writings have descended to our day, concerning the resurrection of Jesus Christ&#x2014;one of the most important events that has ever happened in our world. Four men who saw Jesus after his resurrection have testified in the New Testament to his resurrection.<span class=\"citation\" id=\"126458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126458)\">Matt. 28:16-18<\/a><\/span><span class=\"citation\" id=\"126459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126459)\">Mark 16:14<\/a><\/span><span class=\"citation\" id=\"126460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126460)\">Luke 24:33-36<\/a><\/span><span class=\"citation\" id=\"126461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126461)\">John 20:19<\/a><\/span><span class=\"citation\" id=\"70942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70942)\">John 21:1-2<\/a><\/span> &#x201C;Oh, but,&#x201D; says one, &#x201C;we have more than four men.&#x201D; I think not, I can't find but four who have written. No women have written, for we have not any women's epistles or writings in the New Testament. &#x201C;But,&#x201D; says one, &#x201C;do you mean to say that the twelve apostles have not handed down their testimony?&#x201D; I do say so. I have no doubt but what they did testify of his resurrection, but they have given us no account. Four of the eight writers of the New Testament saw Jesus after his resurrection, and all the Christian world at the present day believe that Jesus rose from the dead because those four men testified that he did so. But does not Paul say that he was seen by him,<span class=\"citation\" id=\"71694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71694)\">Acts 9:3-6<\/a><\/span> and afterwards on a certain occasion after his resurrection by five hundred of his brethren?<span class=\"citation\" id=\"73792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73792)\">1 Cor. 15:6-8<\/a><\/span> Yes, we suppose <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he said so, because the writer of the Acts of the Apostles says that Paul said so; but it all rests on the writer of those Acts, whose name is supposed to be Luke. Luke says that Paul saw Jesus; Luke says that he was seen by five hundred, or at least he says that Paul says that he was seen by five hundred. Well now, such a great and important fact as the resurrection of the Son of God rests upon the testimony of four witnesses, and they are dead. You cannot cross-question them, you can't ask them if their testimony is true, you can't go to them and enquire about the particulars in relation to it; but you have to take the testimony of four witnesses who are dead and have been for eighteen hundred years; yet you believe the great fact, I do, and so do the Latter-day Saints, on their testimony. <\/div><div class=\"paragraph jod\" id=\"v14n980\"> Again, we find that it is written in the New Testament, the words of Jesus on the same subject, that in the mouths of two or three witnesses shall every word be established. Indeed, is that so? Are two or three witnesses sufficient to condemn the whole world of mankind, and to leave them without excuse? Jesus says so: every word shall be established in the mouths of two or three witnesses.<span class=\"citation\" id=\"65060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65060)\">Matt. 18:16<\/a><\/span><span class=\"citation\" id=\"74316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74316)\">2 Cor. 13:1<\/a><\/span> This is in accordance with what took place in the days of the flood. Noah, Shem, Ham and Japheth were the only witnesses that went forth to warn that generation of a terrible judgment that was to come on all flesh if they did not repent.<span class=\"citation\" id=\"93302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93302)\">Moses 8:19-20,27<\/a><\/span> They did not receive the testimony of those four men and consequently they were overthrown by the flood. God does therefore condemn the children of men by the number of witnesses that seems to him good to communicate, or through whom to communicate, a message to them. <\/div><div class=\"paragraph jod\" id=\"v14n981\"> Now then, let us come back again. Here was Joseph Smith, a boy, his  <div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>very youth ought to testify in his favor, for when the Lord first revealed himself to that little boy, he was only between fourteen and fifteen years of age. Now, can we imagine or suppose that a great impostor could be made out of a youth of that age, and one that could reveal the doctrine of Christ as he has revealed it to this generation? Would he stand forth and bear testimony that he had seen with his own eyes a messenger of light and glory, and that he heard the words of his mouth as they dropped from his lips and had received a message from the Most High, at that early age? And then, after having declared it, to have the finger of scorn pointed at him, with exclamations, &#x201C;There goes the visionary boy! No visions in our day, no angels come in our day, no more revelation to be given in our day! Why he is deluded, he is a fanatic;&#x201D; and to have this scorn and derision and still continue to testify, in the face and eyes of all this, while hated and derided by his neighbors, that God had sent his angel from heaven.<span class=\"citation\" id=\"93747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93747)\">JS&mdash;H 1:21-25<\/a><\/span> Can you imagine that a youth would do this? Select out some of our little boys here, fourteen years of age, can you imagine it to be possible for them to be impositions of this description? I think not. The very youth, then, of this first witness that I have named, testifies in his favor! Did God send forth servants to publish this Book of Mormon, containing the everlasting Gospel, to all the nations and kingdoms of the earth without giving more witnesses than this one I have named? No, he was more merciful to this generation than he was to the city of Nineveh; he sent more than one. He would not even permit this book to go forth as a divine revelation to this generation until he had raised up three other men&#x2014;Martin Harris, David Whitmer and Oliver Cowdery, <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> besides Joseph Smith. &#x201C;But,&#x201D; says one, &#x201C;perhaps they were deceived, while Joseph Smith was the impostor, they might have been sincere men!&#x201D; Let us see whether they could be deceived men, and yet their testimony be given as it is here recorded. They have testified to all nations, kindred, tongues and people unto whom this work shall come, that, &#x201C;we, through the grace of God the Father and our Lord Jesus Christ, have seen the plates which contain this record, and we testify with words of soberness that God sent forth an holy angel from heaven, and he showed unto us the plates from which this record was taken, and he commanded us to bear record of the same and to be obedient unto the commandment of God. We bear testimony of these things, and we do know if we are faithful in Christ we shall rid our garments of the blood of all men,&#x201D; and so forth. I have repeated to you part of the testimony of these three men.<span class=\"citation\" id=\"126462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126462)\">BM Three Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n983\"> Now is there any chance for deception here? An angel to be sent forth from God, an angel to come down from heaven clothed in glory and brightness! An angel to take these plates and turn them over leaf after leaf and show the engravings thereon! An angel to proclaim to them that they must bear testimony of it to all people, nations and tongues; and at the same time to hear the voice of God out of the heavens proclaiming that it had been translated correctly! Any chance for deception here, so far as they are concerned? Were they deceived? If so, you may as well say that Peter was deceived, that Paul was deceived, that James was deceived, that all the writers of the New Testament were deceived, that all the writers of the Old Testament were deceived, when they testify that they saw angels, for one stands on as good and sound  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a foundation as the other; and if the very nature of the testimony as recorded by the ancient writers shows the impossibility of their being deceived, so does the nature of the testimony revealed in the last days show the impossibility of these individuals being deceived. Here then were four men before this church had any existence, four special witnesses, raised up to testify to the truth of the divinity of the Book of Mormon. <\/div><div class=\"paragraph jod\" id=\"v14n985\"> Were these all the witnesses God gave before the rise of this church? No, no! There are eight other witnesses whose names are recorded, attached to their own testimony, a testimony which they give expressly to go forth in connection with this record, or in all the translations of this record to every people, tongue and nation under the whole heavens. What do they testify? They testify in words of soberness that they have seen the plates from which this record was translated, that they have handled these plates, that they saw the engravings on these plates, that they had the appearance of ancient work and of curious workmanship, and they bear this testimony in words of soberness, and give their names to go forth to the whole world of mankind.<span class=\"citation\" id=\"126463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126463)\">BM Eight Wit.<\/a><\/span> I ask if either of these twelve witnesses have denied their testimony from that day to this? Never, in no instance. Neither of these twelve men, whatever has been his circumstances, wherever he has been, has ever denied his testimony from that day to this. Forty-two years and upwards have passed away since those twelve witnesses, four of whom saw the angel, gave their testimony. <\/div><div class=\"paragraph jod\" id=\"v14n986\"> What other witnesses have you besides these? On the strength of this testimony other persons believed in the everlasting Gospel and went forth and were baptized, repenting of their sins, for the remission of them. And <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God commanded his servants whom he had called and ordained to be apostles in this church and kingdom, to lay their hands upon them, and said that they, the candidates, should receive the Holy Ghost through that ordinance. Did they receive the Holy Ghost? They testified that they did. They prophesied&#x2014;they were filled with joy and light, and with a spirit that they never had experienced before. They testified that they had received the baptism of fire and of the Holy Ghost, in fulfillment of the promise. Did God reveal to them anything by this spirit that came upon them through obedience to the Gospel? Yes. What did he reveal? He revealed to them the divinity of this work, the truth of it, and they knew as well as these witnesses whose testimonies are recorded that Joseph Smith was a prophet of God. They knew that no human being by human means could confer the baptism of the Holy Ghost, as they testified they had received it, consequently they became witnesses in their turn, and many of them were sent forth as messengers and missionaries to preach to their neighbors, and into the regions round about, to declare what God had commenced to perform and accomplish in the midst of the 19th century. <\/div><div class=\"paragraph jod\" id=\"v14n987\"> By and by thousands received the work. Did they receive the Holy Ghost? Yes, every person who repented sincerely before God, who had faith in the Lord Jesus Christ, and came forth humbly, and was baptized by immersion by those whom the Lord had called and appointed by revelation, did receive the Holy Ghost, by the laying on of the hands of the servants of God. These would constitute thousands of more witnesses in addition to those that I have named. <\/div><div class=\"paragraph jod\" id=\"v14n988\"> But let other witnesses speak, besides all these who had received a  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelation of the divinity of this work. What other witnesses did God give? He gave the same witnesses to the Church after it was built up that he gave to the ancient Church. What did he give to the ancient Church? He said to his apostles, as recorded in the last chapter of Mark, &#x201C;Go ye forth and preach the gospel in all the world to every creature. He that believeth and is baptized shall be saved; he that believeth not shall be damned. And these signs shall follow them that believe.&#x201D;<span class=\"citation\" id=\"66824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66824)\">Mark 16:15-17<\/a><\/span> Notice, now, certain signs were to be given not only to the twelve men to whom he was speaking, but all the world that should believe their testimony, making millions and millions of witnesses. &#x201C;These signs shall follow them that believe; In my name they shall cast out devils.&#x201D; These believers, not you apostles to whom I am speaking alone, but all that believe the Gospel which you preach, &#x201C;they shall cast out devils in my name; they shall speak with new tongues; if they shall drink any deadly thing or take up serpents, it shall not hurt them; they shall lay their hands upon the sick, and they shall recover.&#x201D;<span class=\"citation\" id=\"66921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66921)\">Mark 16:17-18<\/a><\/span> What glorious signs to follow the Christians, or all believers in Christ! What has become of all the Christians in all the centuries that are past and gone? Where are they? If there have been any they have had these signs following them. What, do you mean, Mr. Pratt, to unchristianize the world? O no, I am only quoting the words of Jesus. If there have been any Christians in the world for the last seventeen centuries, these signs have followed them. They have laid hands on the sick and the sick have recovered; they have cast out devils in the name of Jesus, for recollect the promise is to all believers, not to a few or a part of them. <\/div><div class=\"paragraph jod\" id=\"v14n990\"> Notice the two promises: First, <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> salvation&#x2014;he that believes (that is&#x2014;all believers throughout the world), and is baptized shall be saved.<span class=\"citation\" id=\"66868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66868)\">Mark 16:16<\/a><\/span> Will you pretend to say that that promise of salvation was limited to the days of the apostles? &#x201C;O no,&#x201D; answer all the Christian sects with one united voice, &#x201C;the promise of salvation is for all Christians in the first age, in all future ages throughout all the world.&#x201D; Very well, come to the next verse, &#x201C;These signs shall follow them that believe.&#x201D;<span class=\"citation\" id=\"66898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66898)\">Mark 16:17<\/a><\/span> &#x201C;Ah,&#x201D; says the Christians, &#x201C;that is not for us, that is limited to the days of the apostles; that was not intended for the Christians of the second, third, fourth or fifth century, or for the people in our day. No, all we have to do is to claim the first promise and reject the last.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n991\"> Well, we are not so foolish as all this, although taught by our forefathers, and the pretended Christians around us, that these signs would not follow the believer, yet we were just simple enough to believe that Jesus told the truth, and, consequently, when the servants of God went forth and taught the everlasting Gospel that an angel had brought from heaven,<span class=\"citation\" id=\"126464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126464)\">Rev. 14:6<\/a><\/span> the Lord confirmed the word by signs following.<span class=\"citation\" id=\"126465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126465)\">Mark 16:20<\/a><\/span><span class=\"citation\" id=\"126466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126466)\">D&amp;C 58:64<\/a><\/span><span class=\"citation\" id=\"126467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126467)\">D&amp;C 68:10<\/a><\/span> To whom? To those who believed. He promised that they should have certain signs,<span class=\"citation\" id=\"66899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66899)\">Mark 16:17<\/a><\/span> and they got them, and this was a confirmation to them. Every man and every woman might know whether he or she was a believer or not in the Gospel; if they obtained the signs they were believers; if they obtained no gifts or no signs there was lack on their part, they were not Christians in the full sense of the word. <\/div><div class=\"paragraph jod\" id=\"v14n992\"> Don't you think we would have been discouraged after forty years' trial if God had not fulfilled the promise? I think we should. I do not think you would see this large congregation here in this desert mountainous country, I have no idea you would  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>find such a people here in such a forbidding country as we now occupy, if God had not, in numerous instances among the nations in which you formerly dwelt, fulfilled his promise, and given you the promised blessing. This therefore, is another evidence, besides the evidence and testimony recorded in the Book of Mormon, an evidence which hundreds and thousands enjoy at the present day. Hundreds and thousands have seen with their eyes and have experienced the power of God as manifested in the various gifts. <\/div><div class=\"paragraph jod\" id=\"v14n994\"> This is what constitutes the true Christian Church. This is what distinguishes Christianity from all spurious doctrines, and separates the true from spurious Christianity. This is the great distinguishing point, it is the power of God made manifest through the preaching of the everlasting Gospel. It is this which has gathered this people out from among the nations. It is because their sick have been healed in their own country; it is because thousands of this people, now in this Territory, have been healed themselves. It is because God has shed forth his power by the ministrations of his servants and proved to them with testimonies they never can deny that the Lord God of Israel has spoken from the heavens. Blessed be the name of the Lord our God! Praise his name for evermore, that he has again sent the Gospel in its fulness to the earth. We should praise his name because he has not only restored the Gospel, but the power and authority to preach it, and administer its ordinances! Power and authority sent down from heaven and conferred upon <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> weak mortal man to baptize for the remission of sins! Power and authority sent from the eternal heavens to build up his Church here on the earth; and we see divine power and authority accompanying those who he has thus called and to whom he has thus revealed himself. Consequently our Gospel does not come with the cunning craftiness<span class=\"citation\" id=\"75243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75243)\">Eph. 4:14<\/a><\/span> of man's wisdom.<span class=\"citation\" id=\"126468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126468)\">1 Cor. 2:4<\/a><\/span> Though we may be poor, illiterate men, taken from our common avocations of life and sent forth by the Lord Almighty to proclaim his Gospel, we have one thing the world has not got. Though we may not be able to proclaim the Gospel in eloquence of language and in the power and wisdom of the world, we have a power that is superior to that&#x2014;we have the power of the Almighty God. We have his angels to go before our face, his Spirit to dwell richly in our hearts, and his presence to go with us and be with us on our right hand and our left.<span class=\"citation\" id=\"87924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87924)\">D&amp;C 84:88<\/a><\/span> It is he who performs the work; it is he who proclaims to the inhabitants of the earth by the mouths of his servants, saying, &#x201C;Repent, and prepare the way for the great day of the coming of the Lord from the heavens.&#x201D;<span class=\"citation\" id=\"91869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91869)\">D&amp;C 133:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n995\"> Will they hear? No, like the people in the days of the flood, they eat, they drink, they are engaged in merchandise and in the traffic of this world, and the voice of inspiration and the power of Almighty God that are being made manifest among the people will not reach their stubborn and hardened hearts,<span class=\"citation\" id=\"93305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93305)\">Moses 8:21<\/a><\/span> until the Lord, by and by, by his judgments, will pour out his indignation upon all nations.<span class=\"citation\" id=\"89425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89425)\">D&amp;C 101:11<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}