{"ID":140042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Progression&#x2014;The Fatherhood of God&#x2014;The Perfect Man&#x2014;The Gifts of the Spirit&#x2014;His Testimony.<\/div>\n<div class=\"subtitle\">Discourse by Elder Lorenzo Snow, delivered in the Tabernacle, Salt Lake City, January 14, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Progression, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 1\/14\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v14n1116\"> I take pleasure, this afternoon, in making a few remarks to the Latter-day Saints, as well as to any strangers that may be in our midst. I never designed to be a preacher; it was only a sense of positive duty that induced me to occupy the position as a preacher of the Gospel for, I may say, nearly thirty-five years an understanding, given through the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"74434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74434)\">Gal. 1:12<\/a><\/span> of the principles that we, the Latter-day Saints have espoused, has induced me to travel through the world bearing testimony of those things which I assuredly do know pertaining to the Gospel of life and salvation revealed in this our day. The relation that we sustain to the Lord our God, and the blessings and privileges to be acquired through the system of life which we have received, are worthy of our deepest consideration; and it is no less necessary that we understand the duties the performance of which is requisite on our part, for the attainment of those blessings and privileges, and to keep ourselves in the path on which we may secure the highest advantages which the system of religion we have received is, in its nature, capable of giving. <\/div><div class=\"paragraph jod\" id=\"v14n1117\"> The relationship which we sustain to God our Father, as well as to the <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world at large, if properly understood and appreciated, is calculated to wake us up to the performance of the duties required of us as Latter-day Saints. We ought to understand that we have espoused a system of religion that is calculated in its nature to increase within us wisdom and knowledge; that we have entered upon a path that is progressive, that will increase our spiritual, intellectual and physical advantages, and everything pertaining to our own happiness and the well-being of the world at large. We believe that we are the offspring of our Father in heaven,<span class=\"citation\" id=\"72018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72018)\">Acts 17:28-29<\/a><\/span> and that we possess in our spiritual organizations the same capabilities, powers and faculties that our Father possesses, although in an infantile state, requiring to pass through a certain course or ordeal by which they will be developed and improved according to the heed we give to the principles we have received. We believe that God is no respecter of persons,<span class=\"citation\" id=\"71752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71752)\">Acts 10:34<\/a><\/span> but that he confers blessings upon all his children in proportion to the light they have, or in proportion as they proceed according to the light and knowledge they possess in the different circumstances of life that may surround them. We believe that the spirit which enlightens the human family  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>proceeds from the presence of the Almighty, that it spreads throughout all space, that it is the light and life of all things,<span class=\"citation\" id=\"68503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68503)\">John 1:4<\/a><\/span><span class=\"citation\" id=\"81940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81940)\">Mosiah 16:9<\/a><\/span><span class=\"citation\" id=\"88309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88309)\">D&amp;C 88:13<\/a><\/span> and that every honest heart possesses it in proportion to his virtue, integrity, and his desire to know the truth and do good to his fellow men. <\/div><div class=\"paragraph jod\" id=\"v14n1119\"> We see the providences of God in all things; we see them in raising up different communities and establishments in the world for the general and universal benefit of mankind. We see the providences of God in raising up a Luther and a John Wesley; we see the providences of God in all the Christian organizations and communities; we trace the hand of the Almighty in framing the constitution of our land, and believe that the Lord raised up men purposely for the accomplishment of this object, raised them up and inspired them to frame the constitution of the United States.<span class=\"citation\" id=\"89600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89600)\">D&amp;C 101:80<\/a><\/span> We trace the hand of God, his Spirit, his workings upon and among all classes of people, whether Christian or heathen, that his providences may be carried out, and that his designs, formed before the morning stars sang together<span class=\"citation\" id=\"56238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56238)\">Job 38:7<\/a><\/span> or the foundations of the earth were laid, may be ultimately fulfilled. He slackens not his hand, he gives not up his designs nor his purposes; but his work is one eternal round.<span class=\"citation\" id=\"83789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83789)\">D&amp;C 3:2<\/a><\/span> We trace the hand of the Almighty and we see his Spirit moving in all communities for their good, restraining and encouraging, establishing governments and nations, inspiring men to take a course that shall most advance his purposes until the set time shall come when he shall work more fully and effectually for the accomplishment of his designs, and when sorrow, wickedness, evil, crime, bitter disappointments, vexation, distress and poverty shall cease and be no more known, and the salvation and happiness of his <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children be secured, when the earth shall be rolled back into its pristine purity and the inhabitants thereof dwell upon it in perfect peace and happiness. <\/div><div class=\"paragraph jod\" id=\"v14n1120\"> If there is any class of people in the world that have reason to be more liberal and generous towards their fellow creatures, it is the Latter-day Saints; and if our liberality and generosity are not shown more than they are, it is in consequence of the pressure of circumstances with which we are surrounded restraining us from the exercise thereof; yet we expect to be, hereafter, in circumstances when we will have the privilege and opportunity of doing as we desire in these respects. However, in regard to this matter, whether circumstances shall so change or not, we know that we have obeyed a system of progression. We might speak in reference to the increase of knowledge to any individual who may receive and obey the doctrines we teach; but that which is most interesting to us is the progression of the Latter-day Saints themselves in the system they have received. Our faith, views and the principles we have obeyed all coincide perfectly with those of former-day Saints, which we read about in this book (the Bible). Were ministers at the present day to stand up in their pulpits and announce doctrines in reference to the progression of Saints, as they were preached in former days, the doctrines would be considered, at least, very startling, and a committee of investigation would undoubtedly be required at once by their congregations to ascertain whether or not they had seceded from their previously avowed principles. For instance, let a Methodist, Presbyterian or Baptist minister rise in his pulpit, and suggest to his congregation, as Paul did on a certain occasion: &#x201C;Let this same mind  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be in you, which is also in Christ Jesus: Who, having the form of God, thought it not robbery to be equal with God,&#x201D;<span class=\"citation\" id=\"75404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75404)\">Philip. 2:5-6<\/a><\/span> it would be considered a startling announcement; so also would the doctrine of John the Revelator on a certain occasion, when he says: &#x201C;We are now the sons of God, it does not yet appear what we shall be: but we know that, when he (that is Christ) shall appear, we shall be like him; for we shall see him as he is. And every man that has this hope in him purifies himself, even as God is pure.&#x201D;<span class=\"citation\" id=\"78679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78679)\">1 Jn. 3:2-3<\/a><\/span> That would be a startling announcement of doctrine. Did anyone present, acquainted with the Methodist, Baptist, Presbyterian or Episcopalian societies, ever hear suggestions or doctrines like these? I never did, and I was formerly well acquainted with these societies. &#x201C;Let this same mind be in you, which was in Christ Jesus: Who, finding himself in the form of God, thought it not robbery to be equal with God;&#x201D;<span class=\"citation\" id=\"75405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75405)\">Philip. 2:5-6<\/a><\/span> and &#x201C;He that has this hope in him purifies himself, even as God is pure;&#x201D;<span class=\"citation\" id=\"78685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78685)\">1 Jn. 3:3<\/a><\/span> and again: &#x201C;When he shall appear, we shall be like him; for we shall see him as he is.&#x201D;<span class=\"citation\" id=\"78643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78643)\">1 Jn. 3:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1122\"> We were born in the image of God our Father; he begot us like unto himself. There is the nature of deity in the composition of our spiritual organization; in our spiritual birth our Father transmitted to us the capabilities, powers and faculties which he himself possessed, as much so as the child on its mother's bosom possesses, although in an undeveloped state, the faculties, powers and susceptibilities of its parent. <\/div><div class=\"paragraph jod\" id=\"v14n1123\"> Apostles, prophets, evangelists, pastors and teachers, we are told, were placed in former days in the Church for the perfecting of the Saints, for the work of the ministry, for the edifying of the body of Christ, &#x201C;until we all come to the unity of the faith, <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and of the knowledge of the Son of God, unto the perfect man.&#x201D;<span class=\"citation\" id=\"75120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75120)\">Eph. 4:11-13<\/a><\/span> What is meant by this, &#x201C;The perfect man?&#x201D; And again, &#x201C;Unto the measure of the stature of the fulness of Christ?&#x201D;<span class=\"citation\" id=\"75199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75199)\">Eph. 4:13<\/a><\/span> A system of things was had in those days through which a Saint could come up and be a perfect man in the Lord Jesus&#x2014;a system by which Saints could advance in the knowledge of the things of God, to an understanding of his purposes, of their own natures and characters, of their relationship to the Almighty, and of the ordeals it was necessary for them to pass through that they might be perfected, as the Son of God was perfect. <\/div><div class=\"paragraph jod\" id=\"v14n1124\"> This system of things, taught by Christ and his apostles, was not then first introduced; it was known ages before, and was established before the foundations of the earth were laid. I will quote a passage from the Book of Doctrine and Covenants, which will be found on page 85, section 4, paragraph 6&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n1125\"> &#x201C;He that receiveth me (saith the Lord) receiveth my Father; And he that receiveth my Father receiveth my Father's kingdom; therefore all that my Father hath shall be given unto him. And this is according to the oath and covenant which belongeth to the priesthood. Therefore, all those who receive the priesthood, receive this oath and covenant of my Father, which he cannot break, neither can it be moved. But whoso breaketh this covenant after he hath received it, and altogether turneth therefrom, shall not have forgiveness of sins in this world nor in the world to come.&#x201D;<span class=\"citation\" id=\"87743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87743)\">D&amp;C 84:37-41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1126\"> This is a revelation that has been given to the Latter-day Saints, and so far as respects its provisions in reference to those who receive it, it is precisely in keeping with those passages I have quoted from the New  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Testament; they were the burden of the teachings of the apostles in former days; but were they presented now to the Christian world by their ministers and religious teachers, they would be considered startling. This system of things was well known to Adam after he was expelled from the Garden of Eden; it was well known to Noah, and he preached it to the Antediluvians for one hundred and twenty years;<span class=\"citation\" id=\"93279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93279)\">Moses 8:17<\/a><\/span> it was also known in the days of Moses. He preached it to the Israelites on the banks of the Red Sea. &#x201C;I would not have you ignorant,&#x201D; says the apostle, in reference to this point, &#x201C;how that our fathers all passed through the sea, were all under the cloud; All ate the same spiritual meat; All drank the same spiritual drink: for they drank of that spiritual Rock which followed them: and that Rock was Christ.&#x201D;<span class=\"citation\" id=\"73310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73310)\">1 Cor. 10:1-4<\/a><\/span> It is evident from this that the Gospel of life was known and practiced there; but we are told that, in consequence of wickedness and unbelief, the Gospel was taken from the people in the days of Moses,<span class=\"citation\" id=\"87653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87653)\">D&amp;C 84:24-25<\/a><\/span><span class=\"citation\" id=\"92275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92275)\">Moses 1:23<\/a><\/span> because it did not profit them,<span class=\"citation\" id=\"76512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76512)\">Heb. 4:2<\/a><\/span> and in the place thereof was introduced a system which was called the schoolmaster, to bring them to Christ.<span class=\"citation\" id=\"74551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74551)\">Gal. 3:24<\/a><\/span> On account of their wickedness and hardness of heart they refused to avail themselves of the privileges within their reach, for when the Lord proposed to come down into their midst and talk with them face to face as he did with Moses,<span class=\"citation\" id=\"54516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54516)\">Ex. 33:11<\/a><\/span> they requested Moses to officiate for them and speak with the Almighty;<span class=\"citation\" id=\"54338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54338)\">Ex. 20:19-20<\/a><\/span> and being filled with unbelief and unwillingness to become acquainted with God, their Father,<span class=\"citation\" id=\"126491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126491)\">Heb. 3:18-19<\/a><\/span> the Gospel and all its privileges were withdrawn. But this Gospel has been introduced at various times into the world. It was known by the Prophets. They understood plainly and distinctly that Jesus was the lamb slain from before the foundation <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the world;<span class=\"citation\" id=\"79651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79651)\">Rev. 13:8<\/a><\/span> and that in due season he would manifest himself to the children of men, that he would die for their sins, and be crucified in order to complete the plan of salvation. The Prophets had the Gospel and its advantages in their midst; and the Holy Spirit that is ever connected with it, was poured out upon them in its fulness. <\/div><div class=\"paragraph jod\" id=\"v14n1128\"> There was a certain blessing connected only with obedience to the Gospel, that was the gift of the Holy Ghost. When people received the ordinances of the Gospel they were promised that they should receive the gift of the Holy Ghost. The Savior who undoubtedly knew best about the nature and character of this gift, said it should lead all who received it into all truth and show them things to come.<span class=\"citation\" id=\"70379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70379)\">John 16:13<\/a><\/span> It should be more than that spirit which proceeds from God, filling the immensity of space<span class=\"citation\" id=\"126492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126492)\">D&amp;C 88:12<\/a><\/span> and enlightening every man that comes into the world,<span class=\"citation\" id=\"68537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68537)\">John 1:9<\/a><\/span> the gift of the Holy Ghost should lead into all truth, and show them things to come.<span class=\"citation\" id=\"70380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70380)\">John 16:13<\/a><\/span> Furthermore, in speaking of its effects, the apostle says: &#x201C;The spirit is given to every man to profit withal. To one is given faith.&#x201D;<span class=\"citation\" id=\"73460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73460)\">1 Cor. 12:7-9<\/a><\/span> Not a common, ordinary faith, which some people pretend to at the present day; but a faith which enables its possessors to be sawn asunder, to be cast into dens of lions, fiery furnaces, and to undergo tortures of every description.<span class=\"citation\" id=\"77056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77056)\">Heb. 11:33-37<\/a><\/span> This was the kind of faith that the Holy Ghost conferred upon those who possessed it, enabling its possessor to stand in the midst of every difficulty, defy every opposition and lay down his life, if necessary, for the cause that he had espoused. There was an almighty inspiring power in this faith, given by the Lord through the Holy Ghost, which no other principle could communicate. To one was given faith, to another knowledge,<span class=\"citation\" id=\"73464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73464)\">1 Cor. 12:8-9<\/a><\/span> not that  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which is gained by reading books merely, but knowledge from the Almighty. A self-inspiring principle was upon them, which was tangible, giving them a knowledge of the cause they had espoused. They knew by revelation from God that the cause they had obeyed was true, it was revealed to them in a manner they could not dispute, and they knew for themselves. They were then established, as we heard this morning, upon the rock of revelation.<span class=\"citation\" id=\"64855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64855)\">Matt. 16:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1130\"> There is a great difference between the possession of the Holy Ghost and the mere possession of the Spirit of God. Everybody has the Spirit of God, that is, the honest hearted, those who are living according to the best light they have. All Christian Churches have it, those who seek truth and righteousness. The Baptists, if they are honest, have it; so have the Presbyterians and the Methodists; so also have all Christian and heathen nations. You go to China, and all honest hearted people there have the Spirit of God; in fact we are told that this is the light that lights every man that comes into the world;<span class=\"citation\" id=\"68538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68538)\">John 1:9<\/a><\/span><span class=\"citation\" id=\"87790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87790)\">D&amp;C 84:46<\/a><\/span> but to say that all have the Holy Ghost, the gift that was promised to those who obeyed the Gospel, it is not so. We can trace the providences of the Almighty in raising up certain individuals to establish religious organizations, and we see in these things the workings of the Spirit of God for the general interest of the human family. We look upon George Washington, the father of our country, as an inspired instrument of the Almighty; we can see the all-inspiring Spirit operating upon him. And upon his co-workers in resisting oppression, and in establishing the thirteen colonies as a confederacy; and then again the workings of the same Spirit upon those men who established the constitution of the Uni<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ted States. In a revelation contained in the Book of Doctrine and Covenants the Lord says: &#x201C;And for this purpose have I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose.&#x201D;<span class=\"citation\" id=\"89601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89601)\">D&amp;C 101:80<\/a><\/span> We see the hand of the Lord in these things. The Christian Churches will not acknowledge that which we acknowledge and most firmly believe in regard to the workings of Providence and the operations of the Spirit of the Lord upon the hearts of the human family. We can see not only what the Baptists, Methodists, Quakers, Shakers, Presbyterians, and Campbellites see&#x2014;the hand of the Lord working with them, but we can see the hand of the Almighty establishing a kingdom spoken of in ages long past by Daniel the Prophet&#x2014;a kingdom which shall grow and spread until it fills the whole earth,<span class=\"citation\" id=\"61137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61137)\">Dan. 2:35,44<\/a><\/span> when light and intelligence shall be so generally diffused that it shall no longer be necessary for any man to say to his fellows, &#x201C;Know ye the Lord,&#x201D; but all shall know him, from the least unto the greatest;<span class=\"citation\" id=\"60686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60686)\">Jer. 31:34<\/a><\/span> and when the Spirit of the Lord shall be poured out upon all flesh to such a degree that their sons and their daughters shall prophesy, their old men shall dream dreams, their young men see visions,<span class=\"citation\" id=\"61832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61832)\">Joel 2:28<\/a><\/span> and when there shall be nothing to hurt or destroy in all the holy mountain of the Lord.<span class=\"citation\" id=\"58148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58148)\">Isa. 11:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1131\"> There are some other considerations connected with this subject worthy of our attention. We have seen what has been promised, and what encouragement was given or suggestions made in regard to our progression, as contemplated by the Prophets, in their writings in the Old and New Testaments. We see what God has said to us in his revelations direct, and we might bring up passage after passage from the New Testament,  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Book of Doctrine and Covenants and the Book of Mormon in regard to the progression and happiness of his people. But there are some considerations connected with this to which I will call your attention. The revelations of the Lord, given in these latter days, say that all things shall be given to those who receive the priesthood;<span class=\"citation\" id=\"87736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87736)\">D&amp;C 84:35-38<\/a><\/span> but in connection with this promise there are certain obligations which have to be fulfilled on our part. That same God and Father who tells us what great things await the faithful, says: &#x201C;Whoso layeth down his life for my cause, and for my name's sake, shall receive it again, even life eternal. Therefore, fear not your enemies, for I the Lord have decreed in my heart, that I will prove you in all things whether you will abide in my covenant, even unto death. For he that will not abide in my covenant is not worthy of me.&#x201D;<span class=\"citation\" id=\"89271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89271)\">D&amp;C 98:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1133\"> Here we have, on one hand, those extraordinary and wonderful blessings; and, on the other, if we renounce the doctrine we have received, or if we are unwilling to stand up to the point, even of death, in fulfilling the will of our Father in the accomplishment of his work, we shall be counted unworthy of the blessings that are promised. <\/div><div class=\"paragraph jod\" id=\"v14n1134\"> Now, you take a man, no matter from what country, if he be a man of integrity, when he receives a knowledge of the truth, he will stand to that knowledge; you cannot persecute it out of him by imprisoning him, or taking away his property or by destroying every source of his happiness. Do what you can to annoy and oppress him he will still stand firm in his adherence to the principles which he knows are true. If we, as Latter-day Saints, are not honest, we are certainly in a very bad condition. When the Gospel reached us in the different nations whence we <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> came, the Spirit of the Lord gave us convictions of its truth, and, in the honesty of our hearts, we received it, and its blessings, otherwise we would have stayed at our several homes. It was promised us by the several Elders who proclaimed the Gospel unto us, that if we would do the will of God, if we would obey the Gospel, we should receive the gift of the Holy Ghost; they said, as Peter said on the Day of Pentecost, Repent and be baptized, every one of you, for the remission of your sins, and you shall receive the Holy Ghost.<span class=\"citation\" id=\"71212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71212)\">Acts 2:38<\/a><\/span> Then, when they spoke of the operations of the Holy Ghost, they described them as Jesus, Paul, John and the Saints who received it, testified in regard to it, from the effects it had produced upon them. Therefore, when the Gospel was received under circumstances of this nature, those who were its recipients expected superior and extraordinary blessings, blessings that they could not reach in any other religious society. They were promised such blessings as the religious societies said did not, nor ever would exist, and could not be received in the future. They would acknowledge that such blessings had been formerly received through the Gospel, but they said could not be received now hence if those who obeyed the Gospel as taught by the Elders of this Church did not receive the blessings promised, why do I see them before me here today by thousands? Why, when traveling through the length and breadth of this country, do I see people that have gathered, comparatively, from almost every nation under the sun? If they received not the blessings promised, why are they here in this Territory, in these valleys of the mountains? They had better stayed at home. It is the most inconsistent thing imaginable to suppose that people, after  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>being deceived, should leave their country, homes and friends and cross the wide ocean, and vast deserts into a land they knew nothing of. When Abraham received the word to leave his home and kindred he obeyed the mandates of the Almighty,<span class=\"citation\" id=\"53011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53011)\">Gen. 12:1<\/a><\/span> and the fact that thousands are now here, settled through this long strip of country, over hills, valleys and mountains, proves that they have done the same; they have shown by their acts that they have received the all-inspiring power of the Holy Ghost which was promised them, which revealed to them that the Lord had fulfilled the prophecy of his servant Daniel&#x2014;that without hands he had cut a stone from the mountains and that it had commenced to move and roll, and would continue on its course until it had fulfilled the destiny predicted by the prophet.<span class=\"citation\" id=\"61008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61008)\">Dan. 2:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1136\"> If the people here have not received the miraculous blessings promised in connection with their obedience to the Gospel, they are acting most inconsistently, for they are perpetuating upon their children and their children's children and upon future generations a system that is entirely false, binding a yoke of tradition upon them which, in its consequence, is beyond the power of language to express. The people are guilty of the most gross offense before the Almighty, for they are not only injuring themselves, but they are destroying the happiness of unborn generations. But the fact that the work still continues, and increases, and that the last words of the dying Saints to their children and friends, are: &#x201C;I know by the revelations of God that this work is true,&#x201D; is strong presumptive proof of the absolute truth of this work. <\/div><div class=\"paragraph jod\" id=\"v14n1137\"> If you Saints here do not know this work is the work of God, it is your duty to rise up and declare you have <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been deceived, acknowledge that the Spirit of God has not been given you, and that the declaration of the Elder who promised it is entirely false, and thus try and correct the error which you have been guilty of propagating. At once, leave the Mormon Church and you would assume a position that would be more consistent; then get a testimony from the Almighty that some other Church possesses the system of salvation; get a testimony from the Almighty that the Book of Mormon, and Book of Doctrine and Covenants are false, and just the moment you get that testimony where are you? Where are the words of the Apostle Peter: &#x201C;Repent, and be baptized every one of you, and you shall receive the Holy Ghost?&#x201D;<span class=\"citation\" id=\"71213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71213)\">Acts 2:38<\/a><\/span> Where are the words of the Lord Jesus? He says, &#x201C;It (the Holy Ghost) shall lead you into all truth, and show you things to come.&#x201D;<span class=\"citation\" id=\"70381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70381)\">John 16:13<\/a><\/span> Where are the words of the Apostle Paul: &#x201C;Let this same mind be in you, which was in Christ Jesus: Who, finding himself in the form of God, thought it not robbery to be equal with God?&#x201D;<span class=\"citation\" id=\"75406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75406)\">Philip. 2:5-6<\/a><\/span> Where are the words of John: &#x201C;We know that we are the sons of God, and it does not yet appear what we shall be: but we know that, when he (Jesus) shall appear, we shall be like him; for we shall see him as he is. And every man that hath this mind in him purifies himself, even as God is pure?&#x201D;<span class=\"citation\" id=\"78680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78680)\">1 Jn. 3:2-3<\/a><\/span> Throw these doctrines aside, let them pass; and go to a Methodist, Baptist, Episcopalian, Quaker or Shaker, then where is your Bible. <\/div><div class=\"paragraph jod\" id=\"v14n1138\"> I testify before this assembly, as I have testified before the people throughout the different States of the Union, and throughout England, Ireland, Scotland, Wales, Italy, Switzerland, and France, that God Almighty, through my obedience to the Gospel  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Jesus, has revealed to me, tangibly, that this is the work of God, that this is his Gospel, that this is his kingdom which Daniel prophesied should be set up in the last days.<span class=\"citation\" id=\"61239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61239)\">Dan. 2:44<\/a><\/span> I prophesy that any man who will be humble before the Lord, any man who will, with childlike simplicity, be baptized for the remission of his sins, shall receive the gift of the Holy Ghost, which shall lead him into all truth and show him things to come;<span class=\"citation\" id=\"70382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70382)\">John 16:13<\/a><\/span> he shall receive a knowledge from the Almighty that his kingdom has been established in these latter days; and that it shall never be thrown down or be left to another people.<span class=\"citation\" id=\"61240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61240)\">Dan. 2:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1140\"> In saying this, I say no more than every man could say and has said who had a dispensation of the Gospel. I would not be here today, I would not have traveled over the face of the earth as I have for the last thirty-five years unless God had revealed this unto me. I have already said nothing but absolute duty ever inspired me to travel and preach this Gospel; but I received a dispensation from the Almighty,<span class=\"citation\" id=\"73298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73298)\">1 Cor. 9:17<\/a><\/span> and I could say and do say now, as the Apostle Paul said: &#x201C;I received not this Gospel from man, but I received it by revelation from the Almighty.&#x201D;<span class=\"citation\" id=\"74435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74435)\">Gal. 1:12<\/a><\/span> I say that any man who will humble himself before God and will be immersed in water, after repentance, for the remission of his sins, shall receive, through the laying on of hands, the gift of the Holy Ghost. Can I give this to him? No, I, simply as a messenger of the Almighty, to whom has been delegated authority, administer immersion for the remission of sins; I simply immerse him in water, having authority so to do. I simply lay my hands upon him for the reception of the Holy Ghost, then God, from his presence, acknowledges my authority, acknowledges that I am his messenger, and confers the Holy Ghost upon <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the individual. Well, this is the Gospel; this is what makes a man a savior of life unto life, as Jesus told his disciples they were.<span class=\"citation\" id=\"74025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74025)\">2 Cor. 2:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1141\"> Now talk about this kingdom being destroyed! Talk about, reason upon, lay plans here and there by the combined wisdom of Governments to destroy the kingdom of God; why, you might as well try to pluck the stars from the firmament or the moon or the sun from its orbit! It can never be accomplished, for it is the work of the Almighty. I advise every man who has a disposition to put forth his hand against this work, to hold on and consider. Take the advice of Gamaliel the lawyer. Said he: &#x201C;If this is the work of God, ye can do nothing against it; if it is not, it will come to nought.&#x201D;<span class=\"citation\" id=\"71491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71491)\">Acts 5:38-39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1142\"> Well, now, they say that the Mormons are fanatical. Well, it is very good fanaticism. We have philosophy, science, truth, the power of God, and the testimony of good men on our side. I can pick out twelve men, with whom I have been acquainted for the last twenty-five, thirty or thirty-five years. I have known them under varied circumstances in which their hearts have been proved, their feelings tried, and their honesty and integrity tested. Have I confidence in such men? I have, just as much as I have when I read in the New Testament about Twelve Apostles. I know nothing about Peter, James, or the rest of the Apostles; but these men I know something about; I have seen their honor and integrity tried under various circumstances in life. Have I not a right to believe in their testimony? Most assuredly I have, and I will prophesy of them, no, excuse me, I am not in the habit of prophesying, I will predict, I will say here, that in generations to come, the doings of these men will be read, the account of their  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>works in preaching the Gospel to the nations of the earth, what they have suffered for the cause of God; the imprisonment, contumely, drivings from Ohio, Missouri, Jackson County, and the northern counties in Missouri, and from Illinois, and how they have passed through all this and everything by way of suffering that can be imagined, and have still adhered to and borne their testimony to the truth; their works will be read and in generations to come people will have just as much confidence in these men as they now have in the Twelve Apostles whose doings are recorded in the New Testament. They are just as good men I have every reason to believe. As to the truth of what these Apostles said, that I read about here in the New Testament, I know nothing about that at all, only what I experience, through having observed the same system they preached. They received the blessings pertaining to it, so have I received the blessings which they promised should be conferred upon those who received that system. Therefore I and my brethren, who have received a like experience, are the only witnesses in regard to the truth of what those Apostles said; we are the only witnesses in regard to the truth of what Jesus said. Jesus said, He that will do the will of my Father shall know of the doctrine.<span class=\"citation\" id=\"69353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69353)\">John 7:17<\/a><\/span> We are witnesses that Jesus told the truth. The Apostles say that those who receive the Gospel by baptism for the remission of sins, shall receive the gift of the Holy Ghost.<span class=\"citation\" id=\"71214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71214)\">Acts 2:38<\/a><\/span> We are witnesses that they told the truth. Can the Methodist or Presbyterian ministers witness to these facts? No, they know nothing about them. They received their certificates and endowments at college, they trust in the wisdom of man, to the knowledge of the sciences, we trust to the power of the Almighty. Perhaps it may be <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said to us: &#x201C;For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called: But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty; And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are.&#x201D;<span class=\"citation\" id=\"72914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72914)\">1 Cor. 1:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1144\"> Well, I do not feel materially concerned about anything that respects the advancement and prosperity of the kingdom of God. It is a matter that I have not contrived, nor my brethren; it is the Lord's affair. He has done this work. We never came to these valleys through our own designs and wishes; the Lord God Almighty brought us here, and when he wants us to leave these valleys, we are just as well prepared to leave as we were to come. We simply do what the Lord our God commands us. God loves his offspring, the human family. His design is not simply to furnish happiness to the few here, called Latter-day Saints. The plan and scheme that he is now carrying out is for universal salvation; not only for the salvation of the Latter-day Saints, but for the salvation of every man and woman on the face of the earth, for those also in the spirit world, and for those who may hereafter come upon the face of the earth. It is for the salvation of every son and daughter of Adam. They are the offspring of the Almighty,<span class=\"citation\" id=\"72019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72019)\">Acts 17:28-29<\/a><\/span> he loves them all and his plans are for the salvation of the whole, and he will bring all up into that position in which they will be as happy and as comfortable as they are willing to be. Our mission is to the world, and not simply to carry the Gospel to the people, but to establish plans and lay  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>schemes for their temporal salvation. Our object is the temporal salvation of the people as much as it is for their spiritual salvation. By and by the nations will be broken up on account of their wickedness; the Latter-day Saints are not going to move upon them with their little army, they will destroy themselves with their wickedness and immorality. They will contend and quarrel one with another, state after state and nation after nation, until they are broken up, and thousands, tens of thousands and hundreds of thousands will undoubtedly come and seek protection at the hands of the servants of God, as much so as in the days of Joseph when he was called uphill to lay a plan for the salvation of the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v14n1146\"> We have received revelation and, accordingly, we are here in these mountain valleys, and we are going to stay here. We shall cultivate our farms, and lay foundation for a time when the nations shall be broken up. Multitudes will then flee to these valleys of the mountains for safety, and we shall extend protection to them. You may say, shall you require them to be baptized and to become Latter-day Saints? Not by any means. I meet with gentlemen from time to time, from different portions of the Union. I never offer them my religious views unless they seek them. I am not anxious to push my religious views upon any man. I will do them all the good I <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can. If a gentleman comes into my neighborhood, a stranger, I will say, &#x201C;Will you have something to eat? Is there anything I can do for you?&#x201D; I am not anxious to make a &#x201C;Mormon&#x201D; of him, not by any means; we extend the hand of charity just as far as people are willing to allow us; but when, as I said at the beginning, people are crowding upon us, persons who are determined to destroy us and have not the principles of humanity in their bosoms, we cannot exercise that charity in their behalf that we desire. <\/div><div class=\"paragraph jod\" id=\"v14n1147\"> Well, we expect to do good; it is our duty, as the servants and ministers of God upon the earth, to do good to his offspring. This is our mission, and it is as much our duty to do good to those who do not receive the Gospel, as it is to do good to ourselves; and God will give us the opportunity, just according to our desires, despite the efforts of evil-minded men. Our business is to save, not to destroy, and as we improve and advance, and develop the attributes of deity within us God will remove from our path the impediments and obstacles to our progress that are found therein; and the bitter branches, as they increase or manifest themselves, will be removed one after another, until the people of God have all the opportunity they desire to do good to the world. <\/div><div class=\"paragraph jod\" id=\"v14n1148\"> I have occupied time sufficient. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}