{"ID":140023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution&#x2014;First Principles&#x2014;Priesthood.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday, June 11, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 6\/11\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v14n661\"> The circumstances which surround us at the present time are of a very peculiar character; probably at no period of our history has the work of the Last Days attracted the attention and the curiosity of the people generally to the extent that it does today. There are several reasons for this, but that which, more than anything else at this time, has directed the minds of the world to Utah is the discoveries of mineral in our Territory. This has undoubtedly added greatly to the interest which has ever been felt in this strange land, and in the strange people who inhabit it. The best method of disposing of us and our <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> system has given rise to much controversy and discussion in years past. That we ought to be disposed of in some manner has been a very general opinion and feeling in certain quarters; there has seemed to be a disposition manifested by some persons to do something so as to effectually dispose of the system called &#x201C;Mormonism.&#x201D; They have apparently felt that it was in the way and ought to be removed, or that something should be done to retard its growth and progress, and the influence which it is exercising in the world. Did we not know through our own bitter experience in the past that this feeling is entertained by a  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great many people, it would be difficult for us to imagine that such is the case, for an examination of our principles, and an understanding of their bearing, operation and effects would certainly not lead to conclusions of this character. So far as I myself am concerned, if this matter were submitted to me without my knowledge and past experience in relation to it, I should say that the principles and doctrines believed in and practiced by the Latter-day Saints, and the results which have been wrought out by their operation would not have had the effect of creating animosity or ill will, or any feeling other than kind, brotherly and affectionate. <\/div><div class=\"paragraph jod\" id=\"v14n663\"> What is there about this system called &#x201C;Mormonism&#x201D; that should evoke the terrible amount of animosity and hatred which have been displayed at various times? The Latter-day Saints believe in Jesus Christ, they believe that he is the Savior of the world; that he died for man's redemption; that, through his death, we may, by obedience, be brought into the presence of the Father, and made heirs of eternal glory.<span class=\"citation\" id=\"94044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94044)\">A of F 1:3<\/a><\/span> The Latter-day Saints believe that mankind should repent of and forsake all sins, and be baptized in the name of Jesus for their remission; the Latter-day Saints believe that they should not only be baptized for the remission of their sins, but that baptism should be administered by those only who have authority. Not vague or ill-defined authority, based upon a commission given to others centuries ago;<span class=\"citation\" id=\"66736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66736)\">Mark 16:15<\/a><\/span> but an authority proceeding from God that will be recognized on earth and in heaven. The Latter-day Saints believe that, having repented of sin and been baptized for the remission of it, they who have complied thus far with the Gospel requirements, should have hands laid upon them for the reception of the Holy Ghost;<span class=\"citation\" id=\"94056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94056)\">A of F 1:4<\/a><\/span> <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and that they who thus lay on hands should have authority from God to officiate in this ordinance. <\/div><div class=\"paragraph jod\" id=\"v14n664\"> Is there anything about or connected with this faith that should excite opposition, create ill feeling and arouse hatred? Certainly, when we look at this dispassionately, we must admit that there is not. <\/div><div class=\"paragraph jod\" id=\"v14n665\"> Is there anything connected with this faith, or the principles to which I have referred, that does not harmonize with the Scriptures? Peter, who preached the first sermon of which we have any account after the resurrection of Jesus, declared precisely the same principles which I have alluded to as being part of our belief.<span class=\"citation\" id=\"71181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71181)\">Acts 2:37-38<\/a><\/span> The other Apostles taught the same principles, and enforced them upon the people to the extent of their ability and power. I know that there are difficulties and contentions in the religious world as to the mode and efficacy of baptism; some assert that immersion is not the true mode; but we are willing to stand by the Scriptures and to abide by their decision, feeling assured that, if they be taken literally, those who read them will have a perfect conviction that immersion is the only true mode. But even should there be a difference of opinion on this point, it is not of such a character as to stir men up in deadly hostility towards us. <\/div><div class=\"paragraph jod\" id=\"v14n666\"> There may also be a difference of opinion in relation to the laying on of hands. Some may say this is only necessary where men are ordained, and that it is not right or proper for all the members of the Church of Christ to receive the imposition of hands. But as I have said in reference to baptism so I say of this ordinance: it is clearly revealed in the Scriptures and can readily be substantiated from them that the members of the Church of Christ in ancient days had hands laid upon  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them for the reception of the Holy Ghost, and that it was the ordinance and the only ordinance instituted in God's economy for the bestowal and the reception of that gift. <\/div><div class=\"paragraph jod\" id=\"v14n668\"> Well, is this all the Latter-day Saints believe in? No. I do not expect to be able to tell all we believe in, or to allude to every principle this afternoon; but these are the first principles which we have proclaimed to the world. In addition to these there is another&#x2014;namely, the gathering together of the people of God. Wherever the Elders of this Church have gone they have said, and testified to the people, that the time in which we live is the gathering dispensation alluded to by the ancient prophets, when God's people should be gathered from the various nations of the earth to one place, according to the predictions of John the Revelator, David the psalmist, Isaiah, Jeremiah, Ezekiel, and all other prophets whose writings we have in this book. They, in simplicity, have called upon the people everywhere to repent, and to gather together; and these, in substance, are the principles which the Elders of this Church have declared unto the people wherever they have traveled; and it is because of these principles and their proclamation that so much persecution has been stirred up. <\/div><div class=\"paragraph jod\" id=\"v14n669\"> I know very well the feelings of the world, and perhaps of some who are listening today to this brief enunciation of our principles and the causes of our persecutions. Say they, &#x201C;If these were the only principles taught by the Latter-day Saints we cannot think they would have been persecuted, there must be something behind this. It cannot be possible that, in this enlightened age, men and women should be persecuted and reviled and their names cast out as evil<span class=\"citation\" id=\"67225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67225)\">Luke 6:22<\/a><\/span> for believing these doctrines?&#x201D; <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> A prevalent idea has been that this prejudice against us owes its origin and continuation to our belief in a plurality of wives; but when it is recollected that the mobbings, drivings and expulsion from cities, counties and states which we have endured, and our exodus to these mountains all took place before the revelation of that doctrine was publicly known, it will be seen at once that our belief in it has not been the cause of persecution. I have an idea on this point in relation to this much-talked-of and much-abused doctrine, and it is this: I believe that from the day it was taught to the Church of Jesus Christ of Latter-day Saints and embraced in the faith and lives of its members we have risen in power and grown in influence; we have gained favor with and enjoyed the protection of the Heavens such as we never possessed before. All the prosperity, seemingly, that we enjoy today has been bestowed upon us since the proclamation of that principle and its adoption by us into our faith and practice. There has been an almighty power hedging us round about and encircling us from that day until the present time; and though men have plotted and schemed and have devised mischief, and formed machinations and combinations against the Latter-day Saints, their schemes have fallen to the ground; their combinations have proved unavailing, and we have been delivered time and time again since we came to these valleys. <\/div><div class=\"paragraph jod\" id=\"v14n670\"> There is good reason why this is so. If this principle be from God, as we solemnly testify it is, surely God would stretch forth his arm to defend and deliver a people who would be so valiant and trustful as to go forth in the face of so-called civilization and popular prejudice in the nineteenth century, and embrace and practice that doctrine, and assume all the  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>consequences which its practice involves! Surely God, who would reveal such a principle to his people and call upon them to obey it, would defend those who had the courage to sacrifice themselves if it were necessary to carry out what they believed to be God's behest! He would stretch forth his arm, exert his power and fulfill his promises to deliver those who would thus go forth in humility and meekness and carry out a principle that he had revealed unto them! <\/div><div class=\"paragraph jod\" id=\"v14n672\"> This is the view which I take of this matter. Instead of our being left to the power of our persecutors to a greater extent since its revelation and practice, we have had greater freedom and security, and have been blessed as we never were before. It was not on account of our belief in this that we have been hated. Joseph and Hyrum Smith were slain in Carthage jail, and hundreds of persons were persecuted to the death previous to the Church having any knowledge of this doctrine. What then was the cause of the persecutions of the people, and why should they have been singled out and made so remarkable above other people, many of whom believe in several of the principles that they believed in. There is not a religious denomination in Christendom which does not believe in Jesus Christ; I do not know of one that does not believe in repenting of sin and also in some form of baptism. They may differ in opinion as to the mode, efficacy and necessity of the ordinance; some may and do call it essential, while others regard it as nonessential, but it is generally believed in; and there are also denominations which believe in the laying on of hands. I do not know of one that believes in the gathering of the people together, still there are people or communities who do gather together, besides the Latter-day <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints. What is it then that makes us so marked? I will explain it in a few words, as I understand it. It is because the Latter-day Saints believe that God has restored from the heavens the everlasting Priesthood&#x2014;that eternal authority by which man acts upon the earth as the ambassador of God. It is because we have testified that God has restored this once more to earth and we have received it, and that by virtue of it we act as Apostles, members of the seventies, high priests, elders, bishops, priests, teachers and deacons, and in the several offices God has placed in his Church. This is the secret, my brethren and sisters and friends, of the opposition that is and has been waged against the Church of God. We might go forth and preach belief in the Lord Jesus Christ, repentance of sin, and baptism for the remission of sins, as Alexander Campbell did; we might say, as some of the sects do, that it is necessary to lay on hands; we might gather the people together, and do any or all of these things, but if we did not have the right to exercise heaven-bestowed authority there would be no particular opposition to us. Of course, the nearer a man draws to God, and the more he lives according to the plan which God has prescribed, the more opposition he meets with. Satan will stir up strife, animosity and hatred against him. On this account Luther, Calvin, John Wesley and other reformers have been persecuted. The nearer they came to the truth, and the more zealous they were in proclaiming it, the more opposition they met with. Men, in reasoning upon this subject, say that every sect, at the commencement of its career, is persecuted because men are not familiar with its doctrines; but, when they become known, opposition and persecution cease. They predict this about the Latter-day Saints; but the  <div class=\"break pagebreak\" id=\"167a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0167.pdf\" target=\"pdfwin\">p.&#xA0;167a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>truth of the matter is this: if every new sect is persecuted, it is because it fearlessly denounces the sins, follies and vices of the age, and so long as they continue this, so long are they persecuted; but the moment they assimilate to the world, gloss over its follies and go with the stream and float with the popular current, opposition ceases. This has been the case, more or less, with every sect; but when men predict this of the Latter-day Saints they do not understand the nature of the work in which we are engaged; they do not comprehend the nature of the claims that we make; they have no understanding of the authority that we exercise. The distinction, to which I have referred, between us and others is that we claim to have the Holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v14n674\"> &#x201C;But,&#x201D; says one, &#x201C;has not this authority always been on the earth? Why, ministers have gone forth and preached now for centuries, authorized by the divine commission of the Apostles&#x2014;'Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.'<span class=\"citation\" id=\"66794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66794)\">Mark 16:15-16<\/a><\/span> On the strength of this commission they have gone forth for centuries, and why do you Latter-day Saints claim additional authority? Has the authority not existed ever since the days of the Apostles?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n675\"> If it has, where are its fruits, where are its powers, and where is the proper exercise thereof exhibited? Shall we go to the Church of Rome and inquire of it? It claims to have uninterrupted Apostolic descent from Peter, down through the ages until we reach our own day. Say the Episcopalians, Lutherans, Calvinists, and all Protestant sects, &#x201C;No, she is the mother of harlots,<span class=\"citation\" id=\"80166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80166)\">Rev. 17:5<\/a><\/span> she has defiled herself; that church is false, and God has <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> taken from her the authority she once had. If we go back to the middle ages you will find that her popes have been corrupt, and there have been times when there were more than one pope, and if history can be relied on a woman once occupied the papal chair; therefore we Protestants abhor her and call her the mother of harlots; we have come out of her and have renounced her and her wickedness. Neither she nor her priests have any authority.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n676\"> But the Catholic, on the other hand, maintains that his church and his alone has the authority, which Protestant Christendom declares she has lost. And here a question arises in my mind, for as the Protestant churches say that the Catholic Church is the mother of harlots, I turn to the mother and ask who and where are her daughters. Is Lutheranism a daughter of hers? Is Calvinism a daughter of hers? Is the Church of England, founded by Henry VIII., a daughter of hers? If they are not, where are her daughters? Where shall we look for them, if not in the midst of the Protestant churches? If I go to the Episcopalians and ask them for their authority, what reply do they give me? &#x201C;We exercise that which has come down to us from the Catholic Church. We came out of that church because of her impurity, but we brought with us authority to build another church, and ours is the Church of God.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n677\"> &#x201C;But,&#x201D; says the Catholic Church, &#x201C;We have severed you from us;&#x201D; and I, as a Latter-day Saint, say to the Episcopalians: If the Catholic Church had authority to give you the priesthood, and you derived it by imposition of hands from the Catholic clergy, then it had power to deprive you of that authority; if it had power to bestow authority it had power to withdraw that authority; and the  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Catholic Church did excommunicate Henry VIII., Latimer, Cranmer, and all who took part in that defection, and branded them as apostates, and, if they had any authority, deprived them of all they possessed. The same is true of the Lutheran and Calvinist churches, and all others who descended from her. <\/div><div class=\"paragraph jod\" id=\"v14n679\"> But there is another view to be taken of this matter. Jesus said to his Apostles: &#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name they shall cast out devils,&#x201D;<span class=\"citation\" id=\"66823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66823)\">Mark 16:15-17<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v14n680\"> Now, my Protestant brethren, if you take one part of this commission, why not take the whole of it? You say that by virtue of this authority which Jesus gave unto his Apostles, you go forth and preach the Gospel; but if you take this part of the commission, why not take the whole, and have the signs following them that believe your teachings, and have devils cast out, the sick healed, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v14n681\"> In asking these questions I do not wish to be harsh or to reflect on any sect, but only, in honesty, to place the truth before you from my standpoint. Say the so-called Christians, in answer to the above questions: &#x201C;We do not believe in these things; this power has been withheld, it was only bestowed in the Apostolic age, and was necessary then for the establishment of the Gospel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n682\"> If that is so, where do you find authority for making the assertion? If you take part of this commission given by Christ to his Apostles, what right have you to reject the remainder? Why not reject the whole? I say that, by a parity of reasoning, if you take a part you ought to take the whole. You cannot consistently take <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one portion of Scripture and say, &#x201C;This applies to me, or is mine, and I have a right to act by the authority it confers;&#x201D; and then to say of the other, &#x201C;I dismiss it, and want nothing to do with it.&#x201D; That is mutilating the word of God, and wherever you find men who have authority from God to act in his name, you will find these gifts and blessings attending their administrations, just as in ancient days. <\/div><div class=\"paragraph jod\" id=\"v14n683\"> Suppose a descendant of John Adams, the first minister of this government to the Court of St. James, should find an old document that had been given to him by the Continental Congress authorizing him to go and act as its minister. He reads this document in which his ancestor's name is mentioned and in which he is duly empowered to act as ambassador for the United States, and he says, &#x201C;Here is a document, I have it, the original that was given to my great ancestor. I do not see why I should not go and act as ambassador. This document was not given to me, it is true, but I want to act in this capacity.&#x201D; He goes across the water, travels to London, goes to Court, and presents his document and says, &#x201C;I am empowered to act. I am sent over by the United States as ambassador to the Court of Great Britain.&#x201D; &#x201C;Where is your commission?&#x201D; &#x201C;Here.&#x201D; &#x201C;Why, this is an old document, it was given to John Adams. Is that your name, and are you the man?&#x201D; &#x201C;Oh no, I am not the man, but I am a descendant of his.&#x201D; This would be just as consistent as for a minister of religion in this day to claim authority because he has a record of the commission which Jesus gave to his disciples. If one case is consistent, so is the other; if one is not, then the other is not. <\/div><div class=\"paragraph jod\" id=\"v14n684\"> My brethren, sisters and friends, you now, probably, begin to see the  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reasons why the Latter-day Saints claim that God has <span class=\"italic\">restored<\/span> the authority and the everlasting priesthood; you now, probably, begin to see some reasons why God should send his holy angels from heaven to earth again. <\/div><div class=\"paragraph jod\" id=\"v14n686\"> &#x201C;But,&#x201D; says one, &#x201C;I thought there were going to be no more angels, prophecies or revelations. I have been taught that the canon of Scripture was full, and that it was not necessary for God to speak again to man on the earth.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n687\"> Oh, this delusive idea! This damnable doctrine which has been preached until Christendom is completely filled with unbelief, so that the man who believes in revelation and that there is a necessity for it is set down as one who is unworthy the society of his fellows! Oh, the dreadful effects which have followed the proclamation of this fallacy for so long a period! What are the effects, resulting from it, that we see today? Christendom rent asunder, divided into sects and parties, the name of Jesus derided and sneered at, and the pure Gospel lost because of the propagation, for centuries, by so-called Christian ministers, of the soul-destroying and damnable heresy that God cannot or will not speak to man again from the heavens; that God will not reveal his will, send his angels, or exercise his power in the affairs of earth as much as he did in ancient days. Look at the effects of this! Travel in all our cities of the Atlantic and Pacific, and what do you see? Men and women professing to be followers of Jesus Christ, and yet all divided and split asunder, and quarrelling and contending&#x2014;even members of the same church divided asunder. The Methodist Church North, and the Methodist Church South; the Presbyterian Church North, and the Presbyterian Church <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> South; the Baptist Church North, and the Baptist Church South, and thus the religious world is divided and split asunder, and there is no authority to say what is truth or who shall proclaim it; there are none to say in the midst of the people, &#x201C;Thus saith the Lord,&#x201D; or &#x201C;Here is the path, walk ye in it;&#x201D;<span class=\"citation\" id=\"58952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58952)\">Isa. 30:21<\/a><\/span> and if a man comes forward claiming that he has this authority he is met with the accusations: <\/div><div class=\"paragraph jod\" id=\"v14n688\"> &#x201C;You are deluded, you are an impostor, you preach false doctrine, we will have none of your teaching. Men who believe in prophesy and revelation are liable to be deceived, and we are afraid of you, we do not know but you will deceive us. Jesus said there should be false prophets,<span class=\"citation\" id=\"65782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65782)\">Matt. 24:24<\/a><\/span> we believe you are one of them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n689\"> And thus they fortify and encase themselves in their unbelief and reject the word of God, and if Paul or Peter were to rise from the dead, and go amongst them and proclaim the principles they taught anciently, they would close their churches and chapels, and would say, &#x201C;We will have none of you, you will deceive us, you are one of the false prophets spoken of,&#x201D; forgetting that, if there are false prophets, there will, in all probability, also be true ones; and that it would be inconsistent to talk about false prophets if there were no true ones. There never is a counterfeit, bogus or imitation without a true one to copy after! Can you wonder, brethren and sisters, that the world is in the condition that it is, when unbelief has been handed down for generations, until it permeates the minds of all, both priest and people, even the children learn it in the Sunday schools, until every fiber of their minds becomes indoctrinated with the idea? The present condition of the Christian world is not to be wondered at, the wonder is that belief and faith  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>exist to the extent they do. There are a few things more I would like to say in connection with this subject while I am upon it. One is that a perusal of the Scriptures will clear up one point in our minds respecting the principle of revelation and communication between God and man. There is not a servant of God of whom we have any account, from Genesis to Revelation, who did not receive revelation. Can any person point out a man who was one of God's servants, of whom we have any account in the Scriptures, that did not receive revelation? Not one. It may be said, and is argued, &#x201C;Why is it, if it be God's will that man should have revelation from him, that the world has been so long without it?&#x201D; This is very easily explained. You recollect that Jesus, on one occasion, went into a certain place, and it is said concerning him that he could not do many mighty works there because of the people's unbelief.<span class=\"citation\" id=\"64723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64723)\">Matt. 13:58<\/a><\/span> Unbelief, therefore, has a tendency to prevent the communication of God's will to man by closing the channel of communication.<span class=\"citation\" id=\"82812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82812)\">3 Ne. 19:35<\/a><\/span> And another very good reason is that when men were on the earth who did have these communications they were not allowed to live. Every such man was hunted and persecuted, and his life was sought after until there was not one left who had the power, authority and great gift and blessing to say to the people, &#x201C;Thus saith the Lord;&#x201D;<span class=\"citation\" id=\"53846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53846)\">Ex. 4:22<\/a><\/span> and revelation and the spirit of revelation were withdrawn from man, and the whole earth fell into unbelief and darkness, and gross darkness prevailed over the hearts of the people.<span class=\"citation\" id=\"59918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59918)\">Isa. 60:2<\/a><\/span> It is a very excellent reason why revelation should cease when the earth was drenched with the blood of Heaven's messengers, and that blood was crying for vengeance on those who had slain them.<span class=\"citation\" id=\"129384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129384)\">Gen. 4:9-11<\/a><\/span><span class=\"citation\" id=\"81455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81455)\">2 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"82270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82270)\">Alma 37:30<\/a><\/span><span class=\"citation\" id=\"88224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88224)\">D&amp;C 87:7<\/a><\/span><span class=\"citation\" id=\"92048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92048)\">D&amp;C 135:7<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n691\"> But there was a time predicted by the Prophets&#x2014;John saw it, and has said in his revelations, &#x201C;I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79896)\">Rev. 14:6-7<\/a><\/span> Now the testimony of the Latter-day Saints is that God has sent this angel, and has actually restored the Holy Priesthood&#x2014;that authority which was held by the Apostles and Jesus in ancient days, and by Joseph Smith, an humble, unlearned, but Godfearing boy, in our day. Joseph sought the Lord diligently and earnestly to know which was the right way; his mind was distracted by the various claims set forth by one sect and another, and he was determined to seek unto the Lord for wisdom, for he had read in the Epistle of James, that if any lacked wisdom and would ask of God, he would give liberally and upbraid not.<span class=\"citation\" id=\"77422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77422)\">James 1:5<\/a><\/span> He did so, and the Lord communicated to him that in his own time he would establish his Church, on the earth. He also told him not to join any of the churches then in existence, for all had departed from the right way.<span class=\"citation\" id=\"93597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93597)\">JS&mdash;H 1:5-20<\/a><\/span> Eventually he was ordained;<span class=\"citation\" id=\"84594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84594)\">D&amp;C 27:12<\/a><\/span> but in the first place, anxious to be baptized, he sought the Lord to know in what way he should obtain the ordinance of baptism, and the Lord sent an angel&#x2014;John the Baptist, him who held this authority in ancient days and who baptized Jesus, and he laid his hands on the head of Joseph Smith and Oliver Cowdery, and ordained them to this authority.<span class=\"citation\" id=\"84003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84003)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129346)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"93928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93928)\">JS&mdash;H 1:68-72<\/a><\/span> &#x201C;Well,&#x201D; says one, &#x201C;I cannot believe this; if they could have got it from Peter Waldo, from the Catholic Church or the Baptist Church, I might have believed it;  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but to think that an angel came, shocks me, and it is more than I can believe. It is fanatical, and none but fanatics believe angels come to earth; there is deception in the idea.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n693\"> Oh, foolish generation! How could the power of God be restored from heaven, how could the world be united again, how could men be brought into one fold,<span class=\"citation\" id=\"69673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69673)\">John 10:16<\/a><\/span> and how could these dissensions and divisions be healed and removed unless God exerted his power? When the Lord does exercise power it is in his own way.<span class=\"citation\" id=\"88594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88594)\">D&amp;C 88:68<\/a><\/span> If he chooses to send an angel, he will do so, and will not ask you or me whether we will accept and are suited with it or not. He sent an angel on this occasion to restore to earth the authority to baptize for the remission of sins, and that messenger laid his hands on the heads of Joseph and Oliver and gave them that authority,<span class=\"citation\" id=\"129347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129347)\">D&amp;C 27:8<\/a><\/span> and they commenced to baptize.<span class=\"citation\" id=\"84004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84004)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"93929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93929)\">JS&mdash;H 1:68-72<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n694\"> But there was the authority to baptize with the Holy Ghost, or laying on of the hands for the reception of the Holy Ghost, yet remaining to be restored. All of you who are familiar with the experience of Philip who baptized the eunuch, and who went to Samaria and preached the Gospel, know that we have no account of him laying on hands for the Holy Ghost.<span class=\"citation\" id=\"71657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71657)\">Acts 8:26-39<\/a><\/span> When the Apostles at Jerusalem heard that the Samaritans had been baptized by Philip, they sent two of their number to lay on hands for the reception of the Holy Ghost. These two had authority to baptize, and they also had authority to lay on hands; and when they came to Samaria they laid hands on the baptized believers, and they received the Holy Ghost,<span class=\"citation\" id=\"71601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71601)\">Acts 8:14-17<\/a><\/span> and they spake with tongues and prophesied.<span class=\"citation\" id=\"126413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126413)\">Acts 19:6<\/a><\/span> Philip had the same authority as John had&#x2014;namely, the authority to baptize; but it appears from the record that he had not authority to lay on hands. <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This was the position of Joseph Smith and Oliver Cowdery after having been ordained to this priesthood. They had authority to baptize, but there was something still lacking. They were men who would not run before they were sent;<span class=\"citation\" id=\"60562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60562)\">Jer. 23:21<\/a><\/span> they would not claim authority that had not been bestowed upon them. They waited the good pleasure of the Lord<span class=\"citation\" id=\"86858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86858)\">D&amp;C 76:7<\/a><\/span> and he sent to them Peter, James and John.<span class=\"citation\" id=\"84595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84595)\">D&amp;C 27:12<\/a><\/span> You recollect that Jesus, on one occasion, asked Peter whom men said he, the Son of Man, was. They said some said one thing and some another. Then said Jesus to them, &#x201C;But whom say ye that I am?&#x201D; and Peter said, &#x201C;Thou art the Christ, the Son of the living God.&#x201D; Jesus replied, &#x201C;Flesh and blood hath not revealed it unto thee, but my Father which is in heaven.&#x201D; That is, he had not received that knowledge from man, but from God; and said Jesus, &#x201C;Thou art Peter, and upon this rock I will build my church.&#x201D; What rock? &#x201C;Oh,&#x201D; says the Catholic, &#x201C;upon Peter, he was a rock, and the Church was built upon him.&#x201D; &#x201C;No,&#x201D; Say the Protestants, &#x201C;not upon Peter, but upon Jesus.&#x201D; &#x201C;Now,&#x201D; says Jesus, &#x201C;upon this rock.&#x201D; What rock? The rock of revelation&#x2014;the principle upon which he was talking. He had spoken to Peter and told him that flesh and blood had not imparted to him certain knowledge which he possessed, but &#x201C;my Father which is in heaven; and upon this rock will I build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64823)\">Matt. 16:13-18<\/a><\/span> They never can prevail against a Church built on the rock of revelation. &#x201C;Upon this rock will I build my church;<span class=\"citation\" id=\"64854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64854)\">Matt. 16:18<\/a><\/span> and I will give unto thee, Peter, the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.&#x201D;<span class=\"citation\" id=\"64895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64895)\">Matt. 16:19<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n696\"> Now this Peter, who held this authority when it was withdrawn from the earth, still held it as an angel in the presence of God. What messengers better adapted to the exigencies of the case than Peter, with his two associates, James and John, to come and lay hands upon Joseph Smith and ordain him to the authority to preach the Gospel and to lay on hands for the reception of the Holy Ghost?<span class=\"citation\" id=\"84596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84596)\">D&amp;C 27:12<\/a><\/span> It is the exercise of this authority, thus bestowed, which has gained the thousands from the various nations of the earth that people these mountain valleys! It is this authority which has enabled the Elders of this Church to traverse remote continents and islands of the sea without purse or scrip,<span class=\"citation\" id=\"68146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68146)\">Luke 22:35<\/a><\/span> and, in the name of Jesus Christ, proclaim his Gospel in its ancient simplicity, God confirming the word by signs following&#x2014;<span class=\"citation\" id=\"66949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66949)\">Mark 16:20<\/a><\/span>the very same work and the very same results that followed the preaching of it in the days of Peter and his fellow Apostles. <\/div><div class=\"paragraph jod\" id=\"v14n697\"> How very singular, is it not, that Joseph Smith should have claimed to receive the authority from John the Baptist! How very singular that he should claim authority from the ordination of Peter, James and John&#x2014;that is, if it were not true! How very singular! And then, to add to the singularity of the whole case and to the remarkable features of it, to think that the Elders of this Church have accomplished a work precisely similar in many respects to that which the ancient Apostles accomplished! Wherever they went and the people received their testimony they were of one heart and mind.<span class=\"citation\" id=\"71456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71456)\">Acts 4:32<\/a><\/span><span class=\"citation\" id=\"92929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92929)\">Moses 7:18<\/a><\/span> And has it not been so in our day? We find in this Territory men representing nearly every country. They have come here by thousands from remote continents and isles of the sea, and they are united, not so much as they should be, or as they will be; but still there is amongst <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them a remarkable amount of union, peace, love, and goodwill, and an absence of litigation, drunkenness, theft, and the evils and vices that prevail in the world. The people are united, and from every hamlet, and every habitation over all this extended country, from north to south, their united prayers ascend morning, noon and night to God, to bless his servants and to bear off the Holy Priesthood and Apostleship. Yes, in all this land, and throughout the earth wherever the servants of God have gone, these same principles prevail and are observed by those who have received their testimony. The Saints are united; they sustain the authority which God has restored; for be it known there is an authority now on the earth by which men can declare to the people, &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53847)\">Ex. 4:22<\/a><\/span> just as we might suppose a servant of God would do anciently. <\/div><div class=\"paragraph jod\" id=\"v14n698\"> Do I believe that Joseph Smith was a prophet because it was told to me in my childhood? Do I believe that Brigham Young is an Apostle and prophet because it has been told to me? Partly, but more from the fact that God has borne testimony to me by the revelations of the Holy Spirit; and I have grown in the belief and knowledge, and I know that Joseph was a prophet; I know that he was ordained of God; I know that he had the authority which he professed to have, and that it is in the Church; and I know, too, that the same signs follow the believers as did anciently,<span class=\"citation\" id=\"66897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66897)\">Mark 16:17<\/a><\/span> and the Church will grow and increase and spread abroad. It is on this account, my brethren and sisters and friends, that we are so hated, for the adversary knows it, and hence this persecution which seems so causeless. <\/div><div class=\"paragraph jod\" id=\"v14n699\"> May God bless us, help us to keep his commandments, to discern the truth, and to cleave to it all our days, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}