{"ID":140021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Celestial Glory&#x2014;Modern Civilization&#x2014;Family Government.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday, June 25, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Celestial Glory, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/25\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v14n615\"> As Brother Smith and myself, with others, will take our leave of this place tomorrow morning for a preaching tour through the northern settlements, we wish to say a few words. My remarks will be for all, both Saint and sinner; those who are Saints, those who wish to be, and those who wish not to be. I will read the fifth paragraph of the seventh section of the Book of Doctrine and Covenants.<span class=\"citation\" id=\"88381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88381)\">D&amp;C 88:21-24<\/a><\/span> On referring to that <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> place you will find the following words: <\/div><div class=\"paragraph jod\" id=\"v14n616\"> &#x201C;And they who are not sanctified through the law which I have given unto you, even the law of Christ, must inherit another kingdom, even that of a terrestrial kingdom, or that of a telestial kingdom. For he who is not able to abide the law of a celestial kingdom cannot abide a celestial glory. And he who cannot abide the law of a terrestrial kingdom  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot abide a terrestrial glory. And he who cannot abide the law of a telestial kingdom cannot abide a telestial glory; therefore he is not meet for a kingdom of glory. Therefore he must abide a kingdom which is not a kingdom of glory.&#x201D;<span class=\"citation\" id=\"88382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88382)\">D&amp;C 88:21-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n618\"> These words set forth the fact to which Jesus referred when he said, &#x201C;In my Father's house are many mansions.&#x201D;<span class=\"citation\" id=\"69877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69877)\">John 14:2<\/a><\/span> How many I am not prepared to say; but here are three distinctly spoken of; the celestial, the highest; the terrestrial, the next below it; and the telestial, the third. If we were to take the pains to read what the Lord has said to his people in the latter days, we should find that he has made provision for all the inhabitants of the earth; every creature who desires, and who strives in the least, to overcome evil and subdue iniquity within himself or herself, and to live worthy of a glory, will possess one. But, &#x201C;In my Father's house are many mansions,&#x201D;<span class=\"citation\" id=\"69878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69878)\">John 14:2<\/a><\/span> says the Savior; he has prepared places for his children; but the Saints, we who have received the fullness of the Gospel of the Son of God, or the kingdom of heaven that has come to earth, are in possession of those laws, ordinances, commandments and revelations that will prepare us, by strict obedience, to inherit the celestial kingdom, to go into the presence of the Father and the Son. While Jesus was here on the earth his followers inquired about his future dwelling place, for they all wanted to be with him. Said they, in effect, &#x201C;Where thou goest, we want to go; where thou dwellest, we want to dwell;&#x201D; and they said, &#x201C;Where shall you live hereafter, and what will be your state and condition?&#x201D; Said Jesus, in reply, &#x201C;I am of the Father; I was with him before the foundations of the world were laid; I and my Father are one, we shall live together;&#x201D;<span class=\"citation\" id=\"70700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70700)\">John 17:20-24<\/a><\/span> <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and he said also, &#x201C;Strait is the gate, and narrow is the way, that leads to the lives,&#x201D; (it reads in our Bible, &#x201C;Leadeth unto life,&#x201D; but if it were translated correctly it would be, &#x201C;Leadeth to the lives,&#x201D;)<span class=\"citation\" id=\"91627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91627)\">D&amp;C 132:22<\/a><\/span> &#x201C;and few there be that find it.&#x201D;<span class=\"citation\" id=\"63868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63868)\">Matt. 7:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n619\"> Jesus traveled and preached, worked miracles, and labored diligently by day and by night, and when he had finished how many were there to stand by him? How many were there to believe and confess him before the scribes and Pharisees? After traveling with him and seeing him feed the multitudes with a few loaves and fishes, heal the sick and open the eyes of the blind, how many friends had he when he came to the cross? How many of his disciples were there to say, We are the disciples of this man whom you are about to crucify? They stepped out of the way. Well might Jesus say, &#x201C;Strait is the gate, and narrow is the way, that leadeth to the lives, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63869)\">Matt. 7:14<\/a><\/span><span class=\"citation\" id=\"91626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91626)\">D&amp;C 132:22<\/a><\/span> We may say, and justly too, that the conduct of his disciples was very remarkable; for, as much as they thought of their Master, and as long as they had followed him, there was not a man to stand by him in his trying hour. It was but a few hours before that they had eaten supper with him, when, we are told, &#x201C;Jesus took the bread, blessed and brake and gave to his disciples, and said, &#x2018;Take and eat ye all of this;&#x2019; and he took the cup, saying, 'Take this and drink ye all of it, this is my body in the new testament and this is my blood in the new testament.'&#x201D;<span class=\"citation\" id=\"66218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66218)\">Matt. 26:26-28<\/a><\/span><span class=\"citation\" id=\"126411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126411)\">Mark 14:22-24<\/a><\/span> All this was a few hours before his crucifixion; and when his death drew near every single man, to a man, forsook him. During his trial, probably you all, even to the children, have read the story a great many times, when Peter was accused of being one of his dis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciples by a damsel who sat or stood by, he denied it, saying, &#x201C;It is not so, I am not one of his disciples;&#x201D; and when a second time he was accused of being one of his disciples, he said, &#x201C;No, it is not so, I firmly deny it, I am not one of his disciples.&#x201D; And when a third time the same accusation was made he cursed and swore about it.<span class=\"citation\" id=\"66301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66301)\">Matt. 26:69-74<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n621\"> Now I make an application of this right here. As much as we think of that ancient name and character&#x2014;the Savior, which age and antiquity have rendered so sacred to the Christian world that they profess to revere them, compare the course his immediate followers took, with the course taken by the followers of Joseph Smith, the Prophet of the latter days, as much as he is despised and his name ridiculed. There is scarcely any, no matter how high socially, who can speak of him with sufficient respect to call him &#x201C;Mr.&#x201D; or &#x201C;Joseph&#x201D; Smith, but they generally refer to him as &#x201C;Joe&#x201D; Smith; yet, much as he is scorned and despised, he had hundreds and thousands who would have gone to the death with him when he went to death, but Jesus found not a man. Joseph Smith, though he spent only fourteen years in presiding over this people, organizing the Church, proclaiming the Gospel and receiving revelations, yet had hundreds and thousands of men and women who were ready to go to the death with him. <\/div><div class=\"paragraph jod\" id=\"v14n622\"> I wish now to look at my subject a little more, and will refer to the present condition and future prospects of the inhabitants of the earth. If we had time to read we could show to you, Latter-day Saints, that the Lord is more merciful to the people than we are. He has compassion on the works of his hands, while we, through the fall, have a disposition, in common with all mankind, that is <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> revengeful, and apt to give way to passion, wrath, malice, anger, bickering, contentions, hateful feelings and unbecoming words. All men are subject to this; but the Latter-day Saints should be above it; and I wish to caution them, and to inform them that if they expect to enter the celestial kingdom they must overcome this weakness and the wicked dispositions they have inherited through the fall; they must subdue, and become masters of them in the name of Jesus, and become compassionate to all. I have traveled a great deal in the world; and though, through the evil that is within me, it is natural for me to contend, and if I am opposed to oppose in return, and if a sharp word is spoken to me to give a sharp word back, I have done so but rarely. It is wrong, and we must subdue the inclination. <\/div><div class=\"paragraph jod\" id=\"v14n623\"> It has been mentioned here about the Saints leaving their homes and being persecuted. They may be again for aught I know; and if in the providence of God it is permitted to chasten us for our wickedness and for yielding to sin, I hope we shall be able to bear it patiently; but if the Latter-day Saints will live their religion and exercise faith in the name of Jesus, they will be able to overcome every besetting sin within themselves;<span class=\"citation\" id=\"81322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81322)\">2 Ne. 4:18<\/a><\/span> and then we shall be able to overcome every foe without, and we will live and outlive all the slander, falsehood and prejudice now heaped mountain high against and around us by many individuals in the nations. We will live it down, live it into oblivion. But shall we turn away from the holy commandments of the Lord and join hands with the wicked and ungodly to make our faith popular? No, God forbid. I am happy in believing, in knowing and in proclaiming, that the Lord Almighty has so organized his king<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom on the earth and he so rules it that no man will have the privilege of coming into and abiding in it, and receiving a fullness of its blessings through covetousness, selfishness or any spirit of idolatry. In the contemplation of this I rejoice, and I am exceedingly glad that the Lord has so ordered it that no man can be saved in his sins and in his iniquity. All will have to come to the Lord and be sanctified through the grace of Christ by faith in his name; without this, I am happy to say, that none can be purified, sanctified and prepared to inherit eternal glory. <\/div><div class=\"paragraph jod\" id=\"v14n625\"> Well, Latter-day Saints, will you live your religion? Sometimes I do not know about this. I see and realize so much with regard to the power of Satan on the earth, the evil propensities of mankind and the weakness of human nature, that I do not know whether the Latter-day Saints are going to abide all that will come upon them. Whip them and they will acknowledge the Lord, abuse them and they will be Saints. Have we any ensamples? We have. You take plenty of these who are around here, who have been in this Tabernacle, and some probably who are here today, and when they were in their own country, poor, distressed, with not enough to eat, scanty clothing, no house of their own to live in, not any property, not worth a chicken, and the finger of scorn pointed at them from Monday morning until Saturday night, and they would go weeping through the streets bearing precious seed,<span class=\"citation\" id=\"57253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57253)\">Ps. 126:6<\/a><\/span> and declare that &#x201C;the Gospel is true, Jesus has spoken from the heavens, the angel has flown through the midst of heaven and delivered the Gospel to the children of men,<span class=\"citation\" id=\"79721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79721)\">Rev. 14:6<\/a><\/span> the kingdom of God is set up, the word of the Lord is within me and I am ready to declare it to the people;&#x201D; and they would go <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> weeping week after week, month after month, and year after year, in their poverty and wretchedness; but bring them here and put them in a condition to gather around them a few hundreds or thousands, and they will lift their heel against the Almighty;<span class=\"citation\" id=\"56597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56597)\">Ps. 41:9<\/a><\/span> and when I think of this I do not know how many of the Latter-day Saints will apostatize. Let us be in a condition now, if we could step forward directly into a position in which we should be equal with our neighbors, equal with the corruptions of this world, equal with the wicked, and we should have praise and popularity. I am glad it is not so. If we could have the favor of the wicked world, and have the blessings heaped upon us and be fostered as other people, communities and territories are, probably it would lead away a great many. It is all right now. If we will bear all these things and be patient, and live our religion whether we have enough to eat or half enough; whether we have a good house to dwell in, or we live in tents, wagons, or in dens and caves, and love the Lord and delight to do his will and walk humbly before him, and overcome every passion and evil propensity, and subdue the old man within us<span class=\"citation\" id=\"72443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72443)\">Rom. 6:6<\/a><\/span> that Christ may live within us&#x2014;the new man to his glory, we will inherit celestial glory. But no person will be sanctified without the law&#x2014;<span class=\"citation\" id=\"88377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88377)\">D&amp;C 88:21<\/a><\/span><span class=\"citation\" id=\"88475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88475)\">D&amp;C 88:34<\/a><\/span>the law which the Lord has given, will be observed by few comparatively, when we take into account the vast numbers who have lived on the face of the earth. There is no prospect whatever of multitudes of them being sanctified by the law of Christ. What we shall do for them in the Millennium it is not for me to say altogether. We shall do a great deal, there is no question about it. It is a matter of great rejoicing, and should bring forth gratitude from the  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts of the whole world of mankind, that the Lord has promised a day of rest.<span class=\"citation\" id=\"88735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88735)\">D&amp;C 88:101<\/a><\/span><span class=\"citation\" id=\"93174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93174)\">Moses 7:64<\/a><\/span> The day will come when Jesus will rule King of nations,<span class=\"citation\" id=\"60444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60444)\">Jer. 10:7<\/a><\/span> as he now does King of Saints,<span class=\"citation\" id=\"80087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80087)\">Rev. 15:3<\/a><\/span> and this glorious rest that the Saints have been looking for for thousands and thousands of years, from the days of Adam until now, will arrive. They have been looking for the absent body, just as John the Revelator says, He saw the souls under the altar crying, &#x201C;How long, O Lord?&#x201D;<span class=\"citation\" id=\"79285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79285)\">Rev. 6:9-10<\/a><\/span> We are waiting for the absent body, how long shall we look for it? It will come again by and by, and the spirit and the body will be reunited; but how many will be prepared to enter the celestial kingdom unless they are officiated for it is not for me to say. But if we preserve ourselves in the truth and live so that we shall be worthy of the celestial kingdom, by and by we can officiate for those who have died without law&#x2014;<span class=\"citation\" id=\"83587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83587)\">Moro. 8:22<\/a><\/span><span class=\"citation\" id=\"87110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87110)\">D&amp;C 76:72<\/a><\/span><span class=\"citation\" id=\"92110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92110)\">D&amp;C 137:7-9<\/a><\/span>the honest, honorable, good, truthful, virtuous and pure. By and by it will be said unto us, &#x201C;Go ye forth and be baptized for them, and receive the ordinances for them;&#x201D; and the hearts of the children will be turned to the fathers who have slept in their graves, and they will secure to them eternal life. This must be, lest the Lord come and smite the earth with a curse.<span class=\"citation\" id=\"62586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62586)\">Mal. 4:6<\/a><\/span> The children will go forth and revive this law for those who have slept for thousands of years who died without the law. Jesus will prepare a way to bring them up into his presence. But were it not for the few who will be prepared here on the earth to officiate when the Lord shall come to reign King of nations,<span class=\"citation\" id=\"60443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60443)\">Jer. 10:7<\/a><\/span> what would be the condition of the world? They would sleep and sleep on; but the way is prepared for their redemption. <\/div><div class=\"paragraph jod\" id=\"v14n626\"> Now, those who cannot abide the law of the celestial kingdom cannot abide the glory of a celestial kingdom.<span class=\"citation\" id=\"88395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88395)\">D&amp;C 88:22<\/a><\/span> <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> All Christians are looking for celestial glory, but can they abide it? They cannot; it would consume them, for &#x201C;our God is a consuming fire.&#x201D;<span class=\"citation\" id=\"77337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77337)\">Heb. 12:29<\/a><\/span> They think they could abide a celestial kingdom; but they could not. They will have to abide another kingdom and another glory, according to the lives they lead and the knowledge they possess here.<span class=\"citation\" id=\"88383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88383)\">D&amp;C 88:21-24<\/a><\/span> When we look at it, we should have compassion and we should be charitable. I want to say: a great many priests have been here and I have spoken before them; if there be any here today I say to them and to every priest on the face of the earth, I do not care whether they be Christian, Pagan or Mahommedan, you should live according to the best light you have; and if you do you will receive all the glory you ever anticipated. We should not be prejudiced against you in the least; even if you are against us and declare falsehoods about us we should not retaliate. But how prone we are to rebuke if we are rebuked, or if we receive a sharp word to return one. The Latter-day Saints have to overcome this; and the world may cry out and say all manner of evil against us,<span class=\"citation\" id=\"62995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62995)\">Matt. 5:11<\/a><\/span> but, my brethren and sisters, let us so live that it will be said falsely. If we do this, happy are we; but if truthful, woe be to the Latter-day Saints! Let all evil spoken of the people called Latter-day Saints be falsely spoken, as some that I heard a week tonight. Shall I mention it? How quickly &#x201C;old Adam&#x201D; rose within me, when the gentleman speaking pointed his finger, and said, &#x201C;You murderers!&#x201D; And I thought, &#x201C;Will you not prove it?&#x201D; I did not say a word; I thought about it a minute, and concluded that it was not worth noticing. He did not say you &#x201C;Latter-day Saints,&#x201D; but his congregation was mainly composed of Latter-day Saints, and said he, &#x201C;You  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>murderers!&#x201D; Could he prove this? No, no, he could not. Could any man prove it? Not that man that lives on the face of the earth; it cannot be proved. Why? Because the Saints are free and clear from the crime, that is the reason. Let the evil they speak of us be just as false as that was when they were going to bring us all to judgment! <\/div><div class=\"paragraph jod\" id=\"v14n628\"> I believe I will venture to say a little further. The gentleman said all would be brought to judgment, and said he, &#x201C;You who have two wives will be there!&#x201D; I thought to myself, &#x201C;Glory, alleluia, we shall be along with you father Abraham, Isaac and Jacob,<span class=\"citation\" id=\"64010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64010)\">Matt. 8:11<\/a><\/span> and with Moses and the prophets.&#x201D;<span class=\"citation\" id=\"126412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126412)\">Luke 16:29-31<\/a><\/span> I do not wish to say one word to cast a reflection whatever; but pity, pity! Open the Bible and read from Genesis to Revelation, and the whole amount of the Christian religion, and all that they can teach and tell is, &#x201C;Come to Christ, come to Christ!&#x201D; Why, certainly, that is right. Come to Christ, and with it forsake our sins, and when we do this, keep the commandments of Christ and fulfill the law just as he did. Said he, &#x201C;I come not to destroy the law, but to fulfill it;&#x201D;<span class=\"citation\" id=\"63098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63098)\">Matt. 5:17<\/a><\/span> and he declared that every jot and tittle thereof should be fulfilled.<span class=\"citation\" id=\"63113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63113)\">Matt. 5:18<\/a><\/span> Now pardon me, but if I am a Saint my heart would be filled with pity, oh, how pitiful, and yet I could say, and with justice and truth, though it might sound harshly to the ears of some, &#x201C;O fools, and slow of heart to believe&#x201D;<span class=\"citation\" id=\"68416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68416)\">Luke 24:25<\/a><\/span> all that is written of Jesus and the prophets, of the latter-day work, of the Millennium, of the coming forth of the kingdom of God upon the earth, of the cleansing and revolutionizing of the inhabitants of the earth, and preparing them for the coming of the Son of Man! I could say to the whole Christian world, justly, &#x201C;O fools, and slow of heart to <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe what is written in the Bible and other books concerning these things.&#x201D;<span class=\"citation\" id=\"68417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68417)\">Luke 24:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n629\"> I say &#x201C;other books,&#x201D; for we believe in other books as well as the Bible; but do we on that account believe in an untruth? No. I heard something this morning about our religion being vulgarly called &#x201C;Mormonism.&#x201D; I say not vulgarly called so. Mormon was a good man, and he is in heaven, or in a good place at any rate; and the <span class=\"italic\">Book of Mormon<\/span> is named after him, and we believe it. What does the word mormon mean? In the strict sense, and as it was translated by the ancients, it means more good. Mormon, more good; and &#x201C;Mormonism&#x201D; embraces all the truth that there is in heaven and on the earth; and if there is any in hell it belongs to us. Every truth in the sciences and in the arts, and all the knowledge that God has given to man in mechanism, and in fact on the earth, which is but a small speck among the creations of God, and the whole universe, all is incorporated in and constitutes what the world call &#x201C;Mormonism.&#x201D; If we have errors, and seeing that we are just like other people, it is natural to suppose that we are not free from them, they should be overcome. There is no other people on the face of the earth that have the law of God as the Latter-day Saints have it. They believe in the ordinances of the house of God, they believe in the laws that the Lord has revealed for the salvation of the children of men. All these holy ordinances are embraced in our faith. We try to live according to them, and that too strictly; and when aught is said against us I only ask my brethren and sisters to live so that it will be said falsely&#x2014;<span class=\"citation\" id=\"62996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62996)\">Matt. 5:11<\/a><\/span>live so as to be guiltless&#x2014;be innocent, full of faith, good works, charity, love, long-suffering, patience, godliness and brotherly kindness.<span class=\"citation\" id=\"78238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78238)\">2 Pet. 1:5-7<\/a><\/span> If we fill up our  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lives with these good works, happy are we, no matter where other people go or what they say or do; or whether they ever give us our rights according to their estimation or according to ours. If we do this God will give us our rights. We live in peace and prosper, and live in hope; and if we do our duty we shall live down every obstacle, every opposing foe, every opposite spirit and influence that is raised against us as a nation or as nations; and live, as I hope will be our constant aim, so as to glorify God. Not to gain the flatteries and fellowship of the world, for I would not give a snap of my finger for them; for as the world is I want not their fellowship. I should have their good feelings! Why? Because I do nothing only to do them good. There is not a professed Christian on the face of the earth but what, if he knew what we know, would pray for the Latter-day Saints. Why? Because we have the keys of salvation to the children of men, which have been restored to the earth by the Almighty in these latter days, and we are doing everything we possibly can for their salvation. <\/div><div class=\"paragraph jod\" id=\"v14n631\"> Talk about persecution, why that only comes from those who hate the truth. When falsehood is spoken against this people, no matter by whom, whether priest or people, it comes from a foul, wicked heart. Some say we are all wicked. Yes, we are all wicked; but we should not allow our tongues to utter forth many things that are uttered. We are not pure enough yet; we are not holy, we are not sanctified; no, the Latter-day Saints are not sanctified, and if any person thinks that we, as a people, are a pattern for the human family, we would just refer him and all mankind to the commandments and revelations which the Lord has given for the salvation of his crea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tures; they are perfect, but we are imperfect. We are trying to be perfect, and trying to sanctify the Lord God in our hearts,<span class=\"citation\" id=\"77922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77922)\">1 Pet. 3:15<\/a><\/span> and to honor his name, character and laws, and to spread them as far as we possibly can to the east, west, north and south, and to gather up all that will be gathered into the celestial kingdom; but to shake hands with the world and fellowship them, no, no! In the first place they will not fellowship us, and in the next place we cannot fellowship them. We will fellowship every good word and every good thought and every good deed; but we cannot fellowship them in rebelling against the truth. <\/div><div class=\"paragraph jod\" id=\"v14n632\"> Speaking of persecutions, neglects, slights and insults, was it an insult for the President of the United States, after calling upon our men to redeem this land from a foreign government, which we did, so far as the whole of Upper California is concerned, for it was acquired by the Latter-day Saints from the Mexican Government; and over it we hoisted the American flag, and have maintained it ever since; and then for our Chief Magistrate to make war upon the people who had actually added so much to the public domain and placed it under the banner and flag of their Government, to send an army to waste us away and destroy us, was it generous? Did it evince brotherly kindness? Was it according to Christian light? Was it according to the New Testament, the sayings of the Savior, or the acts of the wise and the good? We leave everybody to judge. Still they did not do it, no, nor they will not do it either. <\/div><div class=\"paragraph jod\" id=\"v14n633\"> What did we do when we came here? A few words upon this. Did we manifest to the world that we knew how to take care of ourselves? What did we bring with us? Five times have I been broken up and left  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a fine property behind. I never looked after it, for I knew that the earth was the Lord's and the fullness thereof,<span class=\"citation\" id=\"56488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56488)\">Ps. 24:1<\/a><\/span> and that he could give me what he pleased, hence I never looked behind, but marched forward, right ahead five times. What did we bring here? Nothing; we came here comparatively, as the old saying is, naked and barefoot. We have lived here twenty-four years, and now we are told that if we can convince the people of the United States that we can actually govern, control and sustain ourselves, why, we can have a State Government, so as to get us a little land to school our children and help ourselves a little. I suppose from this that they wish to imply that up to this time we have not proved that we can sustain and govern ourselves. What is necessary, judging by the standard of civilization, to prove this? What does it take to constitute a people capable of governing and controlling themselves? Now, mark, in the estimation of civilization it requires a settlement, territory and subjects for this territory; and then it requires certain ingredients within this community, to constitute civilization. Where shall we begin? We will build a grogshop, that will be the first thing, and have a few groceries; and we will bring on the liquor. The description of an outfit to the mines in early days will answer to illustrate and fill up the picture. The first thing was a barrel of whiskey, then ten pounds of dried beef, and a box of crackers; what next? A ten gallon keg of whiskey and four pounds of cheese, ten of butter, then another barrel of whiskey, next ten pounds of dried beef, two sacks of flour, and so on. Now, after we get a parcel of grogshops and can see, every Saturday, men drinking in the streets, hurrahing, running their horses, having children <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> run over, and perhaps get to fighting and somebody's head broken, or some one shot down, and have some gambling saloons, then we are ready for a meetinghouse, and here comes the priest through the streets mourning over the sins of the people, crying, &#x201C;Oh what a wretched place this is.&#x201D; That is civilization. You will excuse me, this is no overdrawn picture, but is a representation of what is misnamed civilization. But is it so in the eyes of Heaven? No, it is civilization in the eyes of filth and corruption, that is what it is. <\/div><div class=\"paragraph jod\" id=\"v14n635\"> To call this civilization is like saying to a kind, judicious and loving mother, &#x201C;You are not capable of taking care of your children, we will put them out.&#x201D; What is the matter, mother? And the mother says, &#x201C;Why, my children obey me. I make no request of them but what they comply with; and they are willing and obedient. I teach them morning and evening to pray; I teach them to read the Bible, to be good, not to tell falsehoods, but to be truthful and honest, and not to take a pin's worth from their neighbors; not to contend with each other about their toys.&#x201D; And this mother is kind, loving and agreeable, and her children love her, and in the morning run with open arms and salute her with, &#x201C;Mamma, how glad I am to see you, are you well?&#x201D; And at night when going to bed the mother says, &#x201C;Good night, my darlings, come and let me give you a kiss.&#x201D; But this mother is not worthy of her children, and they must be taken from her and put out; she is too kind to them, and has perfect control over them. That is what they are afraid of. And the father, when he comes from his work, his store or, mechanics' shop, is met with smiling faces, and &#x201C;good evening, father, or papa,&#x201D; and he has a kiss for each of them, and has a kind good  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>night for all, and perfect love and peace reign in their midst. But that mother and father are unworthy of those children; the way they have trained them is not civilization. Whip them, teach them to quarrel, fight, knock each other down, and finally kick them out of doors! That is civilization according to the notion of the world. This is a comparison and it may be a strong one; but lay it in the balance and see how it will weigh. Will they among whom such manners and principles prevail be prepared for the celestial kingdom, or for a terrestrial or telestial kingdom, no matter who they are? I think not. They will have to abide a kingdom where there is no glory.<span class=\"citation\" id=\"88428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88428)\">D&amp;C 88:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n637\"> Well now, why not take this family and let papa and mamma train up their children in the nurture and admonition of the Lord,<span class=\"citation\" id=\"75358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75358)\">Eph. 6:4<\/a><\/span> and teach them every good moral principle, and faith in the name of Jesus? To my certain knowledge children in our community, when mamma has been sick, have said, &#x201C;Mamma, are you not better?&#x201D; &#x201C;Why do you ask my little dear?&#x201D; &#x201C;Why,&#x201D; says the little girl, &#x201C;I have prayed for you; are you better?&#x201D; &#x201C;Yes, my dear.&#x201D; I have witnessed many and many a time children praying for the father or for the mother, and that mother or father would be healed through the faith of the child. But this is not civilization. No; hence you Latter-day Saints must not have any lands to make use of to school your children. You must be tied up, you must be ruled over; you are not capable of governing and controlling yourselves. And yet thousands and thousands of them who say this will admit that we have the best organization and are the best governed community they have ever seen. But what is the matter when they get away? Why papa and mamma kiss the children, and <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the children kiss papa and mamma, and this will not do, it is not civilization. Kick, cuff and scold from morning to night must be the story, &#x201C;then we are ready to receive you!&#x201D; Shame on such conduct! Shame on such statesmanship! <\/div><div class=\"paragraph jod\" id=\"v14n638\"> &#x201C;Well, I don't like your peculiar institutions!&#x201D; We have never been driven yet for our peculiar institutions which they talk about, and if we can beat them in peculiar conduct I am mistaken! I have seen men come here, who moved in the highest society on the American continent, and &#x201C;Who have you got with you?&#x201D; &#x201C;My wife,&#x201D; he says, and by and by you find out it is not his wife, but a woman he has hired to come here. In one instance a judge came here with a woman who had been turned off by a Congressman, and she sat on the judgment seat with him and claimed him for husband; but when he had got through with her, &#x201C;You can go now, I do not want you any more.&#x201D; Will a &#x201C;Mormon&#x201D; do this? No, never, if he does he will be damned; and any man who does will go to hell, now mark my word for it. And this is civilization! <\/div><div class=\"paragraph jod\" id=\"v14n639\"> Can they inherit these glories? No, the Lord has revealed the fact that the people must be sanctified; and if they cannot abide and be sanctified by a celestial law, they cannot inherit this glory; and they must abide and be sanctified by a terrestrial law and inherit a terrestrial glory.<span class=\"citation\" id=\"88384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88384)\">D&amp;C 88:21-24<\/a><\/span> But we will pick every man and every woman on the face of the earth that we can possibly save and give them life and salvation through obedience to the requirements of Heaven. That is the way it is given, obtained and enjoyed. The spirit of the Gospel comes by obedience to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v14n640\"> I want to say a few things to the Latter-day Saints, for I have not half freed my mind. Will you live so as  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to make your calling and election sure?<span class=\"citation\" id=\"78260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78260)\">2 Pet. 1:10<\/a><\/span> You have a work to do, and it requires a holy life to prepare you to do it. Now I charge you again, and I charge myself not to get angry. Never let anger arise in your hearts. No, Brigham, never let anger arise in your heart, never, never! Although you may be called upon to chastise and to speak to the people sharply, do not let anger arise in you, no, never! Let us sanctify the Lord God in our hearts<span class=\"citation\" id=\"77923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77923)\">1 Pet. 3:15<\/a><\/span> and live to his honor and glory and all is right with us; and by and by we shall see what comes to those who say to us, &#x201C;You can't have your rights.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n641\"> I will just say to the nation in which I live, and which gave me birth: The Lord God Almighty has a controversy with you<span class=\"citation\" id=\"60574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60574)\">Jer. 25:31<\/a><\/span> and he will bring you to judgment, and no power can hinder it. It is the decree of the Almighty in the heavens, and <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be so. Let us prepare for it, Saint and sinner. This life is but a moment, and is only preparatory to a higher state of glory. We are in darkness and ignorance here; but it is to give us an experience that we can step into a higher state of knowledge, understanding, light and intelligence. That we may come up higher and higher, and not be reduced when we enter the next state of existence, I say to the inhabitants of the earth, for God's sake and for your own sakes, do take that course that when you step into another room, or lay down this mortal tabernacle, you will be prepared for a higher state of glory. It will not be present civilization that will prepare you for that; but strict obedience to the requirements of heaven in all honesty, sincerity, purity, lowliness of heart and faithfulness to our God. May he help us to do it. Amen! <\/div>\n<\/div>\n<\/div>"}