{"ID":140016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Attending Meetings&#x2014;Religion &amp; Science&#x2014;Geology&#x2014;The Creation.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Tabernacle, Salt Lake City, May 14, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Attending Meetings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/14\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v14n475\"> I sometimes ask the Saints a question with regard to our meetings, but I have not done so lately. We come here on Sabbath mornings to this large hall, which will contain a great many people, but only a few, in pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portion to the number there is in the city who should be here, attend; and I ask myself and have heretofore asked the people why they do not attend? Do they love their meetings, do they love their religion, and do  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they love to hear the servants of the Lord bear testimony to the truth? How is it? Perhaps many of the brethren and sisters think we are not as interesting in our conversation as we should be. I will say to such, we will give the ground to you at any time you will take the stand, and we will sit and hear. But when we talk to you we give you such ideas as we have, and we clothe them in the best language that is in our possession, according to the ability and the gift and grace that we possess. Whether they are interesting to you or not is not for me to say. It is true the Saints may ask me why I do not attend meetings more strictly than I do. I will say that, in my life, I have been very strict in attending meetings, and when I attend now I feel that the Saints require me to speak to them; that is their desire and their faith; but I have met with and talked to them and the inhabitants of the earth so much that I very frequently feel that my talk is almost finished, it is pretty much gone out of me; not the subjects to talk upon or the ideas, but the strength of my human existence, and in consequence of this during the winter just passed I have stayed at home. I have not asked the Saints to excuse me on this account, for I think that I know my own duty and what I should or should not do better than anybody else; but as I am feeling much better with regard to my stomach and lungs, though I have no complaint to make of my lungs as to the wind chest&#x2014;I have plenty of strength there; but the organs of speech in this tabernacle are actually worn; but as I am feeling better I expect to meet with you more frequently. <\/div><div class=\"paragraph jod\" id=\"v14n477\"> It is my highest delight and pleasure to serve God and keep his commandments; there is great delight in the law of the Lord to me, for the <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> simple reason&#x2014;it is pure, holy, just, and true; and those principles which the Lord has revealed are the only correct principles that man possesses on the earth. We may imagine to ourselves that we possess a great deal of human wisdom independent of the Lord, but this is a mistake, for every truth that is in the possession of the children of men upon the earth came from God. The sciences understood by man came from God, and when we demonstrate a truth, we demonstrate a portion of the faith, law, or power by which all intelligent beings exist, whether in heaven or on earth, consequently when we have truth in our possession we have so much of the knowledge of God. I delight in this, because truth is calculated to sustain itself; it is based upon eternal facts and will endure, while all else will sooner or later perish. <\/div><div class=\"paragraph jod\" id=\"v14n478\"> It was observed here just now that we differ from the Christian world in our religious faith and belief; and so we do very materially. I am not astonished that infidelity prevails to a great extent among the inhabitants of the earth, for the religious teachers of the people advance many ideas and notions for truth which are in opposition to and contradict facts demonstrated by science, and which are generally understood. Says the scientific man, &#x201C;I do not see your religion to be true; I do not understand the law, light, rules, religion, or whatever you call it, which you say God has revealed; it is confusion to me, and if I submit to and embrace your views and theories I must reject the facts which science demonstrates to me.&#x201D; This is the position, and the line of demarcation has been plainly drawn, by those who profess Christianity, between the sciences and revealed religion. You take, for instance, our geologists, and they tell us that this earth has been in existence  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for thousands and millions of years. They think, and they have good reason for their faith, that their researches and investigations enable them to demonstrate that this earth has been in existence as long as they assert it has; and they say, &#x201C;If the Lord, as religionists declare, made the earth out of nothing in six days, six thousand years ago, our studies are all vain; but by what we can learn from nature and the immutable laws of the Creator as revealed therein, we know that your theories are incorrect and consequently we must reject your religions as false and vain; we must be what you call infidels, with the demonstrated truths of science in our possession; or, rejecting those truths, become enthusiasts in, what you call, Christianity.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n480\"> In these respects we differ from the Christian world, for our religion will not clash with or contradict the facts of science in any particular. You may take geology, for instance, and it is a true science; not that I would say for a moment that all the conclusions and deductions of its professors are true, but its leading principles are; they are facts&#x2014;they are eternal; and to assert that the Lord made this earth out of nothing is preposterous and impossible. God never made something out of nothing; it is not in the economy or law by which the worlds were, are, or will exist. There is an eternity before us, and it is full of matter; and if we but understand enough of the Lord and his ways, we would say that he took of this matter and organized this earth from it. How long it has been organized it is not for me to say, and I do not care anything about it. As for the Bible account of the creation we may say that the Lord gave it to Moses, or rather Moses obtained the history and traditions of the fathers, and from <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these picked out what he considered necessary, and that account has been handed down from age to age, and we have got it, no matter whether it is correct or not, and whether the Lord found the earth empty and void,<span class=\"citation\" id=\"52040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52040)\">Gen. 1:2<\/a><\/span> whether he made it out of nothing or out of the rude elements; or whether he made it in six days or in as many millions of years, is and will remain a matter of speculation in the minds of men unless he give revelation on the subject. If we understood the process of creation there would be no mystery about it, it would be all reasonable and plain,<span class=\"citation\" id=\"89520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89520)\">D&amp;C 101:32-34<\/a><\/span> for there is no mystery except to the ignorant. This we know by what we have learned naturally since we have had a being on the earth. We can now take a hymn book and read its contents; but if we had never learned our letters and knew nothing about type or paper or their uses, and should take up a book and look at it, it would be a great mystery; and still more so would it be to see a person read line after line, and give expression therefrom to the sentiments of himself or others. But this is no mystery to us now, because we have learned our letters, and then learned to place those letters into syllables, the syllables into words, and the words into sentences. <\/div><div class=\"paragraph jod\" id=\"v14n481\"> Fifty or a hundred years ago, if anyone had told the people of the East Indies that water could be congealed, and form ice so thick and hard that you could walk on and drive teams over it, they would probably have said, &#x201C;We do not believe a word of it.&#x201D; Why? Because they did not know anything about it. A proper reply for all mankind to make under similar circumstances would be, &#x201C;We do not know anything about what you say, and do not know whether we should have faith in it or not. Perhaps we should, but we have no  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>evidence at present on which to found such a belief.&#x201D; You go down south here among some of our native Indian tribes, where some of the very best of blankets are made, and you will find them twisting their yarn with their fingers and little sticks, and their loom attached to the limbs of trees for weaving purposes. Show them a loom such as white people use, and it would be a perfect mystery to them. Sixty or seventy years ago a loom worked by water power would have been a mystery to an American, but there is no mystery in that today, because the process is understood. So it is with the East Indians and ice, for the chemist now, by a chemical process, will congeal the water and make ice of it before their eyes, and it is in this way, by testimony, evidence, and demonstration that ignorance and prejudice are removed, faith implanted and knowledge acquired. It is so with regard to all the facts in existence that we do not understand. <\/div><div class=\"paragraph jod\" id=\"v14n483\"> We differ very much with Christendom in regard to the sciences of religion. Our religion embraces all truth and every fact in existence, no matter whether in heaven, earth, or hell. A fact is a fact, all truth issues forth from the Fountain of truth, and the sciences are facts as far as men have proved them. In talking to a gentleman not long ago, I said, &#x201C;The Lord is one of the most scientific men that ever lived; you have no idea of the knowledge that he has with regard to the sciences. If you did but know it, every truth that you and all men have acquired a knowledge of through study and research, has come from him&#x2014;he is the fountain whence all truth and wisdom flow; he is the fountain of all knowledge, and of every true principle that exists in heaven or on earth.&#x201D; The gentleman said that such ideas conflicted with his traditions; but said he, &#x201C;I <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like to hear such talk and such principles taught, for we do know, from scientific research and investigation, that certain facts exist in nature which those called Christians discard or throw away; they do not want anything to do with them; they say this has nothing to do with religion; but you talk very different to this.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n484\"> Yes, we do differ in these respects from the Christian world; with them it is &#x201C;Glory, hallelujah,&#x201D; shouting &#x201C;Praise the Lord,&#x201D; singing, praying and preaching; and when they are out of meeting they are too apt to enter into the spirit of the world. The religion that we have embraced must last a man from Monday morning until Monday morning, and from Saturday night until Saturday night, and from one new year until another; it must be in all our thoughts and words, in all our ways and dealings. We come here to tell the people how to be saved; we know how, consequently we can tell others. Suppose our calling, tomorrow, is to conduct a railroad, to go into some philosophical business, or no matter what, our minds, our faith or religion, our God and his Spirit are with us; and if we should happen to be found in a room dedicated for purposes of amusement and an accident should occur, and an Elder engaged in the dance is called upon to go and lay hands on the sick, if he is not prepared to exercise his calling and his faith in God as much there as at any other time and in any other place, he never should be found there, for none have a legal right to the amusements which the Lord has ordained for his children except those who acknowledge his hand in all things and keep his commandments.<span class=\"citation\" id=\"86348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86348)\">D&amp;C 59:21<\/a><\/span> You see from this that our religion differs very much from others. <\/div><div class=\"paragraph jod\" id=\"v14n485\"> A gentleman said to me not long since, &#x201C;You &#x2018;Mormons&#x2019; don't seem  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be very religious; I do not make any pretensions to be religious; and I like you very well.&#x201D; I replied, &#x201C;That is a mistake, we are the most religious people on the face of the earth. We do not allow ourselves to go into a field to plough without taking our religion with us; we do not go into an office, behind the counter to deal out goods, into a counting house with the books, or anywhere to attend to or transact any business without taking our religion with us. If we are railroading or on a pleasure trip our God and our religion must be with us. We are the most religious people in the world; but we are not so enthusiastic as some are. We have seen plenty of enthusiasm, but we do not care about it.&#x201D; Said I, &#x201C;This shouting and singing one's self away to everlasting bliss, may be all very well in its place; but this alone is folly to me; my religion is to know the will of God and do it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n487\"> I will say a few words to the Saints now. Shall I come right out plain to you? I think I will. Suppose I were to get up a party here and say, &#x201C;You are welcome, I will find music and a good dinner,&#x201D; do you not think this room would be crowded? Yes, to overflowing, it would not be large enough; but when it is opened for the worship of God how different! O, Saints, all the fear that I have with regard to us as a people, is that we may neglect our God and our religion! We have passed through the narrows, and have run the gauntlet for forty years now and have come out unscathed, and what do you say? Will we serve God? <\/div><div class=\"paragraph jod\" id=\"v14n488\"> Latter-day Saints, have your chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren come to meeting. Sisters, let your little girls go to Sunday school or come to meeting! Brethren, let your children go to Sunday school, or to meeting, and advise your neighbors to do the same, and let this hall be crowded; and when more want to gain admittance than it will accommodate we will resort to the New Tabernacle, as we intend to do this afternoon. Some of the sisters say it is so warm in here; but let me ask them whether they would go without breakfast rather than cook it because the stove is hot. If there were a breakfast or dinner here, I expect you would come notwithstanding the warmth. I do not fear the scoffs of the world; but, as I have already said, if I fear anything with regard to this people, it is that they will neglect God and their religion. <\/div><div class=\"paragraph jod\" id=\"v14n489\"> We have heard something about Joseph Smith this morning. Brother Woodruff has been talking about the Prophet. I can say that if the whole world of mankind had known Joseph Smith and this people as well as we know them, the biggest infidel in the world, or the wickedest man living, if he had not passed the day of redemption and grace, so that the Spirit of the Lord had ceased to operate on his mind, that man would thank God for the Latter-day Saints, for we are for the salvation of all who can be saved, and we calculate to continue until the work is done. Jesus is our captain and leader; Jesus, the Savior of the world&#x2014;the Christ that we believe in, is the &#x201C;one-man power&#x201D; so much talked about; and we calculate to do his will as far as we know it. May God help us to do it! Amen. <\/div>\n<\/div>\n<\/div>"}