{"ID":140033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Redemption of the Earth&#x2014;Pre-Existence&#x2014;Marriage.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, Sunday, August 20, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Redemption of the Earth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/20\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v14n892\"> I will read a few sayings of our Savior, recorded in the second, and third verses of the 14th chapter of the Gospel according to St. John: <\/div><div class=\"paragraph jod\" id=\"v14n893\"> &#x201C;In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n894\"> &#x201C;And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69902)\">John 14:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n895\"> It is not very customary for the Latter-day Saints to select a text and to confine their remarks to the subject matter thereof; yet I do not know that there is any particular harm in doing so, provided we do not limit the operations of the Spirit of God upon ourselves. It is my most earnest desire, when addressing a public assembly, to understand the mind and will of God in relation to what should be said to them. No man, by his own wisdom, understands the wants of his fellow creatures in all respects, but the Spirit of the Most High understands the circumstances of all the people, and that spirit, having all power and wisdom, is capable of moving upon the hearts of His servants to speak in the very moment what is most adapted to the condition of the people.<span class=\"citation\" id=\"84463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84463)\">D&amp;C 24:6<\/a><\/span><span class=\"citation\" id=\"89358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89358)\">D&amp;C 100:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n896\"> I listened with great interest this forenoon to the many subjects which were briefly touched upon by Elders <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Woodruff and Smith, one of which, in a particular manner, seemed to rest with considerable bearing upon my mind: that was the condition of mankind in a future state, and the principalities, powers, glories, dominions, and exaltations that will be enjoyed by the true Saints. This is a subject of special interest to the Latter-day Saints, and we should look forward with feelings of great joy in anticipation of the future, and we should understand what is necessary for us to do in this short life, to secure the great blessings promised to the faithful hereafter. Jesus, in the passage I have read, has informed the world that there are many mansions in his Father's house.<span class=\"citation\" id=\"69879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69879)\">John 14:2<\/a><\/span> This, however, was not spoken especially to the world, but to the Apostles and Disciples who were gathered around him. The Father's house! There is a great deal comprehended in these words. Where is it, and what kind of a house may we conclude it to be? Are we to understand by the term house, used in this passage, small buildings such as are erected for our residence, here on earth, and if not, what are we to understand? I understand that God is a Being who, as the Scriptures declare, inhabits eternity.<span class=\"citation\" id=\"59822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59822)\">Isa. 57:15<\/a><\/span><span class=\"citation\" id=\"93031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93031)\">Moses 7:31<\/a><\/span> Eternity is His dwelling place, and in this eternity are vast numbers of worlds&#x2014;creations formed by His mighty hands;<span class=\"citation\" id=\"126445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126445)\">Moses 1:33,37-38<\/a><\/span> con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sequently when we speak of the Father's house we are to understand it in the Scriptural sense, in the idea that is conveyed by many of the inspired writers. It is declared in many places that eternity is His habitation.<span class=\"citation\" id=\"59823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59823)\">Isa. 57:15<\/a><\/span><span class=\"citation\" id=\"93032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93032)\">Moses 7:31<\/a><\/span> He is not the God of one little world like ours; He is not a Being who presides over a few isolated worlds in one part of eternity, and all the rest left to go at random; He is not confined to the worlds that are made, comparatively speaking, today; but all worlds, past, present, and future, from eternity to eternity, may be considered His dominions, and His places of residence, and He is omnipresent. Not personally; this would be impossible, for a person can only be in one place at the same instant, whether he be an immortal or a mortal personage; whether he be high, exalted, and filled with all power, wisdom, glory, and greatness, or poor, ignorant, and humble. So far as the materials are concerned, a personage can only occupy one place at the same moment. That is a self-evident truth, one that cannot be controverted. When we speak, therefore, of God being omnipresent we do not mean that His person is omnipresent, we mean that His wisdom, power, glory, greatness, goodness, and all the characteristics of His eternal attributes are manifested and spread abroad throughout all the creations that He has made. He is there by His influence&#x2014;by His power and wisdom&#x2014;by His outstretched arm;<span class=\"citation\" id=\"55120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55120)\">Deut. 26:8<\/a><\/span><span class=\"citation\" id=\"60595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60595)\">Jer. 27:5<\/a><\/span> He, by His authority, occupies the immensity of space. But when we come to His glorious personage, that has a dwelling place&#x2014;a particular location; but where this location is, is not revealed. Suffice it to say that God is not confined in His personal character to one location. He goes and comes; He visits the various departments of His dominions, gives <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them counsel and instruction, and presides over them according to His own will and pleasure. <\/div><div class=\"paragraph jod\" id=\"v14n898\"> But if eternity is His house, habitation, or residence, what are the mansions referred to by our Savior,<span class=\"citation\" id=\"69903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69903)\">John 14:2-3<\/a><\/span> mentioned in the text? I understand them to be places that the Creator has constructed like this present world of ours; for this world, in its future history and progress, will no doubt become one of the mansions of the Father, wherein His glory will be made manifest as it is in many other redeemed worlds. I consider that this idea of mansions has reference more especially to celestial mansions, or worlds that have been redeemed and made celestial. God has formed more worlds than can possibly be enumerated or numbered by man.<span class=\"citation\" id=\"92316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92316)\">Moses 1:35-38<\/a><\/span> If it were possible for man to count the particles of this little earth of ours; if he were able to enumerate the figures that would express these particles, it would scarcely be a beginning to the number of the mansions which God has made in the eternal ages that have passed&#x2014;mansions that were made, first temporal and afterwards redeemed and made eternal. Mansions, no doubt, constructed somewhat similar to the one we now inhabit; and in the eternal progression of worlds they rise upwards and still upwards until they are glorified and are crowned with the presence of Him who made them, and become eternal in their duration, the same as our earth will eventually become. We know, according to the declaration of the Scriptures, that our earth was made some few thousands years ago. How long the progress of formation lasted we do not know. It is called in the Scriptures six days;<span class=\"citation\" id=\"54259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54259)\">Ex. 20:11<\/a><\/span><span class=\"citation\" id=\"87297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87297)\">D&amp;C 77:12<\/a><\/span> but we do not know the meaning of the scriptural term day. It evidently does not mean such days as we are now ac<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quainted with&#x2014;days governed by the rotation of the earth on its axis, and by the shining of the great central luminary of our solar system. A day of twenty-four hours is not the kind of day referred to in the scriptural account of the creation; the word days, in the Scriptures, seems oftentimes to refer to some indefinite period of time. The Lord, in speaking to Adam in the garden, says, &#x201C;In the day that thou eatest thereof thou shalt surely die;&#x201D;<span class=\"citation\" id=\"52478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52478)\">Gen. 2:17<\/a><\/span> yet he did not die within twenty-four hours after he had eaten the forbidden fruit, but he lived to be almost a thousand years old,<span class=\"citation\" id=\"78437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78437)\">2 Pet. 3:8<\/a><\/span> from which we learn that the word day, in this passage, had no reference to days of the same duration as ours. Again, it is written, in the second chapter of Genesis, &#x201C;In the day that He created the heavens and the earth;&#x201D;<span class=\"citation\" id=\"52386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52386)\">Gen. 2:4<\/a><\/span> not six days, but, &#x201C;in the day&#x201D; that, he did it, incorporating all the six days into one, and calling that period &#x201C;the day&#x201D; that He created the heavens and the earth. <\/div><div class=\"paragraph jod\" id=\"v14n900\"> When this world was formed, no doubt, it was a very beautiful creation, for God is not the author of anything imperfect. If we have imperfections in our world God has had nothing to do with their introduction or origin, man has brought them upon himself and upon the earth he inhabits. But however long or short may have been the period of the construction of this earth, we find that some six thousand years ago it seems to have been formed, something after the fashion and in the manner in which it now exists, with the exception of the imperfections, evils, and curses that exist on the face of it. Six thousand years, according to the best idea that we have of chronology, are now about completed; we are living almost on the eve of the last of the six millenniums&#x2014;a thousand years are called a millennium&#x2014;and tomorrow, we may say, <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be the seventh; that is the seventh period, the seventh age or seventh time; or we can call it a day&#x2014;the seventh day, the great day of rest wherein our globe will rest from all wickedness,<span class=\"citation\" id=\"93107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93107)\">Moses 7:48<\/a><\/span> when there will be no sin or transgression upon the whole face of it, the curses that have been brought upon it being removed, and all things being restored as they were before the Fall. The earth will then become beautified, not fully glorified, not fully redeemed, but it will be sanctified, and purified, and prepared for the reign of our Savior,<span class=\"citation\" id=\"126446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126446)\">Luke 17:40 (JST)<\/a><\/span><span class=\"citation\" id=\"126447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126447)\">D&amp;C 130:9<\/a><\/span> whose death and sufferings we have this afternoon commemorated. He will come and personally reign upon it, as one of the mansions of his Father; and after the thousand years have passed away, and wickedness is permitted again, for a short season, to corrupt the face of the earth,<span class=\"citation\" id=\"80498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80498)\">Rev. 20:3<\/a><\/span><span class=\"citation\" id=\"85540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85540)\">D&amp;C 43:31<\/a><\/span><span class=\"citation\" id=\"88781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88781)\">D&amp;C 88:110-116<\/a><\/span> then will come the final change which our earth, or this mansion of our Father, will undergo. A change which will be wrought, not by a flood of waters, or baptism, as in the days of Noah, cleansing it then from all its sins; but by a baptism of fire<span class=\"citation\" id=\"85551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85551)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85551)\">D&amp;C 43:32<\/a><\/span><span class=\"citation\" id=\"76736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76736)\">Heb. 6:7 (JST)<\/a><\/span> and of the Holy Ghost, which will sanctify and purify the very elements themselves. After the seventh millennium has passed away the elements will be cleansed, or in other words, they will be resolved into their original condition&#x2014;as they were before they were brought together in the formation of this globe. Hence John says, in the 20th chapter of Revelation: &#x201C;I saw a great white throne and him that sat thereon, from before whose face the heavens and the earth fled away; and there was no place found for them.&#x201D;<span class=\"citation\" id=\"80583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80583)\">Rev. 20:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n901\"> Now, this fleeing away of the literal heavens, and of the earth on which we dwell with all it contains, will be similar to the destruction or death of our natural bodies. We might say, with great propriety, when a man is  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>martyred or burned at the stake, his body has fled away, its present organization is dissolved, and its elements are resolved into their original condition, and perhaps united with and dispersed among many other elements of our globe; but in the resurrection these elements are brought together again and the body reorganized, not into a temporal or mortal tabernacle, but into an eternal house<span class=\"citation\" id=\"74102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74102)\">2 Cor. 5:1<\/a><\/span> or abiding place for the spirit of man. So the earth will pass away, and its elements be dispersed in space; but, by the power of that Almighty Creator who organized it in the beginning, it will be renewed, and those elements which now enter into the composition of our globe, will again enter into the composition of the new heavens and the new earth: for, says the Prophet John, &#x201C;I saw a new heaven and a new earth, for the first heaven and the first earth had fled away.&#x201D;<span class=\"citation\" id=\"80674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80674)\">Rev. 21:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n903\"> He then beheld two cities, as is recorded in the 21st chapter of Revelation,<span class=\"citation\" id=\"80700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80700)\">Rev. 21:1-27<\/a><\/span> descending from God out of heaven. The first one is called the New Jerusalem.<span class=\"citation\" id=\"126448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126448)\">Rev. 21:2<\/a><\/span> The description of this city is not given in this chapter; we have no information regarding its size, or the number of its gates, and the height of the walls; all that we know is that John saw it descend out of heaven. Afterwards he was taken off into a high mountain and saw a second city descend out of heaven.<span class=\"citation\" id=\"80780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80780)\">Rev. 21:10<\/a><\/span> A description of this, called the &#x201C;Holy City,&#x201D; is given.<span class=\"citation\" id=\"126449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126449)\">Rev. 21:10<\/a><\/span> The number of the gates, the height of the walls, the nature of the houses, the streets, and the glory of the city are plainly given in the revelation.<span class=\"citation\" id=\"80789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80789)\">Rev. 21:11-27<\/a><\/span> But when the first city, called the New Jerusalem,<span class=\"citation\" id=\"80705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80705)\">Rev. 21:2<\/a><\/span> descended, he heard a voice say, &#x201C;Behold, the tabernacle of God is with men, henceforth there shall be no more death, neither sorrow, nor crying: for the former things have passed away, and all things are made <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> new.&#x201D;<span class=\"citation\" id=\"80724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80724)\">Rev. 21:3-5<\/a><\/span> This will be the final transformation of this earth, and when that is effected it will become one of the mansions of our Father. It will be redeemed, or, we might say resurrected after it passes away. That renewed state will be eternal, it will never be changed; and it will be the eternal residence of those disciples to whom Jesus was addressing the words of the text. <\/div><div class=\"paragraph jod\" id=\"v14n904\"> Where will Jesus be? What is the particular creation assigned to him? I answer that our globe will become the abiding place of all the Saints from the days of Father Adam until the time that it passes away and is renewed again and becomes glorified, after which the tabernacle of God will be with men, and he will wipe away all tears from their eyes, and this creation from that time henceforth and forever will be free from sorrow;<span class=\"citation\" id=\"80722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80722)\">Rev. 21:3-4<\/a><\/span> and from that period to all the ages of eternity there will be no more death,<span class=\"citation\" id=\"80727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80727)\">Rev. 21:4<\/a><\/span> for death will be swallowed up in victory.<span class=\"citation\" id=\"74003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74003)\">1 Cor. 15:54<\/a><\/span> The curse that came by the Fall will be entirely removed, and God, Himself, will light up the world with His glory,<span class=\"citation\" id=\"126450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126450)\">Rev. 21:23<\/a><\/span> making of it a body more brilliant than the sun that shines in yonder heavens. <\/div><div class=\"paragraph jod\" id=\"v14n905\"> Some may inquire, &#x201C;Do you think the sun is a glorified world?&#x201D; Yes, in one sense. It is not yet fully glorified, redeemed, clothed with celestial power, and crowned with the presence of the Father in all the fullness and beauty of a celestial mansion, because it is still subject to change more or less. If it were fully glorified; if it had passed through its temporal existence and had been redeemed, glorified, and made celestial, and had become the eternal abiding place of celestial and glorified beings, it would be far more glorious than our eyes could behold, the eyes of mortality could not endure the light thereof. We can endure and rejoice  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in its present light and glory. It gives light and heat to the surrounding worlds, and thus renders them fit habitations for intelligent human beings. But were it glorified, as it will be hereafter, and as our earth will be, men such as we are, clothed with mortality, would be overpowered, we could not stand in the presence of its glory without being consumed. This earth, therefore, is destined to become one of the heavenly mansions. <\/div><div class=\"paragraph jod\" id=\"v14n907\"> And now, with regard to its being the place of the habitation of the Saints forever and ever, let me quote some proofs in relation to it from the Scriptures. Jesus, in his great and beautiful sermon on the mount, has told us of the blessings that should rest on his people, among which he says, &#x201C;Blessed are the meek: for they shall inherit the earth.&#x201D;<span class=\"citation\" id=\"62910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62910)\">Matt. 5:5<\/a><\/span> This certainly could not have had reference to this temporal existence, for look at the meek who lived on the earth in the first ages of Christianity. Did they inherit the earth? No. What was their destiny? To wander about in sheepskins and goatskins, dwelling in the dens and caves of the earth, not being counted worthy by the wicked to receive an inheritance with them,<span class=\"citation\" id=\"77084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77084)\">Heb. 11:37-38<\/a><\/span> yet Jesus said, &#x201C;They shall inherit the earth.&#x201D;<span class=\"citation\" id=\"126451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126451)\">Matt. 5:5<\/a><\/span> When? If they do not inherit it before death they must after the resurrection. In proof that they will inherit it after the resurrection, let me refer you to the testimony of John, recorded in the fifth chapter of Revelation. John saw a great company of Saints in the presence of God the Father, and except those who were resurrected at the time of the resurrection of Christ, they were the spirits of men. They were singing a beautiful song, the purport of which was emigration. They had it in view to emigrate from their present home or location in the celestial paradise to some other place, <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and their song reads something like this: &#x201C;Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and by thy blood hast redeemed us from all nations, and kindreds, and peoples, and tongues;<span class=\"citation\" id=\"79152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79152)\">Rev. 5:9<\/a><\/span> And hast made us unto our God kings and priests: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79178)\">Rev. 5:10<\/a><\/span> This is the place of their future residence, and they rejoiced much in the anticipation of returning to their mother earth, the place of their nativity; they rejoiced exceedingly at the prospect of getting back again to their old homestead. They were absent a little season because of the wickedness that covered the earth, they were absent a little season because death overpowered their mortal tabernacles. The Fall had brought them down to the grave, but they rejoiced that the grave would no longer hold its captives. These spirits from all nations, kindreds, tongues, and peoples were rejoicing in the great day when they should receive their resurrected bodies and return again to their old homestead&#x2014;the earth, to receive their kingdoms, thrones, and dominions. &#x201C;We shall reign on the earth!&#x201D;<span class=\"citation\" id=\"79160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79160)\">Rev. 5:9-10<\/a><\/span> Not come to be persecuted and driven about as the meek always have been when the wicked have had power; not come to be scattered, peeled, and driven, as the ancient Saints were; not to be sawn asunder, beheaded, persecuted, and buffeted,<span class=\"citation\" id=\"77067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77067)\">Heb. 11:37<\/a><\/span> as the servants and Saints of God have always been; but they will come here to reign: &#x201C;Thou hast made us kings and priests unto God: and we shall reign on the earth.&#x201D;<span class=\"citation\" id=\"79177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79177)\">Rev. 5:10<\/a><\/span> The period during which they were to reign, as mentioned in the 20th chapter of Revelation, was one thousand years,<span class=\"citation\" id=\"80506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80506)\">Rev. 20:4<\/a><\/span> and this was the introduction to their eternal reign. &#x201C;Blessed and holy is he who hath part in the first resurrection,&#x201D;<span class=\"citation\" id=\"80540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80540)\">Rev. 20:6<\/a><\/span> for on such the second death can have no  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power, and all such shall be priests to God and to Christ, and they shall reign with Him a thousand years.<span class=\"citation\" id=\"80541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80541)\">Rev. 20:6<\/a><\/span> In their song they did not stretch forth to that eternal reign on the earth which will commence after the one thousand years have ended and the earth has passed away and been renewed. That was too glorious a theme to be recorded by John and for the inhabitants of the earth in their corrupt and fallen state to become acquainted with. If they rejoiced with such exceeding great joy in the prospect of returning to reign only for a thousand years, before the earth was fully redeemed, glorified, and made new, how much greater would be their joy, and how much more glorious would be the song, if they could see themselves made kings and priests to God, and knew they were about to commence a reign on the earth which would endure throughout the countless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v14n909\"> To prove that mankind, when they come out of their graves, will come into possession of the earth, let me quote a very familiar passage from the 37th chapter of Ezekiel. Ezekiel lived in the midst of a people who had apostatized in a great measure from the religion of their fathers, and who began to think that their hope was lost, and that they were cut off from inheriting the promises made to their fathers, because they saw that their fathers for many generations were dead and gone, and neither they nor their seed had come into possession of the Promised Land, according to the prediction made in the days of Abraham and Jacob. You recollect that the Lord promised Abraham and Jacob that they should have the land of Palestine for an everlasting possession.<span class=\"citation\" id=\"53149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53149)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"53638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53638)\">Gen. 48:3-4<\/a><\/span> Not only their seed, but they themselves, Abraham and Jacob, were to inherit it everlastingly. Well might the Jews, when considering <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these promises, and looking upon the bones of Jacob and their old forefathers, who were righteous men, bleaching, as it were, in their sepulchers, be ready to find fault and say: &#x201C;Our bones are dried, our hope is lost: the promise is not fulfilled, and we are cut off from our portion&#x2014;that is the promised land given to us for an everlasting inheritance.&#x201D;<span class=\"citation\" id=\"60838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60838)\">Ezek. 37:11<\/a><\/span> The Lord, to do away with such wicked and erroneous notions which were prevalent among the apostates of Israel, carried Ezekiel into the midst of a valley full of bones, and then told him to prophesy unto those bones and to say unto them: &#x201C;O ye dry bones, hear the word of the Lord. Thus saith the Lord unto these bones; Behold, I will bring up flesh and sinews upon you, and will cover you with skin,&#x201D;<span class=\"citation\" id=\"60812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60812)\">Ezek. 37:1-6<\/a><\/span> etc. And Ezekiel prophesied as he was commanded, and as he prophesied there was a great noise and a shaking and the bones came together, bone to its bone. And while he was examining these numerous skeletons, without either flesh, sinews, or skin, &#x201C;Lo, the sinews and flesh came upon them, and the skin covered them above: but there was no breath in them.&#x201D;<span class=\"citation\" id=\"60831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60831)\">Ezek. 37:7-8<\/a><\/span> Then the Lord said unto the Prophet: &#x201C;Prophesy unto the wind, son of man, and say to the wind, Thus saith the Lord God; Come from the four winds, O breath, and breathe upon these slain, that they may live. So I prophesied as he commanded me, and the breath came into them, and they lived, and stood upon their feet, an exceeding great army.&#x201D;<span class=\"citation\" id=\"60834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60834)\">Ezek. 37:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n910\"> Now, if we were to go to uninspired men and ask them the meaning of this, they would say it was the conversion of sinners to newness of life; but the Lord had another interpretation, which you will find in the following verse: &#x201C;Son of man, these bones are the whole house of Israel,&#x201D;  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>including the old patriarchs, including their forefathers for many generations. The people in Ezekiel's day said, &#x201C;Our bones and the bones of our fathers are dry, and our hope is lost: for we are not brought into the inheritance of the land of Palestine, etc.,&#x201D; but the Lord, by this parable of the valley of dry bones, wished to do away with this lack of faith among Israel, and His interpretation of it was this: &#x201C;Behold, I will open your graves, and I will bring you up out of your graves, and will bring you into the land of Israel.&#x201D;<span class=\"citation\" id=\"60844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60844)\">Ezek. 37:11-12<\/a><\/span> Notice now, the Lord did not say He would take them off to some unknown region in the immensity of space, according to the notions of some of our modern poets, who look forward to a heavenly place beyond the bounds of time and space. When a boy I used frequently to attend the Methodist meetings, though I never joined any religious society; but I recollect a very beautiful hymn they used to sing about being wafted away to a heaven of some kind. I will repeat two or three lines of the hymn: <\/div><div class=\"paragraph jod\" id=\"v14n912\"> &#x201C;Beyond the bounds of time and space, Look forward to that heavenly place, The Saints' secure abode.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n913\"> I did not, at that early period of my life, see the inconsistency of this, and being very much charmed with the beautiful tune, I thought, of course, that the words were all right, until I, in after years, reflected upon the subject, and began to understand about the future residence of the Saints. I then could not understand the description of the heaven they sang about, I could not comprehend how any place could be located outside the bounds of space, which is illimitable, and has no bounds, consequently I concluded that it was merely the poet's flight, and that it was not a scriptural doctrine, for when I came to the Scriptures, I <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> found that the heavenly place spoken of by the ancient prophets that we are to look forward to is in our land, if we can find where that is. There are a great many people, though, who will not have any land, for the Lord never gave them any. A great many generations have lived without securing any land except by human laws, that the Lord never had anything particular to do with, and only permitted for the good order of society. But all human laws must perish when the Lord comes, for then the world will be governed by divine laws, and blessed are the people who have secured their landed estates from the Great Creator, who owns the earth, having created it by His own power, and who can give it to whomsoever He will. He gave to the righteous among the house of Israel the land of Palestine and the regions round about, and He says: &#x201C;Behold, I will open your graves, and bring you into your own land: and you shall know that I am the Lord.&#x201D;<span class=\"citation\" id=\"60849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60849)\">Ezek. 37:13-14<\/a><\/span> When the Lord has brought them out of their graves and has placed them in the land which He gave to their fathers they will fully comprehend that He will fulfil His promise. I would like to dwell on this subject further, and in doing so to refer you to the 37th Psalm,<span class=\"citation\" id=\"56577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56577)\">Ps. 37:9,11,29,34<\/a><\/span> and to many sayings of the Lord to Moses about inheriting the earth forever,<span class=\"citation\" id=\"54032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54032)\">Ex. 15:17<\/a><\/span><span class=\"citation\" id=\"54919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54919)\">Num. 34:1-2<\/a><\/span> and so on; but we will pass by that to some other things that are on my mind. <\/div><div class=\"paragraph jod\" id=\"v14n914\"> We heard this forenoon that, when the Saints come into the possession of their everlasting inheritance<span class=\"citation\" id=\"126452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126452)\">D&amp;C 38:17-20<\/a><\/span> and are exalted as glorified and eternal beings, to the increase of their posterity there would be no end.<span class=\"citation\" id=\"58067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58067)\">Isa. 9:7<\/a><\/span><span class=\"citation\" id=\"91608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91608)\">D&amp;C 132:20<\/a><\/span><span class=\"citation\" id=\"126453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126453)\">D&amp;C 132:22,30-32<\/a><\/span> &#x201C;No end!&#x201D; What does that mean? It means that it will be eternal&#x2014;that there never will be a period throughout all the future ages of eternity, but what they will be increasing  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and multiplying, until their seed are more numerous than the dust of the earth<span class=\"citation\" id=\"53064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53064)\">Gen. 13:16<\/a><\/span> or the stars of heaven.<span class=\"citation\" id=\"53232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53232)\">Gen. 15:5<\/a><\/span><span class=\"citation\" id=\"53341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53341)\">Gen. 22:17<\/a><\/span> They will multiply throughout all the ages of eternity, and the earth will be their headquarters. There is another principle connected with this. &#x201C;What is it,&#x201D; inquires one? They will not only people worlds, but they will create them. There is room enough to accomplish this when we consider that space is boundless. There is no end to the worlds that might be formed, for the materials existing in space from which to form them are infinite in quantity, and consequently can never be exhausted; for that which is infinite can, by no process whatever, be exhausted, no matter how many millions or myriads of creations may be formed out of it; and, consequently, though millions and millions, through their observance of the higher law that pertains to exaltation and glory, should be counted worthy to receive this earth as their everlasting inheritance; and should these millions and millions multiply their seed until they are as the sands on the seashore for multitude, yet there is room in boundless space for new creations and materials enough for the creation of new worlds, and for this innumerable offspring to spread forth and people them. Certainly they could not all dwell here: the earth would be overrun by them after awhile, but this would be one of the heavenly mansions, and their headquarters. And here comes in another doctrine. This forenoon you heard many of the principles and doctrines touched upon wherein this people differ from the outside world. I will now briefly call your attention to one. <\/div><div class=\"paragraph jod\" id=\"v14n916\"> We believe that we are the children of our parents in heaven. I do not mean our tabernacles, but our spirits. That being that dwells in my taber<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nacle, and those beings that dwell in yours; the beings who are intelligent and possess, in embryo, all the attributes of our Father in heaven; the beings that reside in these earthly houses, they are the children of our Father who is in heaven. He begat us before the foundations of this earth were laid and before the morning stars sang together or the sons of God shouted for joy when the cornerstones of the earth were laid, as is written in the sayings of the patriarch Job. In the midst of all the patriarch's trials the question was put to him: &#x201C;Job, where wast thou when I laid the cornerstones of the earth, when the morning stars sang together for joy?&#x201D;<span class=\"citation\" id=\"56224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56224)\">Job 38:4-7<\/a><\/span> Job did not pretend to answer the question, but left it for the Lord. But the question was highly suggestive of a pre-existence, and of the fact that Job existed before Adam was placed in the Garden of Eden. Not his body, but the living being who inhabits the body, who thinks and reasons, and moves the body by his will, and that lives when the body is moldering in the dust; that being or those beings who shouted together when the cornerstones of the earth were laid. Why did they rejoice and shout together for joy when the cornerstones, or rather, when the nucleus was formed around which the materials of this globe were gathered together? Because, being intelligent, and knowing the path that led to immortality and exaltation, they saw a prospect before them of walking therein. But the point to which I wish to direct your attention now is a fact of a pre-existence&#x2014;a principle believed in by this people, and which is new to them and the world generally; but it is not new, for it was taught in ancient times, and is a scriptural doctrine. Solomon says when the body is laid down the spirit will return to God  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who gave it.<span class=\"citation\" id=\"57618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57618)\">Eccl. 12:7<\/a><\/span> Now would there be any sense in that doctrine if we had never been there before? Could I say I will return to China, when I have never been to China. No, the word &#x201C;return&#x201D; would not correctly express the idea. If the spirit returns to God, it has been there before, and we are only strangers here, having been sent forth from our Father's house to one of His mansions in its imperfect state. What for? To try us and give us experience, to place us in a school in which we may learn some things that we never could have learned if we had stayed at home, where we were at the time this earth was formed. By and by we will return home again. There is something comforting in the anticipation of returning home when we have been away for a long time; but if we never had been in heaven, in our Father's house; if we never had associated with the heavenly throng and had never beheld our Father's face we could not realize the feelings we now realize when we reflect that we are going back to where we once dwelt. Happy thought, to think that the memory, now clogged so that we cannot pierce the veil and discern what took place in our first estate, will by and by be quickened again and that we will wake up to the realities of our past existence. When a man goes to sleep at night he forgets the doings of the day. Sometimes a partial glimpse of them will disturb his slumbers; but sleep as a general thing, and especially sound sleep, throws out of the memory everything pertaining to the past; but when we awake in the morning, with that wakefulness returns a vivid recollection of our past history and doings. So it will be when we come up into the presence of our Father and God in the mansion whence we emigrated to this world. When we <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get there we will behold the face of our Father, the face of our mother, for we were begotten there the same as we are begotten by our fathers and mothers here, and hence our spirits are the children of God, legally and lawfully, in the same sense that we are the children of our parents here in this world. We are so called in the scriptures. It is written in the epistle of James: &#x201C;Shall we not much rather be in subjection to the Father of our spirits?&#x201D;<span class=\"citation\" id=\"77206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77206)\">Heb. 12:9<\/a><\/span> Again, we read that Jesus was with the Father from before the foundation of the world;<span class=\"citation\" id=\"70778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70778)\">John 17:24<\/a><\/span> and in his last prayer he prayed that he might be restored to that glory which he had with the Father before the world was.<span class=\"citation\" id=\"70624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70624)\">John 17:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n918\"> Now, who is Jesus? He is only our brother, but happens to be the firstborn. What, the firstborn in the flesh? O no, there were millions and millions born in the flesh before he was. Then how is he the firstborn? Because he is the eldest&#x2014;the first one born of the whole family of spirits and therefore he is our elder brother. But why these spirits came to inherit mortal tabernacles is a question worthy of consideration. This world is full of sin, sorrow, affliction, and death, and mankind see nothing, as it were, but mourning and sorrow, from their birth until they go down to the grave; then why send these heavenly spirits to dwell in mortal tabernacles, corrupt, fallen, and degraded as we are in this world? It is to learn, as I have already said, certain lessons that we never could learn up in yonder mansions. Learn to understand by experience many things pertaining to the flesh that we never could learn there, that when we should be redeemed by the blood and atonement of our elder brother, the firstborn of every creature,<span class=\"citation\" id=\"75544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75544)\">Col. 1:15<\/a><\/span> and brought back into the mansions whence we emigrated we might appreciate that  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>redemption, and understand and comprehend it by experience and not by precept alone. We might bring up many arguments with regard to experimental knowledge. Who that is born blind can know by experience, or in any other way, the nature of light? No one. You might tell the blind man, who never saw the first glimmer of light about its beauties, you might speak of its various hues and colors, and of the benefit of being able to see, but what could you make him understand? He would not know light from anything else, and when you had talked to him for a hundred years about the beauty of light, he would not have a comprehension of it. Why? For the want of experience; he must experience the sense of sight or he cannot understand its worth. When his eyes are opened and the light beams forth upon the optic nerve it creates a new experience, by calling into play a new sense, and he learns something he did not before comprehend. He could not learn it by being taught. So in regard to coming from yonder heavenly creations to this world. We learn by our experience many lessons we never could have learned except we were tabernacled in the flesh. <\/div><div class=\"paragraph jod\" id=\"v14n920\"> But another and still greater object the Lord had in view in sending us down from yonder world to this is, that we might be redeemed in due time, by keeping the celestial law, and have our tabernacles restored to us in all the beauty of immortality. Then we will be able to multiply and extend forth our posterity and the increase of our dominion without end. Can spirits do this? No, they remain single. There are no marriages among spirits, no coupling together of the males and females among them; but when they rise from the grave, after being tabernacled in mortal bodies, they have all the functions <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that are necessary to people worlds. As our Father and God begat us, sons and daughters, so will we rise immortal, males and females, and beget children, and, in our turn, form and create worlds, and send forth our spirit children to inherit those worlds, the same as we were sent here, and thus will the works of God continue, and not only God himself, and His Son Jesus Christ have the power of endless lives,<span class=\"citation\" id=\"126454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126454)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"91628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91628)\">D&amp;C 132:22<\/a><\/span> but all of His redeemed offspring. They grow up like the parents; that is a law of nature so far as this world is concerned. Every kind of being begets its own like, and when fully matured and grown up the offspring become like the parent. So the offspring of the Almighty, who begot us, will grow up and become literally Gods, or the sons of God.<span class=\"citation\" id=\"87049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87049)\">D&amp;C 76:58<\/a><\/span> Here is another doctrine wherein we differ from the world, perhaps not so much differ either, for they do sometimes believe in that passage of scripture which speaks of Gods. &#x201C;If they call them gods unto whom the word of God comes,&#x201D; says Jesus, or words to that effect, &#x201C;why then do you find fault with me because I make myself the Son of God?&#x201D;<span class=\"citation\" id=\"69732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69732)\">John 10:34-36<\/a><\/span> If those prophets and inspired men, such as Abraham, Isaac, Jacob, Moses, Samuel, and others to whom the word of God came were Gods in embryo why do you find fault with the only begotten of the Father, so far as the flesh is concerned, because he makes himself the Son of God? We, then, shall become Gods, or the sons of God.<span class=\"citation\" id=\"87050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87050)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n921\"> This puts me in mind of a certain vision that John the Revelator had on the Isle of Patmos. On that occasion he saw one hundred and forty-four thousand standing upon Mount Zion,<span class=\"citation\" id=\"79679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79679)\">Rev. 14:1<\/a><\/span> singing a new and glorious song;<span class=\"citation\" id=\"79695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79695)\">Rev. 14:3<\/a><\/span> the singers seemed to be among the most happy and glorious of those who were shown to John. They, the  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one hundred and forty-four thousand, had a peculiar inscription in their foreheads. What was it? It was the Father's name.<span class=\"citation\" id=\"79680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79680)\">Rev. 14:1<\/a><\/span> What is the Father's name? It is God&#x2014;the being we worship. If, then, the one hundred and forty-four thousand are to have the name of God inscribed on their foreheads, will it be simply a plaything, a something that has no meaning? Or will it mean that which the inscriptions specify?&#x2014;that they are indeed Gods&#x2014;one with the Father and one with the Son; as the Father and Son are one, and both of them called Gods, so will all His children be one with the Father and the Son,<span class=\"citation\" id=\"70701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70701)\">John 17:20-23<\/a><\/span> and they will be one so far as carrying out the great purposes of Jehovah is concerned. No divisions will be there, but a complete oneness; not a oneness in person but a perfect oneness in action in the creation, redemption, and glorification of worlds. <\/div><div class=\"paragraph jod\" id=\"v14n923\"> I thought I would make a few remarks on these subjects, inasmuch as they were broached this morning. You begin to understand, strangers, what the Latter-day Saints' views are in regard to the multiplication of the human species to all ages of eternity. You begin to understand what is meant by that passage in the New Testament in the writings of Paul, that the man is not without the woman in the Lord, neither is the woman without the man. You will find it in the eleventh verse of the eleventh chapter of Paul's First Epistle to the Corinthians.<span class=\"citation\" id=\"73338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73338)\">1 Cor. 11:11<\/a><\/span> Here is a mystery which the whole religious world perhaps have not understood. They suppose that old maids and bachelors are just as honorable in the sight of God as though they were married. It is not so according to the words of Paul. If a man be in the Lord he must not be without the woman and the woman must not be without the man. Why? Because <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is an eternal union to exist in the marriage covenant between the male and female to carry out and fulfil those great purposes of which I have been speaking&#x2014;namely, the peopling of the mansions of our Father in the future. And those mansions will multiply to all eternity; there will be no end to the increase of worlds, and no end to the inhabitants of those worlds; and the father of the spirits who go forth, take tabernacles, and are redeemed, will be king over his own sons and daughters in the eternal worlds, through all the ages of eternity. He will not go and rob his neighbor of his children to set up a kingdom of his own. He must have a woman in the Lord, and the woman must have a man in the Lord if they ever carry out the great and eternal purposes of which I have been speaking.<span class=\"citation\" id=\"73339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73339)\">1 Cor. 11:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n924\"> Much might be said in this connection with regard to the doctrine of plurality of wives. There is a difference between the male and the female so far as posterity is concerned. The female is so capacitated that she can only be the mother of a very limited number of children. Is man thus capacitated? Was not Jacob the patriarch of old capable of raising posterity by all his wives? He certainly was; and were not many of the ancient prophets and inspired men capable of raising twenty, forty, fifty, or a hundred children, while the females could only raise a very limited number on an average. In the resurrection, when the four wives of Jacob come out of their graves, will he divorce three of them and only keep one? Or will they all multiply and spread forth their dominions under the old patriarch while eternal ages shall last? And would a monogamist have power to fill a world with spirits sooner than a polygamist? Which would accomplish the peopling of a world quickest,  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>provided that we admit this eternal increase, and the eternal relationship of husband and wife&#x2014;after the resurrection as well as in this world? In that state they do not marry nor give in marriage.<span class=\"citation\" id=\"65404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65404)\">Matt. 22:30<\/a><\/span> Why? Because marriage is an ordinance that has to be attended to here, and unless it is secured in this life for eternity it cannot be secured in the resurrection, for they neither marry nor are given in marriage there.<span class=\"citation\" id=\"65405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65405)\">Matt. 22:30<\/a><\/span> They do not baptize after the resurrection, they do not confirm and administer the ordinances pertaining to this life after the resurrection.<span class=\"citation\" id=\"80820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80820)\">Rev. 21:22<\/a><\/span> All these things have to be attended to here, then we have a claim to the blessings here and hereafter. If a man would obtain an eternal increase and eternal kingdoms without number for his posterity to inhabit, under the direction and control of Him who is King of kings and Lord of lords,<span class=\"citation\" id=\"80430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80430)\">Rev. 19:16<\/a><\/span> he must secure the right to these blessings in this life. When Adam and Eve were married they were married for eternity, from the very fact that they were united together before they fell, before death entered into the world. Death was not considered in the marriage covenant. The first example of marriage on record was between two immortal beings&#x2014;two beings who would have lived until now if they had not sinned, and the end of that marriage covenant would never have come; but notwithstanding this, throughout the whole Christian world, when the marriage ceremony is performed the minister stands up and says: &#x201C;I pronounce you husband and wife until death does you separate;&#x201D; when death separates you the marriage covenant is at an end. Can they live together after the resurrection by virtue of these covenants made by uninspired men? No. Why? Because they were only married for a certain definite period, and <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that was until death, when that comes the time is run out. The covenant is no longer binding. It is not legal in the sight of heaven for eternity. But when a man is united to a woman by virtue of that priesthood which has power to seal on the earth and it is sealed in heaven,<span class=\"citation\" id=\"91769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91769)\">D&amp;C 132:46<\/a><\/span> their marriage covenant is not dissolved, but it will stand and be good and lawful as long as eternity endures, just like the covenant entered into by our first parents. Perhaps you may think that Brother Pratt is rather enthusiastic and fanatical in his ideas to suppose that immortal beings can multiply; but I would ask any person who has read the first<span class=\"citation\" id=\"52300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52300)\">Gen. 1:28<\/a><\/span> and second chapters of Genesis<span class=\"citation\" id=\"52541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52541)\">Gen. 2:24<\/a><\/span> if the command which was first given to multiply was not given to two immortal beings who had not yet fallen? If, therefore, two immortal beings, were then commanded to multiply, why should it be thought incredible that immortal beings who are raised from the grave and restored to all that which Adam and his wife possessed before the Fall, should have the power to do the same? <\/div><div class=\"paragraph jod\" id=\"v14n926\"> Then again, it oftentimes happens that a monogamist, or the man with but one wife, loses that wife; and by the Scriptures he is permitted to marry again. If he loses a second wife it is lawful for him to marry a third wife, and so on.<span class=\"citation\" id=\"65393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65393)\">Matt. 22:23-30<\/a><\/span> Now if we admit the eternal covenant of marriage between the first pair&#x2014;two immortal beings, and that they were commanded to multiply, then, if the same order of marriage is to be continued, and we become immortal, and all the man's three wives who have died in succession come up out of the grave, must he divorce all but one, or will he have them all? And if he must divorce any, which must he divorce, and which must he claim? Does not everything that is consistent and reasonable, and everything that agrees  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the Bible show that plurality of wives must exist after the resurrection? It does, or else there will be a breaking up of the marriage covenant. <\/div><div class=\"paragraph jod\" id=\"v14n928\"> I do not know but I ought to apolo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gize for detaining you so long; but the subject is interesting to my own mind and I trust it has been interesting to the hearers. <\/div>\n<\/div>\n<\/div>"}