{"ID":140027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel&#x2014;The Spirit of the Lord&#x2014;Revelation.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday, August 13, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/13\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v14n800\"> I feel like bearing my testimony to the Gospel of the Son of God, and I have it upon my mind to impress on the Latter-day Saints one particular item of our faith, and that is to take a course to possess the Spirit of the Lord. According to your experience and mine you cannot understand the things of God but by the Spirit of God.<span class=\"citation\" id=\"73043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73043)\">1 Cor. 2:11<\/a><\/span> If we were to examine the character of the Jews in the days of the Savior we would learn this one fact&#x2014;that the people at that time were about as destitute of the Spirit of the Lord as any nation ever need be. In our day it seems that the Spirit will actually prompt people to liberal thinking, to liberal actions and to liberal government, and not to be as suppressive as they were in the days of the Jewish nation and other nations that then bore rule; although in Christendom there have been times when governments have been very oppressive, and when the people were obliged to think as they were told, and when the doctrines they believed in must be according to the precepts and teachings of priests; but the present age is more liberal. The time has come when the Lord is commencing to pour out his Spirit upon the people. According to the words of the Prophet the time is to come when the Spirit of the Lord shall be poured out upon all flesh. <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He says, &#x201C;Your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions: And also upon the servants and upon the handmaids in those days will I pour out my spirit.&#x201D;<span class=\"citation\" id=\"61854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61854)\">Joel 2:28-29<\/a><\/span> This appears to be the commencement, and I am very thankful for it. Still, according to the experience of those who examine themselves, and the operations of the different spirits upon themselves, we learn that the power of evil is very great, and we are more given to it than to possess the Spirit of Christ. Yet the Spirit of the Lord enlightens every man that comes into the world.<span class=\"citation\" id=\"87789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87789)\">D&amp;C 84:46<\/a><\/span> There is no one that lives upon the earth but what is, more or less, enlightened by the Spirit of the Lord Jesus. It is said of him, that he is the light of the world.<span class=\"citation\" id=\"126425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126425)\">John 8:12<\/a><\/span><span class=\"citation\" id=\"69559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69559)\">John 9:5<\/a><\/span> He lighteth every man that comes into the world,<span class=\"citation\" id=\"68536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68536)\">John 1:9<\/a><\/span> and every person, at times, has the light of the Spirit of truth upon him.<span class=\"citation\" id=\"126426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126426)\">D&amp;C 93:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n801\"> When we look at the conduct of the Jews and of the Romans in Jerusalem, and other nations around, among whom Jesus traveled, we find that it was very little influenced by those mighty miracles that we think, talk and preach so much about. I mean the Christian world. They cry to their hearers, &#x201C;Look at the Savior, look at his acts, behold his doings! What miracles he wrought! How  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he suffered for us,&#x201D; and so on. What did the Jews or Romans care about all this? Did they believe in him? It appears not, or but very few of them. And, as we have just been hearing, it was the same among the multitudes who followed him; although he fed them, and they saw his miracles, yet they understood nothing of the power by which his mighty works were accomplished. It was just so with the young man who was born blind, whom the Savior healed.<span class=\"citation\" id=\"69542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69542)\">John 9:1-41<\/a><\/span> &#x201C;Who opened your eyes,&#x201D; said the Scribes and Pharisees. &#x201C;Why, this man who is going about preaching, who says he is the Savior, the Son of God&#x2014;the king of the Jews.&#x201D; The priests replied: &#x201C;That is nonsense; you do not pretend to say that this man opened your eyes!&#x201D; &#x201C;Well, all I know about it is, that he spat on the ground and made a little mortar from the clay and anointed my eyes, and before that I was blind, but now I see.&#x201D; &#x201C;Well, do not believe on him, he is an impostor, he is deceiving the people;&#x201D;<span class=\"citation\" id=\"69561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69561)\">John 9:13-25<\/a><\/span> and when we examine and understand the facts in relation to this personage whom we call the Savior of the world, there were not, strange to say, as many persons believed on him as have believed on Joseph Smith in the latter days. Not that Joseph was the Savior, but he was a prophet. As he said once, when some one asked him, &#x201C;Are you the Savior?&#x201D; &#x201C;No, but I can tell you what I am&#x2014;I am his brother.&#x201D; So we can say. But Joseph was a prophet; and so we testify, declaring that we know it. But how, in the world, do you know it? Because somebody has made clay and anointed your eyes? No. The young man did not know the real character of the personage by whom his eyes were opened, nor he never would know unless the Holy Ghost&#x2014;the Spirit of revelation, rested <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon him to such a degree as to manifest to him that Jesus was the Christ.<span class=\"citation\" id=\"69585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69585)\">John 9:35-38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n803\"> This is a matter that we should well consider. Jesus fed the multitudes miraculously;<span class=\"citation\" id=\"126427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126427)\">Matt. 14:14-21<\/a><\/span><span class=\"citation\" id=\"126428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126428)\">John 6:5-14<\/a><\/span> he walked on the water,<span class=\"citation\" id=\"126429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126429)\">Matt. 14:25<\/a><\/span> healed the sick,<span class=\"citation\" id=\"126430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126430)\">Matt. 4:24<\/a><\/span> gave sight to the blind,<span class=\"citation\" id=\"126434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126434)\">Mark 8:22-26<\/a><\/span> hearing to the deaf,<span class=\"citation\" id=\"126431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126431)\">Mark 7:32-37<\/a><\/span> and raised the dead to life,<span class=\"citation\" id=\"126432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126432)\">Matt. 9:24-25<\/a><\/span><span class=\"citation\" id=\"126433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126433)\">John 11:38-44<\/a><\/span> but what of all this? Did it prove that he was the Christ? I recollect once, when on my travels, hearing some divines try to prove that everybody ought to believe on the Lord Jesus Christ because of the miracles he wrought. When they had argued some time I took the liberty of saying, &#x201C;Gentlemen, who were they who testified of these great miracles that you speak of?&#x201D; It was an Elder in Israel who was arguing with them, and trying to prove to their minds that Joseph was called of God to open up this last dispensation. They spurned every argument and ignored every Scripture that was brought forward; but yet, they said, we ought to believe on the Lord Jesus because of his great miracles. &#x201C;Who were they,&#x201D; said I, &#x201C;who testified of these miracles? I will return you your own words. You say that this gentleman is one of Joseph Smith's disciples, and a party concerned and has an interest in establishing the fact that he was a prophet and was called of God. If he is a party concerned, were not Peter, Paul and Jude parties concerned? And when you get the names of all who have written in the New Testament&#x2014;eight in number&#x2014;you find they were all interested in establishing the divinity of the Savior, they were all parties concerned and had an object in view in endeavoring to establish the fact that he was the Savior. This gentleman has told you that there are twelve men who testify that they saw the plates from which the Book of Mormon was written;  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they saw and handled these plates, and they witness to the world that the Book of Mormon is true.<span class=\"citation\" id=\"126435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126435)\">BM Three Wit.<\/a><\/span><span class=\"citation\" id=\"126436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126436)\">BM Eight Wit.<\/a><\/span> Here are twelve living men, who can be spoken to, against eight men who have been dead for about seventeen hundred years.&#x201D; Well, but these great miracles, these wonderful miracles! <\/div><div class=\"paragraph jod\" id=\"v14n805\"> I do not wish to speak the least derogatory to the character of him, or whoever performed these miracles in the name of the Lord; but I mention this to show how men's minds are wrought upon and how they look at things. In my conversation I asked those gentlemen if they believed the Bible? Yes, and they were very fervent in bringing forth the great miracles of Moses, who was called to lead the children of Israel. &#x201C;Well, what did Moses do?&#x201D; &#x201C;Why, so and so.&#x201D; &#x201C;And you say that Jesus raised the dead?&#x201D; &#x201C;Yes.&#x201D; &#x201C;If you will turn to the Old Testament, you will find that a certain woman, called the witch of Endor, raised up Samuel the Prophet.<span class=\"citation\" id=\"55526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55526)\">1 Sam. 28:7-20<\/a><\/span> Did Jesus ever raise up a prophet?&#x201D; They had to acknowledge that he did not. &#x201C;What greater work did Jesus do than a witch, that our fathers in Massachusetts used to hang up by the neck and burn, or make them swim across the bay, and if they went across, that was proof they were witches or wizards; and if they could not get quite across, but sank, they might possibly be innocent, but they were at the bottom of the sea. What proof have you that Jesus wrought any greater miracle than the witch of Endor&#x2014;a wicked woman, who, to please wicked Saul, brought the Prophet Samuel from his grave?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n806\"> Well, now, examine the character of the Savior, and examine the characters of those who have written the Old and New Testaments; and then compare them with the character of Joseph Smith, the founder of this <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work&#x2014;the man whom God called and to whom he gave the keys of Priesthood, and through whom he has established his Church and kingdom for the last time, and you will find that his character stands as fair as that of any man's mentioned in the Bible. We can find no person who presents a better character to the world when the facts are known than Joseph Smith, Jun., the prophet, and his brother, Hyrum Smith, who was murdered with him. <\/div><div class=\"paragraph jod\" id=\"v14n807\"> I will come now to my text again, and will ask the Latter-day Saints, Do you know that Joseph Smith was a prophet? Yes. How do you know it? Why, father and mother says it is so; Elder such-a-one says it is so, and I believe it. They prove their doctrine by the Bible, and I am forced to believe the Bible through the traditions of the fathers; and these Elders establish the truth of their doctrines beyond all controversy from Scripture, and I cannot deny it, hence I believe Mormonism, or the Gospel. <\/div><div class=\"paragraph jod\" id=\"v14n808\"> Now, the question is, how much good will it do me to believe the Gospel on the evidence of others, without possessing the spirit of the Gospel? This is a question that I can answer very readily. There is no man or woman on the earth that will live according to the laws of God, but will possess the Spirit of God.<span class=\"citation\" id=\"69352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69352)\">John 7:17<\/a><\/span> This answers the question. But suppose we believe and we do not quite live this law. We embrace the Gospel, we gather up with the Saints, and yet we live in the neglect of our duty and beneath our privileges; we do not call upon the Father in the name of Jesus with that sincerity and earnestness necessary to bring down the revelations of the Lord upon us, and we live in this manner for days and years together; by and by something or other comes along that we do not like, we cannot understand it, we  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have not the spirit to understand it, and consequently we reject this and reject that; and if the Church is just right and its leaders are just right, why the individual is not right, and he turns away from the holy commandments of the Lord Jesus, and goes back to the beggarly elements<span class=\"citation\" id=\"74609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74609)\">Gal. 4:9<\/a><\/span> of the world, like the dog to his vomit, or the sow to her wallowing in the mire.<span class=\"citation\" id=\"78426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78426)\">2 Pet. 2:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n810\"> Now, let me ask the Latter-day Saints, you who are here in this house this day, how do you know that your humble servant is really, honestly, guiding and counseling you aright, and directing the affairs of the kingdom aright? Let you be ever so true and faithful to your friends and never forsake them, never turn traitor to the Gospel which you have espoused, but live on in neglect of your duty, how do you know but I am teaching false doctrine? How do you know that I am not counseling you wrong? How do you know but I will lead you to destruction? And this is what I wish to urge upon you&#x2014;live so that you can discern between the truth and error, between light and darkness, between the things of God and those not of God, for by the revelations of the Lord, and these alone, can you and I understand the things of God. When Jesus preached to the people they were destitute of the Spirit of truth, and if they believed his teachings for the moment, as soon as they went away the Spirit left them and they were again in the dark, and they did not become the disciples of Jesus. So it is now. For instance, a great many strangers come here; they see our work, they give us praise, they acknowledge our faithfulness, industry, prudence, economy and so forth. How do they know that we are preaching the Gospel? &#x201C;Oh,&#x201D; say they, &#x201C;we do not know anything about that; we <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do not come here to be Mormons.&#x201D; But suppose they were perfectly honest before God and sought unto him until they got the Spirit of revelation, they would be convinced that we told them the truth, or else that we did not preach that which we profess to teach, one of the two. We know all about it, but they do not. Did the people in the days of the Savior? No, they saw his miracles, but they enjoyed no more of the Spirit of truth than some of the strangers who visit us. One thing is very remarkable, and should be noticed by strangers who come here, and that is, the change that takes place in their own feelings. Let me say this to strangers, I mean those who have any regard for truth and holiness; when you are here in this house or city, and you commune with the Latter-day Saints, there is a spirit of peace, a holy reverence for truth, righteousness, goodness, mercy and virtue rests upon you; in fact, you are influenced by that spirit and influence which hover over this people; but what do many of you say when you go away? No longer ago than yesterday a reporter said to me, &#x201C;While in California, judging by what I heard, I supposed you had no improvements here, you lived in dugouts, you had no schools, and that the people did not look as the people do anywhere else&#x2014;quite another kind of people&#x2014;neither industry, judgment nor discretion amongst them; but I am perfectly disappointed, my whole mind is revolutionized, and I see things so different to what I expected to see them, that I am really another person here.&#x201D; What will he write about us? If he does as others have done, we may expect to see a batch of misrepresentations from him just as quick as he gets away and the spirit of the enemy takes possession of him. Such men cater to the world  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to the ungodly priests that the world is afraid of. But I will confine this wholly to the political world. &#x201C;Yes,&#x201D; says the senator, or the man who wishes to be a senator, representative, governor or any officer, &#x201C;if I do not cater to these priests I shall lose my election.&#x201D; But I would see them further in heaven than they will get in ten thousand years before I would cater to them. Truth, honesty and uprightness in everything, and if that will not stand upon its own basis, falsehood, deception, lying to and deceiving each other certainly will not, either here or hereafter. It is the honest and honorable, or, in other words, it is truth and righteousness, that will stand the day of God Almighty. When the Lord Almighty thunders from the heavens to try the souls of the children of men they will want truth and righteousness. <\/div><div class=\"paragraph jod\" id=\"v14n812\"> But to return to my question to the Saints, &#x201C;How are you going to know about the will and commands of heaven?&#x201D; By the Spirit of revelation; that is the only way you can know. How do I know but what I am doing wrong? How do I know but what we will take a course for our utter ruin? I sometimes say to my brethren, &#x201C;I have been your dictator for twenty-seven years&#x2014;over a quarter of a century I have dictated this people; that ought to be some evidence that my course is onward and upward. But how do you know that I may not yet do wrong? How do you know but I will bring in false doctrine and teach the people lies that they may be damned? Sisters can you tell the difference?&#x201D; I can say this for the Latter-day Saints, and I will say it to their praise and my satisfaction, if I were to preach false doctrine here, it would not be an hour after the people got out, before it would begin to fly from one to another, and they would remark, <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;I do not quite like that! It does not look exactly right! What did Brother Brigham mean? That did not sound quite right, it was not exactly the thing!&#x201D; All these observations would be made by the people, yes, even by the sisters. It would not sit well on the stomach, that is, on the spiritual stomach, if you think you have one. It would not sit well on the mind, for you are seeking after the things of God; you have started out for life and salvation, and with all their ignorance, wickedness and failings, the majority of this people are doing just as well as they know how; and I will defy any man to preach false doctrine without being detected; and we need not go to the Elders of Israel, the children who have been born in these mountains possess enough of the Spirit to detect it. But be careful that you do not lose it! Live so that you will know the moment the Spirit of the Almighty is grieved within you. Do you ever see such times? I do. I watch you. I see, for instance, a company of young people go and mingle, perhaps, with old people, and hear them laughing, joking, and talking nonsense and folly. By and by darkness comes&#x2014;leanness of the soul; and one says, &#x201C;My head don't feel right; my heart is not right; my nerves are not right; I do not know what is the matter, but I do not enjoy myself here this evening.&#x201D; Do you know what is the matter? You ought to live so that the very moment the Spirit of the Lord is grieved, stop that instantly, and turn the attention of every individual to something else that will retain the good Spirit of the Lord and give you an increase of it. This is the way to live. <\/div><div class=\"paragraph jod\" id=\"v14n813\"> Have you this experience, sisters? Yes, many of you have. We need not go to the Elders of Israel to ask them. Do you see people apostatize?  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Yes. Will more go? Yes, many more. It is a day of trial&#x2014;a day wherein the Lord will try the hearts of the children of men;<span class=\"citation\" id=\"56538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56538)\">Ps. 26:2<\/a><\/span><span class=\"citation\" id=\"57318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57318)\">Ps. 139:23<\/a><\/span><span class=\"citation\" id=\"60491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60491)\">Jer. 17:10<\/a><\/span> and he is taking a course now with individuals and with nations, to make them exhibit the very center of their hearts, as governments, as nations, as cities, as heads of families and as individuals, that he may reveal the secrets thereof, that they may be known to each other. Consequently you can see the necessity of every person living so as to have the Spirit of revelation. <\/div><div class=\"paragraph jod\" id=\"v14n815\"> Brother George A. Smith has been speaking about our little trials in Missouri. I do not wish to cast reflections on any person, but I do not acknowledge that I ever received persecution; my path has been so kind from the Lord I do not consider that I have suffered enough even to mention it. But when the words of Governor Lilburn W. Boggs were read by General Clark, with regard to our leaving the State or renouncing our religion, I sat close by him, although I was the very particular one they wanted to get and were inquiring for; but as kind Providence would have it they could not tell whether it was Brigham Young they were looking at or somebody else.<span class=\"citation\" id=\"67206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67206)\">Luke 4:30<\/a><\/span> No matter how this was done, they could not tell. But, standing close by General Clark, I heard him say, &#x201C;You are the best and most orderly people in this State, and have done more to improve it in three years than we have in fifteen. You have showed us how to improve, how to raise fruit and wheat, how to make gardens, orchards and so on; and on these accounts we want you; but we have this to say to you, No more bishops, no more high councils, and as for your prophet,&#x201D; and he pointed down to where Joseph lay, right in the midst of the camp, &#x201C;you will never see him again.&#x201D; Said I to <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> myself, &#x201C;Maybe so and maybe not; but I do not believe a word of it.&#x201D; &#x201C;And,&#x201D; continued he, &#x201C;disperse, and become as we are.&#x201D; Do you want I should tell you what I thought? I do not think I will. I thought a kind of a bad thought, that is, it would be considered so by a very religious person, and especially if he was well stocked with self-righteousness; but I would as soon as not tell what I thought to those who have not much of this and are not very pious, and it was, &#x201C;I will see you in hell first.&#x201D; Renounce my religion? &#x201C;No, sir,&#x201D; said I, &#x201C;it is my all, all I have on this earth. What is this world worth as it is now? Nothing. It is like a morning shadow; it is like the dew before the sun, like the grass before the scythe, or the flower before the pinching frosts of autumn. No, sir, I do not renounce my religion. I am looking beyond; my hope is beyond this vale of tears, and beyond the present life. I have another life to live, and it is eternal. The organization and intelligence God has given me are not to perish in nonentity; I have to live, and I calculate to take such a course that my life hereafter will be in a higher state of existence than the present.&#x201D; Said he, &#x201C;Forsake your religion, and become as we are!&#x201D; I had been round the country enough to know the practice of both priest and people. On Saturday they would get together and run horses, throw up coppers to see who would treat, get pretty drunk, and perhaps get up a good sound quarrel, and then the priest would step in half drunk, and with long face and sanctimonious drawl preach on the evils of intemperance and so on. &#x201C;Become as you are? God forbid,&#x201D; said I. You are as low and degraded as possible, living here without schools, orchards or mills, like the brutes almost, in your little  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cabins! Bacon and hominy! Bacon and Indian bread, honey and milk, and they were perfectly satisfied. As I heard one of these great nobles say, on a certain occasion when at his house; we were holding a two-days' meeting; he did not belong to the Church, but his family did. Said he, &#x201C;Mr. Young, I have a great deal of property and some money, and I do not know what to do with it, I think I will go up to your place and buy.&#x201D; He had a log house, all in one room, with six beds in it. Not a light of glass to light the room; and just to instruct my sisters how to cook, I will tell them something about the first meal we had there. A twelve-quart tin milk pan was set on the table, filled with beef, stacked as you see cannon balls, up to the peak or roof, in arsenals. I think there was about two ounces of butter on the table, white as cheese curd. This was in the month of August, when the fat beeves were standing around, and I do not know how many cows, sheep, oxen, horses, geese, turkeys and fowls were running round his yard; and I do not think that his pile of beef in the milk pan had a half or a quarter of an ounce of fat on it. Said they to us, &#x201C;Help yourselves, lay hold and help yourselves;&#x201D; and we did, to a piece of dry bread, dry beef and a little &#x201C;clean&#x201D; butter&#x2014;we always called such butter &#x201C;clean,&#x201D; because it looked so white. I recollect on Sunday morning, you will excuse me for telling this anecdote, after we had sat down and had eaten a little, the lady of the house said, &#x201C;Brother Young, take a piece of pie! Brother Kimball, take a piece of pie.&#x201D; They had a large peach orchard, with hundreds of bushels of ripe peaches, probably not all worked up into brandy, but still they could not afford a ripe peach for a pie. The lady put a piece of pie on the plate, and I cut <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a little off and turned it over and looked at it, and said I, &#x201C;Yes, I will taste your pie, for I never saw the like before in my life; did you, Brother Kimball?&#x201D; &#x201C;No, S-i-r, I n-e-v-e-r did.&#x201D; There were peaches that had fallen from the trees before they were ripe, cut in two and the pits taken out, put on a piece of dough, not even the fuzz wiped off, and then another cake put over the top, nothing else inside but this, and then baked in a bake pan, or &#x201C;Dutch oven,&#x201D; as we used to call it. &#x201C;It is peach pie, Brother Brigham; Brother Kimball, will you take a bit of pie, it is peach pie.&#x201D; I never saw the like before, and there the man sat, as happy and contented as could be. And this is like Missouri, all over, as it used to be. &#x201C;I do not know what to do with my means,&#x201D; and yet he had not a light of glass in the place, and had to open the door to see to eat; and six beds in one room. We slept there with the family, not with the wife, but with the whole family&#x2014;men, women and children. Said the owner of the place, &#x201C;I declare, I think I will go and purchase some land.&#x201D; I said to him, &#x201C;How would it do to have this floor fixed and made comfortable?&#x201D; It was made of oak boards sawed out and dried up, and you might have shoved your hand down between each one; and it was just so with the chamber, and when a person walked on it, it went &#x201C;clatter,&#x201D; &#x201C;clatter,&#x201D; &#x201C;clatter.&#x201D; Said I, &#x201C;how would it be to have this floor planed, matched and nailed down, so that when the children walk over it it will not make so much noise? And how would it be to have a window? When the weather gets cold, it will be pretty uncomfortable to have to open the door to see to eat, knit, sew and so on?&#x201D; &#x201C;Well,&#x201D; said he, &#x201C;I declare I never thought of that;&#x201D; and I do not suppose he ever  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had in his life. I dare not say much, so I abridged my remarks, and wound up as quickly as possible. The gentleman, I believe, continued to live there, and for anything I know, he is there still; at any rate he did not come up to the gathering place and buy property. This was the style of living there, and they wanted us to adopt it, and become as they were. &#x201C;No, sir,&#x201D; said I, &#x201C;I am for improvement.&#x201D; I guess General Clark lived in just about such a house, and I think the others did. We printed the first papers, except about two, set out the first orchards, raised the first wheat, kept almost the first schools, and made the first improvements in our pioneering, in a great measure, from the Mississippi River to the Pacific Ocean; and here we got at last, so as to be out of the way of everybody, if possible. We thought we would get as far as we could from the face of man; we wanted to get to a strange land, like Abraham,<span class=\"citation\" id=\"53098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53098)\">Gen. 15:13<\/a><\/span><span class=\"citation\" id=\"53776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53776)\">Ex. 2:22<\/a><\/span> that we might be where we should not be continually wrong with somebody or other, and have them crying, &#x201C;Oh, you Mormons!&#x201D; and have the priests preaching, the press printing, the drunkard swearing, and all, high and low, rich and poor, wishing these poor &#x201C;Mormons&#x201D; were out of the way. We got out of the way as far as we could; and if we can get out of the way any further and do any good, we are ready to get out of the way; but I think we are as far out of the way as we need to be; and we have got on the highway which has been cast up,<span class=\"citation\" id=\"59220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59220)\">Isa. 35:8 (JST)<\/a><\/span><span class=\"citation\" id=\"60110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60110)\">Isa. 62:10<\/a><\/span> and I think we had better stay here. <\/div><div class=\"paragraph jod\" id=\"v14n818\"> As far as our doctrines are concerned, come on my brother from the &#x201C;Mother Church,&#x201D; down to the last one that has come out with something new. Come on, you revivalists, what have you got? If you have anything better than we have, come up here <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and let us have it. Our belief and doctrine with regard to the human family is that if we know more than you, we will give our knowledge to you, then you will know as much as we; and by the time you have acquired it we will know a little more, and be ahead every time we impart knowledge. Like the teacher in the school, no matter whether he is teaching a, b, c, a-b ab, or in the higher branches, while teaching others, he or she is also increasing. While those who, in the providence of God, are the possessors of knowledge and wisdom, are dispensing them to others, they are increasing their own store. That is our principle of action. Take the poor, do not go down to the poor and the ignorant, lift them up, and give them all we have; and we go ahead and get more, and impart to the inhabitants of the earth until they are filled with wisdom, knowledge and understanding. <\/div><div class=\"paragraph jod\" id=\"v14n819\"> To my text again&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n820\"> How do we know that Jesus is the Christ? By the revelations of the Spirit of God. How do we know that the Bible is true? We know that a great deal of it is true, and that in many instances the translation is incorrect.<span class=\"citation\" id=\"94072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94072)\">A of F 1:8<\/a><\/span> But I cannot say what a minister once said to me. I asked him if he believed the Bible, and he replied, &#x201C;Yes, every word of it,&#x201D; &#x201C;You do not believe it all to be the word of God?&#x201D; &#x201C;Most assuredly I do.&#x201D; Well, said I, you can beat me at believing, that's certain. As I read the Bible it contains the words of the Father and Son, angels, good and bad, Lucifer, the devil, of wicked men and of good men, and some are lying and some&#x2014;the good&#x2014;are telling the truth; and if you believe it all to be the word of God you can go beyond me. I cannot believe it all to be the word of God, but I believe it as it is. <\/div> <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n821\"> How do we know it is true? By revelation. How do we know that prophets wrote the word of the Lord? By revelation. How do we know that Joseph Smith was called of God to establish his kingdom upon the earth? By revelation. How do we know that the leaders of this people teach the truth? By revelation. How do we know the doctrine of baptism for the remission of sins to be true? It is written in the Bible; but the Christian world deny it, because it is not manifested to them by the revelations of the Lord Jesus.<span class=\"citation\" id=\"74432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74432)\">Gal. 1:12<\/a><\/span> They have not the keys of revelation, although some believe baptism by immersion, but they do not believe it is for the remission of sins, except one society, which came out from the Close Communion Baptists, founded by Alexander Campbell. He baptized for the remission of sins. At this time I was a Methodist. Said I, &#x201C;Why not lay on hands for the reception of the Holy Ghost?&#x201D;<span class=\"citation\" id=\"126437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126437)\">Acts 19:6<\/a><\/span> &#x201C;O,&#x201D; said they, &#x201C;we have no authority to do that, it is done away.&#x201D; &#x201C;How do you know that baptism for the remission of sins is not done away?<span class=\"citation\" id=\"126438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126438)\">Mark 1:4<\/a><\/span> Your arguments confuse themselves, and these self-confounding arguments are all chaos to me. If you have the right to baptize for the remission of sins, you have the right to lay on hands for the reception of the Holy Ghost; and if you have this power and authority, of course you have prophets, and possess the various gifts and graces recorded in the New Testament. Do you lay hands on the sick?&#x201D;<span class=\"citation\" id=\"66939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66939)\">Mark 16:18<\/a><\/span> &#x201C;Oh, no.&#x201D; &#x201C;Do you prophesy?&#x201D; &#x201C;We do not believe in it.&#x201D; Most Christians disbelieve in these things, but &#x201C;believe on the Lord Jesus Christ,&#x201D;<span class=\"citation\" id=\"71912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71912)\">Acts 16:31<\/a><\/span> is their great point; and, so far as it goes, it is good. But unless we obey his Gospel, where God and Christ are we cannot live hereafter,<span class=\"citation\" id=\"87246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87246)\">D&amp;C 76:112<\/a><\/span> but shall have to take <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> another kingdom, live in another place and be administered to by those who are higher. What do you say, is that correct? I will just read a word or two and then stop. Here is the doctrine. I am not going to say anything about it, but will just read it. &#x201C;For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D; First Peter, 4th chapter, 6th verse.<span class=\"citation\" id=\"78113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78113)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n822\"> What does that mean? Not only in the world, but out of the world, they who expect to receive any salvation at all must hearken to the requirements of heaven, thus far, to entitle them to the Spirit of the Lord Jesus, that they may live by the revelations thereof, and walk no more in darkness, but in the light of life.<span class=\"citation\" id=\"69436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69436)\">John 8:12<\/a><\/span> I do wish that each and every one of us would do that. Are we able to do it? Certainly; it is the simplest thing in the world. Well, then, just believe on the Lord Jesus Christ.<span class=\"citation\" id=\"71913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71913)\">Acts 16:31<\/a><\/span> &#x201C;Oh,&#x201D; say the Christians, &#x201C;we do believe.&#x201D; Well, then, come forward and be baptized for the remission of your sins, and receive the laying on of hands for the reception of the Holy Ghost,<span class=\"citation\" id=\"126439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126439)\">Acts 2:38<\/a><\/span> then you shall receive the witness, and you shall be the possessor of the Spirit of revelation according to the gifts and graces of God as he dispenses them to you&#x2014;speaking in tongues, interpreting the same, prophesying, dreaming dreams, and so forth, for all these are by the selfsame Spirit,<span class=\"citation\" id=\"73489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73489)\">1 Cor. 12:10-11<\/a><\/span> which is the Spirit of Christ.<span class=\"citation\" id=\"126440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126440)\">Moro. 10:8-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n823\"> If we will live so that Christ can make us one through our obedience, where are wars and contentions? All will cease. Where is the spirit of bickering? There will be no more of it. How much pleasanter it would look, and how much better it would be for the world if these things were  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to cease! &#x201C;Well,&#x201D; say the world, &#x201C;you Mormons, forsake this obnoxious doctrine and practice of having more wives than one.&#x201D; For heaven's sake, then, cease killing the men, and let them live and take the women, or you will oblige us to take more than we know what to do with. Believe on the Lord Jesus Christ,<span class=\"citation\" id=\"71914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71914)\">Acts 16:31<\/a><\/span> obey his doctrine, cease your warring and contention, beat your swords into ploughshares and your spears into pruninghooks;<span class=\"citation\" id=\"57854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57854)\">Isa. 2:4<\/a><\/span> make railroads, build colleges, teach the children, give them the learning of the world and the <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things of God; elevate their minds, that they may not only understand the earth we walk upon, but the air we breathe, the water we drink, and all the elements pertaining to the earth; and then search other worlds, and become acquainted with the planetary system, the dwellings of the angels and the heavenly beings, that they may ultimately be prepared for a higher state of being, and finally be associated with them. I wish we would do it; I pray the Lord to do it, but he will not, unless we help him. <\/div>\n<\/div>\n<\/div>"}