{"ID":140039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Debts&#x2014;Ingratitude&#x2014;Confidence&#x2014;Our Religion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, July 3, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Debts, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/3\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v14n1032\"> I have a few words to say to the Latter-day Saints with regard to borrowing money and not repaying it. The individual referred to by Brother Carrington is not the only one who has done this. If we were to do justice by them I think we should deprive them of the fellowship of the Saints until they learned to keep their word and to deal honorably with their brethren. It is bad enough, quite bad enough, to borrow from an enemy and not to repay him; to do this is beneath the character of any human being; but all who will borrow from a friend, and especially from the poor, are undeserving the fellowship of the Saints if they do not repay. <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> If anybody in the congregation is disposed to make a motion to that effect I certainly should put it to the vote. Then again, I will pause. There are circumstances that are discouraging, and which naturally weaken the faith and confidence of the Saints, and few things more so than to send money to bring the poor home to Zion, and, after teaching them how to take care of themselves, to accumulate the necessaries of life around them, and when they become comfortable and have a little to spare, for them to lift their heels against God<span class=\"citation\" id=\"56651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56651)\">Ps. 41:9<\/a><\/span> and his Anointed.<span class=\"citation\" id=\"90820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90820)\">D&amp;C 121:16<\/a><\/span> And this is not infrequently done. <\/div><div class=\"paragraph jod\" id=\"v14n1033\"> I look over the congregations of the  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints as I travel through the Territory and I see quite a large percentage of people who, I know, never in their lives owned a house, a foot of land, a horse, a wagon, a carriage, an ox, a cow, a sheep, or even a fowl. But gather them here, make them comfortable and put them in happy circumstances and they often forget their God, their covenants and their benefactors. I do not know of anyone, excepting the unpardonable sin,<span class=\"citation\" id=\"82296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82296)\">Alma 39:6<\/a><\/span> that is greater than the sin of ingratitude;<span class=\"citation\" id=\"86349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86349)\">D&amp;C 59:21<\/a><\/span> and I do think that many of this people are guilty of it. I will say, however, that if there be those in this congregation who have held out to the poor Saints any prospects of helping them to gather, keep your word with them. <\/div><div class=\"paragraph jod\" id=\"v14n1034\"> A very serious question frequently arises in my mind with regard to the character of men and women. It is this; &#x201C;Are our characters our own?&#x201D; We may say, &#x201C;yes, we form these characters.&#x201D; Suppose that we are fortunate enough to form a good, honest character in the minds and in the faith of those who are acquainted with us, do not those characters belong to our neighbors, although we may be the framers of them? And I would like to ask: Have we the right to destroy them? It is a serious question with me. If we have confidence in each other, and our conduct has been such that we have created confidence in the feelings of our neighbors towards us, have we a right to destroy that confidence? Is it not sacrilege? I will simply reply by giving my views with regard to myself. According to the knowledge which I possess it is a great deal easier for an individual to preserve a good character than to frame and make one if it is lost. It is much easier to keep a fort when it is well armed and defended than to give it into the hands of the enemy and then <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regain it. Consequently we had better keep our characters, if they are good, than to suffer the enemy to rob us of them. <\/div><div class=\"paragraph jod\" id=\"v14n1035\"> Now, to the Latter-day Saints, I will say that when you received the Gospel in foreign lands you received no more, in comparison, than a child receives at school when he learns his first lesson. If he masters the alphabet he thinks he is progressing finely. If the Saints receive the alphabet abroad they are doing well. When they come here they have more to learn. The school we are in will never cease; the lessons we have to learn will never be less than those which we have received: they will never end; consequently it is important that we school and train ourselves until we are in subjection to the mind and will of heaven. <\/div><div class=\"paragraph jod\" id=\"v14n1036\"> In passing through the world I see that the most of parents are very anxious to govern and control their children. As far as my observations have gone I have seen more parents who were unable to control themselves than I ever saw who were unable to control their children. If a mother wishes to control her child, in the first place let her learn to control herself, then she may be successful in bringing the child into perfect subjection to her will. But if she does not control herself how can she expect a child&#x2014;an infant in understanding&#x2014;to be more wise, prudent and better than one of grown age and matured? I think it would be asking too much. If we will school ourselves and bring our own tempers and dispositions into subjection we shall then have influence to do good, over the minds of our acquaintances; but if we do not control ourselves how can we have influence over others?<span class=\"citation\" id=\"57439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57439)\">Prov. 16:32<\/a><\/span> You let two men meet, for instance, say two neighbors, between whom there is a difficulty, and one is full of anger and  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wrath and he is ready to settle the matter on the spot; but the other one, calm and quiet in feeling, says: &#x201C;Neighbor, stop a moment, let us look at and reason on this subject; I perceive that you are angry this morning, you are not in a good temper, and are not in a situation now to consider this matter justly. Wait a few moments and see if this evil influence will depart from you. We will then endeavor to revise this matter thoroughly and learn who is to blame.&#x201D; Now the one who is calm and full of judgment, discretion and patience pretty soon overcomes the opposite influence. Which of the two has the mastery? The one who is angry or the one who is full of patience? Why, the one who is angry at once submits in his own feelings to his superior. Who is the superior? The one who has possessed his soul. If we take this course we will gain influence. <\/div><div class=\"paragraph jod\" id=\"v14n1038\"> But we do know, the Christian knows, the heathen knows, and the whole world of mankind knows, and it is acknowledged by all, that confidence is lost; the members of the human family have not confidence in each other, as nations, individuals, kings, potentates, statesmen, or as officers of governments; and I am sorry to say that people have not confidence in each other as Christians. Confidence is lost. The work in which you and I have enlisted is to restore confidence in the minds of the people; and when I hear of circumstances transpiring in which brethren forfeit their word I regard it as a blot upon the character of this people. We should keep our word with each other. And if we have difficulty of misunderstanding with each other, talk it over, canvass the subject thoroughly, seriously and discreetly, and we shall find that all difficulties will be remedied in this way easier than any <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other; and we shall also find that nearly every difficulty that arises in the midst of the inhabitants of the earth, is through misunderstanding; and if a wrong in intent and design really exists, if the matter is canvassed over in the manner I have advised, the wrongdoer is generally willing to come to terms. <\/div><div class=\"paragraph jod\" id=\"v14n1039\"> This restoration of confidence devolves upon us, then let us do what we can in our humble sphere to do so among ourselves in the first place, and by-and-by it will reach to others. I am happy to say that those who are not of us have a great deal more confidence in us, in many respects, I mean as businessmen and traders, than in any other community on this continent; and I do not believe that there is a community in the whole of Christendom, the members of which pay their debts as well as the Latter-day Saints. But they are not up to the mark, and are defaulters in many respects; yet they may not be nearly so much to blame as outward appearances seem to indicate, for there are so many men who will deal on prospect, really believing that their business matters are so propitious and promising that they will be able to make both ends meet and accomplish all their designs. Such persons have more confidence in themselves and in future fortune than they should have; and through this the Latter-day Saints oftentimes fail in their business transactions and engagements with one another. How desirable it is that we should be prompt with each other in every respect! Failure in this is often the source of ill feeling and of a bad reputation. How often I have heard the saying, from my youth up, &#x201C;There is a bad neighbor,&#x201D; or &#x201C;such a one is a bad neighbor!&#x201D; But in most of such cases which have come under my notice, I have learned that the &#x201C;bad neighbor,&#x201D; wants that re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>turned which others have borrowed, and at the time they have promised; and if they were not prompt and true to their word he speaks uncomfortable words and gets angry. And, as a general thing, I have found that &#x201C;bad neighbors&#x201D; in a country are, in nearly every case, men who are very prompt, and because others are not so, difficulties arise; for instance, Mr. A. goes to Mr. B. and says, &#x201C;Can I borrow your hoe, plow or wagon of you today?&#x201D; Says Mr. B., &#x201C;Yes sir, you can have it, if you will return it in the evening, for I shall want it early tomorrow morning.&#x201D; But tomorrow morning comes and the plow is not brought home, and here stands the team and the hired man and boy waiting for it, and thus anger is created. These little bars should be put up. It is hard for us to enjoy that spirit of peace that we should enjoy unless we are very prompt in our dealings with each other. We sometimes say to the brethren, &#x201C;We do not see nor understand how in the world you can enjoy your religion unless you have a good fence around your garden; you have a fine garden with good vegetables and fruits growing, but no fence around it.&#x201D; &#x201C;Well, it is the law here for people to take care of their cattle.&#x201D; &#x201C;Yes, but they don't do it.&#x201D; In this garden there may be a patch of beans coming on finely, or some young fruit trees growing thriftily. The owner of the garden gets down on his knees for morning prayer, and presently he hears a rush round the house. &#x201C;What is the matter?&#x201D; &#x201C;Why cattle are in the garden.&#x201D; I think he cannot pray much. It destroys the spirit of prayer and takes peace from him. But let him put a good fence around his garden, orchard or field and he can kneel down and pray in peace, and ask his heavenly Father for the blessings he wants, and not be interrupted, and the devil is fenced out. <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Well, in all these things guard against temptation, against this loose life, and be prompt in everything, and especially to pay your debts. <\/div><div class=\"paragraph jod\" id=\"v14n1041\"> The Perpetual Emigrating Fund is not doing anything this season. <\/div><div class=\"paragraph jod\" id=\"v14n1042\"> But it is painful to hear the cries, wishes, wants and importunities of the poor Saints. If we will do right we shall have abundance to gather the poor. They must all have a chance, although many of them forsake their God, deny their Savior, forsake their brethren and turn away and become traitors, yet they must have their chance. Gather them, give them all the chance possible for life and salvation, and if they receive it right, blessed are they; if they reject it, their blood be upon their own garments. <\/div><div class=\"paragraph jod\" id=\"v14n1043\"> I want to say a few words with regard to our religion, our spiritual faith and belief, to my friends who are here. I am accosted frequently with the expression, &#x201C;I think you have done wonders here, but I do not believe anything of your religion.&#x201D; Now, you certainly do. There is not an infidel in the world but who believes in our religion more or less; and the same is true of the heathen and also of professing Christians and their ministers; but they do not know how to define it. They believe in a God, but they do not know how to define that God. If they turn to the Bible and read, it will tell what God is; it will describe the character and form of the very God that the Christians serve. He has a body, parts and passions; he has feelings, sensibility, principle, attributes, and powers and this Bible proves it definitely to every person who really believes the Bible is true. <\/div><div class=\"paragraph jod\" id=\"v14n1044\"> Do the Christian world believe in the Son of God&#x2014;the Savior of the world? They say they do, and we certainly do; and we also believe that  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he came and died for sinners&#x2014;died to save the world. Do the Christian world believe it? Yes, they say they do. Do not we believe alike? Yes. They do not know how to define it, but we do. Do they believe in the gifts and graces of God? They certainly do. I have heard ministers begin to preach and read from the scriptures and give their interpretations of what the Lord meant. I have said to them &#x201C;there must be more revelation in the world than ever before, for how can you tell what the Lord means, if you do not read it, unless he tells you?&#x201D; Here is the word of inspired men, but you say it does not mean what it says. I believe it means what it says, where it is translated correctly.<span class=\"citation\" id=\"94075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94075)\">A of F 1:8<\/a><\/span> I believe that inspired men said what they meant, and meant what they said. I believe that Jesus said precisely what he meant, and meant precisely what he said. Do Christians believe this? They say they do, and I have heard ministers of the gospel declare that they believed every word in the Bible was the word of God. I have said to them &#x201C;you believe more than I do.&#x201D; I believe the words of God are there; I believe the words of the devil are there; I believe that the words of men and the words of angels are there; and that is not all&#x2014;I believe that the words of a dumb brute are there. I recollect one of the prophets riding, and prophesying against Israel, and the animal he rode rebuked his madness.<span class=\"citation\" id=\"54840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54840)\">Num. 22:28-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1046\"> Do you believe all this is the word of God? If you do you certainly believe more than I do. The words of the Lord are the words of the Lord, and the revelations God has given concerning himself are true. When Moses wrote and said that man was formed precisely in the image of God<span class=\"citation\" id=\"52140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52140)\">Gen. 1:26<\/a><\/span> he wrote the truth. We are the children of our father&#x2014;his offspring, of <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same family; we belong to him by birthright, and we are his children and Jesus is our brother. Does the Bible tell all this? Just as plain as words can tell anything. The Christian world do believe &#x201C;Mormonism,&#x201D; and &#x201C;Mormonism&#x201D; is the truth. <\/div><div class=\"paragraph jod\" id=\"v14n1047\"> &#x201C;Where is your code, your particular creed,&#x201D; says one. It fills eternity; it is all truth in heaven, on earth or in hell. This is &#x201C;Mormonism.&#x201D; It embraces every true science and all true philosophy. Is this so? Certainly it is; but, vain philosophy is the result of vain conjurations of the brains of men. How often we hear men philosophize about what would have been suppose we had not been here, and suppose the earth had not been made, and suppose Adam had not come into the garden of Eden, and suppose he had not sinned, what would have been the condition of the world! Always arguing from false premises, and on a false foundation. Facts are facts, and we might as well argue that there is not a railway across this continent to carry the people and goods as to argue that Adam was not in the garden of Eden, that he did not fall, that sin is not in the world or that Jesus is not the Christ. The negative of these propositions is hard to prove, but the affirmative is easy to prove and comprehend, and easy to understand and live by. <\/div><div class=\"paragraph jod\" id=\"v14n1048\"> Well, I will say that our religion is nothing more nor less than the true order of heaven&#x2014;the system of laws by which the Gods and the angels are governed. Are they governed by law? Certainly. There is no being in all the eternities but what is governed by law. Who is it who desires to have liberty and no law? They who are from beneath. This is what Lucifer, the Son of the Morning,<span class=\"citation\" id=\"58277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58277)\">Isa. 14:12<\/a><\/span> wanted. He wanted to save the world without law, to redeem the  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world without order. There must be law, order, rules and regulations; there must be a system of government; and, to have a kingdom of God on the earth, there must be a king, and subjects to rule, and territory for those subjects to dwell upon. These things comprise the kingdom of God, the embryo of which is now being formed by the Latter-day Saints, by the will of the Father, by the power of God; and they will endure and truth will prevail, and we need not be afraid as to the result. <\/div><div class=\"paragraph jod\" id=\"v14n1050\"> True science, true art and true knowledge comprehend all that are in heaven or on the earth, or in all the eternities. By these all beings exist, whether they be celestial, terrestrial or telestial; or whether they are from beneath and dwell with the devils among the damned. All truth is ours. Now, if anybody wants to make a trade, come on! If you have truths, and I have errors, I will give ten errors for one truth. I have said a great many times to my friends, &#x201C;if I have errors bring on your truth.&#x201D; I have embraced the Gospel of the Son of God, by the world termed &#x201C;Mormonism,&#x201D; simply because it is true; and there is no power, no argument, no true philosophy, no principle of science, there is no truth from heaven, no word of God or of<span class=\"citation\" id=\"92441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92441)\">Moses 4:1<\/a><\/span> <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> angels that says to the contrary; but all agree that this is the word of God, this is the power of God, this is life everlasting; and we can say, as it was said in old times, &#x201C;This is eternal life, to know the only wise and true God, and Jesus Christ, whom he has sent,&#x201D;<span class=\"citation\" id=\"70595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70595)\">John 17:3<\/a><\/span> and thanks be to God we are tolerably well acquainted with him, and with the principles which he has revealed for the guidance and salvation of the children of men. He extends life and salvation to all, and says, &#x201C;Come to me all ye ends of the earth, and be ye saved.&#x201D;<span class=\"citation\" id=\"82559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82559)\">3 Ne. 9:22<\/a><\/span> Is there any person excused, any left out of doors, to whom no invitation is sent? Not one. It was a marvel to me, when I first believed, how it was that professing Christians in the world need to repent. But I took this ground in my own mind, and I carried it out. Said I, &#x201C;If I have no sins to repent of let me repent of that religion that I have embraced that is not true.&#x201D; So we say to all others. If you have been righteous from your birth up, and have never committed known sins and transgressions, be baptized to fulfil all righteousness, as Jesus was.<span class=\"citation\" id=\"62769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62769)\">Matt. 3:15<\/a><\/span> If you can say you have no sins to repent of, forsake your false theories, and love and serve God with an undivided heart.<span class=\"citation\" id=\"129854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129854)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129855)\">Hosea 10:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1051\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}