{"ID":140031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temperance.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, August 27, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Temperance.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/27\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v14n865\"> First of all, I will inform this congregation and the world of mankind at large with regard to the life and character of Joseph Smith. As a prophet it only requires age to make <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his character as sacred as that of any man that ever lived on the face of the earth. I want to say a few words with regard to temperance. We are a temperate people; this is what we  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have set out to be. We have lived in this city a good many years, and, until recently, when a stranger arrived here and wanted to purchase liquor, he had to inquire, &#x201C;Where can I find a place where they sell liquor?&#x201D; It was not to be found; and I will say that such places would not be found today among this people or in these mountains were it not for the urgent request of outsiders. We have to bow down to the wishes and customs of our fellow men. There are a great many men here now in the mining interests, and they want to put up where they can purchase liquor, for many of them drink. As for the temperance societies which we have been hearing about, I can say that with all the stringency in getting laws passed to prevent the sale or use of liquor in the Eastern States, when those who were determined to obtain it could do so in no other way, they would get what appeared to be a beautifully bound book, with &#x201C;Pilgrim's Progress&#x201D; on the outside, but in the inside it would be full of whiskey. As for our saying that the inhabitants of the earth shall stop using ardent spirits, we may say it, but they will not mind us. As far as the Latter-day Saints are concerned, we have rights, others have rights&#x2014;all have rights; and I would to God that what our enemies say, with regard to the word of Brigham Young being law to the Latter-day Saints, was true; but it is not. <\/div><div class=\"paragraph jod\" id=\"v14n867\"> General Riley has been talking to us about temperance societies; the principles he advocates are excellent, first-rate. More than fifty-five years ago, in the same county where he lived, I was asked to sign a pledge. This was when I was a boy. He is about five years my senior. We are acquainted with the same people, towns, counties, neighborhoods and districts, and we have traveled the roads, and <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> built up the towns and were acquainted in the country, and we know and understand its character at the present time. <\/div><div class=\"paragraph jod\" id=\"v14n868\"> Some people here take the liberty to sell and dispose of their liquor without license from the city. We have a city here&#x2014;an organized city; we have our municipal laws; we have officers for this city appointed by the legislative power and enactments of this Territory; and we have somebody or other here, who say, &#x201C;You have no law here only what we give you, and you shall know that we are the law to this people!&#x201D; And are not our city officers under bonds of some sixty thousand dollars in the aggregate for spoiling a nasty place carried on contrary to law? Yes, they are, and held to bail by government officers. Well, what do we care about it? Nothing. That goes to a higher court, with a great many other matters. They will go to a court, I hope, of justice. <\/div><div class=\"paragraph jod\" id=\"v14n869\"> But we keep liquor here; we are obliged to do it to accommodate our neighbors who come here; and some Latter-day Saints take the liberty of drinking. As far as these are concerned they have a right to get drunk; but we have rights, and have a right to disfellowship them, or cut them off from the Church, and we calculate to do it whenever it ought to be done. We have been found fault with because we cut people off from the Church! What do you suppose the so-called Christian world care about our Church? Nothing on the face of the earth only to annihilate it. That is all they care for us, poor sinners, in the mountains. What do they care about our selling liquor? Nothing, if it will only lead our young men to destruction. That is what they want. Men are sent here, ostensibly, to guard the rights of the people, but in reality to destroy the people. What  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was the counsel and advice of Mr. Cass when the army of King James came here in 1857? Said he, &#x201C;Send an army of young men to Utah to decoy and destroy the young women there, and that will break up &#x2018;Mormonism.&#x2019;&#x201D; There are men here now who seem to think that it is their imperative duty to sustain, at all hazards, everybody in all acts which are opposed to the Gospel. <\/div><div class=\"paragraph jod\" id=\"v14n871\"> General Riley has been preaching temperance to the Latter-day Saints. I do wish they would observe it. And I will go a little further and say, I would like to see them leave off, not only all intoxicating drinks, but those narcotic drinks&#x2014;tea and coffee, and the men their tobacco. Our lecturer, I believe, observes all these things. Look at him; if it was not for his grey head you would not suppose him to be over thirty-five years old; and I expect he could run a pretty good foot race. What has done this? Temperance. What has preserved me? Temperance. I was a young man in the same county with him, and young men would say to me, &#x201C;Take a glass.&#x201D; &#x201C;No, thank you, it is not good for me!&#x201D; &#x201C;Why, yes, it is good for you.&#x201D; &#x201C;Thank you, I think I know myself better than you know me.&#x201D; Even then I said, &#x201C;I do not need to sign the temperance pledge.&#x201D; I recollect my father urged me. &#x201C;No, sir,&#x201D; said I, &#x201C;if I sign the temperance pledge I feel that I am bound, and I wish to do just right, without being bound to do it; I want my liberty;&#x201D; and I have conceived from my youth up that I could have my liberty and independence just as much in doing right as I could in doing wrong. What do you say? Is this correct? Am I not a free man, have not I the power to choose, is not my volition as free as the air I breathe? Certainly it is, just as much in doing right as in doing wrong; consequently I wish <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to act upon my own volition, and do what I ought to do. I have lived a temperate life; I feel as though I could run through a troop and leap over a wall. <\/div><div class=\"paragraph jod\" id=\"v14n872\"> Shall we preach to the Latter-day Saints? Yes. I thank the gentleman for his good counsel to you, Latter-day Saints. Observe it; and I say to strangers, I do wish you would observe it. I wish you would say to us, &#x201C;Down with the grogshops!&#x201D; If the strangers who come here to hunt minerals; those who are working them; those who are poor and those who are rich, and all classes, if they would say, &#x201C;Down with the grogshops,&#x201D; the thing would be soon done. Talking, I understand from the General, has an influence among the people, in helping to form public opinion. This is true; and if by talking we can turn the tide of the feelings of those who visit us, so that they will be in favor of the City Council passing an ordinance for closing drinking holes, they would soon be closed. We can say that we are not bowing down to the wishes of any person in the world any further than it is true policy to let every person have his rights. We can stop this drinking and shut up these grog shops here. I do not go down the streets to see them, and never have from the time the filth came into the streets. I did when the Latter-day Saints traded one with another in their stores, and there was no liquor, no swearing or low conduct, but every person meeting with and hailing his neighbor like a friend and brother; but for twelve years not a man or woman in this room has seen me walk down through what I call &#x201C;Whiskey Street.&#x201D; My eyes do not wish to see it. I never wish to hear another oath, or to see another evil action performed, for it is just as much as the people can do to revolutionize  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their own feelings and to overcome the evil within themselves without having to come in contact with the evils of others. <\/div><div class=\"paragraph jod\" id=\"v14n874\"> I will say with regard to the so-called Christian world, and the moral reform of which they talk so much, that they are an utter failure, so far as stemming the tide of evil among men is concerned; and if this Gospel that Jesus has revealed in the latter days does not do it, it will not be done. But we say it will be done. We shall continue our course, praying the Father in heaven to assist us in preaching the principles of righteousness, and we shall drive the wedge a little further and a little further, and by and by the world will be overturned according to the words of the prophet, and we will see the reign of righteousness enter in, and sin and iniquity will have to walk off. But the power and principles of evil, if they can be called principles, will never yield one particle to the righteous march of the Savior, only as they are beaten back inch by inch, and we have got to take the ground by force. Yes, by the mental force of faith, and by good works, the march forth of the Gospel will increase, spread, grow and prosper, until the nations of the earth will feel that Jesus has the right to rule King of nations<span class=\"citation\" id=\"60445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60445)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80088)\">Rev. 15:3<\/a><\/span> We are in this work, and we calculate to pursue it too; and we are not the least afraid. As I have told my brethren and sisters a thousand times, I have but one fear, and that is that the Latter-day Saints will not do just right. There is no fear in the life of the man or woman who will serve God with all his heart, keep His commandments, love mercy,<span class=\"citation\" id=\"62216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62216)\">Micah 6:8<\/a><\/span> eschew evil<span class=\"citation\" id=\"77885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77885)\">1 Pet. 3:11<\/a><\/span> and promote the principles of right and righteousness upon the earth. Is this so? Yes, and I bear testimony to it. <\/div> <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n875\"> I will turn again to the Latter-day Saints and to the world, and will say I would to God that the Latter-day Saints would take the word of Brigham Young to be law! I will defy the inhabitants of the whole earth to tell one word that he ever counseled that was wrong; or to point out a path that he ever advised man or woman to walk in but would lead to light, life, glory, immortality, and to all that is good or desirable by the intelligence that dwells upon the earth. What do you say, is that boasting? If any person has a mind to call it boasting, do so. It is righteousness that we want, it is purity and holiness that we are after. We are preaching to the people far and near; our Elders are traveling through the earth; strangers are coming here, and we are declaring to them that the Gospel of the Son of God is true. Whether they believe or not, it is no matter. That book (the Bible)contains the words of the Almighty, and I will repeat a few of them. Jesus says, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69978)\">John 14:15<\/a><\/span> What do you say, hearers, is that correct? I look at the Christian world, and I say that the Lord Almighty must set up His kingdom, just as Daniel has said;<span class=\"citation\" id=\"61238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61238)\">Dan. 2:44<\/a><\/span> and all the ordinances of that kingdom must be observed by its inhabitants, or it cannot go forth, be established and bring in the reign of Christ on the earth. The few words of Jesus which I have repeated, you can read for yourselves. We had some read this afternoon; and we can turn over the pages of the Bible and read for ourselves; but do not take one passage and say, &#x201C;That is mine, but I will abandon all the rest, it is out of date.&#x201D; No, sir, take the Bible just as it reads; and if it be translated incorrectly,<span class=\"citation\" id=\"94073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94073)\">A of F 1:8<\/a><\/span> and there is a scholar on the earth who professes to be a Christian, and he can translate it any better than King  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>James' translators did it, he is under obligation to do so, or the curse is upon him. If I understood Greek and Hebrew as some may profess to do, and I knew the Bible was not correctly translated, I should feel myself bound by the law of justice to the inhabitants of the earth to translate that which is incorrect and give it just as it was spoken anciently. Is that proper? Yes, I would be under obligation to do it. But I think it is translated just as correctly as the scholars could get it, although it is not correct in a great many instances.<span class=\"citation\" id=\"94074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94074)\">A of F 1:8<\/a><\/span> But it is no matter about that. Read it and observe it and it will not hurt any person in the world. If we are not to believe the whole of the Bible, let the man, whoever he may be, among the professed Christians, who thinks he knows, draw the line between the true and the false, so that <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the whole sectarian world may be able to take the right and leave the wrong. But the man Christ Jesus,<span class=\"citation\" id=\"75883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75883)\">1 Tim. 2:5<\/a><\/span> who has revealed himself in the latter days, says the Bible is true and the people must believe it. Let us believe it, and then obey it; for Jesus says, &#x201C;If ye love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69979)\">John 14:15<\/a><\/span> I do not know anything about loving God and not keeping His commandments. I do not know anything about coming to Jesus only by the law he has instituted. I do know about that. I know of the bright promises which he gave to his disciples anciently. I live in the possession of them, and glory in them and in the cross of Christ, and in the beauty and holiness that he has revealed for the salvation and exaltation of the children of men. I do wish we would live to them, and may the Lord help us. <\/div>\n<\/div>\n<\/div>"}