{"ID":140018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Building of Temples&#x2014;The Keys of the Apostleship.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, April 8, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Building of Temples, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 4\/8\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v14n504\"> I will read a portion of Scripture which is found in the 17th chapter of the First Book of Chronicles, commencing at the 3rd verse&#x2014;<span class=\"citation\" id=\"55879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55879)\">1 Chr. 17:3-15<\/a><\/span>  <\/div><div class=\"paragraph jod\" id=\"v14n505\"> &#x201C;And it came to pass the same night, that the word of God came to Nathan, saying, <\/div><div class=\"paragraph jod\" id=\"v14n506\"> &#x201C;Go and tell David my servant, Thus saith the Lord, Thou shalt not build me an house to dwell in: <\/div><div class=\"paragraph jod\" id=\"v14n507\"> &#x201C;For I have not dwelt in an house since the day that I brought up Israel until this day; but have gone from tent to tent, and from <span class=\"italic\">one<\/span> tabernacle to <span class=\"italic\">another<\/span>. <\/div><div class=\"paragraph jod\" id=\"v14n508\"> &#x201C;Wheresoever I have walked with all Israel, spake I a word to any of the judges of Israel, whom I commanded to feed my people, saying, Why have ye not built me an house of cedars? <\/div><div class=\"paragraph jod\" id=\"v14n509\"> &#x201C;Now therefore thus shalt thou say unto my servant David, Thus saith the Lord of hosts, I took thee from the sheepcote, <span class=\"italic\">even<\/span> from following the sheep, that thou shouldest be ruler over my people Israel: <\/div><div class=\"paragraph jod\" id=\"v14n510\"> &#x201C;And I have been with thee whi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thersoever thou hast walked, and have cut off all thine enemies from before thee, and have made thee a name like the name of the great men that <span class=\"italic\">are<\/span> in the earth. <\/div><div class=\"paragraph jod\" id=\"v14n511\"> &#x201C;Also I will ordain a place for my people Israel, and will plant them, and they shall dwell in their place, and shall be moved no more; neither shall the children of wickedness waste them any more, as at the beginning, <\/div><div class=\"paragraph jod\" id=\"v14n512\"> &#x201C;And since the time that I commanded judges <span class=\"italic\">to be<\/span> over my people Israel. Moreover I will subdue all thine enemies. Furthermore I tell thee that the Lord will build thee an house. <\/div><div class=\"paragraph jod\" id=\"v14n513\"> &#x201C;And it shall come to pass, when thy days be expired that thou must go <span class=\"italic\">to be<\/span> with thy fathers, that I will raise up thy seed after thee, which shall be of thy sons; and I will establish his kingdom. <\/div><div class=\"paragraph jod\" id=\"v14n514\"> &#x201C;He shall build me an house, and I will stablish his throne forever. <\/div><div class=\"paragraph jod\" id=\"v14n515\"> &#x201C;I will be his father, and he shall be my son: and I will not take my mercy away from him, as I took <span class=\"italic\">it<\/span>   <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from <span class=\"italic\">him<\/span> that was before thee: <\/div><div class=\"paragraph jod\" id=\"v14n517\"> &#x201C;But I will settle him in mine house and in my kingdom for ever: and his throne shall be established for evermore. <\/div><div class=\"paragraph jod\" id=\"v14n518\"> &#x201C;According to all these words, and according to all this vision, so did Nathan speak unto David.&#x201D;<span class=\"citation\" id=\"55880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55880)\">1 Chr. 17:3-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n519\"> There is one point, brethren and sisters, in the passages I have just read in your hearing, to which I wish to call your attention&#x2014;namely, the pleasure that was evinced by the Lord at the disposition which David manifested&#x2014;a disposition which none of his predecessors, apparently, had exhibited, to build unto the Lord of hosts a house, a temple, a place upon and within which his glory could rest. So pleased appeared the Lord to be with this disposition of David that he promised him that he would establish his dynasty, that his son should reign after him, and that this son should be the instrument in his hands of building a glorious temple unto his name. The reasons are given in other portions of Scripture why the Lord did not accept this offering on the part of David. The Lord, in one place, alludes to his life, saying that he had been a man of war and blood; that he had gone forth and fought his enemies, and because of this the Lord was not disposed to accept his offer, but he promised David that he would raise up a son after him who should be a man of peace&#x2014;a man free from war and blood, and that during his lifetime his temple should be reared;<span class=\"citation\" id=\"55883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55883)\">1 Chr. 22:6-13<\/a><\/span> and, according to the prediction of the Lord God, through Nathan the Prophet, Solomon was raised up and did accomplish the work which his father David had desired to do, and he did rear a temple unto the name of the Lord upon and within which his glory rested and was manifested;<span class=\"citation\" id=\"126392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126392)\">2 Chr. 7:1-3<\/a><\/span> and the blessing of God rested upon Solomon <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so long as he continued to serve with a perfect heart<span class=\"citation\" id=\"126390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126390)\">1 Chr. 28:9<\/a><\/span><span class=\"citation\" id=\"126391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126391)\">1 Chr. 29:19<\/a><\/span> the Lord God of his fathers. Israel was also greatly blessed and prospered in rearing that house; and though Solomon, in his prayer, when dedicating it, said how was it possible that God could take up his residence upon earth, when the heavens, and the heaven of heavens could not contain him,<span class=\"citation\" id=\"55911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55911)\">2 Chr. 6:18<\/a><\/span> still God did condescend to manifest his glory in that house to such an extent that the priests could not endure it;<span class=\"citation\" id=\"55907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55907)\">2 Chr. 5:13-14<\/a><\/span> and the blessings of God rested visibly, in the presence of the people, upon that house, and they knew that he had accepted their labors and the dedication of their means for the erection of a house to his name. <\/div><div class=\"paragraph jod\" id=\"v14n520\"> This labor appeals to us in a very peculiar manner. There is no people or community on the face of the earth today, except the Latter-day Saints, who think of rearing unto the Lord of Hosts a temple upon the same principle and for the same objects and ends that the temple was reared in Jerusalem. Already we have completed two temples, and laid the foundation of five. The Saints are all familiar with the history of the building of the temple of Kirtland, whether they were there personally or not; they are also familiar with the blessed results which followed its erection. They know that God did manifest himself to his servants and people in a very peculiar manner, and poured out upon them great and precious blessings;<span class=\"citation\" id=\"90482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90482)\">D&amp;C 110:1-16<\/a><\/span> many ordinances which had been lost to man, or of which he scarcely knew anything, and for the administration of which there had been no authority upon the earth for generations, were restored, and men and women received ordinances, promises and blessings which comforted their hearts and encouraged them in the work of God. And not only were these ordinances adminis<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tered, but additional authority was bestowed upon the prophet of God who stood at the head of this dispensation.<span class=\"citation\" id=\"90532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90532)\">D&amp;C 110:11-16<\/a><\/span> And so also the completion of the temple at Nauvoo brought many blessings; that is, so far as it was completed, for the enemies of God's kingdom did not permit us to complete it entirely; but so far as it was completed God accepted the labor of the hands of his servants and people, and great and precious blessings were bestowed upon the Church of Jesus Christ of Latter-day Saints for the faithfulness and diligence of its members in rearing that house. <\/div><div class=\"paragraph jod\" id=\"v14n522\"> I have often thought of the shortness of the period, after the death of Joseph, which was continued in building that house. He died, as you well know, or was murdered, on the 27th of June, 1844. Before 1845 had passed away the Saints were receiving their endowments in that house. The walls were completed, it was roofed, the spire finished, and the upper story so far completed that the Elders could go in and administer in the ordinances of God's house&#x2014;the sealings, washings and anointings, and in the performance of those ceremonies and ordinances which were necessary for our growth, increase and perfection as a people; and when it is recollected that all this was done in a very short period over one year, it bears testimony to the zeal of the Saints and the mighty exertions they made to fulfil the word of God and the requirements He made of us as a people, that we and our dead might not be rejected.<span class=\"citation\" id=\"91015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91015)\">D&amp;C 124:32<\/a><\/span> But we were not permitted to enjoy that house, we were not permitted to continue receiving blessings there; the enemies of God's kingdom were upon us, and we were compelled to abandon it and our homes, and it fell a sacrifice to the wickedness of the wicked and it was burned with fire&#x2014;probably a better <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fate than to have it stand and be defiled by the wicked. <\/div><div class=\"paragraph jod\" id=\"v14n523\"> We have now to commence again the erection of another temple. For many years the foundation of one on this block has been laid, and the Saints have labored upon it to some extent; but it has not been pushed forward with very great rapidity. There have been reasons for this&#x2014;good and weighty reasons. It is desirable when we build another temple that it should not fall into the hands of the wicked, as those we have already built have done; but that it should stand as an enduring monument of the faith, zeal and perseverance of the Latter-day Saints, in which the ordinances of God's house and kingdom may be administered through all coming time. There seems to be a spirit now resting upon the servants of God to push this house forward to its completion; and I doubt not that this spirit will be received and cherished by the Saints throughout Utah Territory, and throughout the world. Judging by my own feelings on this subject and by the expressions of those who have alluded to it, I confidently believe that a spirit is resting upon the people to receive the counsel that is given concerning it, and to carry forward the work to a speedy completion. <\/div><div class=\"paragraph jod\" id=\"v14n524\"> There are many reasons why we should do it. It is true that God, in his mercy, has permitted us to build another house, which we call the Endowment House, and in which we have received many ordinances and blessings; but there are several which cannot be attended to in the Endowment House; they must be postponed until a temple is completed, in which the Elders and men of God who bear the Holy Priesthood, can go and administer the things of God, and have them accepted by him. This, of itself, is sufficient to stir us up, as  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a people, to exceeding great diligence in pushing forward this work. <\/div><div class=\"paragraph jod\" id=\"v14n526\"> When David announced his intention to prepare the means for the building of the house that should be erected by his son Solomon, he accumulated everything that could be prepared beforehand, so that when Solomon should come to the throne after his decease, he might be full-handed and have abundance wherewith to commence the labor of building.<span class=\"citation\" id=\"55885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55885)\">1 Chr. 22:14-16<\/a><\/span> To accomplish this, David called upon Israel to come forward and exert themselves, and they did so, so we are told, and had exceeding great joy in contributing of their means for the erection of that building.<span class=\"citation\" id=\"55902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55902)\">1 Chr. 29:1-9<\/a><\/span> Of course there is no objection to the Latter-day Saints doing the same; still, that requirement is not made of us at the present time. All that we are required to do is to obey the law that God has given unto us, that is, to pay our tithing. It has been said, and I do not doubt the correctness of the statement, in fact, I may say I am fully aware and conscious of it, that if this people would pay one-tenth of their tithing this temple could be pushed forward to completion very speedily. As a people we have been very negligent in paying our tithing; there are doubtless many exceptions, but as a rule we have not complied with that law with the strictness which we should have done. Now, however, there is an opportunity for us to compensate for our shortcomings in the past, and to go to with zeal and energy to rear this house, so that there may be a temple of God in our midst in which ordinances can be administered for the living and for the dead. I fully believe that when that temple is once finished there will be a power and manifestations of the goodness of God unto this people such as they have never before experienced. Every <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> work of this kind that we have accomplished has been attended with increased and wonderful results unto us as a people&#x2014;an increase of power and of God's blessings upon us. It was so in Kirtland and at Nauvoo; at both places the Elders had an increase of power, and the Saints, since the completion of, and the administration of ordinances in, those buildings have had a power they never possessed previously. <\/div><div class=\"paragraph jod\" id=\"v14n527\"> If any proof of this is needed let us reflect upon the wonderful deliverances that God has wrought out for us since we left Illinois. Up to that period or up to the time that the temple was partly finished and the blessings of God bestowed within its walls, our enemies to a very great extent had triumphed over us. We had been driven from place to place; compelled to flee from one town, county and State to another; but how great the change since then! We started out a poor, friendless people, with nothing but God's blessing upon us, his power overshadowing us and his guidance to lead us in the wilderness; and from the day that we crossed the Mississippi River until this day&#x2014;the 8th of April, 1871&#x2014;we have had continued success and triumphs. God has signally delivered us from the hands of our enemies, and when it has seemed as though we would be overwhelmed, as though no earthly power could succor or deliver us from the hands of those who sought our overthrow, God has done for us as he did for his ancient covenant people, when he caused the waters of the Red Sea to separate, that they might pass through and escape the destruction their enemies threatened.<span class=\"citation\" id=\"54001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54001)\">Ex. 14:21-22<\/a><\/span> So have we been in as remarkable a manner delivered from, apparently, overwhelming difficulty and danger. <\/div><div class=\"paragraph jod\" id=\"v14n528\"> Whence, I ask, my brethren and  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sisters, has this power come? Whence has it been derived? I attribute it to the blessings and the power and the authority and the keys which God gave unto his Saints, and which he commenced to give in the Temple at Nauvoo. The Elders of Israel there received keys, endowments and authority which they have not failed to exercise in times of extremity and danger; and clouds have been scattered and storms blown over, and peace and guidance, and all the blessings which have been desired have been bestowed upon the people, according to the faith that has been exercised. Others may attribute these things to other causes; but I attribute them to this, and I feel to give God the glory; and I trace these deliverances to the power that the Elders received in that temple and previously. I fully believe also, as I have said, that when this and other temples are completed, there will be an increase of power bestowed upon the people of God, and that they will, thereby, be better fitted to go forth and cope with the powers of darkness and with the evils that exist in the world and to establish the Zion of God never more to be thrown down.<span class=\"citation\" id=\"61237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61237)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"126393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126393)\">D&amp;C 103:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n530\"> I know that there is a feeling in the breasts of many people that this sort of thing is fanaticism. This is characteristic of the age of unbelief in which we live. God, in the minds of this generation, is removed far from them. He dwells at an illimitable distance from man, and is not supposed to interfere with his affairs. Man, they think, is left to work out deliverance and salvation according to his own wisdom; and there are a great many people, and it may be said, a great many nations, who do not believe that God interferes at all with matters on the earth. They think of and speak about him; but it is mere form and tradition with them; <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very few believe that he interferes directly with the affairs of men. Of course when such a belief is prevalent, or rather when such unbelief prevails, the idea of building a temple or temples to the Most High God, in which ordinances shall be performed for the living and the dead, strikes the people as something strange and fanatical. But, let me ask, what was the object of building a temple in the days of Solomon? What was the object of rebuilding it after its destruction by Nebuchadnezzar? Why was it that Ezra and the Jews who were with him in Babylonish captivity were strengthened to go forth to rebuild the temple of God at Jerusalem?<span class=\"citation\" id=\"55945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55945)\">Ezra 3:1-13<\/a><\/span><span class=\"citation\" id=\"55947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55947)\">Ezra 6:1-22<\/a><\/span> We read in the Scriptures that God's blessing rested upon them. Their enemies, it is true, harassed them and did all in their power to check their labors, but nevertheless they were exceedingly blessed, and God accepted their work and bestowed choice and peculiar blessings upon them. <\/div><div class=\"paragraph jod\" id=\"v14n531\"> When Jesus came the temple still stood in Jerusalem, but it had become defiled.<span class=\"citation\" id=\"126394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126394)\">Matt. 21:12-13<\/a><\/span> He was so angered on one occasion on this account that he took a scourge of cords and beat out the money changers and others who had defiled it, and upset their tables, and in this visible manner showed his anger at the defilement of his Father's house.<span class=\"citation\" id=\"68676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68676)\">John 2:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n532\"> We read in the revelations that the time will come when the tabernacle of God will be with men on the earth.<span class=\"citation\" id=\"60899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60899)\">Ezek. 37:27<\/a><\/span><span class=\"citation\" id=\"80720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80720)\">Rev. 21:3<\/a><\/span> How shall we, as men and women, prepare for this? One of the prophets says, &#x201C;And the Lord, whom ye seek, shall suddenly come to his temple,&#x201D;<span class=\"citation\" id=\"62383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62383)\">Mal. 3:1<\/a><\/span> showing that there will be, at some period or other, a temple or temples built on the earth to which God will come. <\/div><div class=\"paragraph jod\" id=\"v14n533\"> I have often thought, in reflecting on this subject, how careless mankind  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are in relation to the future. We are born on the earth, where family relationships that are most desirable are formed. Parents have their children whom they love beyond expression. These children grow up and form associations in life and raise families, and these relationships are the most tender known to the human heart. There is nothing so much calculated to make life desirable as the relation of parents to children and children to parents, husbands to wives and wives to husbands; and many a man when he loses his partner, loses all the hope that he has; his heart sinks within him, and he feels as if life was undesirable; and instances are not rare of men, through grief on this account, having their lives shortened. And so with the other sex; sometimes through the loss of a husband a woman's heart will break and she goes down to an early grave. And yet, in the midst of the world where all these tender ties and emotions exist there is no preparation for their perpetuation. The people do not believe that they exist beyond the grave. Imagine, if you can, a state of things where all these relationships are utterly destroyed and all mingle in one common herd! This is the kind of heaven that many people believe they are going to. I have heard ministers say, &#x201C;O, I will not know any relationship between myself and my wife hereafter; she, then, will be no nearer to me than any other woman, nor I to her than any other man; our children will be no nearer to us than any other children, and we will live in this condition throughout the endless ages of eternity.&#x201D; This is a dreary prospect for any human being who has the affection of a husband, wife, parent, or child&#x2014;a dreary prospect for that endless eternity to which we are all hastening. <\/div> <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n535\"> But God, in ancient days, gave certain authority unto one of his Apostles&#x2014;namely, Peter. He gave to him authority to bind on earth, and it should be bound in heaven; to loose on earth and it should be loosed in heaven.<span class=\"citation\" id=\"64868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64868)\">Matt. 16:18-19<\/a><\/span> Where is this authority now? Shall we go to the Roman Catholic Church to find it? If it be there it is not exercised. Shall we go to the Episcopal Church to find it? If it be there they fail to proclaim it. Where shall we go to find a man who has authority to bind on earth and it is bound in heaven, as Jesus told Peter? Where shall we find a man whose acts will be thus recognized of God, and whose performances or solemnizations are confirmed by the heavens themselves? You travel throughout all the earth and mingle with the various sects who claim to be the descendants of the Apostles, and you will look in vain for any claims to such authority. But come among the Latter-day Saints, who claim to be the original Church restored to the earth again, who claim to have the authority of the Apostleship&#x2014;the same Apostleship that was exercised by Peter, James, John and the other Apostles, and you will find the authority to bind and loose on earth and it will be bound or loosed in heaven, claimed and exercised in their midst.<span class=\"citation\" id=\"64894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64894)\">Matt. 16:19<\/a><\/span><span class=\"citation\" id=\"65068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65068)\">Matt. 18:18<\/a><\/span> It is claimed by the Church of Jesus Christ of Latter-day Saints that God has restored the keys of the Apostleship; that he has restored the authority by which the ordinances shall be performed on the earth that will bind man to woman, woman to man, children to parents and parents to children, so that these relationships which are so acceptable in the sight of God may not only exist for time, but may be perpetuated throughout the endless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v14n536\"> This is the claim the Latter-day  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints make, and it is the authority they exercise. To claim the Apostleship and authority without claiming and exercising its functions would be altogether contrary to the spirit and power of that office and authority when it was upon the earth in ancient days; therefore we wish to rear temples and administer ordinances, looking, as we do, upon this life as a state of probation in which we may gain experience and prepare ourselves for higher exaltation and a greater degree of felicity in the world to come. <\/div><div class=\"paragraph jod\" id=\"v14n538\"> We build temples and we administer and submit to ordinances and perform those things within them which will prepare us to dwell eternally with our God, with Jesus and the Apostles in the heavens. There each man will have his family and kingdom. It is said that God is Lord of lords and King of kings;<span class=\"citation\" id=\"80191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80191)\">Rev. 17:14<\/a><\/span><span class=\"citation\" id=\"80429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80429)\">Rev. 19:16<\/a><\/span> but how can he be King of kings unless there be kings under him to give him homage and pay respect unto him and acknowledge him as their Lord and their King? When God led forth Abraham and told him that as the stars of the firmament were innumerable so should his seed be,<span class=\"citation\" id=\"126395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126395)\">Ex. 32:13<\/a><\/span><span class=\"citation\" id=\"91709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91709)\">D&amp;C 132:30<\/a><\/span><span class=\"citation\" id=\"93431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93431)\">Abr. 3:14<\/a><\/span> he proclaimed to him the greatness of his kingdom in eternity. He told Abraham that he should be a king over this innumerable host; for if Abraham were not to be king over them, of what use or glory would his posterity be to him? When God pointed Abraham to the sand on the seashore and told him that as it was countless so should his seed be,<span class=\"citation\" id=\"53339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53339)\">Gen. 22:17<\/a><\/span> he told him in accents that could not be mistaken of the future glory of his eternal kingdom. And if all mankind attained to the same promises as Abraham, they also would have an innumerable posterity to reign over. As the prophet says concerning our Lord and Savior Jesus Christ, &#x201C;To the increase of his kingdom there shall be no end.&#x201D;<span class=\"citation\" id=\"58065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58065)\">Isa. 9:7<\/a><\/span> It shall go on <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> increasing with every cycle of eternity, as long as time endures. There shall be no end to the increase of his kingdom. His glory consisted of this; and the glory of God consists in the number of his posterity; and as generation succeeds generation, until the earth is filled and glorified, other worlds will be rolled into existence, upon which the posterity of God, our heavenly Father, shall increase throughout the endless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v14n539\"> As it was said to Abraham and Jesus, so it will be said to the faithful sons and daughters of God; hence the Latter-day Saints believe in the eternal nature of the marriage relation. When we marry there is a power here to bind on earth and it is bound in heaven.<span class=\"citation\" id=\"91768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91768)\">D&amp;C 132:46<\/a><\/span> Men and women are married to each other for time and for all eternity; not as it is in the world, &#x201C;until death shall them part;&#x201D; but that tie shall be as enduring as eternity itself, and there shall never be a time when it shall be dissolved; and to their increase there shall be no end,<span class=\"citation\" id=\"58066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58066)\">Isa. 9:7<\/a><\/span> for this is the glory of God, and this is the blessing of God upon his faithful children. The godlike power has been given us here on the earth to bear and perpetuate our own species; and shall this power, which brings so much joy, peace and happiness, be confined and limited to this short life? It is folly to talk about such a thing; common sense teaches us better. It teaches that we have been organized, not for time alone; that we have been endowed as we are, in the image of God,<span class=\"citation\" id=\"52194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52194)\">Gen. 1:26-27<\/a><\/span> not for thirty, forty, fifty, seventy or a hundred years, but as eternal beings, exercising our endowments and functions for all eternity, if we live faithful or take a course that God approves. Therefore there is great sense, beauty and godliness in the idea that God taught Abraham with respect to his posterity becoming as numer<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ous as the stars of the firmament.<span class=\"citation\" id=\"53340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53340)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"93427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93427)\">Abr. 3:11-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n541\"> The Latter-day Saints live for this. We look upon this life as a very short period of time. We have suffered and are likely to suffer as the Saints of God did anciently; and this life is a state of probation&#x2014;a short period filled with sorrow. Difficulties, thorns, briars, brambles, and obstacles of various kinds beset our pathway; but, as was said yesterday, we look forward to a heavenly city, whose builder and maker is God.<span class=\"citation\" id=\"77007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77007)\">Heb. 11:10<\/a><\/span> We look forward to the time when this earth will be redeemed from corruption and cleansed by fire;<span class=\"citation\" id=\"76735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76735)\">Heb. 6:7 (JST)<\/a><\/span> when there shall be a new heaven and a new earth,<span class=\"citation\" id=\"80694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80694)\">Rev. 21:1-2<\/a><\/span><span class=\"citation\" id=\"84774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84774)\">D&amp;C 29:23-24<\/a><\/span> and when the Saints shall possess their native inheritance purified from sin,<span class=\"citation\" id=\"83898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83898)\">Dan. 7:18<\/a><\/span><span class=\"citation\" id=\"89700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89700)\">D&amp;C 103:7<\/a><\/span> redeemed from corruption, with the power of Satan curtailed, and when we shall be able to increase and multiply and fill this earth, go to other earths and carry on the work of emigration through the endless ages of eternity. <\/div><div class=\"paragraph jod\" id=\"v14n542\"> This is a little of the heaven that the Latter-day Saints look forward to. It is not a heaven where all distinctions are abolished&#x2014;where <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> parents and children are mingled with the common mass, where wives and husbands are undistinguishable; but where all these ties exist and are preserved and perpetuated, and man goes forward on that heavenly career which God, his Heavenly Father, has assigned to him, and which he designs that all his faithful children shall walk in. These are some of the reasons why we want a temple built. There are innumerable reasons why we should go to with our might and rush forward this work. Let us push it to its completion as speedily as may be required, and God will bless us; he will make our feet fast<span class=\"citation\" id=\"71903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71903)\">Acts 16:24<\/a><\/span> in these valleys; he will give us increase and make of us a mighty nation. Already he has set his seal upon us; already he has given us the glorious privilege of bearing his name. Let us rear a house upon which his glory shall rest, and that shall be called by his name.<span class=\"citation\" id=\"89148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89148)\">D&amp;C 97:15<\/a><\/span> This is required at our hands; and that God may help us to accomplish it, and keep us faithful to the end, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}