{"ID":140014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Traditions&#x2014;Oppressing the Poor&#x2014;Influence of Women&#x2014;Fashions.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the Tabernacle, Salt Lake City, August 8, 1869.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Traditions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/8\/1869<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v14n422\"> This is a very singular world that we live in; yet were it not for the spirit of error and confusion that everywhere prevails I think we should call it a very fine, excellent world. The annoyances, difficulties, errors, perplexities, sorrows, and troubles of this life, from first to last, are in consequence of sin being in the world. For me to say it is not right for sin to be in the world, or if we, as intelligent beings, come to the conclusion that sin entered the world by chance, through some mistake, and it was contrary to the design of him who created us, we should err. <\/div><div class=\"paragraph jod\" id=\"v14n423\"> This people called Latter-day Saints are looked upon as a very singular people; in fact, we are regarded as an anomaly in the world. Why is this so? Are we different to others who are born into the world? Are we not of the same blood as the people of the other nations and tongues of the earth? We certainly are, for we are gathered from among them. Like them, we have eyes to see with, ears <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to hear with; we have lips and organs of speech, and we use them as others do; we eat, drink, sleep, plant, sow, reap, mow, build houses and inhabit them, just as they do. Then what is the difference between us and them, and why are we looked upon by the world as though we are entirely different from them, and why have we from the beginning met with vituperation and abuse from the hands of many, and, been deprived of our civil and religious rights and treated as outlaws? If we search the Old and New Testaments, and then the corroborative evidence contained in the Book of Mormon, and find therein how the kingdom of God was organized, and compare our present organization with it, we shall find that one is a perfect facsimile of the other. This constitutes the difference between us and the world, and this is why we have been treated as we have been, and why we are looked upon as we are. We believe the Bible and practice it, as far as our weaknesses will  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>permit. Not that we do it perfectly; as it has been stated this morning, we have darkness, unbelief, ignorance, superstition, and our traditions to contend with and overcome; and they cling to us to that degree that we can hardly overcome them. <\/div><div class=\"paragraph jod\" id=\"v14n425\"> The traditions that we have imbibed in the several countries in which we have been born, and under the various circumstances under which we have been raised, offer a wide field for reflection, and in passing judgment upon each other's acts a great deal of charity is necessary. The people of one nation will do a thousand things, and, according to their traditions, feel themselves perfectly justified, which those of another nation, with their traditions, would not consider it right to do. How would it look here in the United States of America to enter a large meetinghouse like this, move out the benches, and then for a congregation to enter the house, kneel down and say a few words of prayer, get up and begin to waltz around to the music of the organ? This would be considered a very strange proceeding among the people of America; yet in other countries it is done and is considered most sacred; and it is in accordance with their traditions. People's notions of honesty as well as of worship differ very widely, and this difference of opinion is the result of the traditions they have imbibed; and for any persons to say we will bring a motley mass together from various countries, and we will judge all of them by our standard, would be diverging somewhat from the path of truth and justice. Still, notwithstanding the various traditions we have severally imbibed, we are all capable of coming to a perfect understanding of truth and justice, and of what we should do to be perfectly right before God. This is a subject I have reflected upon a great deal, <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and I have come to the conclusion that we shall be judged according to the deeds done in the body<span class=\"citation\" id=\"74144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74144)\">2 Cor. 5:10 (JST)<\/a><\/span> and according to the thoughts and intents of the heart.<span class=\"citation\" id=\"76547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76547)\">Heb. 4:12<\/a><\/span><span class=\"citation\" id=\"88764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88764)\">D&amp;C 88:109<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n426\"> In viewing the traditions of the Christian world, so far as I have been acquainted with them, before I knew anything of the Gospel, and before it was revealed from heaven, I have seen men who thought they were as full of grace, faith, and sanctity as possible, in fact, full of self-righteousness, which they considered the righteousness of God; and yet what would they do? I have known such men, in time of harvest, or when they had a press of work, say to the poor man who was hardly able to procure the bread necessary for his wife and children, &#x201C;I will give you fifty cents a day if you will come and help me harvest, and pay you in Indian meal.&#x201D; Such men feel justified, for to oppress the poor<span class=\"citation\" id=\"55096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55096)\">Deut. 24:14<\/a><\/span> is in accordance with their traditions. <\/div><div class=\"paragraph jod\" id=\"v14n427\"> A similar course is pursued with the female sex. A young woman, compelled to labor for her daily bread, applies for work to some lady in comfortable circumstances. The lady perhaps says, &#x201C;What wages do you want?&#x201D; &#x201C;I do not know. What will you give me?&#x201D; The reply is, probably, &#x201C;Well, I will give you fifty cents a week and your board, but I shall want you to do my washing, ironing, milking, scrubbing, and cooking,&#x201D; the whole of it, most likely, keeping the poor girl at work from five o'clock in the morning until ten at night. Yet her poverty leaves her no choice, and she is compelled to become a slave in order to procure, day by day, her breakfast, dinner, and supper. It is probable that if her father be alive he is too poor to help her; and if she has a mother she may be a widow and unable to rescue her from a life of toil and  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>slavery. A lady, whom I knew in my youth, the wife of a minister, where I used to attend meeting, said once to some of her sisters in the church, &#x201C;Do you suppose that we shall be under the necessity of eating with our hired help when we get into heaven? We do not do it here, and I have an idea that there will be two tables in heaven.&#x201D; Yet she was a lady of refinement and education, still the traditions that had been woven into her very being proved the folly she possessed to ask such a question. <\/div><div class=\"paragraph jod\" id=\"v14n429\"> Do these and similar traditions exist in the world? Yes; I know of countries in which if a poor person&#x2014;or perhaps I should say any person, and not confine it to the poor&#x2014;where if any person, man or woman, were passing along the street, and were to pick up a pocket book containing one, ten, a hundred, or a thousand pounds, he or she would feel to thank God for the blessing, and would never think of trying to find the owners of this property, or of letting them know anything about it, even if they were known. Such parties would feel justified in the act, and would rejoice because they were able to make themselves comfortable. Are any of you acquainted with such traditions? Yes, many of you have been brought up in the midst of them. <\/div><div class=\"paragraph jod\" id=\"v14n430\"> What would you do, who have lived in England, if you had rented a place, and in that place you had found some old secret cupboard or hole in the wall containing a fortune in treasure which had belonged to some one who had formerly resided in those premises, and whose children or relatives might be living in the neighborhood even then? Would you divulge such a circumstance, and do your best to discover those to whom it rightfully belonged, in order to restore it to them? No; you would put it in your pocket, considering it a god<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>send, and never say a word about it. <\/div><div class=\"paragraph jod\" id=\"v14n431\"> I see these and numberless other traits of character among, the people here, all of which are the results of their traditions. Now, what can we expect of them? We expect to treat them as children until we can teach them to become men and women. Seeing, then, that these differences in sentiment exist among the people, and knowing that they are the natural result of the traditions and circumstances by which they have been surrounded, it will not do to judge according to the outward appearance,<span class=\"citation\" id=\"69401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69401)\">John 7:24<\/a><\/span> but according to the sincerity and honesty of the heart. <\/div><div class=\"paragraph jod\" id=\"v14n432\"> I look at the Latter-day Saints, and I sometimes take the liberty to preach to them; and this principle, of being judged according to our works,<span class=\"citation\" id=\"80644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80644)\">Rev. 20:12-13<\/a><\/span> is as applicable to communities as individuals. I, therefore, wish to apply it to those amongst us who are not as diligent as they might be in the duties of every day life, as they present themselves before them, whether they be of a spiritual or temporal nature. Whatever you do, you have been taught sufficient to know that all our duties are in the Lord and are circumscribed in the faith and practice of the kingdom of God. &#x201C;The earth is the Lord's, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56486)\">Ps. 24:1<\/a><\/span> The gold and the silver the earth contains are his; the wheat and fine flour, the wine and the oil are his; the cattle that roam over the plains and mountains belong to him we serve, and whom we acknowledge as the God of the universe. And whether we are raising cattle, planting, gathering, building or inhabiting, we are in the Lord, and all we do is within the pale of his kingdom upon the earth, consequently it is all spiritual and all temporal, no matter what we are laboring to accomplish. <\/div><div class=\"paragraph jod\" id=\"v14n433\"> We frequently call the brethren to go on missions to preach the Gospel,  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and they will go and labor as faithfully as men can do, fervent in spirit, in prayer, in laying on hands, in preaching to and teaching the people how to be saved. In a few years they come home, and throwing off their coats and hats, they will say, &#x201C;Religion, stand aside, I am going to work now to get something for myself and my family.&#x201D; This is folly in the extreme! When a man returns from a mission where he has been preaching the Gospel he ought to be just as ready to come to this pulpit to preach as if he were in England, France, Germany, or on the islands of the sea. And when he has been at home a week, a month, a year, or ten years, the spirit of preaching and the spirit of the Gospel ought to be within him like a river flowing forth to the people in good words, teachings, precepts, and examples. If this is not the case he does not fill his mission. <\/div><div class=\"paragraph jod\" id=\"v14n435\"> Men may think, and some of them do, that we have a right to work for ourselves; but I say we have no time to do that in the narrow, selfish sense generally entertained when speaking about working for self. We have no time allotted to us here on the earth to work for ourselves in that sense; and yet when laboring in the most disinterested and fervent manner for the cause and kingdom of God, it is all for ourselves. When I say we do not labor for ourselves, I reflect in a moment that I do nothing but what is for myself and then for my friends. It is equally true with all of us; and though our time be entirely occupied in laboring for the advancement of the kingdom of God on the earth we are in reality laboring most effectually for self, for all our interest and welfare both in time and eternity are circumscribed and bound up in that kingdom. <\/div><div class=\"paragraph jod\" id=\"v14n436\"> How often, when I was engaged in traveling and preaching the Gospel, <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the people said to me, &#x201C;O, this must be all a speculation! You differ so much from other people that we cannot believe all you teach.&#x201D; &#x201C;We have heard a great deal about Mr. Smith, or &#x2018;Joe Smith,&#x2019;&#x201D; they would often say, &#x201C;and he must be a speculator, and these doctrines you preach were gotten up by him expressly for a speculation.&#x201D; I have acknowledged a great many times, and I am as free to acknowledge it today, that it is the greatest speculation ever entered into by God, men, or angels, for it is a speculation involving eternal lives in the celestial kingdom of God. It is the grandest investment on the face of the earth, and one in which you may invest all and everything you possess for the present and eternal benefit of yourself, your wives, your children, parents, relatives and friends; and all who are wise will enter into it, for they can make more by it, and be exalted higher by its means than by any other speculation ever introduced among the children of men. When I labor in the kingdom of God, I labor for my own dear self, I have self continually before me; the object of my pursuit is to benefit my individual person; and this is the case with every person who ever was or ever will be exalted. Happiness and glory are the pursuit of every person that lives on the face of the earth, who is thoroughly endowed with wisdom and the spirit of enterprise, whether immorality is brought in or not. Such are after honor, ease, comfort; such want to wield power, and would like to have influence and dominion. Now, if they will enter this great speculation&#x2014;the kingdom of God on the earth, the plan of redemption and exaltation devised before the foundation of the world was laid, it will lead to greater happiness, power, influence, and dominion than ever man possessed or thought of. <\/div> <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n437\"> I believe it is generally allowed that &#x201C;self-preservation is the first law of nature.&#x201D; If it is, let us save ourselves and enter into covenant with God, who holds the issues of life and death, and who can give and no one can dispute his right; who can withhold and no one can hinder it. Let us enter into covenant with him by enlisting in this great, good cause, and thus take ourselves back into his presence. We can do this through his grace and Gospel, through the atonement of his Son, by faith in the Father and the Son and by our obedience to their requirements. <\/div><div class=\"paragraph jod\" id=\"v14n438\"> Now, if we are to be judged according to our works<span class=\"citation\" id=\"80645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80645)\">Rev. 20:12-13<\/a><\/span> I want to proceed a little further. You will permit me to be plain in making my remarks; in so doing, however, I may interfere with individual ears and feelings. I have a word to say to my sisters. When I reflect upon the duties and responsibilities devolving upon our mothers and sisters, and the influence they wield, I look upon them as the mainspring and soul of our being here. It is true that man is first. Father Adam was placed here as king of the earth, to bring it into subjection. But when Mother Eve came she had a splendid influence over him. A great many have thought it was not very good; I think it was excellent. After she had partaken of the fruit she carried it to her husband, saying, &#x201C;Husband, a certain character came to me and said if you will eat of this fruit you will find it excellent, and it will make you as Gods, knowing good from evil; and I have tasted it, and I assure you it is excellent.&#x201D;<span class=\"citation\" id=\"52553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52553)\">Gen. 3:1-7<\/a><\/span><span class=\"citation\" id=\"92510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92510)\">Moses 4:6-13<\/a><\/span> Her influence was so great with Adam that he also partook of it, and his eyes were opened. You know the result&#x2014;they were both driven from the garden.<span class=\"citation\" id=\"52670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52670)\">Gen. 3:24<\/a><\/span><span class=\"citation\" id=\"92543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92543)\">Moses 4:31<\/a><\/span> Before this, however, they were commanded to multiply and replenish the earth<span class=\"citation\" id=\"52299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52299)\">Gen. 1:28<\/a><\/span><span class=\"citation\" id=\"92370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92370)\">Moses 2:28<\/a><\/span> and thus <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fill the measure of their creation. <\/div><div class=\"paragraph jod\" id=\"v14n439\"> Now, I say the women have great influence. Look at the nations of the earth. Any nation you like, no matter which, and you enlist the sympathies of the female portion of it and what is there you cannot perform? If the government wants soldiers, they are on hand; if means, it is forthcoming. If you want influence and power, and have the ladies on your side, they will give it you. You take a nation that is going to war, whether our nation or any other; in the late struggle, for instance, between the Northern and Southern States, suppose all the mothers, sisters and daughters of the Republic had set their will and determination that no soldiers should go to the field, how many do you suppose would have been obtained? A few Irishmen and Germans might have been hired, but that is all. This is the influence the ladies hold in the nations of the earth. It is true that they are not allowed to go to the ballot-box, but let the females in any district be united and say that such a man shall not go to Congress, and I reckon he cannot go. He may make up his mind to stay at home and make shingles, raise potatoes, or do something else. If he is a lawyer, he may try to get a living by pleading law, but he cannot go to Congress. And when the ladies say send such a man, he is pretty sure to go if they are united and determined that it shall be so. The ladies may not know that they wield so much influence as this, and they would probably want some outward sign before they could be convinced, but it is nevertheless true that their influence is as powerful as I have stated. <\/div><div class=\"paragraph jod\" id=\"v14n440\"> Now, a few words directly to my sisters here in the kingdom of God. We want your influence and power in helping to build up that kingdom, and what I wish to say to you is  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>simply this, if you will govern and control yourselves in all things in accordance with good, sound, common sense and the principles of truth and righteousness, there is not the least fear but what father, uncle, grandfather, brothers, and sons will follow in the wake. <\/div><div class=\"paragraph jod\" id=\"v14n442\"> It is the ladies who introduce the fashions here. I will take the liberty of speaking with regard to some of them. If you take up some of the fashion magazines sent here you will find the ladies very beautifully portrayed with those &#x201C;Grecian bends.&#x201D; They are being introduced here, but they are of very moderate dimensions yet. By and by, in about another year perhaps, they will be as large again as they are now; and in two years from the present time they will be three or four times as large, and if this ridiculous fashion should continue they may keep on increasing in size until on a hazy day, or in the dusk of the evening, you will not be able, for the life of you, to tell a lady, at a distance, from a camel. Now, the ladies can do just as they please about adopting or changing this fashion. If it is adopted there is one thing I am afraid of. In the world, you know, it is no uncommon thing to see children born deformed; every such instance might have been avoided with proper care, for all such deformities are the result of natural causes. I hope we shall never see such things in Zion, but if our ladies continue the fashion of the &#x201C;Grecian bend,&#x201D; I am afraid some of their children will be born with humps on their backs. <\/div><div class=\"paragraph jod\" id=\"v14n443\"> There is another item in relation to fashions to which I wish to call the attention of the sisters, being satisfied that ladies, of naturally good taste, need only to have their attention directed to anything showing a want of it, to discontinue it. I refer now <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to the trails or trains that it is fashionable for ladies to wear at the bottom of their dresses. You know it is the custom of some here to have a long trail of cloth dragging after them through the dirt; others, again, will have their dresses so short that one must shut his eyes, or he cannot help seeing their garters. Excuse me for the expression; but this is true, and it is not right. The ladies of Israel should consider these things, and as they will be judged according to their works<span class=\"citation\" id=\"80646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80646)\">Rev. 20:12-13<\/a><\/span> just as much as the men, they should seek to have good works, and be governed by good sense instead of foolish fashions in their modes of adorning and dressing themselves. <\/div><div class=\"paragraph jod\" id=\"v14n444\"> It is true that we have not the etiquette here, as a general thing, that is in the world; and this is not at all strange when the circumstances in which most of the people have been reared are considered. When I meet ladies and gentlemen of high rank, as I sometimes do, they must not expect from me the same formal ceremony and etiquette that are observed among the great in the courts of kings. In my youthful days, instead of going to school, I had to chop logs, to sow and plant, to plow in the midst of roots barefooted, and if I had on a pair of pants that would cover me I did pretty well. Seeing that this was the way I was brought up they cannot expect from me the same etiquette and ceremony as if I had been brought up at the feet of Gamaliel.<span class=\"citation\" id=\"72087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72087)\">Acts 22:3<\/a><\/span> The most of the people called Latter-day Saints have been taken from the rural and manufacturing districts of this and the old countries, and they belonged to the poorest of the poor. Many of them, I may say the great majority, never had anything around them to make life very desirable; they have been acquainted with poverty and wretchedness, hence it cannot be expected that they should manifest that  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>refinement and culture prevalent among the rich. Many and many a man here, who is now able to ride in his wagon and perhaps in his carriage, for years and years before he started for Zion never saw daylight. His days were spent in the coal mines, and his daily toil would commence before light in the morning and continue until after dark at night. Now what can be expected from a community so many of whose members have been brought up like this, or if not just like this, still under circumstances of poverty and privation? Certainly not what we might expect from those reared under more favorable circumstances. But I will tell you what we have in our mind's eye with regard to these very people, and what we are trying to make of them. We take the poorest we can find on earth who will receive the truth, and we are trying to make ladies and gentlemen of them. We are trying to educate them, to school their children, and to so train them that they may be able to gather around them the comforts of life, that they may pass their lives as the human family should do&#x2014;that their days, weeks, and months may be pleasant to them. We prove that this is our design, for the result, to some extent, is already before us. <\/div><div class=\"paragraph jod\" id=\"v14n446\"> I will now return to the influence of the female portion of our community. The ladies have power and influence to suppress the &#x201C;Grecian bend&#x201D; and other fashionable follies, if they will. I want them to consider well their standing, condition, and influence. Suppose that our wives and daughters should say to us, &#x201C;Husband,&#x201D; or &#x201C;Father, will you wear a straw hat of our make?&#x201D; or, &#x201C;We had some flax got out last season and we have made some tow or linen cloth, and we have some that would make a nice coat, will you wear <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it if we make it up for you?&#x201D; What do you suppose we should say? The reply would be, &#x201C;Wives,&#x201D; or &#x201C;Daughters, yes, and we thank you; we see your good works and we will wear the hat or the coat you may make for us.&#x201D; And we should do this without ever having a thought about anybody else being pleased with them or not; if we looked well in the eyes of our wives and daughters, we should care very little for others. Then suppose, after they had made these garments for us, they go to the boys and say, &#x201C;Here, boys, will you wear what father wears?&#x201D; There would be no fear but the boys would say, &#x201C;Yes, if it is good enough for father it is good enough for us.&#x201D; We sometimes see a few homemade hats in our congregations, and without a close examination they might be taken for foreign goods, they are so excellent and possess such a delicacy of appearance and finish, which is praiseworthy. <\/div><div class=\"paragraph jod\" id=\"v14n447\"> What is there in these respects that the members of the Female Relief Societies cannot accomplish? They can abolish the &#x201C;Grecian bend,&#x201D; if they wish to do so, and so far as my taste is concerned I would much rather see a &#x201C;Mormon bend&#x201D; than a &#x201C;Grecian bend;&#x201D; and besides this they can control the fashions, and if they are so disposed, make home-manufactured articles of all kinds the fashion throughout the Territory. Is there any necessity for this? Certainly there is. Just for want of a few hundred thousand dollars, owing to this people by the railway companies, almost every business man in our community is oppressed. Suppose the amount due were paid, in a few months it would be spent and the people would be in about the same condition they are in today. Where then could you procure money to buy foreign goods? Our merchants are  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>complaining of dull times and no sales. Ask them what are their dividends, and they will tell you &#x201C;a mere nothing.&#x201D; Why not relieve this portion of the community, and keep them from the necessity of straining their brains until they become insane to know how to pay their debts? Say to them, &#x201C;Pay your debts, we will help you to do so but do not run into debt any more. We are going to make our own bonnets and hats.&#x201D; Will you make the ribbons? No; you are not prepared to do so now, but you soon will be. If any of you want to do so now I have silk I can furnish you, and we have plenty of silk weavers amongst us. But if you are not prepared for this just say, &#x201C;We will do without ribbons,&#x201D; or &#x201C;We will do with as few as possible,&#x201D; and make the ornaments you wear on your heads of the straw that grows in our fields. <\/div><div class=\"paragraph jod\" id=\"v14n449\"> Ladies, can you do this? You can, and we require you to do it. If you are the means of plunging this whole people into debt so as to distress them, will there be anything required of you? I think there will, for you will be judged according to your works.<span class=\"citation\" id=\"80647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80647)\">Rev. 20:12-13<\/a><\/span> Are not the men as extravagant as the women? Yes, certainly they are, and just as foolish. I could point out instances by the score and by the hundred of men who are just as unwise, shortsighted, and foolish as the women can be; but a condemnation of the male portion of the community will not justify the female portion of it. <\/div><div class=\"paragraph jod\" id=\"v14n450\"> There is a great deal said in these days with regard to woman's rights. I wish our women understood their rights, and would then assume them. They have a great many rights they are not aware of. As I pass around from house to house, occasionally, I sometimes think, &#x201C;I wish the lady who lives here understood her rights; <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> if she did I think her house and children would look a little different.&#x201D; It is your right, wives, to ask your husbands to set out beautiful shade and fruit trees, and to get you some vine and flowers with which to adorn the outside of your dwellings; and if your husbands have not time, get them yourselves and plant them out. Some, perhaps, will say, &#x201C;O, I have nothing but a log house, and it is not worth that.&#x201D; Yes; it is worth it. Whitewash and plaster it up, and get vines to run over the door, so that everybody who passes will say, &#x201C;What a lovely little cottage!&#x201D; This is your privilege and I wish you to exercise yourselves in your own rights. <\/div><div class=\"paragraph jod\" id=\"v14n451\"> It is your right and privilege, too, to stop all folly in your conversation, and how necessary this is! I have often thought and said, &#x201C;How necessary it is for mothers, who are the first teachers of their children and who make the first impressions on their young minds, to be strict.&#x201D; How careful they should be never to impress a false idea on the mind of a child! They should never teach them anything unless they know it is correct in every respect. They should never say a word, especially in the hearing of a child, that is improper. How natural it is for women to talk baby-talk to their children; and it seems just as natural for the men to do so. It is just as natural for me as to draw my breath to talk nonsense to a child on my lap, and yet I have been trying to break myself of it ever since I began to have a family. <\/div><div class=\"paragraph jod\" id=\"v14n452\"> These duties and responsibilities devolve upon mothers far more than upon fathers, for you know the latter are often in the field or canyon, and are frequently away from home, sometimes for several days together, attending to labors which compel them to be absent from home. But the mother is at home with the children con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinually; and if they are taught lessons of usefulness it depends upon her. How foolish it is&#x2014;and some mothers do it, to dress a child in the most gaudy apparel you can get hold of, when you know that, unless under your own eye, that very child, in five minutes after being dressed, will be playing in the mud! Why not rather dress the child in something useful and appropriate, for play, sunshine, and fresh air are as necessary to children as food. Do I see any of this nonsensical shortsightedness on the part of mothers? Yes, but it is for the want of thought and through mistaken kindness that they do this and many other foolish things to their children. <\/div><div class=\"paragraph jod\" id=\"v14n454\"> One thing is very true and we believe it, and that is that a woman is the glory of the man;<span class=\"citation\" id=\"73329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73329)\">1 Cor. 11:7<\/a><\/span> but she was not made to be worshipped by him. As the Scriptures say, Man is not without the woman, neither is woman without the man in the Lord.<span class=\"citation\" id=\"73337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73337)\">1 Cor. 11:11<\/a><\/span> Yet woman was not made to be worshipped any more than man was. A man is not made to be worshipped by his family; but he is to be their head,<span class=\"citation\" id=\"75334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75334)\">Eph. 5:23<\/a><\/span> and to be good and upright before them, and to be respected by them. It is his privilege to walk erect, to converse the same as God, in fact he is made in the express image of his Heavenly Father,<span class=\"citation\" id=\"76358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76358)\">Heb. 1:3<\/a><\/span> and he should honor this position. Yet he is not made to be worshipped, but to be the head and superior, and to be obeyed in all love and kindness, and the woman is to be his helpmeet.<span class=\"citation\" id=\"52500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52500)\">Gen. 2:18<\/a><\/span> Woman has her influence, and she should use that in training her children in the way they should go;<span class=\"citation\" id=\"57489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57489)\">Prov. 22:6<\/a><\/span> if she fails to do this she assumes fearful responsibilities. <\/div><div class=\"paragraph jod\" id=\"v14n455\"> We have instances in this Church of mothers full of faith and good works, and if you mark their children you cannot find one that is froward in his ways; I do not remember an <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> instance among the children of such mothers but what believed in and delighted in the Gospel. We have also here the children of mothers of an opposite character&#x2014;mothers who have been careless and indifferent about the Gospel or the kingdom of God, and, if you mark their children, they are the same, and they stray away from the kingdom of God and from the ordinances of life and salvation. This is the result of the influence of the mother; I am an eyewitness of it. <\/div><div class=\"paragraph jod\" id=\"v14n456\"> If our sisters comprehended the power they bear and the influence they wield in the midst of the people it does appear to me that they would consider their condition a little more than they do. It is true that I sometimes chasten them pretty severely and talk to them harshly, and tell them precisely how they look and act, and the path they are walking in and point out the dangers to which they are exposed; and sometimes it hurts their feelings, but I cannot help this. I take the liberty of doing this and I do it for their good, for it is seldom that a man will say anything to his wife or daughters about their everyday labor and conduct. It is true that there is occasionally a man who will find fault with everything, and a woman who will do the same; and there is a certain few on this earth who are never happy unless they are miserable, and who are never easy until they are in pain; but such people are not commonly to be met with. Let the husband train himself to be submissive to the Lord and his requirements in every respect, and teach his wife or wives and children the doctrine of life and salvation and set before them an example worthy of imitation, and there are few families but what will follow such a husband and father. Occasionally you may meet with a family who will be re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bellious under such circumstances, and you may once in a while find a man who will be rebellious when his wife and children are full of faith and good works. But such individuals are of Gentile blood, which is the rebellious blood,<span class=\"citation\" id=\"86569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86569)\">D&amp;C 64:36<\/a><\/span> and will show it out. <\/div><div class=\"paragraph jod\" id=\"v14n458\"> Now, sisters, hearken! Look to yourselves in your capacity as Relief Societies in this city and throughout the mountains. Look at your condition. Consider it for yourselves, and decide whether you will go to and learn the influence which you possess, and then wield that influence for doing good and to relieve the poor among the people. When I have been out in the nations I have frequently been pained to see the scenes of distress there to be met with. I recollect one circumstance, while in England. I have related it often, but will do so now. When standing in Smithfield Market, in the City of Manchester, once, I spent a penny for a bunch of grapes that had just come from France. Immediately after I felt as guilty as I could feel, for I saw a woman passing by who, I knew by her appearance, was starving to death. She dare not steal nor beg, for if she had done either she would have been instantly arrested and taken to prison or the workhouse. I say I felt guilty for spending that in luxury which, if it had been given to that woman, might have procured her a morsel of bread, and so have helped to relieve her misery. <\/div><div class=\"paragraph jod\" id=\"v14n459\"> Sisters, do you see any children around your neighborhoods poorly clad and without shoes? If you do, I say to you Female Relief Societies pick up these children and relieve their necessities, and send them to school. And if you see any young, middle-aged or old ladies in need find them something to do that will enable them to sustain themselves; but don't relieve the idle, for relieving those <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who are able but unwilling to work is ruinous to any community. The time we spend here is our life, our substance, our capital, our fortune, and that time should be used profitably. Take these old ladies, there are a great many of them around rather poor, and give them something to do; that is their delight. You will hardly find an old lady in the community who has not been brought up to work; and they would rather knit stockings or do some other useful labor than eat the bread of charity. Relieve the wants of every individual in need in your neighborhoods. This is in the capacity and in the power of the Female Relief Societies when it is not in the power of the Bishops. Do you know it? I do, whether you do or not; and you are learning it. Find out what your influence is and how far it extends, and use it to do good; and live every day so that when you lie down at night you can look back on the day and say, in all honesty before God, &#x201C;I do not know that I have done a wrong action, said an improper word, indulged in a bad thought, or neglected to perform any duty that I ought to have attended to this day, and I can lie down in peace, and submit myself to the Lord, and if I never wake again in this world, all right, I am just as ready to go now as I ever shall be.&#x201D; This is the way we all should live, but I know we come short of it, and then plead ignorance as an excuse, as has been stated here today. <\/div><div class=\"paragraph jod\" id=\"v14n460\"> We are here in these mountains. How often do I think of it? Bro. George A. says we are here because we are obliged to go somewhere. This is true, we are absolutely under the necessity of going somewhere or of fighting the whole world. The Lord did not desire this. It was necessary for the people to be scourged,  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it was necessary for us to learn whether we loved our property better than the truth. Five times I have left a good handsome property; but no matter, the earth is the Lord's,<span class=\"citation\" id=\"56487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56487)\">Ps. 24:1<\/a><\/span> and he can give and take away what he pleases. Every time I have been driven I have improved in my circumstances. Every time this work has been removed it has become taller, wider, and longer; and if in the reign of King James Buchanan, they had succeeded in removing us we should have been still better off, because the Lord would have prepared everything for the people to have been better off; but this was not his mind. Here is our home, right here in these mountains. What you have heard today from the previous speaker I acknowledge may grate on the ears of some; nevertheless it is true. I acknowledge another thing&#x2014;truth should not at all times be spoken. But we are here, and the statement you have heard with regard to the President of this people saying, &#x201C;If they let us alone ten years we would ask no odds of them,&#x201D; is true; and the only thing in which we have never failed in obtaining satisfaction has been to ask no odds of them, for the most of things that we have asked for have been denied us. In that we can have satisfaction; we cannot help it. We would not have things as they are if we could help it. We should not have left the States if we could have stayed there. If we could have all the people believe the truth we would not have them unbelievers. There is hardly a civilized nation on earth to which we have not carried the Gospel without purse and scrip.<span class=\"citation\" id=\"68144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68144)\">Luke 22:35<\/a><\/span> He who had money left it at home. We have offered life and salvation to the inhabitants of the earth without money and without price,<span class=\"citation\" id=\"59759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59759)\">Isa. 55:1<\/a><\/span> so you see we do not believe in a hireling priesthood. We preach here without pay. <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do our Bishops labor for pay? No, if they are not capable of getting a living and sustaining themselves and families, and of filling the office of Bishop without pay, they are hardly worthy of the Bishopric. If a High Priest is called to be a president or to travel and preach the Gospel to the nations of the earth, he must do it without pay; and we think that any man who is not able to keep himself and family and travel and preach one-half or two-thirds of his time without being paid, is not so good a financier as he ought to be, still we find many who do not possess this qualification. When we have all learned this we shall find that we can have all we can ask for or desire; everything to make us happy and comfortable, no matter whether we are called to go abroad and preach or whether we stay and labor at home. <\/div><div class=\"paragraph jod\" id=\"v14n462\"> Brethren and sisters, and especially the sisters, I hope you will listen to what has been said this morning. I have been preaching to the sisters of the Church this morning, not to outsiders. If I had preached to outsiders I should have told them what the Gospel is; how they can come to God, not to an &#x201C;anxious bench.&#x201D; I should have told them to repent of their sins, and to be baptized for the remission of them, and to have hands laid upon them for the reception of the Holy Ghost, which would bring to their remembrance<span class=\"citation\" id=\"70042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70042)\">John 14:26<\/a><\/span> things past, present, and to come;<span class=\"citation\" id=\"70377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70377)\">John 16:13<\/a><\/span> that would make prophets and prophetesses<span class=\"citation\" id=\"54034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54034)\">Ex. 15:20<\/a><\/span> of them;<span class=\"citation\" id=\"126387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126387)\">Num. 11:29<\/a><\/span> give to them those gifts that God has set in his Church&#x2014;<span class=\"citation\" id=\"73602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73602)\">1 Cor. 12:28<\/a><\/span>the gift of healing, the gift of discerning of spirits, of tongues, of the interpretation of tongues, of prophecy,<span class=\"citation\" id=\"73480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73480)\">1 Cor. 12:10<\/a><\/span> etc., etc. Are they here? Yes, right here in abundance, to overflowing. If the Saints would be faithful in cultivating these gifts every doctor might be removed from our midst.  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Let the mothers, say nothing about the Elders in Israel, exercise the faith that it is their right to exercise, and I am satisfied that nine out of every ten children that now die might be saved. Doctors and their medicines I regard as a deadly bane to any community. Give your children, when sick, a little simple herb drink; and if they have eaten too much let them go without food until their stomachs are cleansed and purified, and have faith in the name of Jesus <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in the ordinances of his Church, and they will live. That is my faith with regard to this thing. I am not very partial to doctors and lawyers. I can see no use for them unless it is to raise grain or go to mechanical work. But I need not go into this subject at the present. <\/div><div class=\"paragraph jod\" id=\"v14n463\"> We say forgive us of our errors, accept the truth and love and serve God that you may be saved in his kingdom, which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}