{"ID":140004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Fashions of the World&#x2014;Making Our Own Clothing &amp; Fashions.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Fashions of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v14n51\"> If I can have the ears and attention of the people, I want to preach to them a short sermon on our present <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> condition and on some particulars with regard to our customs. We, the Latter-day Saints, as a people,  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>received a command many years ago to gather out from the wicked world and to gather ourselves together to stand in holy places,<span class=\"citation\" id=\"85638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85638)\">D&amp;C 45:32<\/a><\/span> preparatory to the coming of the Son of Man. We have been gathered together promiscuously from the nations of the earth, and in many respects we are like the rest of the world. But I wish to make a few remarks on some points wherein we differ. We differ from the infidel world in our belief, and from the vulgar world in regard to the language we use. It is not common for the Latter-day Saints to take the name of the Deity in vain,<span class=\"citation\" id=\"54212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54212)\">Ex. 20:7<\/a><\/span> while it is common and quite fashionable to do so in Christendom. Herein we disagree with the outside world, or we may call it the vulgar world, for no matter how high or how low their position may be, or how poor or how wealthy, when people use language which is unbecoming they descend to a very low level, and in this respect I am happy to say that the Latter-day Saints differ from the wicked or vulgar world. I will also put in the political world. It is a very common practice throughout the fashionable, political world to gamble; we differ also in this respect, for the Latter-day Saints are not in the habit of gambling at any game whatever; neither are they in the habit of drinking intoxicating liquors, which, throughout the world at large, and especially the Christian world, is such a prolific source of wretchedness and misery. In a great degree, I may also say that, as a people, we are not in the habit of lying and deceiving; but there is one thing that we are too much guilty of, and that is, evil speaking of our neighbors&#x2014;bearing false witness against them.<span class=\"citation\" id=\"54306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54306)\">Ex. 20:16<\/a><\/span> As a people we are too lavish in our conversation in this respect, our words come too easy and cheap, and we use them too freely in many instances. <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5511\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This is one thing in which we do not differ so much from the world as I should wish. There is another point on which the same remark is true, and that is fashion in dress. Look over this congregation and we see this demonstrated before us, and on this particular item I wish to lay my views before the minds of the people. <\/div><div class=\"paragraph jod\" id=\"v14n53\"> To me a desire to follow the ever-varying fashions of the world manifests a great weakness of mind in either gentleman or lady. We are too apt to follow the foolish fashions of the world; and if means were plentiful, I do not think that there are many families among the Latter-day Saints but what would be up to the highest and latest fashions of the day. Perhaps there are a great many that would not follow these fashions had they ever so much means. But too many of this people follow after the foolish, giddy, vain fashions of the world. If any persons want proof of this they need only look over this congregation, and view the bonnets, hats or headdresses of our fashionable ladies. Do they wear bonnets that will screen their faces from the sun, or shelter their heads from the rain? Oh, no, it is not fashionable. Well what do they wear? Just such as the wicked would wear. <\/div><div class=\"paragraph jod\" id=\"v14n54\"> My discourse will have to be brief, and I am going to ask my sisters in particular to stop following these foolish fashions, and to introduce fashions of their own. This is the place, and this the time to make known the word of the Lord to the people. <\/div><div class=\"paragraph jod\" id=\"v14n55\"> It is vain and foolish, it does not evince godliness, and is inconsistent with the spirit of a saint to follow after the fashions of the world. I wish to impress these remarks especially on the minds of my young sisters&#x2014;the daughters of the Elders of Israel. Not but what our wives  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as well as daughters follow many fashions that are uncomely, foolish and vain. What do you say? &#x201C;Shall we introduce a fashion of our own, and what shall it be?&#x201D; Do you want us to answer and tell you how to make your bonnets? Let me say to you that, in the works of God, you see an eternal variety, consequently we do not ask the people to become Quakers, and all the men wear wide-brimmed hats, and the ladies wear drab or cream-colored silk bonnets projecting in the front, perhaps six or seven inches, rounded on the corners, with a cape behind. This is Quakerism, that is, so far as headdresses are concerned for ladies and gentlemen. But while we do not ask this, we do ask the sisters to make their bonnets so as to shelter themselves from the storm and from the rays of the sun. I have heard a saying that three straws and a ribbon would make a headdress for a fashionable lady. This was a year or two ago; and the same varying, fantastic, foolish notions prevail with regard to other portions of a lady's habiliments as much as with her headdress. A few years ago it took about sixteen yards of common-width cloth to make a dress for a lady, for she wanted two or three yards to drag in the streets, to be smeared by every nuisance she walked over. Now I suppose they make their dresses out of five yards and a half, and then have abundance left for an apron. They put me now strongly in mind of the ladies I used to see in Canada some years ago, who made their dresses out of two breadths of tow and linen, and when they were in meeting they were all the time busy pulling them down, for they would draw up. The young ladies look now as if they needed somebody to walk after them to keep pulling down their dresses. <\/div><div class=\"paragraph jod\" id=\"v14n57\"> How foolish and unwise this is, <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5510\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and how contrary to the spirit of the Gospel that we have embraced! This Gospel is full of good sense, judgment, discretion and intelligence. Does this look intelligent? Suppose the ladies continue the fashion of shortening their dresses, how long will it be before three-quarters of a yard will be enough for them? You may say that such extravagant comparisons are ridiculous. I say, no more than your dresses and many of your habits and fashions now, only they may be a little exaggerated, that is all. Anything is ridiculous, more or less, that is not comely. I do beseech my sisters to stop their foolishness and to go to work and make their own headdresses. If they will they will be blessed. Do you say, &#x201C;How shall we be blessed?&#x201D; I will tell you&#x2014;by introducing a spirit of industry into your families, and a spirit of contentment into your hearts, which will give you an interest in your domestic cares and affairs that you have not hitherto enjoyed. Doctor Young says that &#x201C;Life's cares are comforts,&#x201D; and they who take an interest in and try to promote their individual welfare, that of their neighbors or of the human family, will find a pleasure such as is derived from few other sources. They derive delight and pleasure from it, and are filled with peace. But when the eyes of people are like the fool's eyes&#x2014;wandering to the ends of the earth,<span class=\"citation\" id=\"57457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57457)\">Prov. 17:24<\/a><\/span> continually wishing, longing for and desiring that which they have not got, they are never happy. If we will take the course I have indicated, we shall be benefited in our spirits, and shall have more of the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v14n58\"> I wish to say to you, and you may read it in the Bible if you wish, that he who has the love of the world within him hath not the love of the Father.<span class=\"citation\" id=\"78568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78568)\">1 Jn. 2:15<\/a><\/span> They who love the things  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this world are destitute of the love of the Gospel of the Son of God. This is my Scripture: They who long and lust after the fashions of the world are destitute of the Spirit of God. Every person of experience will testify that this is the truth. Now, my sisters, let me urge you to make your own headdresses. You have the material here, and if you wish to make your hat with a brim six, twelve, twenty, or three inches wide, we will not quarrel with you; but make your own headdresses, and do not hunt after the fashions of the wicked world. If you wish to make a cottage, or a corn-fan bonnet, or a hat, make it to suit yourselves, but do not run after the fashions of the world. I expect, by and by, if this taste for fashion be not checked, to see this house alive, more or less, with what are termed &#x201C;shoo fly&#x201D; hats, bonnets and headdresses, and what else you'll get I do not know. But no matter what the name nor what the fashion if we do not lust after the wicked world. And when you buy yourselves dresses do not purchase one for six or eight dollars, and then want about twenty more for trimmings. What is the use of it? I asked some of my wives the other evening, &#x201C;What is the use of all this velvet ribbon&#x2014;perhaps ten, fifteen, twenty, or thirty yards, on a linsey dress?&#x201D; Said I, &#x201C;What is the use of it? Does it do any good?&#x201D; I was asked, very spiritedly and promptly, in return, &#x201C;What good do those buttons do on the back of your coat?&#x201D; Said I, &#x201C;How many have I got?&#x201D; and turning round I showed that there were none there. <\/div><div class=\"paragraph jod\" id=\"v14n60\"> This reform in fashion and extravagance in dress is needed. God has a purpose in it, and so have his servants. What is it? If the Lord has given me means and I spend it needlessly, in rings for my fingers, <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5509\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and jewelry for adornment, I deprive the Priesthood of that which they ought to have to gather the poor, to preach the Gospel, to build temples and to feed the hungry in our midst. I deprive a people, who will by and by inherit the earth, of so many blessings. Every yard of ribbon that I buy that is needless, every flounce, and every gewgaw that is purchased for my family needlessly, robs the Church of God of just so much. But it seems as though the people do not think of these things; they do not lay them to heart. Our wives and daughters seem to forget that they have responsibilities resting upon them in these respects. The conduct of a great many of them indicates a care for nothing but, &#x201C;How much can I get? Can I get everything I want? I wish I could see something new, I want to pattern after it!&#x201D; This manifests the spirit of the world, and a foolish, vain disposition. Not but that I am guilty myself, perhaps, of using means for my individual person that is not necessary; but if I do, will some of you kindly tell me? I recollect once, when preaching in England, that I passed through Smithfield Market, in Manchester, and I saw some very fine grapes just arrived from France. I spent a penny for some of them, but I had not taken half a dozen steps from the stand where I purchased them, before I saw an old lady passing along who, I could tell by her appearance, was starving to death. Said I, &#x201C;I have done wrong in spending that penny, I should have given it to that old lady.&#x201D; I made it a practice, before leaving my office, of going to a drawer, taking out a handful of pence, in order to give to the numerous beggars which everywhere meet the eye in walking the streets in the large towns in that country, and in this instance I felt guilty at having spent a penny on  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>grapes, and I thought of it many times after. What else did I spend needlessly? Not much. &#x201C;Well,&#x201D; but say some, &#x201C;Brother Brigham do not you have good horses?&#x201D; Yes, I do. Do you know where I got them? But some of them were given to me, and I thank God and those who bestowed them, and I use them prudently. But I would as lief my poor brethren and sisters would ride in my carriage as to ride in it myself. Yet in many things I may be to blame, and do wrong, but in many things I know that we as a people do wrong. <\/div><div class=\"paragraph jod\" id=\"v14n62\"> &#x201C;Well, Brother Brigham, what shall we do?&#x201D; I say make your own headdresses; here is abundance of material to do it with, and it is not right for me to pay out hundreds and perhaps thousands of dollars annually for needless articles of dress for my family. The same is true of my brethren. If that means were to go to gather the poor this season, it would bring many from the old countries. About this, however, I will say that it is rather discouraging to bring people here and to put them in situations to live and accumulate, and then they, as soon as they make a little means, lift their heel against God and his anointed.<span class=\"citation\" id=\"126366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126366)\">John 13:18<\/a><\/span><span class=\"citation\" id=\"90819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90819)\">D&amp;C 121:16<\/a><\/span> Nevertheless it is our duty to feed nine persons who are unworthy rather than to turn away the tenth, if he be worthy. It is better to bring ninety-nine persons here who are unworthy than to leave one that is worthy to perish there, consequently we say we will do all we can. They, whom we bring here, are agents for themselves before God, and they act for themselves. <\/div><div class=\"paragraph jod\" id=\"v14n63\"> But now, brethren and sisters, let us stop and again consider and think. Can we not sustain ourselves more than we do? I do not ask my sisters to make themselves sunbonnets and wear them and nothing else. I do <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5508\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not say, all of you adopt some particular fashion and stick to that alone. This is not the question; the question is, will we stop wearing that that is so useless and needless? If we will, we can have scores of thousands annually to bestow upon the poor, to rear temples, to build tabernacles and schoolhouses, to endow schools, to educate our children, and to aid every charitable institution and every other purpose that will advance the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n64\"> This would be wisdom in us. What do we think about it? What do you say, young ladies&#x2014;I mean all of you this side of a hundred years old&#x2014;will you stop following the foolish fashions of the world, and begin to act like people possessing moral courage and good natural sense? If this is your mind, brethren and sisters, I ask you, young and old, to make it manifest, as I do, by raising your right hand. (A sea of hands was immediately raised.) Some, no doubt, feel ready to say, &#x201C;Why, Brother Brigham, do not you know that your family is the most fashionable in the city?&#x201D; No, I do not; but I am sure that my wives and children, in their fashions and gewgaws, cannot beat some of my neighbors. I will tell you what I have said to my wives and children; shall I? Shall I expose what I say to them on these points? Yes, I will. I have said to my wives, &#x201C;If you will not stop these foolish fashions and customs I will give you a bill if you want it.&#x201D; That is what I have said, and that is what I think. &#x201C;Well, but you would not part with your wives?&#x201D; Yes, indeed I would. I am not bound to wife or child, to house or farm, or anything else on the face of the earth, but the Gospel of the Son of God. I have enlisted all in this cause, and in it is my heart, and here is my treasure. Some may say, &#x201C;Why, really, Brother Brigham,  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you almost worship your family; you think a great deal of your wives.&#x201D; Yes, I do, but, from my youth up, I never had but one object in taking a wife, and that was to do her good. The first one I had was the poorest girl I could find in the town; and my object with the second, and third, and so on to the last one was to save them. You say, &#x201C;Do I humor them?&#x201D; Yes I do, and perhaps too much. <\/div><div class=\"paragraph jod\" id=\"v14n66\"> Now, my brethren and sisters, a few words more. We have been striving for some time to get the people to observe the Word of Wisdom.<span class=\"citation\" id=\"88872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88872)\">D&amp;C 89:1-21<\/a><\/span> But why do they not observe it? Why will they cling to those habits that are inimical to life and health? &#x201C;Well,&#x201D; says a sister, &#x201C;I cannot leave off my tea, I must have a cup of tea every morning, I feel so sick.&#x201D; I say then, go to bed, and there lie until you are better. &#x201C;Oh, but it will kill me if I quit it.&#x201D; Then die, and die in the faith, instead of living and breaking the requests of Heaven. That is my mind about the sisters dying for the want of tea. With regard to drinking liquor, I am happy to say that we are improving. But there are some of our Elders who still drink a little liquor occasionally, I think, and use a little tobacco. They feel as though they would die without it, but I say they will die with it, and they will die transgressing the revelations and commands of Heaven, and the wishes of our heavenly Father, who has said hot drinks are not good.<span class=\"citation\" id=\"88938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88938)\">D&amp;C 89:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n67\"> Now let us observe the Word of Wisdom.<span class=\"citation\" id=\"88871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88871)\">D&amp;C 89:1-21<\/a><\/span> Shall I take a vote on it? Everybody would vote, but who would observe it? A good many, but not all. I can say that a good many do observe their covenants in this thing. But who is it that understands wisdom before God? In some respects we have to define it for ourselves&#x2014;each for himself&#x2014;according to our own <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5507\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> views, judgment and faith, and the observance of the Word of Wisdom, or the interpretation of God's requirements on this subject, must be left, partially, with the people. We cannot make laws like the Medes and Persians. We cannot say you shall never drink a cup of tea, or you shall never taste of this, or you shall never taste of that; but we can say that Wisdom is justified of her children.<span class=\"citation\" id=\"67321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67321)\">Luke 7:35<\/a><\/span> Brethren and sisters, hearken to these things. I do not know that we shall have much time to talk about them; but take the little counsel given, and observe it. This is the place to give counsel to the people. Go home, Bishops and Elders, when the Conference is over, and observe what has been told you here. If we commence making our own bonnets, we shall find that we shall increase in other directions besides making leather for our boots and shoes, and cloth for coats and pantaloons. <\/div><div class=\"paragraph jod\" id=\"v14n68\"> It is very pleasant in passing through the Territory to have brethren in the various settlements say, &#x201C;Bro. Brigham, Brother Geo. A., or Brother Daniel, come and see our store, or our shop; here are boots and shoes made from leather of our own manufacture;&#x201D; and some are as fine looking as you can see anywhere. They are doing a good deal in this city, and also in other places. Some are making straw hats and bonnets, and others are endeavoring to promote other branches of home manufacture. This is very pleasant, but we want to see it more general in this great community. If it were so this season in the one branch of straw hat and bonnet manufacture we should not see the scores and hundreds of five-dollar hats brought here and sold, that are good for nothing in the world. They have no strength about them. The manufacturers of these hats pick up old cloth that is rotten and good for  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing, and make hats of it, and the result is that the hats brought here have very little wear in them. They may look decent to begin with, but after being worn a few times they are shapeless and worthless. Let us go to work and make them for ourselves and save this expense. If we do this, we are wise; if we do it not, we are foolish. <\/div><div class=\"paragraph jod\" id=\"v14n70\"> We heard Brother Taylor's exposition of what is called Socialism this morning. What can they do? Live on each other and beg. It is a poor, unwise and very imbecile people who cannot take care of themselves. Well, we, in the providences of God, are forced to do a great many things that are very advantageous to us. Let us observe the Word of Wisdom, and also begin and manufacture our clothing. We are doing a good deal now, but let us do more. I have learned one fact that is very gratifying: A few years ago when we commenced our little factories here we could obtain no wool&#x2014;the sheep were not taken care of. As soon as we commenced to manufacture cloth and to distribute it among the people, taking their wool in exchange, we found that the wool increased; and this season, if we had had the factory, in course of construction at Provo, finished, the supply of wool would have been so great that the factory would have been overstocked. Some idea may be formed of the great increase in the supply of wool when I state that the Provo factory, when running, will be capable of making perhaps ten or twelve hundred yards of cloth per day. This is pleasing. Let us get factories built. I find they are building South, and they are preparing to build North; and pretty soon you will see the brethren, as a general thing, dressed in homemade. <\/div><div class=\"paragraph jod\" id=\"v14n71\"> Some here are thinking, probably: &#x201C;Brigham, why don't you dress in <div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5506\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> homemade?&#x201D; I do. &#x201C;Well, have you got it on today?&#x201D; No, but I want to wear out, if I can, what I have on hand. I give away a suit every little while, and I would like to give some more away if I could find anybody my clothes would fit. I travel in homemade and wear it at home. As for fashion, it does not trouble me, my fashion is convenience and comfort. The most comfortable coat that a man can wear in my opinion is what the old Yankees and Eastern and Southern people call a &#x201C;warmus.&#x201D; Some of the people here know what I mean; it is something between an overshirt and a blouse, buttons round the neck and wrists. I have worked in one many a day. If I introduce the fashion of wearing them here who will follow it? I expect a good many would. I recollect that I wore one when Colonel Kane was here. Said he, &#x201C;I am gratified to see that you do not ask any odds about the fashions, you have one of your own.&#x201D; My feelings then, as now, were, whatever in Brother Brigham's judgment is comfortable and comely is the fashion with him, and he cares nothing about the fashions of the world. There is a style of pantaloons very generally worn, about which I would say something if there were no ladies here. When I first saw them I gave them a name. I never wore them; I consider them uncomely and indecent. But why is it that they are worn so generally by others? Because they are fashionable. If it were the fashion to go with them unbuttoned I expect you would see plenty of our Elders wearing them unbuttoned. This shows the power that fashion exerts over the majority of minds. You may see it in the theater; if you had attended ours recently you might have seen that that was not comely; you might have seen Mazeppa ride,  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with but a very small amount of clothing on. In New York I am told it is much worse. I heard a gentleman say that a full dress for Mazeppa there was one Government stamp. I do not know whether it is so or not. Fashion has great influence everywhere, Salt Lake not excepted. No matter how ridiculous, the fashions must be followed. If it be for the ladies to have their dresses to drag <div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5505\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> along the streets, or so short that they show their garters, we see it here; the same is true if they are sixteen or twenty-four feet round, or so tight that they can hardly walk. A great many seem to regard and follow fashion, with all its follies and vagaries, far more fervently than duty. How foolish is such a course. I have talked long enough. God bless you. <\/div>\n<\/div>\n<\/div>"}