{"ID":140017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience&#x2014;The Revelation on Marriage &amp; the Anti-Polygamy Law.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, May 21, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/21\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v14n491\"> If my friends will have patience with me I will say a few words. To the Latter-day Saints I say, I do pray you to prove the words of Brother Cannon true with regard to being obedient to your President in all things, and doing as he tells you. I pray you to hearken to this counsel; if you do, contention and sin will cease, and we shall not see men going to the canyon or riding out for pleasure on the Sabbath day, instead of coming here to meeting; we shall hear no more of their taking advantage of each other, stirring up strife, going to law, bearing false witness, or pilfering a little the one from the other. I pray you to take this counsel, and cease your wickedness, Latter-day Saints, and do as your President tells you. I feel to say this; and if you will be patient with me I will say a little more. <\/div><div class=\"paragraph jod\" id=\"v14n492\"> There are strangers here, and to them I will say we have traveled the earth over, and where we could not go we have sent by Elders and by proclamation. We have asked the inhabitants of the earth to become acquainted with our doctrine. Would they read it? No. Would they go to hear an Elder preach? No, as a general thing they would not. If we had been let alone while with the Christians we would have been there now proclaiming the Gospel. But I wish to say to strangers that we were not persecuted because we believed in having many wives, for that principle <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was not known to our persecutors until we came to these mountains, although the revelation was received by Joseph Smith and written a year before his death.<span class=\"citation\" id=\"91419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91419)\">D&amp;C 132:1-66<\/a><\/span> Since this doctrine has been proclaimed we have lived in peace. <\/div><div class=\"paragraph jod\" id=\"v14n493\"> The inquiry among many, and especially among our political friends, is, &#x201C;What are you going to do? Are you going to observe the law against plurality of wives, or are you going to obey the revelation?&#x201D; We have obeyed the revelation thus far, and still live; that I can say, and perhaps that is enough. What do we say about the lawmakers? Go to, ye legislators, and make a law that every man in this government shall have one wife. You have just as good a right to do that as to say that we shall not have two. Let every man have his wife, raise his family, live virtuously and keep his vows, and our difficulty is at an end. We say to Congressmen and Presidents, have your wife; and we also say to every political and financial man the world over, marry the women and take care of them and save us the trouble. If you do not, we will gather them up, just as sure as the world. Many destroy life; we save it; and as we have said, years and years ago, we say now to all, the day that you will be virtuous and cease your unlawful connections with the sex and every man have his wife, and all the inhabitants of this government observe  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this rule, we shall have then but one wife apiece; but we shall save all we can save. The men are the lords of the earth, and they are more inclined to reject the Gospel than the women. The women are a great deal more inclined to believe the truth than the men; they comprehend it more quickly, and they are submissive and easy to teach, and if we cannot save the men, let us save the women for God's sake, and do not find fault with us. <\/div><div class=\"paragraph jod\" id=\"v14n495\"> Again, a gentleman said to me, the other day, &#x201C;What are you going to do with the anti-polygamy law?&#x201D; I replied, &#x201C;Nothing at all, we mind our own business, and I hope everybody else will. We have not meddled with it, and do not expect to; but we expect to live.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n496\"> I want to say a word with regard to what are called our former persecutions; though I, for one, will acknowledge that I have never been persecuted. As for what people do with my name, I do not know nor care; they use it for good or for evil, just as they please. The Lord gave a revelation through his servant to me, that my name should be had for good and for evil before the nations of the earth,<span class=\"citation\" id=\"93797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93797)\">JS&mdash;H 1:33<\/a><\/span> and if that is the way they use it, all right&#x2014;either one or both, no matter. Hands off is all I ask, and let us have the privilege of living in peace. But will you hearken to the truth? Will you listen to the words of eternal life? We have traveled the earth over, and have read to the people out of the book of life; but as a general thing they have refused to receive it. It is true that a few have received it in the past, and I hope that many will in the future. We shall gather and save all we can. The rise and cause of our persecutions have been just the same as it has ever been in the experience of the Saints of God. Who were the <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leaders and foremost in the ranks of the Savior's persecutors? The Scribes and the Pharisees. Who were foremost in the ranks in persecuting Joseph Smith, even when he had the pledge of the governor of the State of Illinois that he should be preserved, and when not one scratch or law could be found against him? Who led the blackened crew who said that if the law could not reach him, powder and ball should? The priests; they have always led the van, and always will. It is Baal against Christ now, as it always was. <\/div><div class=\"paragraph jod\" id=\"v14n497\"> When we were in Missouri the order was issued, &#x201C;You &#x2018;Mormons&#x2019; must leave the State,&#x201D; and thirty-five hundred men were paraded for battle against about three hundred of the Elders of Israel, but they did not happen to kill us all. They took Joseph, or rather they sent for him and Hyrum, and, they went down to their camp, and General Clark called the brethren together, and, said he, &#x201C;Give up your arms and every weapon you have;&#x201D; and the brethren gave them up. I stood there and heard the General declare, &#x201C;Gentlemen, you are the best and most peaceable community there is in this State; but,&#x201D; said he, &#x201C;as for your prophets, bishops, high councils, &amp;c., we shall not permit you to have them any longer. Forsake your religion and abandon your Prophet! We have him, and you will never see him again; forsake this banding together and being one, and live with us and become as we are. You are the very mechanics and farmers we want. You have shown us how to build mills, set out orchards, raise wheat, rear comfortable habitations, school the children, build meetinghouses, and, in short, you have done more to make the country in three years than we have in fifteen. You are good citizens, but you must not clan together, you  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>must disperse among the people; if you do not, remember the militia will be upon you.&#x201D; We bid them goodbye and left our property; we would not forsake our prophets then, and we are of the same mind yet. <\/div><div class=\"paragraph jod\" id=\"v14n499\"> Here we are, though we did not come here because we chose to get out of the way of the Christians. We wanted to stay with our former brethren, to induce them if possible to receive the truth; but they would not hear it. The world of mankind is sunk in ignorance and darkness; but the Lord Almighty has revealed his will from heaven, and we shall declare it to the people, and give them a chance to receive or reject it. The Lord invites all to come, and partake of the benefits of his Gospel, which, we are told in the Scriptures, is the power of God unto salvation;<span class=\"citation\" id=\"72193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72193)\">Rom. 1:16<\/a><\/span> and our experience has proved that it is so, whether taken in a moral, social, political, or financial point of view. We have gathered the poorest class of men to be found on the continent of America, and I was one of them; and we have gathered the same class from Europe, for very few indeed of those who have obeyed the Gospel have ever been the possessors of any wealth. We have taken the poor and the ignorant from the dens and caves of the earth and brought them here, and we have labored day and night, week after week, and year after year, to make ourselves comfortable, and to obtain all the knowledge there is in the world, and the knowledge that comes from God, and we shall continue to do so. We shall take the weak and the feeble and bring them up to the standard that God requires. The Gospel of life and salvation does not reduce those who obey it to beggary; but it takes the poor and the ignorant, makes them wise and happy, and surrounds them with the comforts of life and everything de<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sirable, and teaches them to serve God with all their hearts. <\/div><div class=\"paragraph jod\" id=\"v14n500\"> This, gentlemen, is our doctrine, faith, and practice; and we wish strangers to understand that we did not come here out of choice, but because we were obliged to go somewhere, and this was the best place we could find. It was impossible for any person to live here unless he labored hard and battled and fought against the elements, but it was a first-rate place to raise Latter-day Saints, and we shall be blessed in living here, and shall yet make it like the Garden of Eden; and the Lord Almighty will hedge about his Saints and will defend and preserve them if they will do his will. The only fear I have is that we will not do right; if we do we will be like a city set on a hill, our light will not be hid.<span class=\"citation\" id=\"63051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63051)\">Matt. 5:14<\/a><\/span> I trust that the time will soon come when, in all things, our conduct will be such that all the world might pattern after us with advantage. I can say that at the present time we are far from that. It is sometimes said by strangers, &#x201C;We suppose you Latter-day Saints consider yourselves perfect, don't you?&#x201D; I answer, not by any means; we are as imperfect as a people ought to be, and a little more so. <\/div><div class=\"paragraph jod\" id=\"v14n501\"> I wish that what Brother George Q. said of you was true&#x2014;that you were all obedient to your President. If you all will be, you will cease sinning, tattling, lying, backbiting, and strife; all will be industrious, prudent, faithful and full of wisdom and good works, and the power of God will be upon us more and more, and we will be able to do more good to the inhabitants of the earth. We have no quarrel with anybody. We exchange ideas, but we will not contend. As I used to say to the ministers, when traveling and preaching, &#x201C;I will not dispute. If you want  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the truth I will give it you; and if you have a truth that I have not, I want all you have; but contention is not my calling; it is no part of the Gospel of Christ; that is peace, life, light, and salvation. The Lord has <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given that to me and you, and you are welcome to it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n503\"> I wanted to say these few words to you. I thank you for your patience. God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}