{"ID":140032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Present Life&#x2014;The Spirit World.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, at the Funeral Services of Miss Aurelia Spencer, in the 13th Ward Assembly Rooms, Sept. 16, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Our Present Life, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/16\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v14n877\"> There has been considerable said, and well said, with regard to our existence, and I will say this: As for the Gospel of the Son of God, it is here; as for the Priesthood, it is here; as for the keys of Priesthood, they are here and are enjoyed by this people called Latter-day Saints. A few words to my friends. To preach <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or talk to the dead I have never undertaken to; I talk to the living on such occasions as this. We are assembled this morning to pay our last respects to the remains of a beloved sister, and we meet here with cheerfulness. It is not quite three years since we met in this room to pay our respects to the remains of  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this young lady's father. She has now gone to try the realities of another existence&#x2014;to another department of the life and the lives that God has bestowed upon His children. This life is preparatory to a more exalted state of existence. We have a certain amount of intelligence here, but in the life to come we shall have more. We see the life and growth of the human family, and to those ignorant of the object of our creation, the process presents a very strange phenomenon; but to those who do understand, it is rational, plain and easy to be understood, and in fact they see it is necessary that it should be just as it is. You step into a room and you perhaps see a mother attending a sick child of a few weeks or months old; and helpless and totally dependent upon others as the infant is, it is no more so than we all have been, for every member of the human family passes through the same process that we behold day after day in our own houses and in the houses of our neighbors. An infant, if sick, cannot tell what ails it, cannot make any signs whatever to tell what is the matter or what remedy is necessary in its case. But it grows, and as it does so it increases in intelligence; it learns to talk and can say, &#x201C;My head aches,&#x201D; &#x201C;My eye pains me,&#x201D; &#x201C;I have hurt my hand and it pains me,&#x201D; &#x201C;I want a drink of water,&#x201D; or &#x201C;I want something to eat,&#x201D; and it goes on step by step, and thus we see the growth and development of the whole human family illustrated through its various stages from infancy to youth, manhood and old age, until we finally drop back again to mother earth, from whence we came. Is it not remarkable? We have all traveled the same road to get here, and we shall all travel the same road to leave this department to get into another one. <\/div> <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n879\"> What are we here for? To learn to enjoy more, and to increase in knowledge and in experience. We behold the starry heavens, but we know nothing of them comparatively. We behold space, but cannot comprehend it. We have an existence here on the earth, but the generality of mankind do not comprehend the nature or object of it. We, the Latter-day Saints, however, have a little smattering of knowledge respecting the design of our Creator in placing us here. It had been observed that we are in ignorance, and so we are with regard to many things, and especially about the future. It is not wisdom for us to understand the future, unless upon certain principles. Those principles are divine, and when we understand the future and eternity upon divine and holy principles, we are satisfied with our own existence, for we understand the object of it. But take the human family, the great mass of human beings who swarm in creation, and convince them that their state would be better when they step from this to the next world, and let them have no knowledge beyond this and the crime of self-destruction, which has been mentioned here today, would be far more prevalent than it is now, especially among the wicked. How many there are who say, &#x201C;I wish I was better off, for I am in a sad condition!&#x201D; Is this the case with most of the human family? It is, and the majority say in their hearts, if not with their tongues, &#x201C;I wish I was in different circumstances; I am poor, I am afflicted, I am sorrowful, I am without friends and home, and am here on the earth like a lost one and know not what to do;&#x201D; and make them understand that their condition would be so much better when they pass the veil and many of them would be guilty of self-destruction. The Lord has, therefore, wisely  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hidden the future from our view. <\/div><div class=\"paragraph jod\" id=\"v14n881\"> The Latter-day Saints have some knowledge respecting their future lives and destiny; the Lord has revealed this knowledge. We know the design of our Father in heaven in creating the earth and in peopling it, and bringing forth the myriads of organizations which dwell upon it. We know that all this is for His glory&#x2014;to swell the eternities that are before Him with intelligent beings who are capable of enjoying the height of glory. But, before we can come in possession of this, we need large experience, and its acquisition is a slow process. Our lives here are for the purpose of acquiring this, and the longer we live the greater it should be. For instance, the experience of a person like our deceased sister here, of twenty or twenty-one years of age, although she knew a good deal, is not equal to that of a person of fifty, sixty, seventy or eighty years of age; but now she has stepped through the door&#x2014;the partition separating this from the next state of existence, she will continue to labor just as much as she has done the last year or the last five years. Nothing remains here for us but to pay our last respects to that which came from mother earth. It was formed and fashioned and the spirit was put into it, and it has grown and become what it is, and the spirit having departed, the body lies ready to return to the bosom of its mother, there to rest until the morning of the resurrection. But the life and intelligence which once dwelt in that body still live, and Sister Aurelia moves, talks, walks, enjoys and beholds that which we cannot enjoy and behold while we are in these tabernacles of clay. She is in glory; she has passed the ordeals and has reached a position in which the power of Satan has no influence upon her. The advantage of this <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Priesthood that Brother George A. Smith has been talking about is that when persons yield obedience to it, they secure to themselves the sanction of Him who is its author, and who has bestowed it upon the children of men. His power is around them and defends them; and when they pass into the spirit world they are out of the reach of the power of Satan, and they are not liable to be tempted, hunted, and chased as the wicked are, although the wicked may rest and enjoy far more there than here; but a person who obeys the Priesthood of the Son of God is entirely free from this. Where the pure in heart are the wicked cannot come.<span class=\"citation\" id=\"87247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87247)\">D&amp;C 76:112<\/a><\/span> This is the state of the spirit world. <\/div><div class=\"paragraph jod\" id=\"v14n882\"> I will say to Sister Spencer and the relatives and friends of the deceased&#x2014;Do not wish her back again. I do not suppose you do; and I will say, further, that if you could talk with her, and she with you, as you could a short time since, you could not prevail upon her to come back, if she had the power to do so. You might say to her, &#x201C;You have not finished your work, you might do a great deal for your dead relatives,&#x201D; but her reply would be to this effect: &#x201C;There are plenty on the earth, if they will believe, to perform all the ordinances necessary.&#x201D; &#x201C;Well, but you have not entered upon your womanhood, and have not become a mother in Israel.&#x201D; &#x201C;No matter, I see, understand, and know what is before me, and the time will come when, inasmuch as I was faithful to the Priesthood, I shall possess and enjoy all that I now seem to have been deprived of by my death.&#x201D; This is a consolation, is it not? <\/div><div class=\"paragraph jod\" id=\"v14n883\"> I have asked the people of the world sometimes what will become of the infants who die. Take the masses of the human family, and I do not think that any rational person amongst  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them will, for a moment, admit that they will go to a place of punishment. But whatever opinions may prevail on this subject, the fact is they return to the Father, as Jesus says, &#x201C;Suffer little children to come unto me, and forbid them not, for of such is the kingdom of heaven.&#x201D;<span class=\"citation\" id=\"65148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65148)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65148)\">Matt. 19:14<\/a><\/span> Yes, the children must return to the Father: they came from and were nursed and cherished by Him and the heavenly host, and when they are called to pass the ordeal of death, they go right back into His presence.<span class=\"citation\" id=\"92125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92125)\">D&amp;C 137:10<\/a><\/span> But what of the ungodly parents of the tabernacles of these children, will they have the privilege of going there? No, where God and Christ are they cannot come.<span class=\"citation\" id=\"87248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87248)\">D&amp;C 76:112<\/a><\/span> Perhaps some of them may have had an offer of the Gospel and rejected it, then what will become of the children? They swarm in the Courts of Heaven; there are myriads and myriads of them there already, and more are going continually. What are you going to do with them? Perhaps I might say somebody will have the privilege of saying to our young sisters who have died in the faith, &#x201C;I design so many of these children for you, and so many for you, and they are given you by the law of adoption, and they are yours just as much as though you had borne them on the earth, and your seed shall continue through them forever and ever.&#x201D; It may be thought by some that when young persons die they will be cut short of the privileges and blessings God designs for His children; but this is not so. The faithful will never miss a blessing through being cut off while here. And let me say to my brethren and sisters, that it is not the design of the Father that the earthly career of any should terminate until they have lived out their days; and the reason that so few do live out their days, <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is because of the force of sin in the world and the power of death over the human family. To these causes, and not to the design of the Creator, may be attributed the fact that disease stalks abroad, laying low the aged, middle-aged, youth, and infants, and the human family generally by millions. Some think that not one-half of those born live to the age of twelve years; others think that one-half die before reaching fifteen or seventeen years; but, be that as it may, it is not the design of our Father in heaven that it should be so. However, here we are, and we have to meet with these obstacles, and if we are not able to overcome them we have to yield, and this is why we lose our children, our young men and women, and those near and dear to us. We do not know what to do for the sick, and if we send for a doctor he does not know any more than anybody else. No person knows what to do for the sick without revelation. Doctors, by their study of the science of anatomy, and by their experience, by feeling the pulse, and from other circumstances may be able to judge of many things, but they do not know the exact state of the stomach. And again, the operations of disease are alike on no two persons on the face of the earth, any more than the operations of the spirit of God are alike on any two persons. There is as much variation in these respects as there is in the physiognomy of the human family; hence, when disease seizes our systems, we do not know what to do, and death often overcomes us, and we bury our friends. This is hard for us, but what of it? We will follow them, they will not come back to us. The time will come when they will come back, but that will be when Jesus comes. We shall be with them then; but we shall perhaps sleep in the dust long before  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that time, that is, many of us. Perhaps some in this house will live until Jesus and the Saints come, but I expect to sleep. I have no promise of living until then. I can say with regard to parting with our friends, and going ourselves, that I have been near enough to understand eternity so that I have had to exercise a great deal more faith to desire to live than I ever exercised in my whole life to live. The brightness and glory of the next apartment is inexpressible. It is not encumbered with this clog of dirt we are carrying around here so that when we advance in years we have to be stubbing along and to be careful lest we fall down. We see our youth, even, frequently stubbing their toes and falling down. But yonder, how different! They move with ease and like lightning. If we want to visit Jerusalem, or, this, that, or the other place&#x2014;and I presume we will be permitted if we desire&#x2014;there we are, looking at its streets. If we want to behold Jerusalem as it was in the days of the Savior; or if we want to see the Garden of Eden as it was when created, there we are, and we see it as it existed spiritually, for it was created first spiritually and then temporally,<span class=\"citation\" id=\"92393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92393)\">Moses 3:5<\/a><\/span> and spiritually it still remains. And when there we may behold the earth as at the dawn of creation, or we may visit any city we please that exists upon its surface. If we wish to understand how they are living here on these western islands, or in China, we are there; in fact, we are like the light of the morning, or, I will not say the electric fluid, but its operations on the wires. God has revealed some little things with regard to His movements and power, and the operation and motion of the lightning furnish a fine illustration of the ability and power of the Almighty. If you could stretch a wire from this room around the <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world until the two ends nearly met here again, and were to apply a battery to one end, if the electrical conditions were perfect, the effect of the touch would pass with such, inconceivable velocity that it would be felt at the other end of the wire at the same moment. This is what the faithful Saints are coming to; they will possess this power, and if they wish to visit different planets, they will be there. If the Lord wish to visit His children here, He is here; if He wish to send one of His angels to the earth to speak to some of His children, he is here. <\/div><div class=\"paragraph jod\" id=\"v14n886\"> When we pass into the spirit world we shall possess a measure of this power; not to that degree that we will when resurrected and brought forth in the fullness of glory to inherit the kingdoms prepared for us.<span class=\"citation\" id=\"66175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66175)\">Matt. 25:34<\/a><\/span> The power the faithful will possess then will far exceed that of the spirit world; but that enjoyed in the spirit world is so far beyond this life as to be inconceivable without the Spirit of revelation. Here, we are continually troubled with ills and ailments of various kinds, and our ears are saluted with the expressions, &#x201C;My head aches,&#x201D; &#x201C;My shoulders ache,&#x201D; &#x201C;My back aches,&#x201D; &#x201C;I am hungry, dry, or tired;&#x201D; but in the spirit world we are free from all this and enjoy life, glory, and intelligence; and we have the Father to speak to us, Jesus to speak to us, and angels to speak to us, and we shall enjoy the society of the just and the pure who are in the spirit world until the resurrection. <\/div><div class=\"paragraph jod\" id=\"v14n887\"> I will say to Sister Spencer and to the relatives and friends of the deceased, Dry up your tears, live your religion; we have nothing to sorrow for here without it is for sinful conduct. I say also to my young brothers and sisters, live your religion, and try to fill up the measure of your creation<span class=\"citation\" id=\"88359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88359)\">D&amp;C 88:19<\/a><\/span> in usefulness; you  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have a work to do to prepare for a more exalted sphere than this. Outsiders have a great deal to say about the trials of our females. Are the trials of our females to compare with the sorrows that the wicked world have to pass through? Not by any means. Their sorrow and grief are unto death. Our trials are to make us perfect and to prepare us for the reward of the just. Is there a female here that has had a glimpse of even the glories of the next world. If there is, she rejoices in the labor of love in this world to do good and prepare for her exaltation. <\/div><div class=\"paragraph jod\" id=\"v14n889\"> She does not know but she may be there tomorrow morning. We have no lease to our lives. Who knows but some one of us will meet with an accident going from this house and will be in eternity in half an hour from this time? This life is given to prepare for the next.<span class=\"citation\" id=\"82142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82142)\">Alma 12:24<\/a><\/span><span class=\"citation\" id=\"82253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82253)\">Alma 34:32<\/a><\/span> You will not drop off there as here: you will stay there, except those who are destroyed by the second death.<span class=\"citation\" id=\"79064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79064)\">Rev. 2:11<\/a><\/span><span class=\"citation\" id=\"86961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86961)\">D&amp;C 76:37<\/a><\/span> Well, then, what is this world? I am sorry to see anyone so enveloped in ignorance as to see nothing else but the enjoyment of this world, or to hear them say, &#x201C;Oh this is all that I can ask for, I want my riches and finery that I may enjoy the society of the rich and gay, and I want to lavish upon <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> myself and family all that heart can wish.&#x201D; The whole wicked world is in this condition of mind, no matter who they are, from kings, queens, and emperors on their thrones down to the laborer in his humble cot; but true happiness is unknown amongst them. They do not enjoy themselves, and all their pleasures leave a pang or sting behind. The rich and great may pass a few hours in visiting their friends, or they may glut themselves with the luxury of the earth, but all this leaves a sting behind. The humble, faithful Saints care not for this. They know this earth is not their permanent abiding place, and when they look forward to eternity, the prospect is bright and glorious. &#x201C;Yes, there is my home, there is my family, there are my friends, there is my heaven, there is my Father, and I am going to dwell with Him to all eternity.&#x201D; These are the hopes and aspirations of every heart, and the expressions of every faithful Saint; and they will learn more and more and be exalted from one degree of glory to another until they become Gods, even the sons of God.<span class=\"citation\" id=\"68584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68584)\">John 1:12<\/a><\/span><span class=\"citation\" id=\"87048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87048)\">D&amp;C 76:58<\/a><\/span> Then what is this earth in its present condition? Nothing but a place in which we may learn the first lesson towards exaltation, and that is obedience to the Gospel of the Son of God. <\/div><div class=\"paragraph jod\" id=\"v14n890\"> God bless you, my friends. <\/div>\n<\/div>\n<\/div>"}