{"ID":140028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Supper&#x2014;Historical Reminiscences&#x2014;The Puritans.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday, August 13, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Supper, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 8\/13\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v14n825\"> In the providence of our Heavenly Father we are permitted once more to assemble for the purpose of partaking of the Sacrament of our Lord and Savior. It appears that on the night previous to his arrest, he gave to his disciples this ordinance.<span class=\"citation\" id=\"66215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66215)\">Matt. 26:26-28<\/a><\/span> It was in a manner instituting anew the ordinance that Israel had observed from the time of leaving Egypt&#x2014;namely, the feast of the Passover.<span class=\"citation\" id=\"66205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66205)\">Matt. 26:2,17<\/a><\/span> When we assemble for the purpose of partaking of this ordinance it is very important for us to realize and appreciate the position which we take, for we witness to our Father who is in heaven, by the partaking of the bread <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and of the water, that we do remember him;<span class=\"citation\" id=\"84417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84417)\">D&amp;C 20:77,79<\/a><\/span> and while we take the bread from the same plate we should not hold within our hearts feelings or sentiments other than what are right. To use the expression of the Savior, in the ever memorable sermon on the Mount, &#x201C;When thou bringest thy gift to the altar, consider whether thy brother hath ought against thee.&#x201D;<span class=\"citation\" id=\"63145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63145)\">Matt. 5:23<\/a><\/span> Every man who receives the principles of the Gospel of peace and obeys the ordinances of initiation into the Church is under obligations to lead a straightforward, moral and upright life, to deal justly, to love mercy and to walk humbly<span class=\"citation\" id=\"62215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62215)\">Micah 6:8<\/a><\/span> in observance of the  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>principles which he has received. To neglect these things, to suffer ourselves to stray from them, to become forgetful of the principles and ordinances of the Gospel, under all circumstances, should be avoided. If we love each other, as we should do, we should never be found speaking evil of each other.<span class=\"citation\" id=\"75309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75309)\">Eph. 4:31<\/a><\/span><span class=\"citation\" id=\"84369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84369)\">D&amp;C 20:54<\/a><\/span> In almost all communities, so far as my knowledge of history extends, one of the great banes of society is a disposition to tattle, to speak evil one of another; and I have noticed that this habit has not always been forsaken by those who are called Latter-day Saints; but at times there seems to be a feeling of willingness to retail scandal. When we come to partake of the sacrament if we have injured our brother, sister or neighbor, it is our duty to make these things right, and to come wisely, prudently and conscientiously. If we harbor evil thoughts, or are the slaves of evil passions, when we stretch forth our hand to partake of the sacrament, we may be guilty, peradventure, of fulfilling that dreadful position referred to by the Apostle&#x2014;&#x201C;He that eateth and drinketh unworthily, eateth and drinketh damnation to his own soul.&#x201D;<span class=\"citation\" id=\"73401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73401)\">1 Cor. 11:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n827\"> There are certain principles which God has revealed, by the observance of which we are entitled to his Holy Spirit; but when Latter-day Saints neglect their duties and fail to observe these principles and defile their bodies they cease to become fit temples for the Holy Spirit to dwell in,<span class=\"citation\" id=\"73167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73167)\">1 Cor. 3:16-17<\/a><\/span> and the light that is in them becomes darkness.<span class=\"citation\" id=\"63548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63548)\">Matt. 6:23<\/a><\/span> It seems that at the last supper Peter was so sanguine, so fully determined and set in his faith that he declared to the Savior, though he should die with him yet would he not deny him;<span class=\"citation\" id=\"66255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66255)\">Matt. 26:35<\/a><\/span> and yet in a very few hours after, when he saw his Master seized rudely by the high priests and soldiery, and dragged away, and a <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> crown of thorns placed upon his head,<span class=\"citation\" id=\"66357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66357)\">Matt. 27:29<\/a><\/span> he denied him.<span class=\"citation\" id=\"66300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66300)\">Matt. 26:69-70<\/a><\/span> When his Master was first taken Peter was ready to fight for him.<span class=\"citation\" id=\"66288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66288)\">Matt. 26:51<\/a><\/span> He was like a great many Latter-day Saints I have seen&#x2014;they would much rather fight for their religion than try to live it. It was so at that time with Peter. He drew his sword and was ready to cut and slay,<span class=\"citation\" id=\"126441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126441)\">Matt. 26:51<\/a><\/span> but his Master said to him, &#x201C;Put up thy sword,&#x201D;<span class=\"citation\" id=\"66290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66290)\">Matt. 26:52<\/a><\/span><span class=\"citation\" id=\"126442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126442)\">John 18:10-11<\/a><\/span> and he healed the wounded servant.<span class=\"citation\" id=\"126443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126443)\">Luke 22:51<\/a><\/span> Peter did not understand that; it did not look like the temporal dominion he expected to see Jesus possess; and when he was accused of being one of his disciples, he answered, &#x201C;I know not what thou sayest,&#x201D;<span class=\"citation\" id=\"66307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66307)\">Matt. 26:70<\/a><\/span> denying him, to whom, but a few hours before, he had expressed such strong attachment. When Peter went out, the cock crew, and then he remembered the words of Jesus, and he wept bitterly.<span class=\"citation\" id=\"66310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66310)\">Matt. 26:74-75<\/a><\/span> It is said of this Apostle that when he came to the end of his earthly career, which was crucifixion by the hands of his enemies, he requested that he might be crucified with his feet upwards; because he had denied his Master he was unwilling to be put on the cross in the same position. <\/div><div class=\"paragraph jod\" id=\"v14n828\"> This weakness exists in the breasts of all human beings, more or less; all have their times of trial, and their days of temptation and suffering. We remember, in the days of our Prophet Joseph Smith, whom God sent us in these last days with the dispensation of the fullness of times, and the restoration of the Gospel and Priesthood, that many, who stood by him and professed to be his most warm and ardent friends, not only turned away at his death, but in many instances became bitter enemies. This weakness exists, and there are reasons why it exists in the human heart. For instance, God requires his children to pray; but through labor, business and care they frequently fail to fulfill  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the requirement either in their families or in secret, and in a little while their minds become darkened;<span class=\"citation\" id=\"87808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87808)\">D&amp;C 84:54<\/a><\/span> and in consequence of this neglect the Spirit of the Lord withdraws from them, and they forget what they once knew. You let a man among the Saints indulge in any habit prohibited in the Gospel, and the same result will follow if continued. If he allow himself to take the name of the Lord in vain,<span class=\"citation\" id=\"54213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54213)\">Ex. 20:7<\/a><\/span> and continue in it, the Spirit of the Lord will withdraw from him. If he allow himself to be guilty of dishonesty, corruption, licentiousness or anything that is prohibited in the Gospel of peace, peradventure, his mind becomes darkened. He, today, might bear testimony that he knew this to be the work of God; and he might, by neglect of duty, in time become so darkened that he would conclude he hardly did know it, and finally that he did not know it. These are the results of losing the light of the Holy Spirit, hence the exhortation that every man who partakes of the sacrament should be careful, and make it a time of reckoning&#x2014;bringing our minds up to the standard and knowing that we are right. <\/div><div class=\"paragraph jod\" id=\"v14n830\"> I notice in the observance of the Word of Wisdom,<span class=\"citation\" id=\"88874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88874)\">D&amp;C 89:1-21<\/a><\/span> a manifestation of the Holy Spirit connected with it. Whenever a person has failed to observe it, and becomes a slave to his appetite in these simple things, he gradually grows cold in his religion; hence I constantly feel to exhort my brethren and sisters, both by precept and example, to observe the Word of Wisdom. We should not be thoughtless, careless nor neglectful in the observance of its precepts. &#x201C;Why, it cannot do any hurt,&#x201D; says one, &#x201C;to take a glass of ale!&#x201D; I recollect seeing a man once in England, who said to me, &#x201C;Mr. Smith, how can it be possible that it can injure a man to drink the matter of half a pint of <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ale?&#x201D; He had had so much that he could not stand without leaning against a fence, and yet he could not see how it could injure a man to take a half pint; but if he had not taken the first half pint he could have stood as well as anybody. It may as well be said, and no doubt often is, How can it hurt a man to chew tobacco or to drink tea? It injures, because it creates a disturbance in the human organization, and that disturbance, if continued, creates an appetite to which its possessor becomes a slave, and it shortens his days; and while living his condition is such that he cannot as efficiently perform the duties devolving upon him as he otherwise could. <\/div><div class=\"paragraph jod\" id=\"v14n831\"> We have every reason to be thankful that God has preserved us from the wrath of our enemies. He has led us by the inspired hand of his servant Brigham into the valleys beyond the Rocky Mountains, in the Great Basin; and he has blessed the desert land, that with the labor and toil of twenty or twenty-four years, has become manifest in stretching forth the curtain of the habitations of Zion. We have every reason to be thankful for these blessings, for previous to that time we are all well aware that we did not taste of but very little of what might be called religious liberty; for the very moment that the Church of Jesus Christ of Latter-day Saints was organized by Joseph Smith,<span class=\"citation\" id=\"84233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84233)\">D&amp;C 20:1<\/a><\/span> with six members, the hand of persecution and oppression was raised to destroy it. It not only extended to scandal and abuse, but to personal violence and to a long-continued succession of vexatious lawsuits; to the tearing down of houses, daubing men with tar and feathers, and driving from place to place. I have heard the scandal brought up occasionally that the Mormons were driven from Jackson  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>County, Missouri, for stealing horses. Now the facts of the case are that there is not, nor can be found on record in the county of Jackson, a solitary syllable in any docket or record of any court the account of any crime or charge of crime against any individual belonging to the Church of the Latter-day Saints. From the time they settled there until the expulsion, amongst them it was one straightforward scene of good behavior. The charges on which they were driven were specified, published and signed by a large number of distinguished individuals, and these were that they (the Mormons) &#x201C;differ from us in religion;&#x201D; and that they also &#x201C;anoint the sick with holy oil,&#x201D;<span class=\"citation\" id=\"77708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77708)\">James 5:14<\/a><\/span> and &#x201C;They openly blaspheme the most high God, and cast contempt on his holy religion by pretending to receive revelations direct from heaven, by pretending to speak unknown tongues, by direct inspiration, and by diverse pretenses derogatory of God and religion and to the utter subversion of human reason;&#x201D; &#x201C;that the &#x2018;Mormons&#x2019; tampered with the slaves,&#x201D; &amp;c. It is very true that the Mormons in Jackson County, Missouri, were not slaveholders; but the laws of the State on that subject were so very rigid that it required no mob power to enforce them; and as every office in the State, both civil and military, was held by men not &#x201C;Mormons,&#x201D; and especially in the county of Jackson, it is not likely that there would have been any difficulty to enforce the law. The declaration on which the mob was organized, and which was signed by clergymen and other gentlemen, was &#x201C;The civil law does not afford us a guarantee against this people,&#x201D; which was as much as to say, they were a law-abiding people. Well, but did you practice plurality of wives? Not at all, the principle was unknown in the Church; it had <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not been revealed, and every man and woman in the Church was rigidly, to all intents and purposes, strict monogamists. In 1838-9, these Latter-day Saints were expelled from the State of Missouri, and no charge of practicing polygamy existed against them; but when they were gathered together and received their grand sentence under the exterminating order of the governor of the State, they were told that if they &#x201C;assembled together again and organized with bishops and presidents they should be utterly destroyed;&#x201D; but they were required to leave the State and that in a very short time, which they did, leaving all their property. It is very well known that some three hundred and eighteen thousand dollars were paid by Latter-day Saints for land in the State of Missouri, and that very few if any of them, ever got a dollar for that land, and it belongs to them to this day; and when the great and glorious day shall come that the Constitution of the United States shall become absolutely the supreme law of the land, guaranteeing to all men the right of life, liberty and property, the Saints can inherit this land and live and enjoy their faith there as well as anywhere else. All these things had occurred, and the hand of persecution did not stay until, in 1844, it had slain the prophets, and, in 1845-6, had driven the people, and robbed and peeled them of the property they had accumulated in Illinois, and in 1847 the pioneers' advanced guard, led by President Young, succeeded in making a road, and founding a colony in this valley. <\/div><div class=\"paragraph jod\" id=\"v14n833\"> In 1843, the law on celestial marriage was written, but not published,<span class=\"citation\" id=\"91401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91401)\">D&amp;C 132 Headnote<\/a><\/span> and was known only to perhaps one or two hundred persons. It was written from the dictation of Joseph Smith, by Elder William Clayton,  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his private secretary, who is now in this city. This revelation was published in 1852,<span class=\"citation\" id=\"91420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91420)\">D&amp;C 132:1-66<\/a><\/span> read to a general conference, and accepted as a portion of the faith of the Church. Elder Orson Pratt went to Washington and there published a work called the &#x201C;<span class=\"italic\">Seer<\/span>,&#x201D; in which this revelation was printed, and a series of articles showing forth the law of God in relation to marriage. From that time to the present the power of the enemies of the Latter-day Saints to persecute them seems to have been broken; for since then we have never been compelled to forsake our inheritances. The press and the pulpit have, of course, been called into requisition more or less, and a great amount of lies and scandal has been published, and politicians have endeavored to make capital and money out of exterminating the &#x201C;Mormons,&#x201D; and fortunes out of &#x201C;Mormon&#x201D; blood, and more or less difficulty has occurred; but during that period the Saints have been able to proceed along with their work. They have laid out a hundred and fifty towns and cities, and have built them up to a greater or less extent, extending their settlements five hundred miles through this great desert. They have also been able to hold in check the savage tribes of Indians and to gain influence over them; and with a few interruptions, arising from the reckless character and conduct of transients, have been enabled to maintain towards them a peace hitherto unknown in any State or Territory in the midst of an Indian population. <\/div><div class=\"paragraph jod\" id=\"v14n835\"> It required faith and energy to settle in such a country. For the first three years after the settlement commenced hardly any person dared to eat as much food as his appetite craved; so scarce were provisions that it was necessary to economize and eke out every little supply to its greatest <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> possible extent. A great many became discouraged and disheartened, having the idea that the country could never be reclaimed; many went away, but generally returned after awhile, quite surprised at the progress made during their absence. Our visitors look at our city and say, &#x201C;What a beautiful place! how did you find so lovely a place?&#x201D; I can answer. When we reached here it was a naked sage plain, bearing very little sage, the land being too poor; but industry and a wise and careful application of the water to the soil has produced the vegetation here to be seen. For a while after we came here we could occasionally hear of rejoicing from pulpit and press that &#x201C;Joseph Smith, the arch-impostor,&#x201D; as they called him, was dead, and that the &#x201C;Mormons&#x201D; were driven into the wilderness, where they would all perish, and they should never hear anything more about them. Yet it only took a few years for them to discover that this people were yet alive, and that they were living in the exercise of their faith, and making themselves felt, known, realized and understood in the world. Now, inasmuch as God has thus blessed us and extended to us so many great privileges, it is very important that we should abide in the faith wherein Christ has made us free,<span class=\"citation\" id=\"74620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74620)\">Gal. 5:1<\/a><\/span><span class=\"citation\" id=\"88653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88653)\">D&amp;C 88:86<\/a><\/span> and live in the exercise of that religion, and not by any means suffer ourselves to fall into snares, temptation, wickedness or evil. We have every reason to be thankful to our Heavenly Father for his many blessings. <\/div><div class=\"paragraph jod\" id=\"v14n836\"> Our organization as a church differs widely from almost every other. For instance, almost every denomination has, in its organization, a plan for the support of a minister&#x2014;a salaried gentleman. When we commenced to preach the Gospel to the world without purse or scrip,<span class=\"citation\" id=\"68149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68149)\">Luke 22:35<\/a><\/span> without money  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or price,<span class=\"citation\" id=\"59760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59760)\">Isa. 55:1<\/a><\/span> these ministers were generally the first to raise the hue and cry, to tar and feather, and throw rotten eggs at us; to drive us from our homes and tear down our habitations; and in every mob, from the commencement to the close of the persecutions, were to be found men professing to be ministers of the Gospel; and although the denominations to which they belonged might not be disposed to persecute, yet they disgraced them by taking part in such proceedings. It is said that the men who slew the Savior believed they did God service,<span class=\"citation\" id=\"70270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70270)\">John 16:2<\/a><\/span> and it is probable that the ministers, professors of religion and others, who, with blackened faces, surrounded Carthage jail and murdered, in cold blood, the Prophet and Patriarch of the Church, Joseph and Hyrum Smith, thought they also were doing God service,<span class=\"citation\" id=\"70271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70271)\">John 16:2<\/a><\/span> although they were guilty of the most brutal and disgraceful murders ever perpetrated on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n838\"> There is one thing very peculiar in relation to us. I have noticed it from the fact that I have been a student, to some extent, of the history of the Puritan fathers who settled in New England. It is very well known that they escaped from tyranny in their mother country; they were oppressed there in their religious faith. Their views were of a different kind to those of the established church; and it was in consequence of oppression of this kind that they sought a home in the wilds of America; and in almost every instance, as soon as they had established a home, they commenced making rules and proscribing everybody who differed in opinion with themselves. You will notice this, especially if you read the early history of Massachusetts. The colonists of that State were very stringent in particular items of faith and practice. I have always felt a little proud of <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the noble heart of my fourth great-grandfather Zaccheus Gould, because he actually had the courage to keep the Quakers at his farm the very night after they had been proscribed by the colonial government and expelled from Salem, and for this and supplying them with the common necessaries of life and then allowing them to proceed on their way in the morning, he was fined and compelled to stand up in the church, and hear his confession read. But I am proud of the feelings and sentiments of the man that, although a Puritan, he had so much humanity in him. <\/div><div class=\"paragraph jod\" id=\"v14n839\"> I notice, in looking over the history of New England, that our Puritan fathers lacked an understanding of the power of principle. If a man preached a sermon that did not please them he must leave the colony; he could not retire to his farm, lot or inheritance, and there attend to his own business; no, they would frequently tear down his house, put him aboard a ship and send him away. Numbers of instances of this kind are on record; and the sect most noted for its principle of nonresistance to all men&#x2014;the Quakers, were whipped and tarred and feathered, and some of them put to death; and numbers of them were expelled from the colony, and that, too, by men who, we cannot doubt, believed in their own hearts, that they acted from good motives. They did these things from a determination that they would cleanse the people. Still, after awhile, this feeling wore away. <\/div><div class=\"paragraph jod\" id=\"v14n840\"> I notice, from the very commencement of our settlement of these valleys that there never has been a law enacted or regulation made but what would affect the interests of all societies and denominations alike. There have been no special acts on this account. As a matter of course, persons have been cut off the Church,  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but their civil rights, and their privileges under the laws have not been in anyway abridged. Had our fathers, in New England, simply disfellowshipped Mr. Williams as a member of their church, and allowed him to baptize people by immersion if he choose, it would have been an entirely different thing from compelling him to leave the colony. <\/div><div class=\"paragraph jod\" id=\"v14n842\"> This spirit of intolerance is yielding to the march of enlightenment, in our own age and day, but still we as a people have suffered severely from its effects, for that alone compelled us to seek a home in these deserts. But it is gratifying to reflect that we have not nourished that spirit of persecution in our hearts, for from the time that emigrants commenced passing this way up to the present, ministers of every denomination, men of repute among their own people, have been called upon and invited, and, whenever they have desired it, have had the privilege of preaching to our congregations, and have held meetings and organized churches in our cities without interruption. These facts are before the world. There are scores of ministers who have spoken in this stand, many of whom have declared to the public that they never spoke to so large an audience and never expected to speak in so large a house in their lives; but when a Latter-day Saint Elder has called upon them and asked for the privilege of preaching, their answer has been in effect, &#x201C;Why, no; I have a right to preach in a heathen temple, but I cannot open my temple to a heathen!&#x201D; Such men dare not trust their congregations to hear the truth, or peradventure, to hear error. We have had here some of the most eloquent preachers, I believe, of the present age; and we were delighted that they should display their eloquence in our midst. And if they have anything <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better than we have we want it; and we think it is quite right for the younger portions of our community, who have not had the privilege of hearing the religions of the day preached in the world, to hear them here; and the more of it the better, if they desire it. But the elder portion of those who profess our faith have generally belonged to or been associated with different religious denominations; for as our Elders have preached abroad they have gathered from every bundle and of every kind; and that portion of our people are as thoroughly acquainted with all the religions and the religious tenets taught at the present day as any people can be. But it is not so with the younger members of our Church, hence when we had a Methodist camp meeting here, President Young and the Elders gave an invitation to all the people, and especially to the young, to go and hear the teachings there given. That was the reason they had such immense congregations. The camp meeting did not attract the miners; they cared nothing about it; they had seen and known and learned all they wished about them long ago. They did not come here to hunt Methodism, but silver and gold. But our people turned out, especially in the evenings, by thousands, and heard them speak and formed their own opinions. I have been at camp meetings in my boyhood, and I did not think the one held here a fair specimen&#x2014;not what a camp meeting used to be thirty-five years ago. <\/div><div class=\"paragraph jod\" id=\"v14n843\"> If a faith will not bear to be investigated; if its preachers and professors are afraid to have it examined, their foundation must be very weak. Those who come into the Church of Latter-day Saints, if they are faithful, learn in a short time, and know for themselves. The Holy Spirit and  <div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the light of eternal truth rest down upon them, and you will hear them, here and there, testify that they know of the doctrine, that they are acquainted with and understand it for themselves. <\/div><div class=\"paragraph jod\" id=\"v14n845\"> There has been a great howl from the pulpit and the press calling upon the government of the United States to exert its power to suppress a practice in the faith of the Latter-day Saints. Now the fact of the case is, it is out of the power of any government or nation to regulate religion at the present age; it is a matter that must regulate itself. You may drive men from their homes, rob them of their possessions, murder their leaders, deprive them of their civil and religious rights, but you cannot change their opinions by such arguments; and when men have recourse to them it only signifies that the foundation upon which their system is based is very weak, and that their only hope of enforcing their own and suppressing the views of others is by force. Shame on the low degraded feelings which prompt such measures. In every land freedom of thought and opinion and the liberty to preach and practice whatever religion you wish should be guaranteed and the only method of manifesting disapproval of the course of others in these respects should be to disfellowship them from their churches. All should have this privilege. It feels good for a man to believe as he pleases; and if you undertake to check this, do not put to death, daub with tar and feathers, or tear down the dwellings of those who differ from you. Where is the liberty, justice and uprightness of such a course? I have been through the mill a little, and understand how it feels. <\/div><div class=\"paragraph jod\" id=\"v14n846\"> For my own part, however, I believe that mankind generally are getting wiser on this subject. Our Puritan fathers never succeeded in <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forcing their peculiar views on others, and in time, even among themselves, everybody could say about what he pleased; or at any rate the particular points upon which there was the greatest trouble were taken away. So it will be in the present age. <\/div><div class=\"paragraph jod\" id=\"v14n847\"> It is very well understood that, by many of the people, the law of marriage is regarded as something instituted by God; and that men, in their laws and regulations on the subject, have undertaken to govern their fellows too much. Our fathers Abraham and Jacob and many of the prophets took steps in this matter, which are now denounced by a large portion of Christendom as very wrong; and yet these very persons, in their prayers and preachings, claim that they are going to &#x201C;Abraham's bosom.&#x201D;<span class=\"citation\" id=\"67795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67795)\">Luke 16:22<\/a><\/span> I can tell any man that wishes to murder, rob and plunder, and deprive of liberty a Latter-day Saint because he believes and practices plurality of wives, that he need never expect to dwell in &#x201C;Abraham's bosom,&#x201D;<span class=\"citation\" id=\"67796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67796)\">Luke 16:22<\/a><\/span> for Father Abraham will not cast his wives out to receive such narrow-minded men. I can further tell them that, if ever they come to the gates of the New Jerusalem, they will there find the names of the twelve sons of Jacob;<span class=\"citation\" id=\"80794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80794)\">Rev. 21:12<\/a><\/span> and if they believe with all their hearts that Jacob and his sons, most of whom were polygamists, were wicked men, and most of the sons bastards, they had better stay outside; in fact they will not be permitted to enter. Unless they can acknowledge these twelve sons as lawful and legitimate sons, in accordance with the law of God, they will have to stay outside, and &#x201C;without are dogs, sorcerers, whoremongers, idolaters,&#x201D; and everybody that loves and makes a lie.<span class=\"citation\" id=\"80884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80884)\">Rev. 22:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n848\"> May God enable us, one and all, to be truly prepared to enter through the gates into the city, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}