{"ID":140045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Truth&#x2014;Freedom&#x2014;The Gospel versus Modern Christianity.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, March 3, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 3\/3\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v14n1243\"> We meet together from time to time to speak, to hear, and to reflect upon things pertaining to the kingdom of God, and the interests and happiness of humanity; to strengthen, cheer and instruct, to teach and be taught on things that pertain to our happiness and well-being, in time and in eternity. As a people we differ in very many respects from the world with which we are associated. Our ideas, reflections and belief with regard to Deity are different to those of the world; our ordinances also vary from those which are in existence among the Christian world. We have our reasons for this difference; they, perhaps, have theirs. We place God, his service and his worship as among the first things that ought to attract our attention. Considering ourselves immortal as well as mortal beings, and having to do with time and eternity; with things future, as well as present, it has been our study for years to try to form correct opinions and ideas in relation to those things which pertain to our everlasting welfare. In doing this we have not been desirous, generally, to court the good feelings or approbation of men. We know that mankind vary very much in their ideas in relation to these matters, and if desirous we could not follow them <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because they do not agree; but we have been desirous, as far as lay in our power, to seek the approbation of the Almighty and of an approving conscience, for in religious matters it is with these we have to do. We consider that we are engaged in a work that will affect us and our posterity after us for innumerable generations; in a work in which both the living and the dead are interested. And acting in the fear of God, and with a reference to eternal realities, we try to square our conduct and regulate our actions, in such a manner, that we may stand approved of all good men, and of the holy angels; that we may be approved of the virtuous and good who have lived on the earth, and of the virtuous and good who may hereafter live upon it; for we consider, as we are eternal beings, that things pertaining to eternity are of a great deal more importance than the evanescent transitory things pertaining to time and sense, which speedily pass away. We find one thing literally true, as spoken of by the scriptures&#x2014;that &#x201C;It is appointed for men once to die,&#x201D;<span class=\"citation\" id=\"76924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76924)\">Heb. 9:27<\/a><\/span> and that the teeming millions who now inhabit this earth have only existed upon it for a very short time, and will only continue to exist for a short time to come; and as we have  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>supplanted the millions who have gone before us, so also shall we be supplanted by millions who will follow after us; and as we believe in an eternity and in future rewards and future punishments, and in future exaltations and future degradations; as we believe that this life is simply a probationary state<span class=\"citation\" id=\"82143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82143)\">Alma 12:24<\/a><\/span><span class=\"citation\" id=\"82369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82369)\">Alma 42:10<\/a><\/span> we feel desirous to act as wise, prudent, intelligent beings, squaring our lives and actions according to the high position that we occupy before God and before the holy angels. We are not satisfied, as many men are, with simple theories, because this, that or the other man or bodies of men have told us they are true, we are governed by no man's <span class=\"italic\">ipse dixit<\/span>. We have not any particular dogmas to sustain, or any special theory to establish. Living in the world of mankind, surrounded by the works of nature, walking, as it were, in the presence of the Great Eloheim, we wish to comprehend and embrace all truth and seek for and obtain everything that is calculated to exalt, ennoble and dignify the human family; and wherever we find truth, no matter where, or from what source it may come, it becomes part and parcel of our religious creed, if you please, or our political creed, or our moral creed, or our philosophy, as the case may be, or whatever you may please to term it. <\/div><div class=\"paragraph jod\" id=\"v14n1244\"> We are open for the reception of all truth, of whatever nature it may be, and are desirous to obtain and possess it, to search after it as we would for hidden treasures; and to use all the knowledge God gives to us to possess ourselves of all the intelligence that he has given to others; and to ask at his hands to reveal unto us his will, in regard to things that are the best calculated to promote the happiness and well-being of human society. If there are any good principles, any moral philosophy that we <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have not yet attained to we are desirous to learn them.<span class=\"citation\" id=\"94218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94218)\">A of F 1:13<\/a><\/span> If there is anything in the scientific world that we do not yet comprehend we desire to become acquainted with it. If there is any branch of philosophy calculated to promote the well-being of humanity, that we have not yet grasped, we wish to possess ourselves of it. If there is anything pertaining to the rule and government of nations, or politics, if you please, that we are not acquainted with, we desire to possess it. If there are any religious ideas, any theological truths, any principles pertaining to God, that we have not learned, we ask mankind, and we pray God, our heavenly Father, to enlighten our minds that we may comprehend, realize, embrace and live up to them as part of our religious faith. Thus our ideas and thoughts would extend as far as the wide world spreads, embracing everything pertaining to light, life, or existence pertaining to this world or the world that is to come. They would dig into the bowels of the earth, or go to the depth of hell, if you please; they would soar after the intelligence of the Gods that dwell in the eternal worlds; they would grasp everything that is good and noble and excellent and happifying and calculated to promote the well-being of the human family. <\/div><div class=\"paragraph jod\" id=\"v14n1245\"> There is no man nor set of men who have pointed out the pathway for our feet to travel in, in relation to these matters. There are no dogmas nor theories extant in the world that we profess to listen to, unless they can be verified by the principles of eternal truth. We carefully scan, investigate, criticize and examine everything that presents itself to our view, and so far as we are enabled to comprehend any truths in existence, we gladly hail them as part and portion of the system with which we are  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>associated. We are quite willing that others should be governed by the dogmas, theories and notions of men just as much as they please: we do not have confidence in them. They may worship God as they please, it is none of our business, it is a matter between them and their God.<span class=\"citation\" id=\"94128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94128)\">A of F 1:11<\/a><\/span> We may think, in many instances, their acts are foolish; but if they have a mind to be foolish that is not our business. They perhaps entertain the same opinion in relation to us. But we do feel, in regard to moral and religious ideas, that we are engaged in a sacred cause, and that while men, with all their combined wisdom and intelligence, have been unable to introduce and establish systems that are good, happifying, elevating and ennobling; we think there is a being who lives in the heavens superintending the affairs of the human family, who is worshiped by the great mass of humanity in one form or another&#x2014;a great power that is capable of instructing, guiding, directing and regulating the affairs of men, as by eternal laws he governs all nature and regulates the planetary system. While on the one hand we are willing that others should worship him in what manner they please, we have a right to the same privileges, rights and immunities, and possessing ourselves of this idea we take the liberty to do so. <\/div><div class=\"paragraph jod\" id=\"v14n1247\"> There are two things I have always said I would do, and I calculate to carry them out, living or dying. One is to vote for whom I please and the other to worship God as I please. There is a principle of freedom planted in the human mind that has always existed there, and no man, nor any power has yet been able to obliterate it. Believing as we do we take the liberty to believe the Bible,<span class=\"citation\" id=\"94076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94076)\">A of F 1:8<\/a><\/span> which our fellow Christians, generally throughout the world, profess to <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> believe in, whether they do so or not. We read in that sacred volume that, &#x201C;Holy men of old spake as they were moved upon by the Holy Ghost.&#x201D;<span class=\"citation\" id=\"78316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78316)\">2 Pet. 1:21<\/a><\/span> This, to many, seems perhaps singular phraseology, but it is nevertheless true; and if they did not, whence came this sacred volume? How do men at the present day learn anything pertaining to God? Who puts them in possession of any information relative to the holy angels, to a heaven, to the plans and purposes of God pertaining to the earth whereon we live, and its inhabitants? Who revealed anything pertaining to future rewards and punishments, and how did the theologians of the day become acquainted with these principles? Where did they get their knowledge from? They tell you from the Bible. That Bible would never have been in existence if holy men of old had not spoken as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78315)\">2 Pet. 1:21<\/a><\/span> If men in former times had not had revelation from the Most High; if angels had not ministered to them; if they had not had revelations and the dark curtain of futurity had not been withdrawn from their minds and they had not been enabled to gaze upon the purposes of God as they should roll forth in future generations: if such &#x201C;old fogies,&#x201D; as some call them, had not lived, we should have had no Bible, no Christian religion, nothing to guide our feet, that is, so far as records are concerned. If the heavens had always been, as many would have us believe they are now&#x2014;as brass over our heads,<span class=\"citation\" id=\"55162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55162)\">Deut. 28:23<\/a><\/span> and God had been deaf to the entreaties of humanity, we should have had no Christian or Mosaic religion, or any religion giving any knowledge of God or his purposes. <\/div><div class=\"paragraph jod\" id=\"v14n1248\"> We profess, forsooth, in this generation of enlightenment, with all its latitudinarianism, with all its diver<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sities of opinions, ideas, theories and dogmas; with a thousand different professedly religious parties to be wiser than that man who said there was &#x201C;One Lord, one faith, one baptism, One God who is above all, through all, and in you all.&#x201D;<span class=\"citation\" id=\"75002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75002)\">Eph. 4:5-6<\/a><\/span> People now-a-days think the religion they had in those days might do for a barbarous age, but we are so enlightened, so intelligent, so philosophical, that we are altogether ahead of those &#x201C;old fogies&#x201D; who lived some time ago and conversed with God and had angels minister to them. Now I have frequently said, and say today, &#x201C;The Lord God deliver me from the enlightenment, the corruption and evil throughout the world at the present time,&#x201D; and give me some of that religion that ancient men of God had who spake as they were moved upon by the Holy Ghost.<span class=\"citation\" id=\"78317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78317)\">2 Pet. 1:21<\/a><\/span> I would like to associate with men whom God would talk with, and that angels would communicate intelligence to, and that the heavens could be opened to, that could have the purposes of God unfolded to them, that could comprehend the object of the creation of the world whereon we live; the object of the existence of man, and his future destiny, as an eternal intelligent being. I want to know whence I came, I want to know what I am doing here, what is the object of my existence. I want to know something about the world whereon I live, the object of this beautiful creation with which I am surrounded, and its destiny; and if there is a God who rules in the heavens and superintends the affairs of the universe I want to know something about him, whom to know I am told is &#x201C;life everlasting.&#x201D;<span class=\"citation\" id=\"70596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70596)\">John 17:3<\/a><\/span> If there is a religion that will teach me that, that is the religion I want, and anything short of that I would not give the ashes of a rye straw for. People may take their philosophy, <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and their Christianity, and their morality, and their intelligence, and chuckle over their supposed superiority for what I care if I can only get acquainted with God and know something of his law, of the principles of eternal truth, if I can learn to save myself and my posterity; be placed in a position that I can obtain promises from God as Abraham did,<span class=\"citation\" id=\"53133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53133)\">Gen. 17:1-8<\/a><\/span> that should reach down through every subsequent period of time until the final winding up scene, and then stretch forward into the eternity that is to come. As an eternal intelligent being these are some of the thoughts, reflections and ideas that come through my mind, and I cannot be satisfied with anything less. Others may be glad to &#x201C;Sit and sing themselves away,&#x201D; as they ignorantly sing sometimes, &#x201C;to everlasting bliss.&#x201D; They may worship a God without body, parts and passions, or go to a heaven somewhere &#x201C;beyond the bounds of time and space.&#x201D; I would like to be associated with Abraham, Isaac, Jacob, Jesus, the prophets and those honorable men who had communication with God and that he was not ashamed of, and as one of the apostles says, &#x201C;God was not ashamed to be called their God: for he had provided for them a city.&#x201D;<span class=\"citation\" id=\"77026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77026)\">Heb. 11:16<\/a><\/span> I want to search for a tangible reality, &#x201C;a city that hath foundations, whose builder and maker is God,&#x201D;<span class=\"citation\" id=\"77008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77008)\">Heb. 11:10<\/a><\/span> as the scriptures speak of a city that one of those ancient men of God, when under the inspiration of the Almighty, had a vision of, and contemplated its glory. <\/div><div class=\"paragraph jod\" id=\"v14n1250\"> We are seeking, in the first place, to regenerate ourselves, and then, under the guidance and direction of the Almighty, to regulate the world in which we live. We know that this is not very popular; but that makes no difference to us. So far as we, ourselves, are concerned we know precisely where we stand; so far as  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world is concerned, as to the reception of our ideas by them, that is their business, and God's business. They have to do with him and we have to do with him. We are in his hands, and all the world of mankind are in his hands, and he will manage and control them and dictate and regulate them according to the dictates of his will, and not according to my theories or yours or any other person's, and, &#x201C;The Judge of all the earth will do right.&#x201D;<span class=\"citation\" id=\"53231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53231)\">Gen. 18:25<\/a><\/span> This people know what they are doing, and they know precisely their position whether others do or not. <\/div><div class=\"paragraph jod\" id=\"v14n1252\"> What has called you out from among the nations, you who are here before me? I speak now to Latter-day Saints, you who heard the sound of the Gospel in the various lands that you came from. When the Elders came and preached unto you it was something like the position of Paul of old&#x2014;&#x201C;Their words came to you with power and demonstration and with the Holy Ghost,&#x201D;<span class=\"citation\" id=\"72953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72953)\">1 Cor. 2:4<\/a><\/span> and their words and testimony and spirit responded to that spirit which was in your bosoms, and you hailed their testimony as a message of light, and you obeyed it: you went forth into the waters of baptism amid the scorn, contumely, reproach and contempt of the world, religious, philosophical and moral. Inspired by the fire of truth you braved the whole of it. By the same spirit and influence you have been gathered together here, as you are today in this city and in these valleys of the mountains, throughout the length and breadth of this Territory. Your ideas were based on the revelations of God, the message that you heard was that God had spoken, that the heavens had been opened, that angels had appeared as they had formerly, that the everlasting Gospel had been restored in all its richness, fulness, power and glory, that it was <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> your privilege to know for yourselves the truth of the principles you believed in. You believed those principles, you went forth into the waters of baptism and obeyed them, you have all been baptized into one baptism, have all partaken of one spirit,<span class=\"citation\" id=\"73509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73509)\">1 Cor. 12:13<\/a><\/span> and are here under the same influence, guidance and direction; and hence we are here assembled, as on this occasion today, not by our own wisdom and intelligence, not by the intelligence of the world, not by the intelligence of Joseph Smith, Brigham Young, any of the Apostles, or anybody else, but by the intelligence and inspiration of the Lord of Hosts to them and to you, and by the Spirit of God attending the administration of his Elders, and you have known and comprehended and realized for yourselves the truths which you believed in. <\/div><div class=\"paragraph jod\" id=\"v14n1253\"> Standing in this capacity there is a work which we have to perform&#x2014;to save ourselves, our progenitors, our posterity, and to act as saviors upon Mount Zion,<span class=\"citation\" id=\"61990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61990)\">Obad. 1:21<\/a><\/span> to build the temples of the Lord and to administer in them, and as eternal beings to watch after the eternal interests of humanity. This is the position that we occupy. <\/div><div class=\"paragraph jod\" id=\"v14n1254\"> We find men come along among us sometimes who think we are fools, and that they could improve matters considerably. They have had plenty of opportunity in the world to do that, why haven't they accomplished it? There is room enough for all the philosophers, and all the theologians, and all the wise men and philanthropists to benefit mankind outside of us. Anywhere, everywhere, go where you will, and what do you find? Corruption, evil, iniquity, hypocrisy of every grade and form, and under all circumstances, moral, religious, political and social, and everything else you please to name. Societies convulsed, rending apart, vili<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fying and abusing one another; full of corruption and rottenness, evil and iniquity of every kind, socially, morally and religiously. Plenty of room for all philanthropists and for all men who desire to benefit the human family. Go and regulate them. Put the United States right, regulate England and France, put Germany straight. Regulate the affairs of the nations, and then come and talk to us. But until we see something better than the kind of civilization that we are having introduced here, we beg to be excused from it. We saw enough of that before we came here; and the examples that are exhibited in our midst are too revolting, too degrading and humiliating for decent men and women to have anything to do with. Is this indeed the vaunted civilization so much talked of? We do not want it. &#x201C;My soul, enter not thou into their secrets; my honor, with them be not thou united!&#x201D;<span class=\"citation\" id=\"53674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53674)\">Gen. 49:6<\/a><\/span> We are after more honorable aims, more exalted feelings and principles and views than those that are imported into our midst here. I used to believe in that scripture, and I have a good deal of faith in it yet, that &#x201C;an impure fountain cannot send forth pure streams;&#x201D; that &#x201C;a bad tree will not bring forth good fruit;&#x201D; and that trees are &#x201C;known by their fruits.&#x201D;<span class=\"citation\" id=\"63904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63904)\">Matt. 7:16-20<\/a><\/span> I am a believer of that kind of thing yet, and in speaking of these affairs I feel a good deal as one of the servants of God felt when he was engaged in building the walls of old Jerusalem. There was some man came up and wanted to interfere with his operations, but said he, &#x201C;I am doing a great work,<span class=\"citation\" id=\"126503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126503)\">Neh. 6:3<\/a><\/span> Hinder me not.&#x201D;<span class=\"citation\" id=\"53411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53411)\">Gen. 24:56<\/a><\/span> We feel about the same. We are engaged in a great work, we are seeking after our own salvation and the salvation of our friends, the salvation of our forefathers, the salvation of our children and posterity who shall come <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after us, the salvation of the world wherein we live and its everlasting happiness and exaltation, &#x201C;Hinder us not.&#x201D;<span class=\"citation\" id=\"53412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53412)\">Gen. 24:56<\/a><\/span> Pursue your own course, worship as you please, do as you please, follow your own inclinations in any other way, only do not interfere with the rights of men nor violate the laws of the land. That is all we ask, and you have full liberty to carry out any views and feelings you please. I remember reading a few lines of some very zealous Protestant who wrote over some public building: &#x201C;In this place may enter Greek, Jew or Atheist, anything but a Papist.&#x201D; Now I say let the Papist come in too, the Muslim, the Greek, the Jew, the Pagan believer and unbeliever, and the whole world. If God sends his rain on the good and evil and makes his sun shine on the just and unjust,<span class=\"citation\" id=\"63250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63250)\">Matt. 5:45<\/a><\/span> I certainly shall not object. Let them worship as they please, and have full freedom and equal rights and privileges with us, and all men. These are our feelings, and, as I said before, we are desirous, so far as we can, to be instructed in everything that is calculated to exalt and ennoble the human family. Others, of course, can do as they please about it. And in speaking of the Saints let me tell you that the religion you embraced five, ten, twenty, thirty or forty years ago is just the same now as it was then; it is like its author, &#x201C;The same yesterday, today, and forever.&#x201D;<span class=\"citation\" id=\"77374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77374)\">Heb. 13:8<\/a><\/span> We have not &#x201C;changed our base,&#x201D; as they talk about sometimes in their wars; we have no &#x201C;new departures,&#x201D; as others talk about. We are after the truth. We commenced searching for it, and we are constantly in search of it, and so fast as we find any true principle revealed by any man, by God or by holy angels, we embrace it and make it part of our religious creed. <\/div><div class=\"paragraph jod\" id=\"v14n1256\"> Nobody need be concerned at all by  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the events that have been transpiring here, or that may transpire. There is nothing new in relation to these matters. It is only a little piece of the same material that we have experienced in years gone by, and that the Saints of God have always had to cope with. They talk sometimes about our morality here, and the action of this people and so forth. In conversation lately, with a judge from Montana, I forget his name, I told him I had been judge of the probate court in Utah County, one of the largest counties in Utah, perhaps the largest with the exception of Salt Lake, and that during two years, while acting in that capacity, I had one criminal case&#x2014;petty larceny&#x2014;come before me, and three civil cases, two of which were decided by arbitration. I asked him how he got along in Montana. Said he, &#x201C;in the same time while I was judge there, probate judge, I had to act as probate on upwards of eighty cases, most of whom came to their death by violent means.&#x201D; Why didn't they blame the Governor or the Mayors of cities for killing these men? Could so many murders be committed and the Mayors and Governors not do it? It is astonishing! Now I would rather be the friend and associate of these men whom they call murderers here than of their most honorable men, and so would this people, and all who believe it say aye. (The crowded congregation gave one unanimous, &#x201C;aye.&#x201D;) They cannot show such a record in any part of the world as we can exhibit in this Territory in relation to these matters; and they cannot find another Territory that has been so well managed in its financial matters. Our city here is out of debt; our cities throughout the Territory are out of debt; our counties are out of debt and our Territory is out of debt. Where can you point to the same <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thing anywhere else? Well, they have got such good, smart, intelligent men in other places that they manage to keep things right, and we are fools here! A good many people think that Mayor Wells is not half smart enough, and that if they were in his place they could manage the municipal finances a great deal better. I presume the same as they were manipulated in New York. (Laughter.) But we don't want such Mayors, nor such Governors, nor such institutions in our midst. We want righteousness and truth and equity and honor and integrity, and men to be governed by correct principles, and to seek the well-being of the people they live among and rule over. And who are these men they are now prosecuting and persecuting? Why, here is Brigham Young, for instance, I have traveled with him thousands of miles, preaching the Gospel without purse or scrip.<span class=\"citation\" id=\"68151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68151)\">Luke 22:35<\/a><\/span> What has he done to anybody? Whom has he injured? Can anybody put their finger on it? Not and tell the truth. I know before God they lie. I have been with him in private and public under all circumstances and I know his feelings. I know they are liars when they make these statements, and this people believe it too. <\/div><div class=\"paragraph jod\" id=\"v14n1258\"> Well, what shall we do then? Why, do right. It is all right, who cares? The wrath of man shall praise the Lord.<span class=\"citation\" id=\"56879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56879)\">Ps. 76:10<\/a><\/span> He holds them and us in his hands, and he will control, guide, manage and direct all things according to the counsel of his will,<span class=\"citation\" id=\"126504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126504)\">D&amp;C 58:20<\/a><\/span> and no power in this city nor in these United States I say, and I will prophesy it in the name of Israel's God, shall harm you (Congregation said, &#x201C;Amen&#x201D;). God will control, direct and manage all the affairs pertaining to his people, and Israel will rejoice and be triumphant, and the kingdom of God will be established, and the  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power of God will be manifested, and the work of God will progress, and the kingdom of God will roll forth, from conquering unto conquer,<span class=\"citation\" id=\"126505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126505)\">Rev. 6:2<\/a><\/span> until the kingdoms of this world shall <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> become the kingdoms of our God and his Christ, and he shall reign with universal empire.<span class=\"citation\" id=\"79457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79457)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1260\"> May God help us all to be faithful, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}