{"ID":140003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufactures&#x2014;Union in Business Matters.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, May 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v14n37\"> In February, 1831, just after the organization of the Church, we received a revelation through Joseph Smith, commanding the members of the Church to let the beauty of their garments be the workmanship of their own hands. It reads as follows: &#x201C;And again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty the beauty of the work of thine own hands; And let all things be done in cleanliness before me. Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.&#x201D;<span class=\"citation\" id=\"85414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85414)\">D&amp;C 42:40-42<\/a><\/span> This revelation was given almost forty years ago, but slowly, very slowly, have we advanced in fulfilling it; and it really seems that some of the first commandments given to the Church are amongst the last obeyed. I realize the reason of this, when reflecting upon the great work to be done in molding the children of God, gathered from the various nations and denominations, with all their prejudices, traditions, and varied habits of living. They come here <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5515\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> filled with ideas averse to those of God and differing from each other; and under these circumstances it is difficult for them to arrive at a oneness in their associations&#x2014;to use an expression common amongst us at the present&#x2014;it is difficult for them to cooperate to build up Zion in the last days. Enoch, the seventh from Adam,<span class=\"citation\" id=\"78898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78898)\">Jude 1:14<\/a><\/span> was three hundred and sixty-five years preparing the people, before the saying went forth: &#x201C;Zion has fled.&#x201D;<span class=\"citation\" id=\"93225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93225)\">Moses 7:69<\/a><\/span> &#x201C;Enoch was 25 years old when he was ordained under the hand of Adam, and he was 65 and Adam blessed him. And he saw the Lord, and he walked with him, and was before his face continually; and he walked with God 365 years, making him 430 years old when he was translated.&#x201D; Doc. and Cov., sec. 3, par. 24.<span class=\"citation\" id=\"90294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90294)\">D&amp;C 107:48-49<\/a><\/span> Three hundred and sixty-five years teaching and instructing the people,<span class=\"citation\" id=\"52782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52782)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93192)\">Moses 7:68<\/a><\/span> and setting examples before them, and forming a city that should be a model city of Zion. It was in an age when men lived longer, and when, peradventure, they had  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not become so full of tradition as at the present day; yet when we consider the time that it took Enoch to accomplish this work, we have every reason to rejoice at the progress of Zion at the present time. Most of the efforts we have made to advance the cause of Zion we have been able to carry through successfully. For instance, when in the temple of the Lord at Nauvoo, we entered into a covenant that we would, to the extent of our influence and property, do all in our power to help our poor brethren and sisters in emancipating themselves from tyranny and oppression, that they might come to the mountains, where they could enjoy religious liberty. Just as soon as food was raised in this Valley this work continued, and every effort and energy was used to fulfil this covenant. It required unity of effort, but it has been a success. Roads had to be constructed, bridges built, ways sought out, mountains, as it were, torn down, deserts turned into fruitful fields, and savages more wild than the mountain gorges they inhabit conciliated and controlled, and all this to effect a purpose. But it has been done by unity of effort, and hundreds and thousands of Latter-day Saints rejoice in the fact. <\/div><div class=\"paragraph jod\" id=\"v14n39\"> We extended our work of gathering the Saints across the mighty deep, and aided the poor brethren in Europe, continuing our donations in money, and, in addition to this, we went with our hundred, two hundred, three hundred or five hundred teams annually across the great desert plains, to bring home to Zion those who desired to be gathered. This was done by cooperation, by unity and a determined purpose. <\/div><div class=\"paragraph jod\" id=\"v14n40\"> It appears that we have gathered many to Zion who do not fully appreciate the great work of these days&#x2014;namely, to place the people of <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5514\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in a condition that they can sustain themselves, against the time that Babylon the Great shall fall. Some will say that it is ridiculous to suppose that Babylon, the &#x201C;MOTHER OF HARLOTS,&#x201D;<span class=\"citation\" id=\"80165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80165)\">Rev. 17:5<\/a><\/span> is going to fall.<span class=\"citation\" id=\"79994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79994)\">Rev. 14:8<\/a><\/span><span class=\"citation\" id=\"80198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80198)\">Rev. 18:2<\/a><\/span> Ridiculous as it may seem, the time will come when no man will buy her merchandise,<span class=\"citation\" id=\"80311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80311)\">Rev. 18:11<\/a><\/span> and when the Latter-day Saints will be under the necessity of providing for themselves, or going without. &#x201C;This may be a wild idea,&#x201D; but it is no more wild or wonderful than what has already transpired, and that before our eyes. When we are counseled to &#x201C;provide for your wants within yourselves,&#x201D; we are only told to prepare for that day. When we are told, &#x201C;Unite your interests and establish every variety of business that may be necessary to supply your wants,&#x201D; we are only told to lay a plan to enjoy liberty, peace and plenty. <\/div><div class=\"paragraph jod\" id=\"v14n41\"> Many years ago efforts were made on the part of the Presidency to extend the settlements into the warm valleys south of the rim of the Basin. The country was very forbidding and sterile. Many were invited and called upon to go and settle there. Numbers went, but many of them returned disheartened; but the mass of those who went, confident that the blessings of God would be upon their labors, pushed forth their exertions and built up towns, cities and villages; they established cotton fields and erected factories, and supplied many wants which could not be supplied within the rim of the Basin. <\/div><div class=\"paragraph jod\" id=\"v14n42\"> It has been my lot to visit these regions recently, and I have felt to rejoice to see the kind spirit, genial dispositions and warm hearts that were manifested in all those settlements, where men and women had taken hold with all their hearts to obey the commandments of God, and to lay a foundation for Zion to become self-sustaining. I feel that those who  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have turned away from that country and swerved from the mission assigned them there have lost a great and glorious blessing, which it will be exceedingly difficult for them ever to regain. I am exceedingly gratified at the progress which has been made in that country, and I realize that our brethren, from year to year, are becoming more and more united. <\/div><div class=\"paragraph jod\" id=\"v14n44\"> Some tell us that we want capital, and that we should send abroad and get men to come here with money to build factories. This is not what we need. If the cotton lord and the millionaire come here and hire you to build factories and pay you their money for their work, when the factory is erected they own it, and they set their price upon your labor and your wool or cotton&#x2014;they have dominion over you. But if, by your own efforts and exertions, you cooperate together and build a factory it is your own. You are the lords of the land, and if fortunes are made the means is yours and it is used to oppress no one. The profits are divided among those whose labor produced it, and will be used to build up the country. Hence it is not capital, that is, it is not so much money that is needed. It is unity of effort on the part of the bone, sinew, skill and ingenuity which we have in our midst, and which, in whatever enterprise has been attempted hitherto, under the direction of the servants of the Lord, with whole-souled unity on the part of the people, has proved successful. Let us be diligent in these things. Why send abroad for our cloth when we have the necessary means and skill to manufacture it for ourselves? Why not let these mountains produce the fine wool? And why not let the low valleys produce the silk, flax, and all other articles that are necessary which it is possible to produce within the <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5513\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> range of our climate, and thus secure to ourselves independence? I am very well aware that this has looked, and to many still looks, a wild undertaking; but that which has been accomplished gives abundant evidence of what may be. If we continue to import our hats, bonnets, boots, shoes and clothing, and send away all the gold, silver and currency that we can command to pay for them, we shall ever remain dependent upon the labor of others for many of the actual necessaries of life. If, on the other hand, we devise means to produce them from the elements by our own labor we keep our money at home, and it can be used for other and more noble purposes, and we become independent. <\/div><div class=\"paragraph jod\" id=\"v14n45\"> Some may say, &#x201C;We are willing that you should preach faith and repentance, and baptism for the remission of sins, but we do not want you to have anything to say about business matters.&#x201D; No idea could be more delusive; this oversight in temporal matters being indispensably necessary; for the Latter-day Saints have been gathered from the old settled nations of the earth and are unacquainted with the manner of life in new and sparsely settled countries. An intelligent citizen of Provo, on his arrival in this country, came to my garden to work; he undertook to set out some vegetables&#x2014;onions, carrots, and parsnips, and he set every one of them wrongside up. My wife went out, and, seeing what he was doing, she said, &#x201C;You are foolish.&#x201D; &#x201C;Why so?&#x201D; said he, &#x201C;I thought I was pretty smart.&#x201D; &#x201C;Why you have planted these things all wrong end up.&#x201D; &#x201C;Have I, I did not know any better. I never saw such things planted before.&#x201D; That man became a wealthy farmer. But he had to learn; he had never seen a carrot planted to produce seed in his life,  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and did not realize which end up to put it in the ground. We have tens of thousands of men, women and children who have had to learn how to get a living in this country, who perhaps had spent their days in painting a tea cup, turning a bowl, weaving a ribbon or spinning a thread, and knew nothing else. Here they have had to work at several kinds of work at once, and had to learn how, and it required all the power, energy and influence of the Elders of Israel to instruct them and tell them how to live. I have been astonished at the patience, perseverance, determination and incessant labor of President Young in giving these instructions&#x2014;telling men how to build mills and houses, so that they would not fall over their own heads; telling them how to yoke cattle, harness horses, how to make fences, and, in fact, how to do almost every kind of business. <\/div><div class=\"paragraph jod\" id=\"v14n47\"> There are very few in our midst now who know how to make good bread. I advise the ladies' relief societies to teach all the sisters to make first-class bread. Many of them do not know how; and let every sister in Israel be thankful for instruction in relation to cooking or any other useful information that can <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5512\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be imparted unto her. Do not let pride and independence make you feel that you know how to do everything. There are a great many things that the smartest among us do not know how to do; then we should be anxious and willing to be taught, and go to work and learn. <\/div><div class=\"paragraph jod\" id=\"v14n48\"> Much of the sickness which is amongst our children is the result of improperly prepared food. We raise choice wheat; our millers make good flour, yet in many instances bread is so prepared that it is heavy and unpalatable, causing disease of the stomach and bowels, with which many of our little ones are afflicted, and find rest in premature graves. Give the children good light bread that they may be healthy. <\/div><div class=\"paragraph jod\" id=\"v14n49\"> Brethren and sisters, may the blessings of Israel's God be upon you and may you continue to improve in everything useful and good. Seek after the Lord with all your hearts. Cooperate in building factories, importing merchandise and machinery, taking care of your cattle, and in every kind of business. Remember that, &#x201C;United we stand, divided we fall.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n50\"> May God bless you forever. Amen. <\/div>\n<\/div>\n<\/div>"}