{"ID":140024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Day of Pentecost&#x2014;The Gifts of the Spirit&#x2014;Cornelius.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the New Tabernacle, Salt Lake City, June 18, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Day of Pentecost, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/18\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v14n701\"> Let me call the attention of this congregation to a portion of the Word of God contained in the 46th and 47th verses of the last chapter of the Gospel according to St. Luke&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n702\"> &#x201C;And said unto them, Thus it is written, and thus it behooved Christ to suffer, and to rise from the dead the third day: <\/div><div class=\"paragraph jod\" id=\"v14n703\"> &#x201C;And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.&#x201D;<span class=\"citation\" id=\"68451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68451)\">Luke 24:46-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n704\"> These are the words of our Savior to his disciples after his resurrection, and just before he was received up into heaven. The Apostles who heard these words had gone forth among the Jewish nation and preached in their numerous cities, towns and villages the Gospel of the kingdom,<span class=\"citation\" id=\"62884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62884)\">Matt. 4:23<\/a><\/span> declaring that the kingdom of heaven was at hand.<span class=\"citation\" id=\"62666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62666)\">Matt. 3:2<\/a><\/span> They had gone forth crying repentance in the midst of the people, and had pointed them to Jesus as the Messiah, and now, after the resurrection, when Christ, in fulfillment of the prophets, had been sacrificed for the sins of the world, a new commission seems to have been given them. Jesus said unto them, &#x201C;Go ye into all the world, and preach the gospel to every creature;&#x201D;<span class=\"citation\" id=\"66737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66737)\">Mark 16:15<\/a><\/span> and in another place&#x2014;the last chapter of Matthew, the commission reads: &#x201C;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.&#x201D;<span class=\"citation\" id=\"66461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66461)\">Matt. 28:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n705\"> These Apostles received a divine commission to preach the Gospel of the Son of God to every people under the whole heavens, first to the inhabitants of Judea and Jerusalem. They were to commence there to fulfill this great commission; they were not permitted to go forth and begin the great proclamation, to open the door of the kingdom in all its fullness and glory, until qualified; but were commanded to tarry, as it is recorded by one of the evangelists, at Jerusalem until they were endowed with power from on high.<span class=\"citation\" id=\"68470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68470)\">Luke 24:49<\/a><\/span> Then they were to go forth to all the world and proclaim repentance and remission of sins, the Gospel of the Lord Jesus in its fullness, Jerusalem was to be the tarrying point, until then.<span class=\"citation\" id=\"68471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68471)\">Luke 24:49<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n706\"> We accordingly find, as is recorded in the first and second chapters of the Acts of the Apostles,<span class=\"citation\" id=\"71003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71003)\">Acts 1:1-26<\/a><\/span><span class=\"citation\" id=\"71081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71081)\">Acts 2:1-47<\/a><\/span> that they did tarry in that city, waiting for the power that was needful to enable them to carry out the commission which had been given to them. They could not fulfill the duties of that great mission without power from the heavens; they needed something more than human power; they needed that Spirit from on high which was  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>promised them just before the crucifixion of Christ. Said he, &#x201C;It is expedient for me that I go to the Father for your sakes, for if I go not to the Father, the Comforter will not come; but if I go to the Father, I will send him unto you.&#x201D;<span class=\"citation\" id=\"70300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70300)\">John 16:7<\/a><\/span> Without this Comforter it was impossible for them to accomplish the duties of that great and solemn commission that was given them by our Lord himself. They needed the Comforter for various purposes. Jesus had told them that it should take the things of the Father and show them unto them; and that it should lead them into all truth and show them things to come.<span class=\"citation\" id=\"70476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70476)\">John 16:13-15<\/a><\/span> That is, it should make prophets and revelators of them, and inspire them to deliver the word of God to the inhabitants of the earth. Without this they could not magnify and honor the office of the Apostleship, which was the ministry to which they had been ordained. They needed the spirit of revelation, they needed power to commune with the heavenly hosts, with God the Father and with his Son Jesus Christ, that they might be able to impart their will to the inhabitants of the earth, according to the heed and diligence which mankind might be disposed to give unto them. <\/div><div class=\"paragraph jod\" id=\"v14n708\"> On the Day of Pentecost, a great feast which had been observed by the Jewish nation for many generations, there were gathered at Jerusalem, not only the Twelve Apostles, but also all the disciples of Jesus who had not apostatized, to the number of about a hundred and twenty souls&#x2014;<span class=\"citation\" id=\"71054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71054)\">Acts 1:15<\/a><\/span>those of the ministry, the Seventies as well as the Twelve. They were gathered together in one place, in an upper room of the Temple;<span class=\"citation\" id=\"68489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68489)\">Luke 24:53<\/a><\/span><span class=\"citation\" id=\"71050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71050)\">Acts 1:13<\/a><\/span><span class=\"citation\" id=\"71333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71333)\">Acts 2:46<\/a><\/span> and they were engaged in fervent prayer and supplication before the Lord.<span class=\"citation\" id=\"71051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71051)\">Acts 1:14<\/a><\/span> What for? For the endowments and qualifications necessary to assist them in the work <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the ministry. While they were thus assembled, praying and exercising faith with one accord,<span class=\"citation\" id=\"71052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71052)\">Acts 1:14<\/a><\/span> in the Lord and in his promises, they heard a sound as of a rushing mighty wind, and it filled all the house where they were sitting, and there appeared to them cloven tongues like as of fire, and it sat upon each of them&#x2014;<span class=\"citation\" id=\"71086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71086)\">Acts 2:2-3<\/a><\/span>that is, upon the hundred and twenty souls that were present,<span class=\"citation\" id=\"71055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71055)\">Acts 1:15<\/a><\/span> and they were filled with the Spirit of God, baptized with the Comforter, with the Holy Ghost and with fire; they were immersed in it, really baptized by immersion. <\/div><div class=\"paragraph jod\" id=\"v14n709\"> After having received the Holy Ghost or Comforter it immediately began to make manifest a supernatural power upon those men of God. They were unlearned men, most of them, or most of the principal ones, at any rate, were unlearned; they had been engaged, as we heard this forenoon, at the business of fishing, and no doubt had lacked the opportunities for the acquisition of learning which many of the scribes, pharisees, high priests and religious people of that day enjoyed. The Apostles and disciples of the Lord Jesus were not doctors of law and divinity, they had not been educated and qualified for the ministry in any theological school, seminary or university, but they received the Spirit of God, which manifested unto them the will of Heaven, and though they understood only their mother tongue, the power of the Spirit bestowed upon them enabled them to speak in the various languages and tongues of the earth, and to declare the things of God therein on that occasion.<span class=\"citation\" id=\"71095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71095)\">Acts 2:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n710\"> There was then assembled a very great company of Jews, also proselytes, who had come from the surrounding nations to Jerusalem to keep the feast of Pentecost,<span class=\"citation\" id=\"71099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71099)\">Acts 2:5<\/a><\/span> according to their usual custom, and they heard of the marvelous work that was  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>transpiring in the midst of this little company, and they heard unlearned men declaring, in the several tongues in which they were born, the wonderful works of God.<span class=\"citation\" id=\"71096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71096)\">Acts 2:4-6<\/a><\/span> This was marvelous; it was not the result of human power, but it was by the operation of the Holy Ghost. However, in that large congregation there were some who were disposed to accuse the disciples of folly.<span class=\"citation\" id=\"71108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71108)\">Acts 2:13<\/a><\/span> The followers of Jesus did not belong to the popular orders of the day. They were not high priests; they did not belong to the learned scribes or pharisees, but it was known that, as a general thing, they were illiterate men, and when the people saw this extraordinary manifestation of the power of God through them many ascribed it to the effects of new wine; said they, &#x201C;It cannot be anything else,&#x201D; and they accused them of being actuated on that occasion with the spirit of intoxication or drunkenness.<span class=\"citation\" id=\"71107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71107)\">Acts 2:13<\/a><\/span> But Peter, with the Eleven, stood up in the midst of the thousands there assembled, and opened the proclamation of the Gospel at Jerusalem according to the commission they had received, and what we wish to understand this afternoon is how, or in what manner, did he preach on that occasion? In other words, what was the plan of salvation he declared to the thousands of the children of men then gathered together? If we can find this out, we can ascertain what the Gospel is. <\/div><div class=\"paragraph jod\" id=\"v14n712\"> When they were accused of being under the influence of new wine, Peter, holding the keys of the kingdom, stood up and said, &#x201C;This is not the effect of new wine, as ye suppose;&#x201D;<span class=\"citation\" id=\"71115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71115)\">Acts 2:15<\/a><\/span> and as an argument to prove that they were not intoxicated he informed them that it was only the third hour of the day. In those days, probably, people did not get drunk at all hours, as they do in these, and according to <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the custom then, the third hour was too soon. Well, if the effects now made manifest to the people are not the results of drinking new wine, to what do you ascribe them? Said Peter, &#x201C;This is that which was spoken of by the Prophet Joel, who says, 'And it shall come to pass in the last days, saith God, that I will pour out my Spirit on all flesh: your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions, And upon my servants and handmaidens will I pour out of my Spirit; in those days, and they shall prophesy; And I will show wonders in the heavens above, and signs in the earth beneath; blood, and fire, and vapour of smoke. The sun shall be darkened, and the moon shall be turned into blood, before the great and notable day of the Lord shall come.'&#x201D;<span class=\"citation\" id=\"71120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71120)\">Acts 2:16-21<\/a><\/span><span class=\"citation\" id=\"61862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61862)\">Joel 2:28-31<\/a><\/span> Here, then, was a prophecy repeated by the Apostle Peter to prove what was the cause of the effects manifested on that occasion. <\/div><div class=\"paragraph jod\" id=\"v14n713\"> There is one thing in relation to this quotation from the prophecies of Joel to which I wish to call your special attention. Peter did not say, this is the fulfillment of Joel's prophecy, for we all know that it was not then fulfilled. The Spirit was not poured out upon all flesh; all men and women were not made prophets on that occasion, consequently the prophecy was not fulfilled. Peter said, &#x201C;These cloven tongues of fire,<span class=\"citation\" id=\"126414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126414)\">Acts 2:3<\/a><\/span> and this Spirit that has been poured out upon these hundred and twenty individuals<span class=\"citation\" id=\"71056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71056)\">Acts 1:15<\/a><\/span> is the same Spirit which Joel said should be poured out in the last days upon all flesh.&#x201D;<span class=\"citation\" id=\"71118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71118)\">Acts 2:16-17<\/a><\/span> That promise, down to the nineteenth century, has never been fulfilled; the Spirit has never yet been poured out upon all flesh, making all men and women living, prophets, seers, revelators, &amp;c. The work was begun on the Day of Pentecost; but  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the sun was not darkened on that occasion, nor the moon turned into blood; the signs that were to precede the second coming of the Son of God were not then shown forth, and consequently the prophecy was not fulfilled. It yet remains to be fulfilled. I would like to ask what are we going to do with the whole Christian world, which declare that there are to be no more prophets, revelators or inspired men, when the word of the Lord through Joel says all flesh are to become prophets&#x2014;<span class=\"citation\" id=\"61831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61831)\">Joel 2:28<\/a><\/span>that is, all who are spared on the earth, for there will be a tremendous destruction before that is fulfilled? The wicked will be swept from the earth, and all who remain will become revelators, prophets and inspired men, getting visions and revelations and foretelling the future. What shall we do with the sayings that have gone forth and been inculcated and promulgated by numerous sects and parties, that the day of visions, revelations and prophecies has passed? But we will pass on. <\/div><div class=\"paragraph jod\" id=\"v14n715\"> After having quoted this prophecy, to show that the Spirit that man should receive under the Gospel dispensation was to give them revelation and prophecy, and to show that the Spirit then being poured out was that spoken of by Joel, the Apostle refers to what David the psalmist said about Jesus, and about his sufferings, death and resurrection;<span class=\"citation\" id=\"71137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71137)\">Acts 2:25-31<\/a><\/span> and having quoted what the prophets&#x2014;witnesses that were dead, had to say about the Holy One, they, as living persons, the oracles of God then in the midst of the people, bore witness that Jesus was the very Christ, and that the Jews had put to death the Holy One;<span class=\"citation\" id=\"71144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71144)\">Acts 2:32-36<\/a><\/span> these combined testimonies convinced many that Jesus was indeed the Messiah. This was not a popular doctrine in those days, as it is now. There are millions <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the present day with whom it is popular to believe in Christ; they do so traditionally, and because it is customary in the nations where they were born; they believe it because they have had millions of copies of the word of God published in their midst, and spread broadcast over the nations of Christendom. But in those days very few believed it, the very great majority of the people believed him to be a wicked impostor, and regarded him as the offscouring of all things,<span class=\"citation\" id=\"73195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73195)\">1 Cor. 4:13<\/a><\/span> the friend of publicans and sinners;<span class=\"citation\" id=\"64261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64261)\">Matt. 11:19<\/a><\/span> and they said that he cast out devils by the power of Beelzebub;<span class=\"citation\" id=\"64361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64361)\">Matt. 12:24-27<\/a><\/span> they called him a Sabbath breaker,<span class=\"citation\" id=\"69107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69107)\">John 5:16<\/a><\/span><span class=\"citation\" id=\"69562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69562)\">John 9:16<\/a><\/span> a wicked man, and so on; and the most religious people of those days were his greatest persecutors, and as they had influence over the rest it was very unpopular indeed to believe that he was the true Messiah. But the arguments brought forth in the first Christian sermon after the resurrection of Christ were sufficient to send conviction into the hearts of many thousands of people. They believed or professed to believe in their ancient prophets, and when they were quoted in relation to Jesus, and the testimony of living witnesses was borne they cried out, in the anguish of their hearts, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71157)\">Acts 2:37<\/a><\/span> As much as to say, we see that our nation has crucified Jesus, the Christ; we thought he was an impostor and that he ought to die, but now we are convinced that he is the Holy One, and that he has indeed risen from the dead; and is there any salvation for our nation, seeing that it has put Jesus to death? These were the feelings of sincere, sin-convicted persons on that occasion, and they cried, &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71158)\">Acts 2:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n716\"> I sometimes think that if they had lived in our day they would have had so many ways pointed out to obtain  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the forgiveness of their sins that they would not have known which way to turn, and perhaps would not have had much confidence in what was said to them on the subject. But these men, being under the influence of the Comforter, the Holy Ghost, knew precisely what these convicted sinners should do in order to obtain the pardon of their sins. Now mark the answer, and see if it agree with the ways taught by the Christian sects. Peter said unto these inquiring souls, who believed and were pricked in their hearts, for belief comes before repentance, for a person who did not believe would not repent. Peter said, &#x201C;Repent.&#x201D;<span class=\"citation\" id=\"71209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71209)\">Acts 2:38<\/a><\/span> What more? &#x201C;Come to the mourner's bench?&#x201D; Oh no, that is not written there. Come here to the &#x201C;mercy seat, and be prayed for?&#x201D; Oh no, nothing of that kind was said. Then what else were they to do besides repent? Said Peter, &#x201C;Repent, and be baptized every one of you in the name of Jesus Christ for the remission of your sins, and you shall receive the Holy Ghost.&#x201D;<span class=\"citation\" id=\"71210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71210)\">Acts 2:38<\/a><\/span> What do you mean, Peter, by the Holy Ghost? Do you mean that same Holy Spirit&#x2014;the Comforter that you have just received, and that has rested upon the hundred and twenty individuals<span class=\"citation\" id=\"126415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126415)\">Acts 1:15<\/a><\/span> who are followers of Christ? Yes, for he had just told them that it was the effects of the Holy Spirit which they had been witnessing, and they, no doubt, felt anxious to receive the same, for the Holy Spirit was that which would enable them to prophesy, see visions, dream dreams, and guide them into all truth, reveal unto them the things of the Father, and show them things to come,<span class=\"citation\" id=\"70378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70378)\">John 16:13<\/a><\/span> hence it was a Spirit greatly to be desired, and they wished to know how they might obtain it; and here was the path. It is very plain and very simple. Can it be wondered at, then, that so few in Salt Lake <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> City wanted to go to the &#x201C;Mourner's bench,&#x201D; at the Methodist camp meeting, after having heard and obeyed these principles. No. They have heard these principles for years and years, and having tested them, the fables of sectarianism possess no charms for them. <\/div><div class=\"paragraph jod\" id=\"v14n718\"> Seeing then that the pardon of sins is what the penitent soul desires, how is he to obtain it? By being baptized. What? Do you mean to say that sinners can obtain pardon by being baptized in water? &#x201C;What effect,&#x201D; inquires one, &#x201C;has water in washing away sins?&#x201D; It would have no effect whatever if God had instituted some other way; but, seeing that he has not, but has commanded sinners, first to believe that Jesus is the Christ; second, to repent of their sins; and third, to be baptized for the remission of their sins in his name, that is the right way; and though the water, independent of the blood and atonement of Christ and the commandment of God, has no efficacy whatever to wash away sins, yet it has great power because of these things, for the man that complies with this ordinance witnesses to God that he believes in Jesus and his Gospel and is willing to comply with its requirements. But if men should say, &#x201C;There is no efficacy in water, and we will take some other way to obtain the pardon of our sins; the water is only to answer a good conscience towards God,<span class=\"citation\" id=\"78085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78085)\">1 Pet. 3:21<\/a><\/span> and is not particularly essential,&#x201D; do you think they would obtain the pardon of their sins, after hearing the Gospel preached in its purity and fullness by a man having authority from God? They might pray until they were as old as Methuselah, &#x201C;Lord pardon, forgive and blot out our sins,&#x201D; but do you think the Lord would hear them. Not at all. Why not? &#x201C;Is it not written,&#x201D; says a person of this class, &#x201C;that the Lord  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is more willing to give his Holy Spirit to them that ask him than earthly parents are to give good gifts to their children?&#x201D; Yes, but it must be remembered that this is written of those who have believed, repented, and obeyed the Gospel; it was not written concerning unbelievers and the disobedient. When they have once believed in Jesus Christ and have been baptized for the remission of their sins, they can call upon God in all confidence and he is more willing to give his Holy Spirit unto them than earthly parents are to give good gifts unto their children,<span class=\"citation\" id=\"63773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63773)\">Matt. 7:11<\/a><\/span><span class=\"citation\" id=\"67563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67563)\">Luke 11:13<\/a><\/span> and you know how willing they are to do that, for they like to see their children joyful and happy. So it is with our Heavenly Father. He likes to see his children who have repented and obeyed his Gospel joyful and happy, and he is willing to give good gifts unto them; but he never can to those who do not keep his commandments. They may pray until they are greyheaded and they are about to fall into their graves and their sins would not be pardoned. <\/div><div class=\"paragraph jod\" id=\"v14n720\"> But again. Peter informs the inquiring believers on the Day of Pentecost that if they would repent and be baptized they should not only receive the remission of their sins, but they should also receive the Holy Ghost.<span class=\"citation\" id=\"71211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71211)\">Acts 2:38<\/a><\/span> Was this promise only to the people then present? No, for if we read the next verse we find that &#x201C;the promise is to you, and to your children, and to all that are afar off, even to as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71300)\">Acts 2:39<\/a><\/span> Is not that promise universal&#x2014;to every people, nation, kindred and tongue, Jew and Gentile, bond and free? Yes, the promise is to all the Lord our God shall call; not only to the three thousand baptized on that occasion,<span class=\"citation\" id=\"71315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71315)\">Acts 2:41<\/a><\/span> but to all afar off. Does not that scope in all languages, nations, kindred and ton<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gues? Yes. What! Shall they all receive the Holy Ghost? Yes, if they will comply with these conditions. Shall they all be pardoned if they will repent and be baptized in the name of Jesus for the remission of their sins? Yes. Now, what effect would that vast multitude expect to follow the reception of the Holy Ghost by them? Supposing this congregation had been present eighteen centuries ago at Jerusalem at the first Gospel sermon preached after the ascension of Christ, and that, in the anguish of your hearts you had inquired what you must do to receive the pardon of your sins and how you could obtain the Holy Ghost, and what effects that Holy Ghost would have had upon you, would you not have expected to receive something precisely similar to what the hundred and twenty had received upon whom it was poured out? Could you have expected anything else? No. But it is very different with the Christian sects today; they think the Holy Ghost will perform everything ascribed to it except the supernatural powers and effects; but when it comes to revelation, prophecy, dreaming dreams, foretelling future events, casting out devils, healing the sick, discerning of spirits, speaking in and interpreting other languages and tongues, they boldly declare, as I heard in my boyhood, and again during the past week, that these wonderful and miraculous gifts were only intended for that day and age of the world. All the other effects are to continue, but they are to cease. The Spirit is to purify, sanctify, justify, to give love, joy, peace, long-suffering, patience, hope, and all these great and glorious effects that are promised in the word of God; but when it comes to these other effects, they are all to be done away. By whom? By Christendom, by those professing to be the teachers  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and leaders of the people. By what authority do they do these things away? Can they find within the lids of this Holy Bible, from beginning to end, that a period should ever arrive, so long as there was one soul on the earth to be saved or pardoned of its sins, that these miraculous effects should cease. No, they have taken this responsibility upon themselves, and it is a very fearful responsibility indeed to say that they are done away. I would not dare to do it, I should be afraid of fulfilling that prophecy delivered by Paul, when he says that, &#x201C;In the last days perilous times shall come; men shall be lovers of their own selves, proud, boasters, blasphemers, disobedient to parents, unthankful, unholy, Without natural affection, trucebreakers, incontinent, despisers of those that are good. Traitors, heady, highminded, Having a form of godliness; but denying the power thereof.&#x201D;<span class=\"citation\" id=\"76126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76126)\">2 Tim. 3:1-5<\/a><\/span> I do not, want to come under the declaration of Paul; I do not want to be numbered with those who fulfil this prediction that he uttered about the people of the latter days. He was not speaking altogether of the wicked world that made no profession of religion. He was not referring to atheists and deists, and those who did not profess Christianity; but of professed religionists, people who profess to believe in the Bible and in Jesus, having the form of godliness, but denying the power thereof. <\/div><div class=\"paragraph jod\" id=\"v14n722\"> If you can tell me any way by which the power of godliness can be more effectually denied than to do away the effects of the Holy Spirit as they were manifested on the Day of Pentecost and in all the Christian churches so long as there were any on the earth; I say if there is any more effectual way of denying the power of godliness than to do away with this power and say it is not <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessary, I do not comprehend it. I, myself, should not know how to deny the power of godliness any more effectually than to say these things were done away. And yet when I was a youth, before I was nineteen years of age, I used to attend Methodist meetings mostly, though I never joined any society; and I heard these ideas advanced from their pulpits; there was to be no such thing as healing the sick in the name of Jesus; no such thing as foretelling future events; no such thing as obtaining new revelation, for the canon of Scripture was closed; no such thing as receiving the gift of discerning of spirits, or beholding angels and ministering spirits; no such thing as speaking in other tongues or languages by the Spirit of God. I heard all these things preached then, and I heard them again last week at the Methodist camp meeting here in this city. I did not know but spiritualism, so-called, had made a change in the world during the last forty-one years; but I find that the same old story still exists as in the days of my youth. They still cry, &#x201C;All these things are done away, they are not necessary in this age of the Christian world.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n723\"> Who told you they were not necessary? Has God spoken anew and told you that revelation had ceased to exist? Why, no, that would be a contradiction in terms, that would be a new revelation, if he had spoken anew. How did you find out, then, that they were not necessary? I cannot find it in the Scriptures, indeed I find directly to the contrary&#x2014;that they are necessary; and here let me quote a passage that was quoted this forenoon, in the 4th chapter of Ephesians. Speaking of the gifts that Jesus gave, the Apostle says when he ascended up on high he led captivity captive and gave  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gifts unto men.<span class=\"citation\" id=\"75022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75022)\">Eph. 4:8<\/a><\/span> I have already repeated the gifts he did give through the inspiration and power of the Holy Ghost, that was made manifest upon those who obeyed the Gospel. He gave, says the Apostle in this fourth chapter, some apostles, some prophets, some evangelists, pastors and teachers,<span class=\"citation\" id=\"75055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75055)\">Eph. 4:11<\/a><\/span> besides all these other miraculous gifts I have named. <\/div><div class=\"paragraph jod\" id=\"v14n725\"> Now let us see if we can ascertain from the following verses how long these gifts were to continue in the Christian Church. That will settle the question. They were given, said he, for the perfecting of the Saints.<span class=\"citation\" id=\"75139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75139)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75139)\">Eph. 4:12<\/a><\/span> Before we proceed to the other reasons for which they were given, let us examine this first for a moment: &#x201C;They were given for the perfecting of the Saints.&#x201D;<span class=\"citation\" id=\"75138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75138)\">Eph. 4:12<\/a><\/span> I have heard Christian ministers, that ought to know better, misleading the world and their congregations, by declaring that these gifts were given to convince the world of mankind who were unbelievers in ancient days, and to establish Christianity in the earth, and the latter once done on a firm foundation, they were no longer needed. <\/div><div class=\"paragraph jod\" id=\"v14n726\"> We will now see what Paul says. &#x201C;They were given for the perfecting of the Saints.&#x201D;<span class=\"citation\" id=\"75140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75140)\">Eph. 4:12<\/a><\/span> Indeed! Are there Saints in these days in New York, in the New England States, in the Southern and in the Northern States, in Great Britain and in the nations of Europe, and among all the nations of what is termed modern Christendom? &#x201C;Oh, yes,&#x201D; says one, &#x201C;we have over two hundred millions of Christians among all these nations.&#x201D; Indeed, then you have these gifts, I suppose; for remember they were given for the perfecting of the Saints. Do you mean to tell me that there are Saints, and they have all become perfect? &#x201C;Oh, no,&#x201D; says one, &#x201C;we do not pretend to say that the Roman Catholic, the Greek Church, and all <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the various denominations of the Protestant Churches have become perfect yet.&#x201D; Very well, these gifts were given for the perfecting of the Saints, and if you are Saints where are your gifts? For does it not follow that if you have no gifts you are either perfect Saints or not Saints at all? For if you are not perfect Saints these gifts must be among you. Do you know any way to perfect Saints independent of these gifts? I do not. If the Bible has taught any other way I have never happened to find it. I know of no way in which Saints can be perfected without inspired Apostles and prophets and the gifts here named. But see the inconsistency I am now about to point out! Here are five gifts named that Jesus gave when he ascended up on high. The first one is an Apostle, the second is a prophet; then come evangelists, pastors and teachers;<span class=\"citation\" id=\"75056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75056)\">Eph. 4:11<\/a><\/span> and we might go on and enumerate eight or ten more gifts that were given. Now, why split these verses in two? I ask all Christendom why do they separate these verses in two, and say, &#x201C;We will believe that pastors and teachers and evangelists are necessary in all ages of Christendom to perfect the Saints,<span class=\"citation\" id=\"75097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75097)\">Eph. 4:11-12<\/a><\/span> but when it comes to the other two gifts&#x2014;Apostles and prophets, they are not necessary?&#x201D; Why? Because it involves a miraculous power. An Apostle must have revelation and the power of inspiration to get more Scripture; and if this were allowed it would overturn their creeds, and the power of godliness would again be upon the earth, and the Christian sects cannot bear the idea that there should be any such thing as the power of revelation or vision, or the power to understand the future; no, that is all done away. Has Jesus told you to make this separation in the gifts, to retain some of them and say the others  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are done away? Is there any more right, in the nineteenth century, than of a preceding period, for the head, in the human body, to say to the hand, &#x201C;I have no need of thee?&#x201D;<span class=\"citation\" id=\"73549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73549)\">1 Cor. 12:21<\/a><\/span> No, the hand is just as necessary now as in the first century of the Christian era; hence evangelists, pastors and teachers, which are still believed in as being necessary to perfect the Saints,<span class=\"citation\" id=\"75098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75098)\">Eph. 4:11-12<\/a><\/span> have no right to say to the Apostle or the prophet, &#x201C;We have no need of thee in the Church.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n728\"> But the gifts of the Spirit were not only given for the perfecting of the Saints; there was another object in view&#x2014;they were for the work of the ministry.<span class=\"citation\" id=\"75141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75141)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75141)\">Eph. 4:12<\/a><\/span> Now I presume that the two hundred millions of Christians will not pretend to deny that the work of the ministry is needed; and if the work of the ministry is needed then are inspired Apostles and prophets needed, for they were given for the work of the ministry as well as to perfect the Saints;<span class=\"citation\" id=\"75143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75143)\">Eph. 4:12<\/a><\/span> so long, therefore, as the work of the ministry is needed there should be inspired prophets and Apostles on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n729\"> A third object for which they were given was the edifying of the body of Christ.<span class=\"citation\" id=\"75142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75142)\">Eph. 4:12<\/a><\/span> Now I really believe that the body of Christ, if it can be found on the earth, needs edifying, unless its members have come to that perfect day that is spoken of in the 13th chapter of Paul's first epistle to the Corinthians.<span class=\"citation\" id=\"73697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73697)\">1 Cor. 13:10<\/a><\/span> Let me refer to that chapter, for it furnishes an additional proof that these gifts were to continue in the true Church; not, of course, among apostate Christendom, among those who have no authority. Speaking of charity, the Apostle says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n730\"> &#x201C;Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away. <\/div> <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n731\"> &#x201C;For we know in part, and we prophesy in part. <\/div><div class=\"paragraph jod\" id=\"v14n732\"> &#x201C;But when that which is perfect is come, then that which is in part shall be done away. <\/div><div class=\"paragraph jod\" id=\"v14n733\"> &#x201C;When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things. <\/div><div class=\"paragraph jod\" id=\"v14n734\"> &#x201C;For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.&#x201D;<span class=\"citation\" id=\"73675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73675)\">1 Cor. 13:8-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n735\"> Now, here is proof positive; this shows how long these spiritual gifts would be needed. Now we know in part and prophesy in part, but when that which is perfect is come that which is in part shall be done away.<span class=\"citation\" id=\"73689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73689)\">1 Cor. 13:9-10<\/a><\/span> As much as to say that while the Church remains in this mortal state we are but children in Christ Jesus. Here we only know in part and prophesy in part; we speak in tongues, and so on; but when that which is perfect is come that which is in part shall be done away. Now can anyone tell me whether that day of perfection has come for the Church or not? If it has, these gifts should be done away; but if not, they should still remain. Can we find any clue in the words I have quoted to the nature of the period when the Saints shall come to perfection! Yes. Here in this life, we only know in part, we prophesy in part, but when that which is perfect is come then that which is in part shall be done away.<span class=\"citation\" id=\"73690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73690)\">1 Cor. 13:9-10<\/a><\/span> Now we see through a glass darkly,<span class=\"citation\" id=\"73719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73719)\">1 Cor. 13:12<\/a><\/span> that is while the Church is in this mortal state; but when that which is perfect is come<span class=\"citation\" id=\"73698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73698)\">1 Cor. 13:10<\/a><\/span> we shall see face to face.<span class=\"citation\" id=\"73718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73718)\">1 Cor. 13:12<\/a><\/span> This shows that we shall be in our immortal state before these gifts are done away&#x2014;I mean in the true Church, of course they will not be in false churches; but in the true Church they will always exist, until we know  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>even as we are known;<span class=\"citation\" id=\"73720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73720)\">1 Cor. 13:12<\/a><\/span> when we come into the presence of the Almighty, when the veil is rent asunder, and we look upon the face of God the Father and his Son Jesus Christ. We shall not know in part in that day, nor prophesy in part;<span class=\"citation\" id=\"73679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73679)\">1 Cor. 13:9<\/a><\/span> neither shall we heal the sick there; there will be no gift of healing needed, for there will be no one to be healed. Neither shall we speak in tongues then; tongues will cease;<span class=\"citation\" id=\"73671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73671)\">1 Cor. 13:8<\/a><\/span> for the Lord will turn unto his people a pure language.<span class=\"citation\" id=\"62245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62245)\">Zeph. 3:9<\/a><\/span> They will have the language of angels, the language of God the Father, and will all understand one another and will have no need of the gift of tongues. <\/div><div class=\"paragraph jod\" id=\"v14n737\"> Here, then, are evidences that the Christian world cannot get rid of; here are testimonies that condemn the whole of them; not only those of this generation, but all who have lived during seventeen centuries that are passed who have had the wickedness in their hearts to say, &#x201C;The power of godliness is not needed in our day,&#x201D; and that the canon of Scripture is closed, and there must be no more prophets to receive new Scripture. <\/div><div class=\"paragraph jod\" id=\"v14n738\"> The gifts which I have been describing are the effects of the Holy Ghost. Now we hear almost every society praying the Lord to send the Holy Ghost. Their cry is, &#x201C;Let the Holy Ghost come down upon us now; let it be with us this very moment; let us have its influence and enjoy its operations now.&#x201D; But they know nothing about it; they have never received the Holy Ghost, neither can they until they comply with the Gospel ordinances&#x2014;repent of their sins and be baptized for their remission. &#x201C;But,&#x201D; says one, &#x201C;do not you remember good old Cornelius?<span class=\"citation\" id=\"71723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71723)\">Acts 10:1-48<\/a><\/span> Was he baptized?&#x201D; No, He received the Holy Ghost before baptism. But had he any promise of it before? No. The Lord, on that occasion, had <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a special object in view, which is named in the history of the transaction. Cornelius seems to have been the first Gentile, whom the Apostle Peter, in opening the door of the Gospel to the Gentiles, was commanded to visit. The Jewish nation was exceedingly prejudiced against the Gentiles. Peter happened to have six proselytes<span class=\"citation\" id=\"71806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71806)\">Acts 11:12<\/a><\/span> from the Jewish nation with him on that occasion. Oh, how bitter they were against the Gentiles! They thought the Gentiles had no part or lot in the matter;<span class=\"citation\" id=\"71643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71643)\">Acts 8:21<\/a><\/span> and notwithstanding the commission that the Lord had given to the Apostles, he had to work a miracle to convince Peter, so strong were the prejudices of the Jews that the Holy Ghost and the Gospel blessings were not for the Gentiles. You recollect Peter's vision, in which the Lord let down a sheet by the four corners, full of all manner of beasts, clean and unclean, and Peter being commanded to arise, slay and eat; and his not being willing to do it because it was contrary to the law of Moses. But he was told that the Lord had cleansed the contents of the sheet, and he was forbidden on that account to call it common or unclean.<span class=\"citation\" id=\"71735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71735)\">Acts 10:9-16<\/a><\/span> You recollect that the Lord sent an angel, as he always does when he has a Church on the earth, to a certain man called Cornelius. This man had been praying, he wanted to know how to be saved. The Lord had heard his prayers, and had sent an angel to him, and the angel said to him, &#x201C;Cornelius, thy prayers are heard, and have come up before the Lord as a memorial. Now send to Joppa, for one Simon, whose surname is Peter, and he will tell you words whereby you and your house will be saved.&#x201D;<span class=\"citation\" id=\"71712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71712)\">Acts 10:1-8<\/a><\/span><span class=\"citation\" id=\"71747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71747)\">Acts 10:30-33<\/a><\/span><span class=\"citation\" id=\"126416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126416)\">Acts 11:14<\/a><\/span> What! Cornelius not in a state of salvation, and he a praying man? No doubt he was in a state of salvation, so far as he understood; but he  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was ignorant and did not understand how to get into the celestial kingdom. He knew nothing about the birth of the water and of the Spirit, that we heard about this forenoon, without which no man can enter into the kingdom of God.<span class=\"citation\" id=\"68743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68743)\">John 3:3-5<\/a><\/span> Yet he had given much alms, and his prayers had come up as a memorial before God, and the Lord had pity on his ignorance and sent an angel to him. But the angel did not see proper to tell him what to do to get into a more full state of conversion; he simply told him to send for Peter&#x2014;a man of God, promising him that he would tell him how to be saved. Peter, being warned beforehand, by the vision, went down to the house of Cornelius, nothing doubting, taking these six Jewish converts with him,<span class=\"citation\" id=\"71807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71807)\">Acts 11:12<\/a><\/span> full of all their Jewish prejudices. When Cornelius had given an account of the visit of the angel to him,<span class=\"citation\" id=\"71748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71748)\">Acts 10:30-33<\/a><\/span> Peter began to preach Christ and him crucified,<span class=\"citation\" id=\"126417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126417)\">Acts 10:34-43<\/a><\/span><span class=\"citation\" id=\"126418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126418)\">1 Cor. 2:2<\/a><\/span> and while he was speaking the Holy Ghost fell on Cornelius and his household, and they spake with tongues and magnified God.<span class=\"citation\" id=\"71787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71787)\">Acts 10:44-46<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n740\"> Do you suppose that the Holy Spirit could have been retained by Cornelius supposing he had refused to obey the ordinances of the Gospel? No, it was only given as a witness and testimony to convince the Jewish brethren, who were with Peter, that the Gentiles might have salvation as well as the Jews; for when they began to speak in tongues, under the influence of the Holy Ghost, Peter turned to his Jewish brethren, and said, &#x201C;Who can forbid water, that these should not be baptized?&#x201D; And he commanded them, in the name of the Lord Jesus, to be baptized.<span class=\"citation\" id=\"71800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71800)\">Acts 10:47-48<\/a><\/span> What, a command? Yes. Had Peter the right to give that command? Yes; for the angel of the Lord had said to Cornelius, &#x201C;He shall tell you words whereby you and your house shall be <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> saved,&#x201D;<span class=\"citation\" id=\"71732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71732)\">Acts 10:6<\/a><\/span><span class=\"citation\" id=\"126419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126419)\">Acts 11:14<\/a><\/span> and his command to them to be baptized was some of his words unto them. <\/div><div class=\"paragraph jod\" id=\"v14n741\"> Supposing that Cornelius had said, &#x201C;Oh, baptism is not essential, it is not among the fundamental principles of salvation; it is one of the nonessential, outward ordinances, etc., and is of no consequence. I have received the Holy Ghost, I am a Christian, I believe in your words; I have offered my alms to the poor, and they have come up before the Lord; I am good enough, there is no need for me to be baptized,&#x201D; how long would the Holy Ghost have remained with him? Just the moment that he had refused to obey this commandment the Holy Ghost would have fled from him and his house. The only way for him to retain the gift that comes through obedience was to be baptized, though on that occasion it was given without promise, and without baptism. Baptism, recollect, is for the remission of sins, and the Holy Ghost comes afterwards; but on this occasion it was given before it; but he could not have retained it, it would have left him, and he would have been in seven-fold greater darkness than before had he refused to obey the words of this inspired messenger. The Jewish brethren could not forbid water after the manifestation of the power of God on that occasion; their prejudices were done away by a miracle. <\/div><div class=\"paragraph jod\" id=\"v14n742\"> Now, because the Lord varied on that one occasion and gave the Holy Ghost before baptism, how many there are who want to do away with baptism, and to seek some other way for those who are convicted and laboring under a feeling of sorrow and mourning for their sins; but there is an ordinance connected with the receiving of the Holy Ghost. If there is an ordinance connected with the baptism of water, so there is in  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>relation to the higher baptism; and the Lord made his servants, the Apostles, ministers not only of the word, but also of the Spirit. They were able ministers<span class=\"citation\" id=\"74046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74046)\">2 Cor. 3:6<\/a><\/span> of the Spirit; that is, they had authority to administer the Spirit. They could not do it of themselves; but when God calls a man and gives him authority by revelation and sends him to preach his Gospel, and people listen to that Gospel and are willing to be baptized, that man has the right to baptize them; and if he is ordained to the Apostleship or to those offices that have the power to administer the higher ordinance of the laying on of hands, and he lays hands on, God will acknowledge that ordinance. He will acknowledge baptism by giving remission of sins; and he will acknowledge the laying on of hands by sending from heaven the gift of the Holy Ghost. Indeed, in ancient days, when Paul went to Ephesus he found certain persons there who had been baptized. They thought, no doubt, they were very pious, and perhaps concluded that they were in a state of salvation. They had heard of and received what was called John's baptism, but when Paul asked them if they had received the Holy Ghost since believing they said they had not so much as heard whether there be any Holy Ghost. Then Paul perceived that they had been taught by some impostor&#x2014;some person who had no authority, who pretended to be preaching John's doctrine, who had told them nothing about the Holy Ghost. John, when he baptized the people, told them there was one coming after him mightier than he who baptized with the Holy Ghost and with fire;<span class=\"citation\" id=\"62714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62714)\">Matt. 3:11<\/a><\/span> but these Ephesians had been taught by some person who had no authority, and who had left out a part of the doctrine of salvation, as preached by <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> John, just as the Christian sects do at the present day. Paul saw that their baptism was illegal, and he preached unto them Jesus Christ, and when they had heard this they were baptized in the name of the Lord Jesus, and when Paul laid his hands upon them the Holy Ghost fell upon them and they spoke with tongues and prophesied.<span class=\"citation\" id=\"72041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72041)\">Acts 19:1-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n744\"> Again, when Philip went to the city of Samaria and preached Christ to the people, he had no right to administer the higher ordinances of the laying on of hands; he had not been ordained to the power.<span class=\"citation\" id=\"71576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71576)\">Acts 8:5-13<\/a><\/span> He had the right to baptize them in water and he baptized a large number of men and women among them; and when the Apostles who were at Jerusalem heard that Samaria had received the word of God they sent unto them Peter and John, who, when they came down, prayed for them, that they might receive the Holy Ghost, for as yet he was fallen on none of them; and they laid their hands upon them, and they received the Holy Ghost.<span class=\"citation\" id=\"71602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71602)\">Acts 8:14-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n745\"> Do you not see that this higher blessing of the baptism of fire and of the Holy Ghost comes through the laying on of hands, which is an ordinance just as much as baptism by water, both of which have to be administered by a man called of God, or the Lord will have nothing to do with it. <\/div><div class=\"paragraph jod\" id=\"v14n746\"> We have thus pointed out to sinners, this day, how they may be converted. How do you like it? Is it according to Scripture? If it is not reject it; but it is the same doctrine that we have taught for forty-one years in this Church. It is the same doctrine that has been published by the Latter-day Saints throughout the length and breadth of our Union; it is the same doctrine that we have carried to the nations afar off; it is the same doctrine  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the Lord sent an holy angel to deliver to Joseph Smith&#x2014;<span class=\"citation\" id=\"79897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79897)\">Rev. 14:6-7<\/a><\/span>a youth, and commanded him to preach, and ordained him to the Apostleship,<span class=\"citation\" id=\"84597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84597)\">D&amp;C 27:12<\/a><\/span> commanding him, by revelation, to ordain others;<span class=\"citation\" id=\"126420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126420)\">D&amp;C 20:38-39<\/a><\/span> it is the same doctrine that tens of thousands have received. Do they receive the promises? Is the Holy Ghost given? If it is, all these gifts are given; and if the Latter-day Saints are not in possession of these gifts, they are not in possession of the Gospel, and are no better off than the Baptists, Methodists or Presbyterians, and we all know they have not the Gospel; we all know they have not the power of God among them. They do not believe in it, they say it is done away. We <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> all understand this. Well, Latter-day Saints, you are no better if you have not these gifts. But you have had forty-one years' experience, and I think you know whether you have them or not. If you have, blessed are ye; but if you have them not, it is time you waked up and began to hunt around for the Gospel if it can be found on the earth. If you have not these gifts, then the angel has not come with the Gospel according to promise; but if you have, the angel of God has flown through the midst of heaven and committed the everlasting Gospel to the children of men,<span class=\"citation\" id=\"79898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79898)\">Rev. 14:6-7<\/a><\/span> and you have been the receivers of it. Amen. <\/div>\n<\/div>\n<\/div>"}