{"ID":140020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Fulfillment of Prophecy&#x2014;The Early History of the Church&#x2014;The Book of Mormon.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, March 19, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Fulfillment of Prophecy, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 3\/19\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v14n565\"> I will read a portion of the word of God contained in the 85th Psalm:<span class=\"citation\" id=\"56939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56939)\">Ps. 85:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n566\"> &#x201C;Lord, thou hast been favorable unto thy land: thou hast brought back the captivity of Jacob. <\/div><div class=\"paragraph jod\" id=\"v14n567\"> &#x201C;Thou hast forgiven the iniquity of thy people, thou hast covered all their sin. Selah. <\/div><div class=\"paragraph jod\" id=\"v14n568\"> &#x201C;Thou hast taken away all thy wrath: thou hast turned <span class=\"italic\">thyself<\/span> from the fierceness of thine anger. <\/div><div class=\"paragraph jod\" id=\"v14n569\"> &#x201C;Turn us, O God of our salvation, and cause thine anger towards us to cease. <\/div><div class=\"paragraph jod\" id=\"v14n570\"> &#x201C;Wilt thou be angry with us for<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ever? wilt thou draw out thine anger to all generations? <\/div><div class=\"paragraph jod\" id=\"v14n571\"> &#x201C;Wilt thou not revive us again: that thy people may rejoice in thee? <\/div><div class=\"paragraph jod\" id=\"v14n572\"> &#x201C;Shew us thy mercy, O Lord, and grant us thy salvation. <\/div><div class=\"paragraph jod\" id=\"v14n573\"> &#x201C;I will hear what God the Lord will speak: for he will speak peace unto his people, and to his saints: but let them not turn again to folly. <\/div><div class=\"paragraph jod\" id=\"v14n574\"> &#x201C;Surely his salvation <span class=\"italic\">is<\/span> nigh them that fear him; that glory may dwell in our land. <\/div><div class=\"paragraph jod\" id=\"v14n575\"> &#x201C;Mercy and truth are met together;  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteousness and peace have kissed <span class=\"italic\">each other<\/span>. <\/div><div class=\"paragraph jod\" id=\"v14n577\"> &#x201C;Truth shall spring out of the earth; and righteousness shall look down from heaven. <\/div><div class=\"paragraph jod\" id=\"v14n578\"> &#x201C;Yea, the Lord shall give <span class=\"italic\">that which<\/span> is good; and our land shall yield her increase. <\/div><div class=\"paragraph jod\" id=\"v14n579\"> &#x201C;Righteousness shall go before him; and shall set <span class=\"italic\">us<\/span> in the way of his steps.&#x201D;<span class=\"citation\" id=\"56940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56940)\">Ps. 85:1-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n580\"> This was a prayer and prophecy uttered by the ancient Psalmist in relation to the house of Israel. These psalms were written by the inspiration of the Holy Ghost, and most of them were prophetic in their nature. David was a man especially inspired of the Lord, not only to reign as king over the house of Israel, but to utter forth many predictions in the form of psalms to be sung in the congregations of Israel. He clearly spoke concerning the coming of the Messiah; his death, and the afflictions that should come upon him as the Redeemer of the world, and of many events in connection with his coming, all of which were fulfilled. He also spoke in many psalms in regard to the preaching of the servants of God in all nations, declaring the wonderful works of God. He also spoke concerning the second coming of this Messiah, the great glory that would be revealed on that grand occasion; he also spoke by the spirit of prophecy concerning the downfall of the twelve tribes of Israel and the great affliction that would come upon them; also, that the Lord would remember them in the latter times, and bring them to a knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v14n581\"> This psalm which I have just read contains a prayer, uttered by this inspired man, for the redemption of the covenant people of the Lord. That he would not be angry with them forever, that his anger might not be drawn out towards them to all genera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions; that he would turn himself from the fierceness of his wrath and show mercy unto his people again. <\/div><div class=\"paragraph jod\" id=\"v14n582\"> The Lord saw proper, in answer to that prayer, to inspire the Psalmist to utter these words&#x2014;&#x201C;Mercy and truth are met together; righteousness and peace have kissed each other. Truth shall spring out of the earth; and righteousness shall look down from heaven. Yea, the Lord shall give that which is good; and our land shall yield her increase. Righteousness shall go before him; and shall set us in the way of his steps.&#x201D;<span class=\"citation\" id=\"56957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56957)\">Ps. 85:10-13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n583\"> The Lord did not leave David in uncertainty about the blessings that should come upon his covenant people; he was informed, in the words which I have repeated, that the Lord intended again to bestow his blessings after he had sufficiently punished Israel; that he intended to bring them back to their own land; that he intended to bless that land which was given to them as an inheritance, and, that that land should again yield its increase to his people. But before he would do this he promised that truth should spring out of the earth, and that at the same time righteousness should look down from heaven; that truth should go before his face and set his people in the way of his steps. <\/div><div class=\"paragraph jod\" id=\"v14n584\"> We live, Latter-day Saints, in the age when this prophecy is being fulfilled. We have lived to behold the glorious period dawn upon this creation when God has condescended to bring forth truth out of the earth, and at the same time has manifested his righteousness from heaven&#x2014;that is his law.<span class=\"citation\" id=\"56962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56962)\">Ps. 85:11<\/a><\/span> I need not tell the Latter-day Saints that are now before me how this prophecy was fulfilled, for they already understand it. There may be strangers, however, in our midst who do not understand these things, as we understand them; and  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it may be well to briefly notice the fulfillment of this prophecy as manifested in the rise and progress of this Church. This Church has an existence this day in consequence of the fulfillment of their words. There never would have been any such people as the Church of Jesus Christ of Latter-day Saints, unless God had again manifested himself in fulfillment of this prophecy. He has seen proper after so many generations have passed, to again reveal himself to the children of men, although it was contrary to their opinions and ideas that God would ever again speak to the inhabitants of the earth. They concluded that all communication from the eternal worlds was shut off, that, although there was a God and plenty of angels and messengers in his presence, he would never send them again to the inhabitants of our globe to reveal anything new. <\/div><div class=\"paragraph jod\" id=\"v14n586\"> These have been the ideas of our fathers for many generations that are past. <\/div><div class=\"paragraph jod\" id=\"v14n587\"> The whole Christian world were deluded with these ideas for some seventeen or eighteen centuries. <\/div><div class=\"paragraph jod\" id=\"v14n588\"> The idea took its rise in the apostate church that sprang up in the days of the Apostles; a church which denied the spirit of revelation and had the wickedness and audacity to proclaim in the face and eyes of the Bible that it needed no new revelation; that it had sufficient.<span class=\"citation\" id=\"81543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81543)\">2 Ne. 29:6<\/a><\/span> The councils that were called towards the close of the third and fourth centuries of the Christian era concluded to introduce laws and rules among the church. The Greek and Catholic churches excommunicated all persons that would believe in the God of revelation. <\/div><div class=\"paragraph jod\" id=\"v14n589\"> They collected together various manuscripts which they had picked up in various parts of the earth, which they called the fullness of the canon <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Scripture; then they passed a decree that if any person should be found believing anything except that which was contained in their canon, that he should not be permitted full fellowship in the church; that he should be disfellowshipped and anathematized. This wicked and abominable doctrine was handed down for a great many generations in the Greek and Roman Catholic churches, and will be found throughout all their writings&#x2014;the writings of their most noted archbishops. They declare that they neither received nor believed in any new revelation; that their rule of faith and practice was ancient Scripture; that the church must be guided by those ancient laws, and by the traditions of their fathers&#x2014;traditions handed down from the days of the Apostles to their day. Thus you see all communication from the heavens was cut off by their own decree; they were worse than the heathen. Nebuchadnezzar, a great heathen king accustomed to worship idols all his days, had not apostatized from the true God as those professed Christians had, for he believed in the God that gave revelation. We have an account in the Book of Daniel how the Lord did reveal himself to that heathen king in a dream.<span class=\"citation\" id=\"60954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60954)\">Dan. 2:1-49<\/a><\/span> But he forgot the dream and sent a proclamation to all the wise men of Babylon to see if he could find out an interpreter. He, at length, found one in the person of Daniel the Prophet, who gave the king the dream that the God of heaven had given him; also the interpretation, and we have many instances on record where ancient heathen kings had not so far strayed from the God of heaven but what they could believe in new revelation; but we have the example before us for many generations where people who have assumed the name of Christ disbelieved in new revelation, and  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>persecuted those who believe in receiving any new communication. <\/div><div class=\"paragraph jod\" id=\"v14n591\"> Some two or three centuries ago there was a great reformation in Europe&#x2014;a protestation against this wicked, corrupt and abominable power that had held sway under the name of Christian. <\/div><div class=\"paragraph jod\" id=\"v14n592\"> They did reform from many of their corrupt practices, and they had power given to them, although perhaps they did not understand it fully, and the God of heaven did give power to these reformers to bring about more liberal principles; but they had to do it through great persecution. They succeeded, however, in building up denominations which they called Christian, that had forsaken, in some measure the corruption of the mother church. These reformers followed the mother church in regard to limiting their faith to ancient Scripture; they would tell the people that there was to be no more revelation. John Calvin and Martin Luther held the view, that there was to be no more revelation from heaven; that the canon of Scripture was full. They received this false dogma from the mother church; they could not find it in the New Testament; but it was a tradition handed down by the mother church that such was the fact. <\/div><div class=\"paragraph jod\" id=\"v14n593\"> Now, the devil did not particularly care how many good principles people retained, so long as they should deny one of the most important principles of heaven. Cut off communication from the Lord, shut up the heavens, keep angels out of the question concerning any more new communication to be given to the children of men, and the devil has accomplished his object. These falsehoods were handed down, after the reformers came out, in all the various denominations until the present day, until the time when the Lord, by the mouth of his holy angels, called Joseph Smith and gave <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unto him a knowledge by vision of the place where the ancient records of a portion of the Israelitish nation were deposited. At that period of time there was scarcely a people on the face of the whole earth but what were more or less under the delusion of this apostate doctrine. Mr. Smith, however, was uncontaminated by these traditions, as he was not a member of any church; this is manifest in the prayer offered by this young man at the time when the Lord first revealed himself to him.<span class=\"citation\" id=\"93589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93589)\">JS&mdash;H 1:1-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n594\"> He went out to pray, being then a little over fourteen years of age, in a little grove not far from his father's house. The great object which he had in praying was to learn some few principles, which he saw were absolutely necessary to know, according to his understanding, in order to serve the true and living God. He desired to know which, among all the denominations with which he was surrounded, was the true church. <\/div><div class=\"paragraph jod\" id=\"v14n595\"> It is not often that boys of this age would be so exercised, but this was the fact in regard to Joseph Smith. He was uneducated; he had not been to college; he was not trained in the vices of all large cities; but merely a country boy accustomed to hard work with his father. Probably one reason why his mind was thus exercised was in consequence of the religious excitement existing in that neighborhood at the time; some of his own relatives had joined the Presbyterian Church, and he was earnestly sought after to join himself with some church, and his mind being somewhat wrought upon, seeing many of his young acquaintances turn to the Lord, he greatly desired to know which was the true church. It was a great question; he knew not how to satisfy his mind, for he had not read the Bible much. He heard a great many different doctrines advocated by  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ministers respecting the different denominations, which caused him to read the Bible. He happened to fall upon a certain passage contained in the Book of James, &#x201C;If any man lack wisdom, let him ask of God, who giveth liberally, and upbraideth not.&#x201D;<span class=\"citation\" id=\"77421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77421)\">James 1:5<\/a><\/span> This passage, when he read it, seemed to sink with great weight upon his mind. He thought it was his privilege to go to the Lord and ask him respecting the desired information. As I told you before, he had not been trained up in any of the creeds of the existing denominations, and therefore he was confiding enough to believe what was here written, &#x201C;If any man lack wisdom,&#x201D;<span class=\"citation\" id=\"77420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77420)\">James 1:5<\/a><\/span> &amp;c. He thought to himself that he did lack wisdom, for he did desire to know which was the true church. He went into the grove with a determination to claim this promise. When he was thus praying he saw a light which appeared to be approaching him from the heavens. As it came nearer it seemed to grow brighter until it settled upon the tops of the trees. He thought it would consume the leaves of the trees; but it gradually descended and rested upon him. His mind was immediately caught away. He saw in this light two glorious personages, one of whom spoke to him, pointing to the other, saying, &#x201C;This is My Beloved Son. Hear ye Him!&#x201D; This was a glorious vision given to this boy. When these persons interrogated him to know what he desired, he answered and said, &#x201C;Lord show me which is the true church.&#x201D; He was then informed by one of these personages that there was no true church upon the face of the whole earth; that the whole Christian world, for many generations, had been in apostasy;<span class=\"citation\" id=\"93633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93633)\">JS&mdash;H 1:16-20<\/a><\/span> that they had denied communication and revelation from heaven; denied the administration of angels; denied the power that was in the ancient church that comes <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the gift of the Holy Ghost, and gave him much instruction upon this point, but did not see proper upon that occasion to give him a full knowledge of the Gospel, and what was necessary to constitute a true church, and gave him some few commandments to govern him in future time, with a promise that if he would abide the same and call upon his name, that the day would come when the Lord would reveal to him still further, making manifest what was necessary to the constitution of the true church. The vision withdrew; the personages attending and the light withdrew. He returned to his father's house, and told the vision, not only to his parents and neighbors, but to some of the preachers of the religious denominations in that place. He was expressly commanded in the vision to unite himself to none of these churches. When he related that which he had received in this vision, the ministers immediately made light of it, and said to him, &#x201C;God does not reveal anything in our days; he revealed all that was necessary in ancient times; he has not spoken for 1,800 years to anyone.&#x201D; From that time forth he was persecuted, not only by ministers, but all denominations in that region persecuted him. &#x201C;There goes that visionary boy.&#x201D; This seemed to be the feeling manifested, not only by professors, but by all; but yet he knew that God had manifested himself to him; he could not be persuaded to the contrary, any more than Paul could when he heard Jesus in his first vision.<span class=\"citation\" id=\"93748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93748)\">JS&mdash;H 1:21-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n597\"> When about four years had elapsed, he retired to his bed one Sunday evening, reflecting upon the former vision, praying to the Lord that he might receive a fulfillment of the promise&#x2014;namely, that if he was faithful, the true order of the Church  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Son of God should be revealed to him. While he lay thus praying, all at once the chamber was lighted up; this light continued to grow brighter and brighter until he saw a glorious personage, and this personage revealed to him the condition of the world, the apostasy of the Christian nations, and the darkness that reigned; also revealed to him what the Lord intended to accomplish upon the face of the whole earth preparatory to his coming. He informed him that this continent had once been occupied by a religious people, who understood the law of Moses and the Gospel; that they kept sacred records among them, and wrote them upon plates of gold, which were deposited in a certain hill about three miles from his father's house. At the same time this angel was telling him about these plates, the vision of his mind was opened so that he could see the place of their deposit. After the angel had given many instructions he withdrew.<span class=\"citation\" id=\"126402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126402)\">JS&mdash;H 1:29-43<\/a><\/span> Joseph Smith continued to pray; the angel came a second time, related the same things over again, and gave him the same view of the plates, and still further information concerning the work of the last days, and then withdrew a second time.<span class=\"citation\" id=\"93858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93858)\">JS&mdash;H 1:44-45<\/a><\/span> He continued to pray; the angel came the third time, gave him some further knowledge and information, opening still further the prophecies concerning the grand events that must be fulfilled in the latter days. When the angel withdrew from him the third time, instead of going to sleep, he arose and it was daybreak. He had been conversing with this angel nearly the whole night.<span class=\"citation\" id=\"93864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93864)\">JS&mdash;H 1:46-47<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n599\"> He went out in the morning, as usual, with his father to labor in the field, and his father, observing that he looked pale, asked him if he was ill. He replied that he did not feel very well. His father advised him <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to go to the house. He started to go home, and after going a certain distance from his father, and before he reached the house, the angel again appeared to him&#x2014;this was in daylight&#x2014;and told him to turn back and tell his father what he had seen. He did so; he was also commanded by the angel in this fourth vision that he should go to the place where these plates were deposited. After relating to his father what he had seen, his father declared that it was a heavenly vision, and told him to be faithful to what had been revealed to him. He, therefore, on the morning of the 22nd of September, 1823, repaired to, and saw the place where these plates were deposited, just as he had seen in the night vision. They were deposited in a stone box not far from the summit of the hill Cumorah. The crowning stone that covered the box was oval; by taking away the turf from its edges he succeeded, by the use of a lever, in raising it from the box. When he saw the plates, he also saw an instrument that was called by the ancient prophets a Urim and Thummim. While he was thus gazing upon the plates, the angel came again to him, and as he was about to put forth his hand to take them, forbade him, saying that he needed further experience; that they could not be entrusted with anyone only with those having an eye single to the glory of God; that they were sacred records, and that no person could have them for speculative purposes; and gave him certain commandments to keep, and told him to visit that place again one year from that time when he would again meet with him. He did so at the expiration of the year, and did so until four years had passed away; and on the morning of the 22nd of September, 1827, the angel permitted him to take the plates, and also the Urim and Thummim.<span class=\"citation\" id=\"126403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126403)\">JS&mdash;H 1:48-59<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n600\"> Thus I have shown you how <span class=\"italic\">Truth<\/span> sprang out of the earth;<span class=\"citation\" id=\"56963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56963)\">Ps. 85:11<\/a><\/span> according to the words of our text. Mr. Smith being uneducated, except in the elementary branches as taught in our common schools in the East, therefore felt himself incapable, by his own learning, to perform so great a work. He was commanded of the Lord to draw off some of these characters from the plates and send them to the learned, which he did; they were sent to the city of New York by the hands of Martin Harris, the old gentleman whom you saw here last Conference. That old gentleman being then a middle-aged man, went to New York to see if he could find any person among the learned that could translate the characters. He went to Professors Mitchell and Anthon, and they were exhibited to them; and Mr. Harris received a certificate, stating that to them the translation of Joseph Smith seemed to be very correct. Martin Harris had not told Mr. Anthon how Mr. Smith came in possession of these characters. The Professor asked Mr. Harris how Mr. Smith obtained the plates from which the characters were taken; he said that he obtained them by the administration of an holy angel by obedience to the commandments of God. Mr. Anthon requested him to let him see the certificate, he did so; and without any further consultation tore it up before his eyes, and then said, if he would bring the plates to him he thought he could assist him in the translation. We all know that some of the characters and hieroglyphics that have been discovered in some parts of America cannot be deciphered by the most learned men of our day. The Professor wrote an article some time afterwards against the Latter-day Saints, in which he corroborates that which I have just told you concerning <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a plain countryman coming to him with characters. <\/div><div class=\"paragraph jod\" id=\"v14n601\"> Thus we have the testimony of Professor Anthon that such a circumstance did transpire, and that such characters were handed to him. After Martin Harris returned to Joseph Smith and told him the conversation that had taken place, how that Professor Anthon could not decipher the records, Joseph inquired of the Lord, and the Lord commanded him that he should translate the records, and that he should do it through the medium of the Urim and Thummim.<span class=\"citation\" id=\"83920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83920)\">D&amp;C 10:1<\/a><\/span> He commenced translating, but being a poor scribe, he employed Martin Harris to write some for him; he also employed other scribes to write from his mouth, and at intervals continued to work upon the farm. Being persecuted, however, he had to leave his father's house and went down to Pennsylvania, where he was also persecuted. He continued the work of translation until it was completed, and this is the book (Book of Mormon) which is the translation from these plates, a book which contains some five or six hundred closely written pages. After Mr. Smith had almost completed the translation, he found that there was a prediction contained in the book that the Lord would show to three witnesses, by his power from heaven, the truth of the divinity of this work.<span class=\"citation\" id=\"83456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83456)\">Ether 5:2-4<\/a><\/span> The query immediately arose who these three should be. Martin Harris, Oliver Cowdery and David Whitmer were very anxious that they might be the favored individuals. They were told to humble themselves before the Lord and pray unto him, and that if they would do this the same should be shown to them.<span class=\"citation\" id=\"83825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83825)\">D&amp;C 5:1-35<\/a><\/span><span class=\"citation\" id=\"126406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126406)\">D&amp;C 17:1-9<\/a><\/span> They did so. Mr. Smith went with them; this was in Fayette, Seneca Co., New York, in the year 1829. While they were praying the angel descended from the  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heavens in the presence of these four men, and took the plates and exhibited the pages and engravings of that portion that was unsealed&#x2014;for the whole of them were not permitted to be translated; and thus the engravings were shown to three other witnesses.<span class=\"citation\" id=\"126404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126404)\">BM Three Wit.<\/a><\/span> The angel at the same time placed his hands upon the head of David Whitmer and said, &#x201C;Blessed be the Lord and they that keep his commandments.&#x201D; At the time that the angel was showing the records, they heard a voice out of the heavens saying, that the records had been translated correctly by the gift and power of God,<span class=\"citation\" id=\"126407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126407)\">D&amp;C 17:6<\/a><\/span><span class=\"citation\" id=\"126405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126405)\">D&amp;C 135:3<\/a><\/span> and they were commanded to bear witness of the same to all people to whom the work should be sent. They have therefore given their solemn testimony in this book in connection with Joseph Smith, concerning the appearing of the angel, and the exhibition of the plates; their testimony has gone forth wherever this book has been published. Mr. Smith was also permitted to show the plates to eight other witnesses whose names are also given in testimony of these things, that they saw the plates and handled them.<span class=\"citation\" id=\"126408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126408)\">BM Eight Wit.<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n602\"> Thus you have the testimony of twelve men, eleven witnesses besides the one who found the plates, three of whom saw the angel of God; and all this before there was any latter-day church in existence. There was a circumstance, however, that took place, before the organization of this Church, on the 15th day of May, 1829.<span class=\"citation\" id=\"93988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93988)\">JS&mdash;H 1:68-74<\/a><\/span> Two men, Joseph Smith and Oliver Cowdery, being exercised before the Lord in regard to the ordinance of baptism; how and in what way they should receive this ordinance acceptably before him they did not know. They understood the mode of baptism, for in the translation of this record they found that the ancient inhabitants of Israel baptized by im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mersion, and that the words used in connection with it were also given.<span class=\"citation\" id=\"82625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82625)\">3 Ne. 11:21-28<\/a><\/span> The question arose, Who could baptize them? The Lord had already told them that there was no true church on the earth, and that there was no authorized minister to administer baptism; and, of course, this was a question that would arise in the mind of any individuals under similar circumstances; they would naturally want to know how they could be baptized, so as to have their baptism recognized in the heavens. They understood that they might just as well jump into the water themselves, as to be baptized by a man having no authority on him. They did not understand how it could be done, and they therefore were troubled in their minds with regard to it, and went and humbled themselves before the Lord, who, on the 15th day of May, 1829, sent an angel to them. This angel informed them that he was John the Baptist,<span class=\"citation\" id=\"126409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126409)\">JS&mdash;H 1:72<\/a><\/span> who was beheaded, and who baptized their Savior, and that he held the priesthood of his fathers, the priesthood of Levi. He laid his hands upon their heads and ordained them unto the priesthood that he himself had,<span class=\"citation\" id=\"129345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129345)\">D&amp;C 27:8<\/a><\/span> which priesthood had authority to baptize for the remission of sins,<span class=\"citation\" id=\"84001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84001)\">D&amp;C 13:1<\/a><\/span> but had no authority to lay hands upon the people for the gift of the Holy Ghost.<span class=\"citation\" id=\"126410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126410)\">JS&mdash;H 1:70<\/a><\/span> John, who baptized our Savior, himself declared: <\/div><div class=\"paragraph jod\" id=\"v14n603\"> I can baptize you with water, and that is the extent of my authority, but there cometh one after me who is mightier than I, he has greater authority, he can baptize you with fire and with the Holy Ghost;<span class=\"citation\" id=\"62713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62713)\">Matt. 3:11<\/a><\/span> but I have the right to baptize you with water. This was in substance what John said to the Jews in his day. He conferred this same priesthood upon these two men, and commanded them to baptize one another, giving them a promise that that priesthood  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should never be taken from the earth,<span class=\"citation\" id=\"84002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84002)\">D&amp;C 13:1<\/a><\/span> but should remain forever; consequently the priesthood conferred by the angel is never again to be banished from the earth, as it has been throughout the dark ages. <\/div><div class=\"paragraph jod\" id=\"v14n605\"> They went and baptized each other,<span class=\"citation\" id=\"94010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94010)\">JS&mdash;H 1:71<\/a><\/span> for the Lord did not permit them to organize the Church until the fullness of time had arrived. He appointed the day by new revelation, the very day on which they should commence the organization of the Church&#x2014;namely, the 6th of April, 1830;<span class=\"citation\" id=\"84275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84275)\">D&amp;C 20:1-84<\/a><\/span> also gave a commandment on the day of its organization, how the Church should be organized, with what offices, or those necessary to constitute a true Church of God here on the earth.<span class=\"citation\" id=\"84424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84424)\">D&amp;C 21:1-12<\/a><\/span> Previous, however, to this organization of the Church they received higher authority than that which John the Baptist gave them. <\/div><div class=\"paragraph jod\" id=\"v14n606\"> For when they found they only had authority to baptize by water, but could not minister the Holy Ghost by the laying on of hands, the question arose immediately: How shall we obtain that authority? They again prayed; they again called upon the name of the Lord, and the Lord sent messengers from heaven with a higher priesthood than that which John the Baptist held, whose names were Peter, James and John, three ancient Apostles, and they conferred upon them the priesthood and Apostleship that they themselves had,<span class=\"citation\" id=\"84593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84593)\">D&amp;C 27:12<\/a><\/span> which gave them authority not only to baptize, but to administer in the ordinance of the Holy Ghost by the laying on of hands in the name of Jesus, precisely the same as the Apostles did when on the earth. <\/div><div class=\"paragraph jod\" id=\"v14n607\"> Thus they received, not only the lesser priesthood, but also the Apostleship, and having authority granted unto them from heaven they were fully qualified to organize the Church; but still they could not do it by their <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> own wisdom. There was nothing to be done in this Church by the wisdom of man. The Lord, as I heretofore stated, had already told them what the necessary offices were, and what the duties of these several offices should be in the Church.<span class=\"citation\" id=\"84276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84276)\">D&amp;C 20:1-84<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n608\"> The Church was organized, and we might give you a relation of its history from that day down to the present, but I see that the time allotted for our forenoon meeting has already passed. <\/div><div class=\"paragraph jod\" id=\"v14n609\"> I wish before I close to cite one or two testimonies from the prophecies in relation to this great work of the latter days. If you will turn to the 29th chapter of Isaiah<span class=\"citation\" id=\"58649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58649)\">Isa. 29:1-24<\/a><\/span> and read the prediction contained therein you will find that nearly the whole chapter pertains to the events of the latter days, one of the predictions is the destruction of the nations of the wicked, which has never been fulfilled. It reads thus&#x2014;That all nations that fight against Mount Zion shall become as a dream of a night vision,<span class=\"citation\" id=\"58675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58675)\">Isa. 29:7<\/a><\/span> etc., etc. <\/div><div class=\"paragraph jod\" id=\"v14n610\"> The Lord intends, in the last days, to build up a people called Zion, or, in other words, his Church. It matters not how numerous the people of the nations may be, this is their destiny; they will become as the dream of a night vision; or as the Prophet Daniel expresses it&#x2014;all kingdoms and governments organized by human authority shall become like the chaff of the summer threshingfloor; the winds of heaven shall blow them away, and no place shall be left for them; and that the stone cut out of the mountain should become a great mountain and fill the whole earth;<span class=\"citation\" id=\"61096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61096)\">Dan. 2:35<\/a><\/span> and the kingdom and the greatness of the kingdom should be given into the hands of the Saints of the Most High&#x2014;<span class=\"citation\" id=\"61733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61733)\">Dan. 7:27<\/a><\/span>this is what Daniel has predicted. Isaiah has predicted the same; but, before this destruction of  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the wicked, certain events are to happen; among which he speaks of a book. He says, &#x201C;And the vision of all is become unto you as the words of a book that is sealed, which men deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is sealed: And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned. Wherefore the Lord said, Forasmuch as this people draw near me with their mouth, and with their lips do honor me, and their fear toward me is taught by precepts of men: Therefore, behold, I will proceed to do a marvelous work among this people, even a marvelous work and a wonder: for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hid.&#x201D;<span class=\"citation\" id=\"58735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58735)\">Isa. 29:11-14<\/a><\/span> &#x201C;In that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and darkness.&#x201D;<span class=\"citation\" id=\"58825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58825)\">Isa. 29:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n612\"> These words of the Prophet Isaiah were fulfilled so far as the coming forth of this book was concerned. It was not the book itself that was to be sent to the learned; if that had been the case the prophecy would not have been fulfilled; but it was &#x201C;the words of the book,&#x201D; and not the book itself. &#x201C;And the book was given to him that is not learned, saying, Read this, I pray thee. He says, I am not learned.&#x201D;<span class=\"citation\" id=\"58732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58732)\">Isa. 29:11-12<\/a><\/span> Then comes in the declaration of the Lord&#x2014;Because of the wickedness of the people, etc., that he would &#x201C;proceed to do a marvelous work and a wonder,&#x201D;<span class=\"citation\" id=\"58791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58791)\">Isa. 29:14<\/a><\/span> and in that event he would cause the wisdom of the wise men to perish, etc., all of which has been fulfilled. &#x201C;And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness.&#x201D;<span class=\"citation\" id=\"58826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58826)\">Isa. 29:18<\/a><\/span> Now, I would ask, are there not many in this congregation of Latter-day Saints <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who can testify that they have seen this literally fulfilled? Have you not seen those who have been literally deaf, in the enjoyment of their hearing, and this by the power of God in this dispensation? Yes, there are scores of witnesses that can testify that this has been literally fulfilled. Have you not seen those who have been afflicted with blindness restored immediately to their sight? Yes, and all this in fulfillment of this prophesy. &#x201C;The meek shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.&#x201D;<span class=\"citation\" id=\"58852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58852)\">Isa. 29:19<\/a><\/span> Who, I would ask again, is the most benefited by this prophecy? In ancient days, while the learned and the chief priests rejected the Gospel of the Son of God,<span class=\"citation\" id=\"67318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67318)\">Luke 7:30<\/a><\/span> was it not the poor among men that were benefited by the Gospel preached to them?<span class=\"citation\" id=\"58853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58853)\">Isa. 29:19<\/a><\/span> Yes, and so it has been in these days. <\/div><div class=\"paragraph jod\" id=\"v14n613\"> How many scores of thousands have been taken from the oppressions of the old world, and brought some six or seven thousand miles here, into the interior of this glorious land of America, a land of promise? Although we have come into a very poor portion of it, yet you have been benefited; you now own houses and lands, cattle, horses and property that you never would have possessed had you not participated in the literal fulfillment of this prophecy. The poor among men are literally, as well as spiritually, blessed.<span class=\"citation\" id=\"58854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58854)\">Isa. 29:19<\/a><\/span> Then comes in another prediction concerning the destruction of the nations of the wicked. &#x201C;For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off:<span class=\"citation\" id=\"58881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58881)\">Isa. 29:20<\/a><\/span> and all nations that fight against Mount Zion, will perish and vanish away.&#x201D;<span class=\"citation\" id=\"58702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58702)\">Isa. 29:7-8<\/a><\/span> When this marvelous work and a wonder is commenced, and its truths preached and fully declared to the nations, and they reject them, the  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>desolation and destruction that were brought upon the ancient Jews for the rejection of the Gospel will, according to this prophecy, be visited upon the wicked of this generation. How about Israel? According to the words of our text, &#x201C;Truth shall spring out of the earth; and righteousness shall look down from heaven. Yea, the Lord shall give that which is good; and our land shall yield her increase. Righteousness shall go before him; and shall set us in the way of his steps.&#x201D;<span class=\"citation\" id=\"56983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56983)\">Ps. 85:11-13<\/a><\/span> Thus you see, in that day, when the wicked will be so sorely afflicted the God of heaven will signally favor Israel. These things will transpire when we get through with the Gentiles, because the direct commandment of the Lord is, first to the Gentiles, and then to the house <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Israel. And when the times of the Gentiles are fulfilled, then the Lord will restore the blessings he promised to Israel; he will then fulfill literally that which was uttered by the Psalmist David, &#x201C;Turn us again, O God of our salvation; how long will thou be angry with us?<span class=\"citation\" id=\"56944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56944)\">Ps. 85:4-5<\/a><\/span> How long shall we have to suffer in consequence of our wickedness and the wickedness of our fathers?&#x201D; Until truth shall spring out of the earth;<span class=\"citation\" id=\"56965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56965)\">Ps. 85:11<\/a><\/span> until then your captivity must remain; until then your sufferings and great afflictions must continue. But when the Lord brings truth out of the earth and sends righteousness down from heaven<span class=\"citation\" id=\"56964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56964)\">Ps. 85:11<\/a><\/span> he will again remember Israel; then the Gentile nations will be punished, and Israel be saved. <\/div>\n<\/div>\n<\/div>"}