{"ID":140048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution&#x2014;Temples&#x2014;Cooperation.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Saturday Morning, April 6, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v14n1339\"> Owing to a spirit of persecution and religious bigotry, alike disgraceful to the age, the enlightenment of the present generation and the nation in which we live, our First President is not permitted to be with us. While we regret such a state of affairs, we rejoice in the many liberties, privileges, blessings and powers which are extended unto us. It is not by any means strange that, while the world has been plunged in ignorance upon matters of religion and morality, and broken up into factions, on the appearance in the midst of the whole, of a small body of men, illiterate in their character, proclaiming to the world that they are inspired of the Lord, and undertake to introduce system and principles calculated to elevate mankind from degradation and destruction, and exalt them to eternal glory and endless increase, they should be misunderstood; it has been so in all ages of the world. When our Savior visited the earth bringing the simple principles of salvation, he was misunderstood, misapprehended, persecuted, imprisoned, crowned with thorns, tortured, as a man who was opposed to the religion of the age, and dangerous to the State. He was accused of a great variety of crimes, of being a pestilent fellow,<span class=\"citation\" id=\"72112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72112)\">Acts 24:5<\/a><\/span> and was finally put to death <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by a class of men a great number of whom were zealous professors of religion&#x2014;elders, high priests, rabbis, doctors of the law and others claiming to be exceedingly holy. Jesus, in referring to the history of the past, said that the fathers of those who persecuted him had slain the prophets,<span class=\"citation\" id=\"126543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126543)\">Matt. 23:29-33<\/a><\/span><span class=\"citation\" id=\"67254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67254)\">Luke 6:22-23<\/a><\/span> and such was the case; and we find that, in every age, when God inspired a man to proclaim the Gospel of salvation, all, or a large portion of mankind, were ready to denounce him and put him to death, to whip, imprison, annoy, lie about him, proclaim all manner of evil against him,<span class=\"citation\" id=\"62997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62997)\">Matt. 5:11<\/a><\/span> and so on, until his influence should be annihilated from the earth. The same principle still exists, and the Latter-day Saints have had to contend with it. When Joseph Smith, in 1830, organized the Church with six members, the war as it were commenced; a few hours only had passed away when he was arrested, taken before a magistrate and accused of prophesying. He was discharged, arrested again, taken before another magistrate, and finally a declaration was made that if the law could not reach him, tar and feathers and mob power should. This is a very poor argument and shows the weakness of those who have recourse to it. <\/div><div class=\"paragraph jod\" id=\"v14n1340\"> We live in an age of science, in an  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>age when intelligence is being developed in a great many directions, and when the learning of man is vastly extended. The Apostle Paul cautioned the Saints in his day to beware lest any spoil them through philosophy and vain deceit;<span class=\"citation\" id=\"75582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75582)\">Col. 2:8<\/a><\/span> yet the religion of Jesus Christ embraces every true and perfect principle, every correct science, every principle of philosophy&#x2014;that is every true principle, and is calculated to benefit mankind in every way; and yet the laws of life as revealed, explained and developed in the organization of the human family are trampled under foot and very little understood. God has commenced a work in these last days to elevate mankind, to save them, to increase them, to place them on a footing of independence; to cause them to love one another and to lay a foundation for peace and harmony, that bloodshed and war, contention and devastation shall cease; that the power of the oppressor shall be broken and that the honest in heart may have the privilege of dwelling together and building up Zion in all the earth, and of continuing the blessings and ordinances of exaltation for time and throughout all eternity. <\/div><div class=\"paragraph jod\" id=\"v14n1342\"> There is no doubt but Satan stirs up the hearts of the children of man to disobedience and to war against the principles of righteousness;<span class=\"citation\" id=\"81523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81523)\">2 Ne. 28:20<\/a><\/span> but they are true. Joseph Smith was a Prophet of God, he was a minister of the Most High; he brought forth pure and holy principles, principles which are calculated to save and exalt mankind. He was slain, and those who received his testimony were robbed of all they possessed and driven into the wilderness under the influence of religious fanaticism and bigotry, which apprehended nothing but their utter destruction. God preserved them, blessed them, and they spread abroad in the midst of these <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> valleys; they converted the desert into fruitful fields, and laid a foundation for the redemption of the human race, and thank God for these privileges. <\/div><div class=\"paragraph jod\" id=\"v14n1343\"> We want while we are here at Conference, to have our brethren collect in their minds&#x2014;that is, leave their business out of doors. It is a good time to come to Conference, a splendid time to do business and all that; but while the hours of Conference are on, let us come to meeting, give strict attention to what is said and done, and call upon God in mighty prayer,<span class=\"citation\" id=\"84710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84710)\">D&amp;C 29:2<\/a><\/span> that he will deliver Zion from her oppressors; that he will bless the efforts of his servants for the advancement of his work; that he will bless the Missionaries that are sent abroad, and those who are abroad among the nations, and the missions of the native elders in the various counties; that he will open the way that the poor may be gathered. And, by the way, while we are doing this, let us reflect how much we can do to aid the Perpetual Emigration Fund, in bringing home the Poor. Many of them have been scattered among the nations half a generation and more, and they are unable to gather home. Think of these things. Pray the Lord to give his servants wisdom; pray the Lord to strengthen the President of the Church&#x2014;Brigham Young, heal his body, make him strong, sound and healthy, deliver him from the power of the oppressor and those who seek to destroy him, that he may have wisdom, intelligence and power to preach to and teach the Saints, and to counsel and guide the affairs of the great work which God has entrusted to him. Let us devote a few days, as the case may be, to counsel, to instruction, to bearing testimony, to acquiring a knowledge of the things of God, speaking of those things that are for the welfare of Zion; taking counsel  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>together as to the best course to pursue on the various subjects that are before us&#x2014;forwarding the building of Temples, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v14n1344\"> After last Conference President Young and myself made a journey to St. George. His health was very poor and he was quite feeble when he left here. When he reached that mild climate, or rather, that even, dry climate, he seemed immediately to commence to recruit, and while we remained there&#x2014;we were absent about ten weeks&#x2014;he improved very much; but in consequence of the persecution which was inaugurated against the Latter-day Saints, aiming at him directly, it became necessary for him to return in the midst of a very cold and stormy season, and very muddy roads. While at St. George he selected a spot, laid out the foundation and dedicated the ground and made a commencement, to build a temple, which is being continued under the direction of President Erastus Snow, that the ordinances of the holy priesthood, which should be administered only in a Temple, may be attended to in that part of the Territory, in the neighborhood and vicinity of those settlements. <\/div><div class=\"paragraph jod\" id=\"v14n1345\"> Our brethren can observe that a very handsome addition has been made to the foundation of the Temple here since the last Annual Conference, and they can now begin to form some idea of how the work is going to look. When you realize that all the granite that is in that immense foundation has been hauled some seventeen miles with oxen, mules and horses, you must realize that a very great job has been accomplished. But at the present time we have a railroad almost into the quarry, and the result is that the labor has been greatly lessened, and the rock and the sand and other building material can be brought here at vastly less expense than formerly, <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and consequently we will be able to push the work forward more rapidly. We want the brethren and sisters&#x2014;all of them, to feel an interest in the tithes and offerings for the Temple, and in the labor upon it. <\/div><div class=\"paragraph jod\" id=\"v14n1346\"> All must be aware that considerable expense and a great deal of time and disarrangement of business has been caused by the persecutions and prosecutions of the last year. But we are very glad that Cooperative Associations for mercantile, manufacturing, agricultural, grazing and other purposes that have been forming in this City and throughout this Territory for several years past, have proved in an eminent degree successful, manifesting what wonderful results can be accomplished by the Latter-day Saints when united in the exercise of their several duties and in the performance of their labors. The want of unity and organization causes the loss of a good deal of time, and hence the necessity of organization and united efforts. <\/div><div class=\"paragraph jod\" id=\"v14n1347\"> The ladies relief societies in all the several settlements wherever they have existed have also been in many respects highly successful, and great blessings to the community&#x2014;looking after the poor and introducing improvements, encouraging and enabling women to take charge of branches of business that are suited to their strength, knowledge and condition. It always did seem to me ridiculous to see a man six feet two and weighing two hundred and twenty measuring tape or ribbons in a store; and I shall be very thankful when I can see changes effected to such an extent that nimble fingers, suited to handle light goods will be permitted to follow that kind of employment, and so on throughout the whole organization of society. Let those great big men go and dig the rock, handle the saw log, or do something that their  <div class=\"break pagebreak\" id=\"371a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0371.pdf\" target=\"pdfwin\">p.&#xA0;371a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strength was made for, and not let their giant power wilt away in the shadow of a store. However these are things yet to come. It is not my design to offer many remarks, but merely as an introduction to the conference, to express my faith. I know that this is the work of God, and that all the efforts of wicked men to trample it under foot will be vain. I know the Lord has commenced his great work of the latter days, and that Zion will triumph. This is my testimony. I am not talking what I guess at, what I imagine or what I <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> think, but what I verily know&#x2014;God has revealed it unto me. Brethren, if you have not this knowledge within yourselves, seek it of the Lord by obedience to his laws, by observing his counsel, by walking in his ordinances, by laboring for the upbuilding of Zion, and you will obtain it, and it will be like a well of water springing up in your hearts unto everlasting life.<span class=\"citation\" id=\"69060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69060)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1349\"> May the blessing of Israel's God be and abide upon you forever and ever. Amen. <\/div>\n<\/div>\n<\/div>"}