{"ID":140043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The New Birth&#x2014;Baptism for the Dead&#x2014;Temples.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, December 3, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The New Birth, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 12\/3\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v14n1150\"> I will read a portion of the 3rd chapter of Peter's first epistle, commencing at the 18th verse: <\/div><div class=\"paragraph jod\" id=\"v14n1151\"> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit: <\/div><div class=\"paragraph jod\" id=\"v14n1152\"> By which also he went and preached unto the spirits in prison; <\/div><div class=\"paragraph jod\" id=\"v14n1153\"> Which sometime were disobedient, when once the long-suffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water. <\/div><div class=\"paragraph jod\" id=\"v14n1154\"> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God), by the resurrection of Jesus Christ: <\/div><div class=\"paragraph jod\" id=\"v14n1155\"> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.<span class=\"citation\" id=\"78008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78008)\">1 Pet. 3:18-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1156\"> In the first chapter of this epistle the same subject is continued. The apostle says: <\/div><div class=\"paragraph jod\" id=\"v14n1157\"> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time. <\/div><div class=\"paragraph jod\" id=\"v14n1158\"> Wherein ye greatly rejoice, though <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> now for a season, if need be, ye are in heaviness through manifold temptations.<span class=\"citation\" id=\"77766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77766)\">1 Pet. 1:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1159\"> When I was called upon to speak, these passages suggested themselves to my mind. Whether the Spirit will lead me to dwell upon them at length I do not know, but there are important principles embodied in these verses which I have read in your hearing, principles which, when rightly understood, change the belief of men in relation to the future, that is, the belief of those who receive the commonly accepted creeds of Christianity. For some reason or other, there is an idea prevalent in the Christian world that mankind, when they lay down their mortal lives, are consigned to a condition or place of happiness or pain, there to remain throughout the endless ages of eternity. There may be a few who do not entertain this belief, but it is the general belief of most of the sects which comprise Christendom. There is an idea prevalent that if men do not receive what may be termed a conversion, or change of heart, if they do not obtain a remission of sins through the blood of Jesus, and they die in this condition, their doom is  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>irrevocably fixed, and that they are consigned to eternal, never-ending misery. I believe that I do not misstate the belief, in this respect, of some of the most prominent sects that comprise the Christian world, so-called. I have conversed with ministers of various denominations in relation to the future of the heathen&#x2014;those who die without a knowledge of the name of Jesus, and of his character as the Redeemer and Savior of the world. I have asked them what they thought the condition of the heathen would be, and where any definite answer was made, the feelings of such persons would lean to the idea that they would be consigned to hell; with others, either no definite idea was entertained, or, being more tender in their feelings, the answer would be, they did not know what their future condition would be. <\/div><div class=\"paragraph jod\" id=\"v14n1161\"> There is an expression of the Savior's to Nicodemus, which I think I will read; it is found in the 3rd chapter of John's Gospel.<span class=\"citation\" id=\"68692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68692)\">John 3:1-7<\/a><\/span> There was a man of the Pharisees, John writes, named Nicodemus, a ruler of the Jews: The same came to Jesus by night, and said unto him, Rabbi, we know thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him. <\/div><div class=\"paragraph jod\" id=\"v14n1162\"> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v14n1163\"> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born? <\/div><div class=\"paragraph jod\" id=\"v14n1164\"> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v14n1165\"> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. <\/div> <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n1166\"> Marvel not that I said unto thee, Ye must be born again.<span class=\"citation\" id=\"68693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68693)\">John 3:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1167\"> Now here is a definite doctrine laid down by the Savior, that unless a man is born again he cannot see the kingdom of God, and unless he is born of the water and of the Spirit he cannot enter into the kingdom of God; he cannot even see the kingdom without the new birth, and he cannot enter that kingdom without being born of the water and of the Spirit.<span class=\"citation\" id=\"68744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68744)\">John 3:3-5<\/a><\/span> This doctrine is exceedingly positive, it leaves no room for doubt; there is no chance to evade the fact of this doctrine if there is to be any reliance placed upon the words of Jesus. Then, we are forced to the belief that no man can enter into the kingdom of God unless he is born of the water and of the Spirit.<span class=\"citation\" id=\"68792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68792)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1168\"> Well, taking these passages into consideration, a large class of people have come to the conclusion that unless a man is born again, or, as they term it, experience a change of heart, he is consigned to endless misery; and there are those who believe that all the heathen who have died in ignorance of the Gospel of Jesus Christ are thus punished, and, in fact, there are those who profess to have faith in Jesus Christ as the Savior of the world, who believe that in hell, that place of torment from which they declare there is no escape, there are infants by scores, and hundreds and thousands, and I may say by millions, enduring inconceivable and endless torment because they have died before receiving the ordinances which they consider necessary to salvation. <\/div><div class=\"paragraph jod\" id=\"v14n1169\"> I do not thus understand the Scriptures, I do not thus understand the plan of salvation; I do not thus view the character and dealings of God our heavenly Father with his creatures. One of the most prominent attributes which we ascribe to our Father in heaven is mercy. The Scriptures de<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>clare most emphatically that he is a God of mercy,<span class=\"citation\" id=\"56745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56745)\">Ps. 52:8<\/a><\/span><span class=\"citation\" id=\"78824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78824)\">2 Jn. 1:3<\/a><\/span><span class=\"citation\" id=\"88012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88012)\">D&amp;C 84:102<\/a><\/span> and a God of love.<span class=\"citation\" id=\"126493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126493)\">1 Jn. 4:16<\/a><\/span> Can we, even in our degraded condition; consider a being endowed in the least degree with the attributes of love and mercy, or even of justice, who would consign millions of his creatures to endless torment because they do not believe and obey a doctrine which they never heard? Why such an idea is unworthy of intelligent beings. Suppose that any of us who have families should pass a law or prescribe a rule for their government, and at the time it is passed or prescribed, a portion of our children are not within hearing, and while still in ignorance of it, they unconsciously violate it, and because of this the father punishes them. What would you say of such a father? Would you not say that he was unjust, harsh and cruel? Why, certainly this would be our verdict, if we pronounced any, we could not pronounce otherwise. We would be compelled to come to the conclusion that the father who would act in this manner would neither be kind, just or wise. And shall it be said of our heavenly Father, who is the fountain of love, mercy and justice, that he will act with less justice than man, and that he will punish, curse and consign to eternal misery, his children, because they have failed to obey the laws he has never made known to them? Certainly not; and it is on account of these doctrines, which have been propounded and circulated so widely in Christendom, that skeptics are numbered by hundreds of thousands and it may be said by millions. The feelings of the people recoil, humanity revolts at such monstrous doctrines, and the growth of skepticism and infidelity may be traced to the fact that such hideous principles are advocated by those professing to be servants of the living God and the ministers <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Jesus Christ. But do the Scriptures, the words of eternal life,<span class=\"citation\" id=\"69330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69330)\">John 6:68<\/a><\/span> as recorded in the Bible, inculcate such ideas? Certainly not. There is in the plan of salvation, which God our heavenly Father has revealed, perfect love, mercy and justice, and every other attribute which pertains to the character of Deity are perfectly illustrated in the plan of salvation which he has revealed for man's guidance. <\/div><div class=\"paragraph jod\" id=\"v14n1171\"> The words of Jesus which I have read to you, contain an immutable truth: that except a man be born again he cannot see the Kingdom of God.<span class=\"citation\" id=\"68713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68713)\">John 3:3<\/a><\/span> It is an immutable truth that, except a man be born of the water and of the spirit, he cannot enter the Kingdom of God.<span class=\"citation\" id=\"68794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68794)\">John 3:5<\/a><\/span> These words proceeded from the mouth of Jesus, the Son of God, the author of our salvation,<span class=\"citation\" id=\"76647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76647)\">Heb. 5:9<\/a><\/span> the founder of our religion. <\/div><div class=\"paragraph jod\" id=\"v14n1172\"> He was perfectly acquainted with the laws necessary to be obeyed in order to effect an entrance into his Father's kingdom; and being thus acquainted, he had the right as well as the knowledge necessary to advance and proclaim this doctrine to the children of men. <\/div><div class=\"paragraph jod\" id=\"v14n1173\"> While we are upon the subject we may as well make a few remarks upon the nature of this new birth of which Jesus speaks. As I have told you, and as you well know, there is a large class in Christendom who believe that this new birth consists of what they term a change of heart; if the heart undergoes a change they say the creature is born again. Now, I do not so understand the Scriptures, I do not think that the change of heart thus referred to, is the new birth to which the Savior refers; on the contrary, it says here in great plainness, that they must be born of the water as well as of the Spirit.<span class=\"citation\" id=\"68793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68793)\">John 3:5<\/a><\/span> Not for the putting away the filth of the flesh,<span class=\"citation\" id=\"78086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78086)\">1 Pet. 3:21<\/a><\/span> as I read to you in the passage from Peter, but for the answer of a  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good conscience towards God.<span class=\"citation\" id=\"78087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78087)\">1 Pet. 3:21<\/a><\/span> Jesus, as you will recollect, on the occasion when John the Baptist, as he was called, was baptizing in Jordan, went and offered himself to John as a candidate for baptism.<span class=\"citation\" id=\"62743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62743)\">Matt. 3:13-17<\/a><\/span> John, having received a testimony from the Father that Jesus was his beloved son in whom He was well pleased; knowing also that he, himself, was the forerunner of Jesus spoken of by the Prophets, declined to baptize him, saying, in effect, it is better for me to submit to thee than thee to submit to me. Jesus replied, Suffer it to be so now, to fulfil all righteousness. Then John took Jesus and baptized him.<span class=\"citation\" id=\"62770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62770)\">Matt. 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1175\"> Here we have an example on the part of our Savior of obedience to a certain ordinance. Some say that in this ordinance Jesus had water poured upon him, others say he was sprinkled, and a great many of the popular pictures represent him standing in the Jordan with his arms folded across his breast and John the Baptist pouring water on his head; but a careful perusal of the writings of those who have described this event will leave but one conclusion on the unprejudiced mind, and that is that Jesus went down into the water and was baptized by John, and came up out of the water;<span class=\"citation\" id=\"62785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62785)\">Matt. 3:16<\/a><\/span><span class=\"citation\" id=\"66499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66499)\">Mark 1:10<\/a><\/span> and that if pouring or sprinkling had been the method of administering the ordinance of baptism, there would have been no necessity for John and the people of Jerusalem and the regions round about, to have gone the distance that intervened between the river Jordan and Jerusalem to attend to it, and in fact there are other passages in the Scriptures which go to prove that immersion was the method of baptism, and that John so administered the ordinance. In one passage of Scripture it is said that John was baptizing at a place near Enon, because there <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was much water there,<span class=\"citation\" id=\"68981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68981)\">John 3:23<\/a><\/span> showing that an abundance of water was necessary for its correct administration. This was the ordinance that Jesus submitted to. He was the Son of God, the Lamb slain from before the foundation of the world;<span class=\"citation\" id=\"79652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79652)\">Rev. 13:8<\/a><\/span> He was spotless and sinless in the sight of his Father, yet, he considered it necessary to attend to this ordinance that he might fulfil all righteousness;<span class=\"citation\" id=\"62771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62771)\">Matt. 3:15<\/a><\/span> and it is a remarkable fact that we have no account in the Scriptures of Jesus acting in his ministry until he had attended to this ordinance. <\/div><div class=\"paragraph jod\" id=\"v14n1176\"> This, as I understand the Scriptures, and as the Latter-day Saints testify, was the new birth.<span class=\"citation\" id=\"68795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68795)\">John 3:5<\/a><\/span> He went down into one element, was buried in that element, and, emerging therefrom, was born again, in other words was born of the water. Can you imagine a new birth more perfectly represented than by this act which I have described, performed by John upon Jesus?<span class=\"citation\" id=\"62790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62790)\">Matt. 3:16-17<\/a><\/span> After this birth of the water had taken place, the birth of the Spirit followed, for as soon as he came up out of the water, the Holy Ghost, in the likeness of a dove, descended upon him, and a voice was heard from heaven testifying that he was the beloved son in whom the Father was well pleased. Jesus was enveloped in that spiritual element, and was born of the Spirit as he had been born of the water. Thus, in his own case, he illustrated, by his obedience and humility to the will of his Father, the doctrine which he taught to Nicodemus, and which he declared was necessary to prepare not only him but all the children of men to enter into the kingdom of God.<span class=\"citation\" id=\"68745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68745)\">John 3:3-5<\/a><\/span> Paul, also, in one place, speaks of being buried with Christ in baptism in the likeness of his burial, in the likeness also of his resurrection;<span class=\"citation\" id=\"72374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72374)\">Rom. 6:3-5<\/a><\/span> the burial in the liquid grave being symbolical of the death and burial of the Son of God, and the  <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>coming forth therefrom of his resurrection. <\/div><div class=\"paragraph jod\" id=\"v14n1177\"> This doctrine is clearly laid down in the Scriptures. You will find it if you trace the preaching and the labors of the Apostles and the men who were immediately connected with the Lord in his ministrations to the people. You will find that in every instance where the records are complete, these ordinances were attended to&#x2014;the people, if they believed in Jesus Christ and repented of their sins, were baptized, in order that they might be born of the water; and after attending to this ordinance, they were then baptized of the Spirit,<span class=\"citation\" id=\"68746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68746)\">John 3:3-5<\/a><\/span> or, in other words, had hands laid upon them for the gift of the Holy Ghost. They were enveloped in and born of that Spirit, and became legal heirs of and entitled to an entrance into the kingdom of God. There is not an instance of any other kind found on record in the Scriptures. We often quote the teachings of Peter, himself, on the Day of Pentecost, to prove this, and in passing along I may as well briefly allude to it. <\/div><div class=\"paragraph jod\" id=\"v14n1178\"> On the Day of Pentecost, after the Jews had been convinced of the fact that Jesus the Nazarene, who had been crucified as a malefactor, was indeed the very Messiah of whom the Prophets had spoken; when they were convinced of this and also of the fact that the men who stood and preached in their midst, and through whom they had seen the power of God manifested, were his Apostles, they cried: &#x201C;Men and brethren, what shall we do?&#x201D;<span class=\"citation\" id=\"71160\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71160)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71160)\">Acts 2:37<\/a><\/span> They felt that they were sinners; probably, for aught we know, they had consented in their feelings to the death of this holy being, and they gave vent to their anxiety in the expression I have already quoted. Now it is to be presumed that on that occasion Peter declared the Gospel in its fulness and purity, <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5213\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as it existed in the mind of God, and as it had been revealed to him by Jesus. We cannot presume that he taught something he was not warranted in teaching, something that was not the Gospel, for the occasion was one of the most important, probably, that the Church witnessed in that generation. It was, as far as we know, the first proclamation of the Gospel after the death of Jesus, and it was certainly the first time the power of God was manifested to such a wonderful extent. Peter, then, standing up, inspired not only with the greatness of the occasion, but with the sublimity of the manifestations that had been poured out by God, by the fact that he, for the first time, was declaring the Gospel in the ears of the assembled Jews at Jerusalem who had crucified Jesus, also by the spirit and power of his great office, we cannot doubt that he declared the Gospel in simplicity and plainness, and he said, in reply to their very important question, Repent and be baptized, every one of you, for the remission of your sins, and ye shall receive the Holy Ghost.<span class=\"citation\" id=\"71215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71215)\">Acts 2:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1179\"> Now here were the two births of which I have spoken. They already believed that Jesus was the Christ, and they were told to repent, and be baptized for the remission of their sins; not, I repeat again, for the putting away of the filth of the flesh,<span class=\"citation\" id=\"78088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78088)\">1 Pet. 3:21<\/a><\/span> but for the remission of their sins, that they might be born of the water, that they might become suitable candidates to receive the Holy Spirit.<span class=\"citation\" id=\"68747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68747)\">John 3:3-5<\/a><\/span> Peter continued: &#x201C;And ye shall receive the Holy Ghost. For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.&#x201D;<span class=\"citation\" id=\"71274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71274)\">Acts 2:38-39<\/a><\/span> And they went and were baptized, and we are told that three thousand were added to the Church on that occasion.<span class=\"citation\" id=\"71316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71316)\">Acts 2:41<\/a><\/span> This  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is only an example of what the Apostles afterwards taught. I do not intend, this afternoon, to quote the numerous instances that occur in the Scriptures where this doctrine was taught, where it was obeyed by those unto whom it was taught, and the blessings that followed obedience; but I call attention to the fact that this doctrine was set forth by the Apostles even as Jesus taught it and even as Jesus obeyed it, and that they administered the ordinances as the Lord had taught them. <\/div><div class=\"paragraph jod\" id=\"v14n1181\"> It may be said, How is it possible for the millions that exist on the face of the earth to obey this doctrine? This question is very frequently asked us, because the Latter-day Saints dwell very considerably upon this part of the Gospel, and upon the necessity of these ordinances being obeyed. The question, very naturally, immediately rises in the minds of men, if it be necessary that all men and women should be born of the water and of the Spirit,<span class=\"citation\" id=\"68748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68748)\">John 3:3-5<\/a><\/span> then what is to become of the millions who have died and have not had the opportunity? I recollect, on one occasion, when quite a youth, speaking upon this principle of baptism, and dwelling, at some length, upon the necessity of people yielding obedience to it. After I had got through, a gentleman walked up to me, and said he had been very much interested in my remarks, but one difficulty had suggested itself to his mind, and he would like to have me explain. Said he, you doubtless recollect when Jesus was crucified there were two thieves with him, one of whom upbraided and railed at him. This called forth a rebuke from the other thief, who, turning to Jesus, said, &#x201C;Lord, remember me when thou comest into thy kingdom.&#x201D; Jesus replied in this wise: &#x201C;Today shalt thou be with me in paradise.&#x201D;<span class=\"citation\" id=\"68350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68350)\">Luke 23:39-43<\/a><\/span> Now, <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5212\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said the gentleman, &#x201C;if your doctrine be correct, that a man must be born of the water and of the Spirit before he can enter the kingdom of God,<span class=\"citation\" id=\"68749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68749)\">John 3:3-5<\/a><\/span> I would like to know how that thief entered that kingdom.&#x201D; Well, looking at this from his standpoint, it was a very plausible question, and it looked as though his position was incontrovertible. But did Jesus enter into the kingdom of God when he was crucified? Did he, when he was crucified, enter upon the glory he afterwards attained unto, and did the thief accompany him? I know that many Christian ministers, so-called, believe this, I know they teach it. In reading the newspapers I frequently see accounts of the execution of vile criminals, whose entire lives have been spent in the commission of revolting crimes. Christian ministers, so-called, attend these criminals while incarcerated in jail, and to the gallows; they pray with them and endeavor to awaken them to a sense of their lost condition, and frequently they are successful, for many influences are brought to bear on the minds of malefactors at such times and their hearts are softened at the near prospect of death. Then, when these ministers accompany them to the scaffold they will pray with them there, and they assure them that through the merits and death of Jesus they will be ushered into the kingdom of heaven as soon as they are executed. This is the invariable assurance given to criminals who will listen to them, by ministers of this description. They believe that the thief on the cross was ushered into the immediate presence of God, there to dwell eternally in peace and felicity. This was the view entertained by this gentleman I have mentioned. <\/div><div class=\"paragraph jod\" id=\"v14n1182\"> If you will turn and read the account of the resurrection of Jesus, you will find an explanation of this  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that probably many have not thought of. You recollect that after the death of Jesus, and after he had been placed in the sepulchre, there was great anxiety on the part of the Apostles and those who had been familiar with Jesus, as to his body. They looked for his resurrection, they expected him to come forth, but they were filled with doubt and anxiety, for they had the idea that he would return king of Israel,<span class=\"citation\" id=\"126495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126495)\">John 1:49<\/a><\/span> that the set time had come for the establishment of God's kingdom on the earth<span class=\"citation\" id=\"57059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57059)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"126494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126494)\">Acts 1:6<\/a><\/span> never more to be thrown down.<span class=\"citation\" id=\"61241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61241)\">Dan. 2:44<\/a><\/span> Among others who were very anxious about this, was Mary, one of the women who had attended upon Jesus.<span class=\"citation\" id=\"70843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70843)\">John 20:11-17<\/a><\/span> She went to the sepulchre and found that the body of her Lord and Master had been taken away, and she could not find it. She turned around, full of grief and anxiety about him whom she loved, and saw a personage standing beside her, whom she supposed to be the gardener, and she inquired of him what they had done with the body of her Lord. It was Jesus to whom she addressed herself, but she did not recognize him at first, and failed to do so until he uttered her name. When he said, &#x201C;Mary,&#x201D; then she recognized his voice and person, and, as was very natural under the circumstances, in the excess of her joy, she rushed forward to clasp him; but he stepped back, and forbade her, in those remarkable words: &#x201C;Touch me not; Mary, for I have not yet ascended to my Father; but go to my disciples, and tell them, that I ascend to my Father, and to their Father; to my God, and to their God.&#x201D;<span class=\"citation\" id=\"70858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70858)\">John 20:17<\/a><\/span> This was the third day after his crucifixion, and during this time he had not ascended to his Father, and he did not want to be touched, he did not want mortal hands put upon him. When I quoted this to this gentleman, said he, &#x201C;Where was he then, <div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5211\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> during this period? If he did not ascend to his Father, and if the paradise to which the thief went with him, was not heaven, then where was he?&#x201D; I then quoted to him the words I first read this afternoon, &#x201C;If Christ also has once suffered for sin, etc.&#x201D;<span class=\"citation\" id=\"78009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78009)\">1 Pet. 3:18-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1184\"> Here Peter gives the explanation, and it is as plain and unmistakable as language can make it. Jesus died on the cross, he was crucified and put to death in the flesh, as the Apostles say, and after being put to death he went and preached to the spirits which were in prison, spirits which were disobedient in the days of Noah, having rejected Noah's testimony, and they had been incarcerated in prison for some twenty-five hundred years.<span class=\"citation\" id=\"77963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77963)\">1 Pet. 3:18-20<\/a><\/span> He was engaged in this labor while his body lay in the tomb, and hence, when Mary saw him after his resurrection, and attempted to embrace him, he said, &#x201C;Touch me not; Mary, for I have not yet ascended to my Father, etc.&#x201D;<span class=\"citation\" id=\"70859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70859)\">John 20:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1185\"> Now by this I do not mean to infer that after his crucifixion, when his spirit had left his body, he got outside the presence of his Father, for the presence, power and eyes of God are everywhere; but he did not ascend to his immediate personal presence until after his body was resurrected from the tomb. And in further confirmation of the view which I am endeavoring to set forth to you, the Apostle Peter, continuing this subject, as I read to you from the 4th chapter of his first epistle, says, &#x201C;For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.&#x201D;<span class=\"citation\" id=\"78114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78114)\">1 Pet. 4:6<\/a><\/span> &#x201C;Ah,&#x201D; says one, &#x201C;dead in sin!&#x201D; Who told you so? What right has any man to put such an interpretation on the Scriptures? The declaration here is as plain as  <div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>language can make it, &#x201C;gospel was preached also to them that are dead,&#x201D;<span class=\"citation\" id=\"78115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78115)\">1 Pet. 4:6<\/a><\/span> &amp;c., confirming what the Apostle had said in the previous chapter, that Jesus was engaged in preaching the Gospel to the spirits in prison while, as I have said, his body slumbered in the tomb. <\/div><div class=\"paragraph jod\" id=\"v14n1187\"> Now do you see and comprehend anything of the long-suffering and mercy of God unto the millions who have been born and died on our earth in ignorance of the Gospel of Jesus Christ? Do you comprehend the great plan of salvation, or a portion of that great plan which God our heavenly Father has devised for the redemption of all his children? Shall we say that God's work is confined to this short probation of ours, that his labor for the salvation of his children and the plan that he has devised are confined to this brief space that we call time, or shall we say that God's plan of salvation extends over all his creatures and throughout all his creations, and that if men don't have opportunities here of understanding it, they will have that opportunity hereafter? This is set forth in these chapters with great plainness, and so as to leave no doubt upon the minds of those who are disposed to accept the Scriptures as they read. Of course, where men have traditions and preconceived views and ideas concerning these matters they are likely to cling to them and reject the truth. They would rather believe that nine-tenths of the human family would be consigned to endless torment than accept the idea that God is a God of mercy, and that the plan of salvation which he has devised is all-sufficient and extends to all grades, conditions and circumstances, in which his creatures are found. <\/div><div class=\"paragraph jod\" id=\"v14n1188\"> This doctrine was revealed to the Latter-day Saints through the Prophet Joseph Smith. We were as ignorant of it and of the meaning of <div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5210\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these passages as anybody else previous to the establishment of this Church. Among other doctrines that were taught to the Prophet Joseph, was this which I have endeavored to set forth briefly before you. I have not dwelt upon it at length, but it was taught in great plainness to the Prophet, and he taught it to the people. The Prophet Malachi, you recollect, predicts that before the great and terrible day of the Lord comes, the Lord will send Elijah, the Prophet, and he will turn the hearts of the fathers to the children, and the hearts of the children to the fathers, lest the Lord come and smite the earth with a curse.<span class=\"citation\" id=\"62560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62560)\">Mal. 4:5-6<\/a><\/span> You can read this in Malachi; and when the Latter-day Saints heard this Gospel, and became acquainted with the fact that it was necessary for men and women to be baptized for the remission of their sins, their hearts immediately yearned for their ancestors. I have heard hundreds of persons who have joined this Church say, &#x201C;Oh, that my father, mother, brother, sister, husband, wife, children, grandfather or grandmother had heard this doctrine as the Elders teach it! How gladly they would have embraced it! How their hearts would have warmed towards this Gospel! They lived in anticipation of some such doctrine as this; they were not satisfied with the creeds of men, or with Christianity as taught. They wanted the gifts, graces and blessings of the Gospel. Oh, that they could have lived and heard the teachings that we now hear, that God has revealed from the heavens, the ancient and pure Gospel, with the Holy Ghost and the gifts thereof! Oh, how their hearts would have been gladdened to have heard these glad tidings!&#x201D; Thus were the hearts of the children turned towards the fathers, and I doubt not the hearts of the fathers were turned towards the children.<span class=\"citation\" id=\"62588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62588)\">Mal. 4:6<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"318a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0318.pdf\" target=\"pdfwin\">p.&#xA0;318a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n1190\"> There was an anxiety among the people in this church for many years, in relation to what would become of their ancestors and the world at large who were not acquainted with the Gospel, until the Lord condescended to give a revelation in which this doctrine was explained. By turning to the first epistle to the Corinthians, you will find there that the Apostle Paul, in reasoning upon the resurrection, advanced an idea which is not generally understood. In the 15th chapter and 29th verse of that epistle the Apostle uses this language: &#x201C;Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?&#x201D;<span class=\"citation\" id=\"73877\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73877)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73877)\">1 Cor. 15:29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1191\"> Now, among other arguments which he brought forth to convince the Corinthians that there was such a thing as a resurrection he appeals to the fact that there was such a doctrine as baptism for the dead in the Church and practiced by the former-day Saints, and to enforce the doctrine he uses the words I have read, one of the most powerful arguments that he could adduce in favor of the resurrection. How useless it would be for men and women to be baptized for the dead, if the dead rise not at all; but the dead do rise, and the Saints are baptized for them.<span class=\"citation\" id=\"73876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73876)\">1 Cor. 15:29<\/a><\/span> I might paraphrase his words and reason upon them in this way. The dead are baptized, for we are baptized for them, and they do rise or else all our labor would be in vain in going forth and being baptized for them. Now, here is a doctrine that has been hidden. True, it is only a slight allusion, but it is sufficient to show that there was in the ancient Church such a doctrine believed in and practiced by the Saints of God. <\/div><div class=\"paragraph jod\" id=\"v14n1192\"> &#x201C;Oh,&#x201D; but says one, &#x201C;how can the dead be born of the water and the Spirit;<span class=\"citation\" id=\"68750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68750)\">John 3:3-5<\/a><\/span> suppose that Jesus went and <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preached to the spirits in prison,<span class=\"citation\" id=\"78020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78020)\">1 Pet. 3:19<\/a><\/span> and among the rest to the thief who was on the cross when he got to paradise, as you explain the Gospel, how could he, in the spirit world, be born of the water and of the Spirit?&#x201D;<span class=\"citation\" id=\"68751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68751)\">John 3:3-5<\/a><\/span> A very serious question, but here is the explanation: those who are alive in the flesh can go forth and be baptized for them. &#x201C;What! Be baptized for the dead? And will that stand?&#x201D; I would ask those who object to this, how is it that the death of Jesus, the Son of God, affects our salvation? He acts for us vicariously; by his vicarious atonement he redeems us from the effects of the transgression of our first parents. As in Adam all die, so in Christ shall all be made alive.<span class=\"citation\" id=\"73822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73822)\">1 Cor. 15:22<\/a><\/span> Death came into the world by Adam. Adam did not die to redeem the world, but Jesus came forward, vicariously, as the Savior of the world, and died to redeem us from Adam's sin. Through his death Adam's sin is atoned for. In like manner, Malachi says, in speaking of the Prophet Elijah coming before the great and terrible day of the Lord: &#x201C;The hearts of the fathers shall be turned to the children.&#x201D;<span class=\"citation\" id=\"62589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62589)\">Mal. 4:6<\/a><\/span> What for? Because the children can act vicariously for them; &#x201C;and the hearts of the children shall be turned to the fathers,&#x201D; because the children will feel after their fathers; they will search for their genealogies, and learn of their ancestors, and they will go forth and perform ordinances in the flesh for their dead, which the dead cannot perform for themselves, and act vicariously for them, and so fulfil the saying of the Prophet Obadiah, where he says, &#x201C;There shall be saviors in the last days on mount Zion.&#x201D;<span class=\"citation\" id=\"61989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61989)\">Obad. 1:21<\/a><\/span> They shall stand as ministers of salvation. There shall be saviors in the last days, acting in a lesser capacity, it is true, but still somewhat in the capacity of our Lord  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and Savior Jesus Christ, for their dead. Not atoning for the original sin, not shedding their blood, but, going forth and being baptized for them and receiving the ordinances of salvation in their behalf. <\/div><div class=\"paragraph jod\" id=\"v14n1194\"> I know that this doctrine is new, and to many startling; it comes in contact with all their prejudices. But I would ask the Christian world how mankind are to be saved? Can you substitute anything better than this? How are the millions of heathens who have died in ignorance of the name of Jesus to be saved? How are our ancestors to be saved, who, living and dying in the long night of darkness which prevailed through Christendom, never had the privilege of hearing the Gospel in its fulness? &#x201C;Oh,&#x201D; says one, &#x201C;saved by the goodness of God.&#x201D; Yes, but how shall we elude the words of Jesus where he says, &#x201C;Except a man be born again he cannot see the kingdom of God;&#x201D; and &#x201C;Except a man be born of the water and of the Spirit, he cannot enter into the kingdom of God?&#x201D;<span class=\"citation\" id=\"68752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68752)\">John 3:3-5<\/a><\/span> It is very easy for men in their traditions to say; &#x201C;Well, our way suits us, because we have been accustomed to it.&#x201D; But if we accept these traditions as binding, how shall we set aside the words of him who spoke as never man spake,<span class=\"citation\" id=\"69412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69412)\">John 7:46<\/a><\/span> of him who was without guile and whose words were truth and holiness? How shall we set them aside? We cannot, and rather than attempt to do so I would accept them as true and divine, and practice them, even though it required the sacrifice of my traditions and prejudices. To my mind there is something godlike in the Gospel of salvation. I can see beauty, and the power of God in it. I understand from this that there is a plan of salvation capable of saving all men; that though there is a space between death and the resurrection, during <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that space the spirits of those who died without the Gospel can be preached to, and can receive the Gospel of the Lord Jesus Christ, though they died in ignorance of it. <\/div><div class=\"paragraph jod\" id=\"v14n1195\"> A great many have wondered how it is that the Latter-day Saints are so anxious to have temples built. We built a temple in Kirtland, and after we had built it we were compelled to leave it and flee to Missouri. We laid the foundations of two in Missouri, one in Jackson County, the other in Caldwell County. That in Caldwell was not laid until after we were driven from there. A revelation was given through Joseph Smith, I think on the 11th of July, 1838, that on the succeeding 26th of April, the foundation stone of the temple should be laid in Far West; and the Twelve Apostles should take their departure from that cornerstone, and cross the ocean to preach the Gospel in Europe.<span class=\"citation\" id=\"90719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90719)\">D&amp;C 118:5-6<\/a><\/span> Now, said the mob, &#x201C;There being a date fixed to this revelation, if Joseph Smith never was a false prophet before, we will make him one now,&#x201D; and they turned and drove the Latter-day Saints from Missouri, and made it worth a man's life to go back there, if he was a Mormon. They drove everyone out of Missouri, under a ban of extermination, in the winter previous to the time set for the fulfillment of this revelation. That was in the winter of 1838-9; and there were but very few left, and they were in peril of their lives all the time. Joseph, Hyrum and several of the leading Elders were in prison, and it seemed as though the words of Joseph would fall to the ground that time, at any rate. President Young was then President of the Twelve Apostles; he with others had to flee to Quincy, and he proposed to his fellow Apostles that they should go up to Missouri, to fulfil that reve<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lation. Father Joseph Smith, father of the Prophet, thought that the Lord would take the will for the deed, and it would not be necessary. He felt as though there would be great danger in the undertaking, and that the brethrens' lives would be in peril. A good many of the other Elders felt the same, but the Spirit rested upon President Young and his brother Apostles, and they determined to go, and they did go, and, according to the revelation,<span class=\"citation\" id=\"90720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90720)\">D&amp;C 118:5-6<\/a><\/span> they laid the cornerstone in the town of Far West. They laid it in the midst of their enemies; they sang their songs, ordained two of the Twelve, and if I recollect right, two of the Seventies, and then shook hands with the Saints there, bade them adieu, and took their departure for Europe, thus fulfilling the word of God given nearly a year previously through the Prophet Joseph, and which the enemies of the Kingdom of God said should never be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v14n1197\"> That foundation stone was laid, and the Saints, as I said, fled into Illinois, and there laid the foundation of a temple at Nauvoo, Illinois, the finest building then in the western country, and the admiration of everybody. The Saints erected it in the midst of poverty, destitution, sickness, death, and, I may say, with the sword or rifle in one hand and the trowel in the other,<span class=\"citation\" id=\"126497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126497)\">Neh. 4:17<\/a><\/span> their enemies surrounding them on every hand. They had slain Joseph and Hyrum, and attempted to destroy others of the servants of God, and they were continually burning and destroying the houses and property of the Saints, and were determined to expel them from the State. But in the midst of these tribulations the Saints continued their labors until that temple was roofed in, and until within its walls they could attend to the ordinances for the living and the dead. <\/div> <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n1198\"> Again they were driven, and again they took up their line of march, and they came out to this desert country, and again we laid the foundation of another temple, a few hundred yards from this building; and this winter we have laid the foundation of another at St. George, in the southern part of this Territory. The masons and laborers are down there endeavoring to push it forward to completion as fast as possible. <\/div><div class=\"paragraph jod\" id=\"v14n1199\"> Why is it that we are so anxious to build temples? It is that we may attend to ordinances necessary for the salvation of the living and the dead, that we may be baptized for our ancestors who died without having the privilege of hearing and obeying the Gospel. We not only believe that we should be baptized for them, but we also believe that where our fathers and mothers have died, having been married only according to the practice of the world, they should be married for time and eternity; and, in the temples erected by the Saints to the name of the Most High, we shall act for them in this respect also. We believe, not only, that we should be married for time and eternity, but that they should be also. We believe in the eternal nature of the marriage relation, that man and woman are destined, as husband and wife, to dwell together eternally. We believe that we are organized as we are, with all these affections, with all this love for each other, for a definite purpose, something far more lasting than to be extinguished when death shall overtake us. We believe that when a man and woman are united as husband and wife, and they love each other, their hearts and feelings are one, that that love is as enduring as eternity itself, and that when death overtakes them it will neither extinguish nor cool that love, but that it will brighten and kindle it to a  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purer flame, and that it will endure through eternity; and that if we have offspring they will be with us and our mutual associations will be one of the chief joys of the heaven to which we are hastening. If I have loving wives and children, who could contribute to our happiness so much as we could to each others', they to mine, I to theirs? Shall we be separated and I be no more to them and they no more to me than strangers? How unnatural the thought! God has restored the everlasting priesthood, by which ties can be formed, consecrated and consummated, which shall be as enduring as we ourselves are enduring, that is, as our spiritual nature; and husbands and wives will be united together, and they and their children will dwell and associate together eternally, and this, as I have said, will constitute one of the chief joys of heaven; and we look forward to it with delightful anticipations. <\/div><div class=\"paragraph jod\" id=\"v14n1201\"> Brother Woodruff, in his remarks this morning, spoke of the blessing that the Lord promised Abraham, that as the sands on the seashore, or the stars that bespangle the firmament are innumerable, so should his seed be.<span class=\"citation\" id=\"53372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53372)\">Gen. 22:17-18<\/a><\/span> How is this to be effected? Why, by the eternal union of the sexes, by the eternal union of Abraham with those who were his family in his life. Strange as this doctrine may seem, it is nevertheless amply sustained by these divine Scriptures in which Christendom all profess to believe. <\/div><div class=\"paragraph jod\" id=\"v14n1202\"> Now we rear Temples in order that we may be baptized in the fonts which will be in those Temples, for our dead, in order that we may go forward and act vicariously for them in the ordinance of baptism and in the laying on of hands for the Holy Ghost, and then in other ordinances, which shall prepare them to dwell <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with us and us with them eternally in the presence of God. <\/div><div class=\"paragraph jod\" id=\"v14n1203\"> If you read the 20th chapter of Revelation, you will see that the Lord revealed to John that there shall be a thousand years' rest, a millennium, or millennial era, when the earth shall rest from wickedness,<span class=\"citation\" id=\"80482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80482)\">Rev. 20:1-15<\/a><\/span> and when knowledge shall cover it as waters cover the deep,<span class=\"citation\" id=\"58149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58149)\">Isa. 11:9<\/a><\/span> and when one man shall not have to say to another, &#x201C;Know ye the Lord?&#x201D; but when, according to the words of the Prophet, &#x201C;all shall know him, from the least even unto the greatest;&#x201D; when God's will shall be written in the hearts of the children of men, and they will understand his law.<span class=\"citation\" id=\"60677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60677)\">Jer. 31:33-34<\/a><\/span> The Prophets have spoken of such a day, and in the chapter to which I have alluded, the 20th of Revelation, the Lord speaks of it in plainness to his servant John the Revelator, setting forth that there shall be a thousand years' rest on the earth, during which Christ shall reign in the midst of his Saints,<span class=\"citation\" id=\"80477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80477)\">Rev. 20:1-6<\/a><\/span> and when there shall be nothing to hurt or destroy in all the holy mountain of the Lord; when the lamb will lie down with the lion, the cow with the bear, and when the whole animal creation will dwell together in peace,<span class=\"citation\" id=\"58114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58114)\">Isa. 11:6-9<\/a><\/span> when swords shall be beaten into ploughshares, spears into pruninghooks, and when the nations shall learn war no more,<span class=\"citation\" id=\"57855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57855)\">Isa. 2:4<\/a><\/span> men shall plant and eat the fruit thereof, build and inhabit, and when none shall deprive them of the fruits of their labors.<span class=\"citation\" id=\"62176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62176)\">Micah 4:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1204\"> I quote these passages as they occur to my mind. You are all familiar with them. They will be fulfilled, and there will be a thousand years' rest, during which period Satan will be bound,<span class=\"citation\" id=\"80473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80473)\">Rev. 20:1-3<\/a><\/span> and when the seed of the righteous will increase and cover the land. In that glorious period everything on the face of the earth will be beautiful; disease and crime, and all  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the evils that attend our present state of existence will be banished; and during that period, as God has revealed, the occupation of his people will be to lay a foundation for the redemption of the dead, the unnumbered millions who lived and died on the earth without hearing and obeying the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v14n1206\"> We believe, further, that every man who dies belonging to this Church, and having the right to officiate in the Priesthood, will be engaged, while awaiting the resurrection of his body, in a work similar to that in which Jesus was engaged, namely, preaching the Gospel to those who are ignorant of it.<span class=\"citation\" id=\"92152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92152)\">D&amp;C 138:29-37<\/a><\/span> He will proclaim the plan of salvation to those in the spirit world who have died in ignorance of the name of Jesus and of the character of his redemption. For, let me tell you, there is no name under heaven whereby men can be saved, except the name of Jesus Christ,<span class=\"citation\" id=\"71433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71433)\">Acts 4:12<\/a><\/span><span class=\"citation\" id=\"126498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126498)\">Mosiah 3:17<\/a><\/span> and if the dead ever are saved, it must be through the name of Jesus and through the redemption he has worked out.<span class=\"citation\" id=\"126499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126499)\">D&amp;C 109:4<\/a><\/span> This is the gospel and the plan of salvation as we believe it. <\/div><div class=\"paragraph jod\" id=\"v14n1207\"> Men say that the Latter-day Saints are exclusive and uncharitable; but they know nothing of the doctrines that we believe in. Our hearts swell with exceeding desire for the salvation of our fellow creatures: we want all saved. We would, if we had arms sufficiently long, enclose them all, and shed around them the halo of love. We desire and yearn for their salvation; we pray for it, and we expect to spend our days, both here and hereafter, in accomplishing it. It is the chief labor that occupies our attention, and we expect to rear temples in which we can attend to the ordinances necessary to work it out. There are men already who spend the chief portion of their time in attending to these ordinances, <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> forgetful of their worldly interests, devoting themselves almost exclusively to these labors, and we expect to save all that will accept the plan of salvation. I say we, I mean God and the authority that he has established and restored to the earth. <\/div><div class=\"paragraph jod\" id=\"v14n1208\"> Can you wonder that we believe in plural marriage when we have these views? Now, for instance, there is a man who has had a wife, and children by that wife. She has died, and he has married again, and had a family by the second wife. In some instances she has died, and he has married a third time. Now we believe that that man, if he be a good man, will be entitled to these wives in the resurrection. There may be men of this class here today, men who have lost their first wives, by whom they have had children, and who have made their little home a heaven, lavishing upon them all the wealth of their affection; and that woman having passed away, they have taken another wife, and she has been equally true. She has done the best she could. Now in the resurrection which wife shall he put away? Shall he say to the first wife, &#x201C;I have a second wife, I do not want you to live with me.&#x201D; Or shall he say to the second wife, &#x201C;Here is the wife of my youth; the one who engaged my heart's first affections, and I love her and you must go.&#x201D; &#x201C;Oh,&#x201D; says one, &#x201C;there will be no wives there, and no necessity of a man saying such things either to first or second wife.&#x201D; You see the dilemma in which the belief of Christendom forces them. They are compelled by their traditions to reject the idea of the marital relation, and of husband and wife dwelling together for eternity. What is their view? Why, as I have heard it, and I have gleaned it from the best of them, the idea they have of the heaven to which mankind are hasten<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing is that of being clothed in white raiment and with harp in hand, singing praises to God and the Lamb eternally. This is very good employment no doubt, but to think of our being so employed forever and ever does not satisfy the enquiring mind. I could not be happy, as I am now constituted, you could not, without active employment&#x2014;a field for the exercise of every faculty of mind and body that God has given you. I do not wonder at men dreading death when they have such ideas of heaven and future happiness. My idea of heaven pictures to me a condition of society as much superior to this as heaven is to earth. I picture to myself a state of society that shall be free from every sin, where the adversary can have no entrance, where there will be no gloom, sorrow, pain or death, and where I shall associate with those whom I have loved; whose lives have been spent with me in endeavoring to do good; with the wife or wives and children I have had here, <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> living with them eternally in the presence of God. And as it was said of Jesus: &#x201C;To the increase of his seed there shall be no end,&#x201D;<span class=\"citation\" id=\"58068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58068)\">Isa. 9:7<\/a><\/span> so do I hope, after I leave here, the blessing sealed upon Father Abraham, of whose seed I am, that as there should be no end to his increase, there shall be none to mine.<span class=\"citation\" id=\"91609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91609)\">D&amp;C 132:30-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1210\"> It is this I labor for and look forward to. Heaven looks bright to me; death is robbed of its terror&#x2014;<span class=\"citation\" id=\"56815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56815)\">Ps. 55:4<\/a><\/span>it has no sting, and, like one of old, I can say, &#x201C;O grave, where is thy victory? Oh death, where is thy sting?&#x201D;<span class=\"citation\" id=\"74004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74004)\">1 Cor. 15:55<\/a><\/span> There is no sting in death, there is no victory in the grave, for we all expect, who belong to the Church of Jesus Christ of Latter-day Saints, to be resurrected in glory, with every faculty of body and mind enhanced, purified, enlarged, until we shall be like our Father and God. This is the heaven which we are looking for, and to which I pray we may all attain, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}