{"ID":140006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Work of God&#x2014;Authority of President Young&#x2014;Keeping the Commandments of God.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the New Tabernacle, Salt Lake City, May 6, 1870.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Work of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 5\/6\/1870<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v14n102\"> I believe this is the largest assembly of Saints or sinners, Jew or Gentile, that ever I saw together under one roof. There are very few of us capable of making such an assembly hear, unless it is very still; and when persons have come from twenty to two hundred and fifty miles to attend Conference, it certainly is important that we give them a chance to hear what is said. <\/div><div class=\"paragraph jod\" id=\"v14n103\"> It is true that God has set his hand in these latter days to bring to pass his act, his strange act,<span class=\"citation\" id=\"58643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58643)\">Isa. 28:21<\/a><\/span> and to accomplish his work, his strange work&#x2014;that truth should spring out of the earth, and righteousness look down from heaven;<span class=\"citation\" id=\"56961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56961)\">Ps. 85:11<\/a><\/span> and it certainly would <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5496\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be strange if these things were not performed. The Supreme Ruler would not be like a God who had created a world like this and peopled it if he let it go at random, without any purpose or plan for the benefit and salvation of the children of men. <\/div><div class=\"paragraph jod\" id=\"v14n104\"> I want to say a few words on this subject. I consider that the work we now see taking place in these mountains, and which has been going on from the time this Church was organized, is but carrying out the great plan of our Father in heaven&#x2014;that plan which was ordained from before the foundation of the world. In fact there is no dispensation that has been looked upon with as much  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>interest by all the prophets of God and inspired men, from the day of Joseph Smith, as that in which we live, in which the Zion of God is being built up, and the earth is being prepared for the coming of the Son of Man. <\/div><div class=\"paragraph jod\" id=\"v14n106\"> Isaiah, in looking by prophetic vision to this day, makes use of very strong language in endeavoring to express his feelings in relation to it. In one instance he says, &#x201C;Sing, O heavens; and rejoice, O earth! Break forth into singing, O ye mountains: for the Lord has comforted his people, and will have mercy on his afflicted yet.&#x201D; Zion says, &#x201C;The Lord has forsaken me, my God has forgotten me. Can a woman forget her sucking child, that she should not have compassion on the son of her womb?&#x201D; &#x201C;Yea,&#x201D; the Lord says, &#x201C;a woman may do that,&#x201D; but he will not forget Zion. Says he, &#x201C;Zion is engraven on the palms of my hands; her walls are continually before me.&#x201D;<span class=\"citation\" id=\"59437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59437)\">Isa. 49:13-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n107\"> Now this Zion of God has been before his face from before the foundation of the world, and it is no more going to fail in the latter days than any of the purposes of God are going to fail,<span class=\"citation\" id=\"86852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86852)\">D&amp;C 76:3<\/a><\/span> hence I look upon this work as the work of God, and it makes no difference to the Lord Almighty, nor to his Saints, what the world may think or do about it, or what course they may pursue with regard to it; they cannot stop its progress, because it is the work of God. If it were the work of man it would not exist as it does today. If God had no hand in this work, we should not have seen this assembly here today in this Tabernacle, nor this Territory filled with cities and towns. But being the work of God, he asks no odds of any nation, kindred, tongue or people under the whole heavens, any further than they are willing to <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5495\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> keep his commandments and do his will; for as the Lord God Almighty lives, so true will the work, the foundation of which has been laid in these latter days, increase and continue until its consummation is effected, and the great Zion of God is established in beauty, power and glory, and the dominion of the kingdom of our God extends over the whole earth. <\/div><div class=\"paragraph jod\" id=\"v14n108\"> Joseph Smith laid the foundation of this work; he was chosen by the Lord for that purpose, and was ordained by prophets and inspired men who formerly held the keys of the kingdom of God upon the earth. They laid their hands upon his head and ordained him to the Priesthood,<span class=\"citation\" id=\"84591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84591)\">D&amp;C 27:12<\/a><\/span> and gave him power to unlock the heavens and to administer the ordinances of the house of God upon the earth. This work he performed in the face of difficulty, persecution, opposition and oppression; but the hand of God sustained him. He knew what few men or people on the whole face of the earth know&#x2014;that God lives, and he also knew that the work whose foundations he laid was the work of God. <\/div><div class=\"paragraph jod\" id=\"v14n109\"> This is what has sustained President Young through all his labors. Many men have looked upon him, and, in consequence of outside pressure, have expected him to say this, that, and the other; but all the time he has taken a straightforward course, walking in the path pointed out by the God of heaven; and that same hand has sustained him and you and me and every good and virtuous man and woman on the face of the earth who has listened to the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v14n110\"> Isaiah and other prophets saw in vision much concerning the building up and establishment of the latter-day Zion of God upon the earth. They saw the people gathering from  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the nations of the earth to the mountains of Israel; they speak of a great company coming up to Zion, the women with child and her that travailed with child together;<span class=\"citation\" id=\"59671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59671)\">Isa. 54:1-3<\/a><\/span> and a great many other things in relation to the internal workings of the inhabitants of Zion in building up the kingdom of God they do not mention, whether they ever saw them or not. Isaiah has not written concerning many of these things, neither has anybody yet that we know of. Perhaps when the remainder of the plates, which were delivered to the Prophet Joseph, and which he was commanded not to translate, come forth, we may learn many more things pertaining to our labor on the earth which we do not know now. But be this as it may, all this internal work is left for the Holy Ghost to reveal to the living oracles, as they guide, lead, dictate and direct the people day by day. This is one thing I want to say to my friends and to the Saints of God, that without the Holy Ghost, without direct revelation and the inspiration of God continually, Brigham Young could not lead this people twenty-four hours. He could not lead them at all. Joseph could not have done it, neither could any man. This power is in the bosom of Almighty God, and he imparts it to his servants the prophets as they stand in need of it day by day to build up Zion. <\/div><div class=\"paragraph jod\" id=\"v14n112\"> I want to say to my brethren and sisters that President Young is our leader; he is our lawgiver in the Church and kingdom of God. He is called to this office; it is his prerogative to tell this people what to do, and it is our duty to obey the counsel that he has given today to the sisters and the brethren. We, as a people, should not treat lightly this counsel, for I will tell you in the name of the Lord&#x2014;and I have watched it from the time I became a member <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5494\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this Church&#x2014;there is no man who undertakes to run counter to the counsel of the legally authorized leader of this people that ever prospers, and no such man ever will prosper. Many things I might name, if it were wisdom to do so, to prove the truth of this statement, but you may watch for yourselves, and you will find that all persons who take a stand against this counsel will never prosper. <\/div><div class=\"paragraph jod\" id=\"v14n113\"> A great deal has been said with regard to guiding this people in temporal matters. I ask you in the name of the Lord, who is called to guide the temporal affairs of this Church and kingdom, for its advantage, redemption and exaltation, as pure as a bride adorned for her husband, if it be not that man who is placed as the lawgiver and leader of Israel? There is no man on the footstool of God who has this authority but him who stands at the head; and his Counselors and the Apostles, Bishops and Elders ought to be coworkers with him, and they should work together in carrying out his counsel. And when counsel comes we should not treat it lightly, no matter to what subject it pertains, for if we do it will work evil unto us.<span class=\"citation\" id=\"87638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87638)\">D&amp;C 84:24<\/a><\/span><span class=\"citation\" id=\"89417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89417)\">D&amp;C 101:8<\/a><\/span> Cooperation, it is well known to every Saint who has his eyes and ears open, has brought much good to Israel, yet from the very commencement of it there has been more or less discontent and dissatisfaction felt and manifested towards it; but there is not an individual who has attempted to work against it but who has lost the Spirit of God unless he has repented. It is so in all things, as every one of us who has had experience in this kingdom has seen over and over again. No man has ever prospered by this course, but if he has continued it he, by and by, has gone downward instead of upward; no such man ever received and gained  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to himself honor by taking such a course, and no man ever will. They may try it as often as they wish; no matter whether they are insiders or outsiders, every man who undertakes to fight against this work and people will, in God's own time, receive chastisement at his hand. Many who have done so, have been cut off, and others will follow. This is true, whether it is in regard to following counsel or not. We cannot treat lightly the counsel of God without incurring his displeasure. <\/div><div class=\"paragraph jod\" id=\"v14n115\"> Does any man or woman wonder that President Young leads out, and calls upon us to follow, in directing temporal affairs? What would become of us and Zion if there were no one to give counsel in temporal matters? We could not advance if such were the case; but we have been guided so far by the servants of God and the Spirit of God. We have been dull scholars perhaps in a great many things, but I thank God that it is as well as it is with us today. The organization of this Church took place forty years ago with six members, and here is a congregation that would make two thousand branches of the Church as large as the first branch that was established, and this is only one congregation, while we have 600 miles of towns, villages and settlements in this Territory. It is progress all the time. Why? Because it is the work of God. No one can stand in the way of the work of God in safety. The Lord is not dependent upon any man on his footstool; if one man will not do his bidding, another will. He gives his law to all men, and inasmuch as they reject it they are under condemnation. <\/div><div class=\"paragraph jod\" id=\"v14n116\"> I fear not the world. We are the only people under heaven who are one, and we are not half as much one as we ought to be; we have to im<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5493\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prove. We are the only people in the whole Christian world who make any pretensions to oneness in building up the Zion of God on the earth. We profess to be one in the Gospel, and we have to become so in temporal matters. We have to become of one heart and mind<span class=\"citation\" id=\"126369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126369)\">Moses 7:18<\/a><\/span> in giving attention and obedience to the counsel of God in all things, both spiritual and temporal. Zion has got to advance; she has got to rise and shine<span class=\"citation\" id=\"126370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126370)\">Isa. 60:1<\/a><\/span> and put on her beautiful garments.<span class=\"citation\" id=\"59534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59534)\">Isa. 52:1<\/a><\/span> She is advancing and has been from the time of the organization of this Church, and she will continue to do so until the winding up scene. <\/div><div class=\"paragraph jod\" id=\"v14n117\"> When I look at the blessing of the Gospel of Christ, and at the blessings which we as a people enjoy; when I look at the glorious principles which God has revealed for the exaltation and glory of man, I rejoice in them, and ask who will obey them? I feel that we ought to be thankful to God day and night; we should be humble and always ready to listen to counsel. Let us go to and carry out these principles. &#x201C;If ye love me, keep my commandments,&#x201D;<span class=\"citation\" id=\"69976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69976)\">John 14:15<\/a><\/span> says the Lord Jesus. President Young preached on that subject a few Sabbaths ago, showing that however great our professions as Saints may be, they are vain unless we keep the commandments and counsels of the Lord given unto us. What are they? We have the moral law and we have the Gospel in the Scriptures; but there are commandments and ordinances, and there is counsel which we have to observe which are not contained in the Bible, in the Book of Mormon, or in the Book of Doctrine and Covenants. In fact there is very little there in regard to our work and labors here as a people. <\/div><div class=\"paragraph jod\" id=\"v14n118\"> The Lord has put into our hands the power to build up this great Zion, which all the ancient prophets re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>joiced in and prophesied about. What manner of people ought we to be<span class=\"citation\" id=\"82990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82990)\">3 Ne. 27:27<\/a><\/span> who are called to carry out this work? We ought to be the Saints and children of God in very deed. Our hearts ought to be open and prepared to receive instruction, light and truth, and to carry out all principles which may be communicated unto us by the servants of the Lord. The counsels we have had today are of great value to the Latter-day Saints. By and by Babylon will fall;<span class=\"citation\" id=\"58366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58366)\">Isa. 21:9<\/a><\/span><span class=\"citation\" id=\"79995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79995)\">Rev. 14:8<\/a><\/span> in a little while &#x201C;no man will buy her merchandise,&#x201D;<span class=\"citation\" id=\"80312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80312)\">Rev. 18:11<\/a><\/span> and the sooner we are prepared for the changes which are about to take place in our nation and in the nations of the earth the better for us. We are all interested in the welfare of Zion. Our wives, daughters and sons are interested in the welfare of the husbands and fathers, and the children in that of the parents; and we all should be interested in each other's temporal and spiritual labors, and there should not be a selfish feeling on the part of any portion of a family&#x2014;&#x201C;I do not care what becomes of this, that or the other, if I can only get what I want myself.&#x201D; This is selfishness, it produces disunion and is inconsistent with the profession of a Saint of God. We should labor, each and every one of us to put such feelings from our hearts, and then we, in our family organizations, should strive to promote the general interest of the members thereof; but the interest of Zion and the kingdom of God should be first with us all the time, for we are all members of that kingdom and its welfare is ours. <\/div><div class=\"paragraph jod\" id=\"v14n120\"> I consider that we are in a position in which we have every chance to do a great deal of good in our day and generation, we have every chance to work with the Lord, every chance to fulfil our mission and calling here on the earth. We have every chance to build up the Zion of God. I rejoice <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5492\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the faith that has been manifested by those who have charge of the affairs of the kingdom of God, in the revelations of God. By their works they have manifested their determination continually to carry out the commands of God. &#x201C;Who am I,&#x201D; saith the Lord, &#x201C;that I command and am not obeyed?&#x201D; &#x201C;Who am I,&#x201D; saith the Lord, &#x201C;that I promise and do not fulfil?&#x201D;<span class=\"citation\" id=\"86213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86213)\">D&amp;C 58:30-31<\/a><\/span> The Lord has never made a promise to the children of men but what he has fulfilled it; and all the promises that the Lord has made and all the revelations that have been given by the inspiration of the Holy Ghost, will have their fulfillment, and we have nothing to fear. As President Young said a few Sabbaths ago, the only thing we need fear is that we shall not keep the commandments of the Lord. Let us keep the commandments of God and then we shall have power with him; the word of the Lord will sustain us and he will fight our battles.<span class=\"citation\" id=\"89978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89978)\">D&amp;C 105:14<\/a><\/span> &#x201C;Vengeance is mine; I will repay,&#x201D; saith the Lord.<span class=\"citation\" id=\"72843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72843)\">Rom. 12:19<\/a><\/span> We need have no fears with regard to the future. The Zion of God is before his face continually.<span class=\"citation\" id=\"59445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59445)\">Isa. 49:16<\/a><\/span> He has laid a foundation and He will build upon it, and his Saints will build upon it; and thousands and tens of thousands of the meek of the earth will yet take hold and become co-workers in the great work of God. I feel, myself, as though we should lay these counsels that we receive to heart; we should not treat them lightly. We have been called upon by the Lord and his servants to keep the Word of Wisdom;<span class=\"citation\" id=\"88873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88873)\">D&amp;C 89:1-21<\/a><\/span> it is time we did it. Wherein we have failed in these things in the past we should try to improve. <\/div><div class=\"paragraph jod\" id=\"v14n121\"> I rejoice in this work, I rejoice in the Gospel of Christ. I rejoice that we live in a day when we have inspiration, when we have prophets, Apostles and inspired men to lead us,  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and when we are made partakers of the blessings of the kingdom of God upon the earth. It is safe for us to pursue that course wherein we can walk in the light, and we need not find fault with the principles of the Gospel because any brother does that which we cannot endorse. It is for us, each of us, individually, to see to our own conduct, and never follow the errors of others. It is not difficult to find them in our own conduct. We should all bring this home to ourselves. <\/div><div class=\"paragraph jod\" id=\"v14n123\"> I do hope that the sisters, generally, and the Female Relief Societies in particular, will listen to the counsel that has been given today, and that they will go to and establish braiding schools in all their societies, where the young ladies may be taught to braid straw. President Young has called upon them to do it from time to time. It is true that he has not always commanded them, in the name of the Lord, to do thus and so, and this has been a great blessing to Israel. We have been governed by counsel instead of commandment in many things, which has been a blessing to the Saints, for &#x201C;he that is commanded in all things&#x201D;<span class=\"citation\" id=\"86203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86203)\">D&amp;C 58:26<\/a><\/span> and obeyeth it with slothfulness<span class=\"citation\" id=\"86212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86212)\">D&amp;C 58:29<\/a><\/span> and not a willing mind,<span class=\"citation\" id=\"126371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126371)\">D&amp;C 64:34<\/a><\/span> is not qualified before the Lord as that man is who, having the power within him, bringeth to pass much righteousness without being commanded in all that he does.<span class=\"citation\" id=\"86208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86208)\">D&amp;C 58:27-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n124\"> I feel thankful for the blessings that we enjoy. The Prophet Joseph was called an idler and a gold digger. We have been called a great many things&#x2014;such as lazy, indolent, and many other things discreditable. Why, every man possessing reason and judgment, who knows anything about the Territory of Utah, will at once pronounce such assertions nonsensical, for this city and every portion of the Territory bear witness to the untiring <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5491\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> labor and industry of the Latter-day Saints, and the people, as a general thing outside, are beginning to give up the idea that we are an idle people. They formerly found a great deal of fault with Joseph Smith, because they said he was a gold digger; but since then nearly all the Christian world have turned gold diggers. Hundreds of thousands of them have run into this western country to dig gold; and, while they formerly found fault with us for digging gold they have lately found fault because we do not dig it. I hope and trust that all the accusations of wrong brought against us in the future will be as groundless as those of the past. Let us show our faith by our works,<span class=\"citation\" id=\"77567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77567)\">James 2:18<\/a><\/span> let us show to the Lord our God that we have faith and confidence in his word and works. <\/div><div class=\"paragraph jod\" id=\"v14n125\"> We have to become united as a people in all our labors&#x2014;in our agriculture, manufactures, and every branch of our temporal labors. It is of great importance to the Latter-day Saints that they should unite together on the principle of cooperation. Where this is not done we still ought to try individually to manufacture all we can. I was pleased, a few days ago, while paying a visit to Jenning's shoe factory, to see the large number of homemade boots and shoes, many of which were made with machinery which had been imported for the purpose. This should be done wherever it is possible; the people should cooperate and import labor-saving machinery, so as to be able to compete with foreign manufacturers of goods of all kinds. President Young has set an example in introducing carding machines and in establishing factories here. He has done all he could in this direction, and we should follow in the wake as far as we can. I know that God will bless the people by doing this. <\/div> <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n127\"> I do not wish to occupy any more time. I feel to say God bless you. Lay these things to heart. Let us lay hold and build up Zion. Let us realize that we are the children of God, that he is at work with us and that we are at work with him. It has been said that the Lord and a good man are a great majority. He has got a great many good men on the earth, and he is gathering them together to build up Zion, to carry out his work and to do his will. He will also control the course of human events so as to forward his purposes. <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5490\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He holds the destinies of the nations in his hands. He holds Zion in his hands and he will carry out his work and do all he has promised. Those who fight against Zion fight against God, and he will break every weapon formed against his kingdom,<span class=\"citation\" id=\"59729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59729)\">Isa. 54:17<\/a><\/span> and will bring his people triumphant over every obstacle, and finally give them eternal life, which is the greatest of all the gifts of God.<span class=\"citation\" id=\"84094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84094)\">D&amp;C 14:7<\/a><\/span> May God grant that it may be bestowed upon us by our faith, works, and labors, through his mercy and goodness, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}