{"ID":140029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">An Incident of Nauvoo.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, at Logan, Sunday, July 23, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Miss Julia Young.<\/div>\n<div class=\"pageHeader\">Page Header: An Incident of Nauvoo.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/23\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v14n850\"> While brother George A. Smith was referring to the circumstance of William Miller going to Carthage, it brought to my mind reflections of the past. Perhaps to relate the circumstance as it occurred would be interesting. <\/div><div class=\"paragraph jod\" id=\"v14n851\"> I do not profess to be much of a joker, but I do think this to be one of the best jokes ever perpetrated. By the time we were at work in the Nauvoo Temple, officiating in the ordinances, the mob had learned that &#x201C;Mormonism&#x201D; was not dead, as they had supposed. We had completed the walls of the Temple, and the attic story from about half way up of the first windows, in about fifteen months. It went up like magic, and we commenced officiating in the ordinances. Then the mob commenced to hunt for other victims; they had already killed the Prophets Joseph and Hyrum in Carthage jail, while under the pledge of the State for their safety, and now they wanted Brigham, the President of the Twelve Apostles, who were then acting as the Presidency of the Church. <\/div><div class=\"paragraph jod\" id=\"v14n852\"> I was in my room in the Temple; it was in the southeast corner of the upper story. I learned that a posse was lurking around the Temple, and that the United States Marshal was waiting for me to come down, whereupon I knelt down and asked my Father in heaven, in the name of Jesus, to guide and protect me that I <div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might live to prove advantageous to the Saints. Just as I arose from my knees and sat down in my chair, there came a rap at my door. I said, &#x201C;Come in,&#x201D; and brother George D. Grant, who was then engaged driving my carriage and doing chores for me, entered the room. Said he, &#x201C;Brother Young, do you know that a posse and the United States Marshal are here?&#x201D; I told him I had heard so. On entering the room brother Grant left the door open. Nothing came into my mind what to do, until looking directly across the hall I saw brother William Miller leaning against the wall. As I stepped towards the door I beckoned to him; he came. Said I to him, &#x201C;Brother William, the Marshal is here for me; will you go and do just as I tell you? If you will, I will serve them a trick.&#x201D; I knew that brother Miller was an excellent man, perfectly reliable and capable of carrying out my project. Said I, &#x201C;Here, take my cloak;&#x201D; but it happened to be brother Heber C. Kimball's; our cloaks were alike in color, fashion and size. I threw it around his shoulders, and told him to wear my hat and accompany brother George D. Grant. He did so. I said to brother Grant, &#x201C;George, you step into the carriage and look towards brother Miller, and say to him, as though you were addressing me, &#x2018;Are you ready to ride?&#x2019; You can do this, and they will suppose  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother Miller to be me, and proceed accordingly,&#x201D; which they did. <\/div><div class=\"paragraph jod\" id=\"v14n854\"> Just as brother Miller was entering the carriage, the Marshal stepped up to him, and, placing his hand upon his shoulder, said, &#x201C;You are my prisoner.&#x201D; Brother William entered the carriage and said to the Marshal, &#x201C;I am going to the Mansion House, won't you ride with me?&#x201D; They both went to the Mansion House. There were my sons Joseph A., Brigham, Jun., and brother Heber C. Kimball's boys, and others who were looking on, and all seemed at once to understand and partake of the joke. They followed the carriage to the Mansion House and gathered around brother Miller, with tears in their eyes, saying, &#x201C;Father, or President Young, where are you going?&#x201D; Brother Miller looked at them kindly, but made no reply; and the Marshal really thought he had got &#x201C;Brother Brigham.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v14n855\"> Lawyer Edmonds, who was then staying at the Mansion House, appreciating the joke, volunteered to brother Miller to go to Carthage with him and see him safe through. When they arrived within two or three miles of Carthage, the Marshal with his posse stopped. They arose in their carriages, buggies and wagons, and, like a tribe of Indians going into battle, or as if they were a pack of demons, yelling and shouting, they exclaimed, &#x201C;We've got him! We've got him! We've got him!&#x201D; When they reached Carthage the Marshal took the supposed Brigham into an upper room of the hotel, and placed a guard over him, at the same time telling those around that he had got him. Brother Miller remained in the room until they bid him come to supper. While there, parties came in, one after the other, and asked for Brigham. Brother Miller was pointed <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out to them. So it continued, until an apostate Mormon, by the name of Thatcher, who had lived in Nauvoo, came in, sat down and asked the landlord where Brigham Young was. The landlord, pointing across the table to brother Miller, said, &#x201C;That is Mr. Young.&#x201D; Thatcher replied, &#x201C;Where? I can't see anyone that looks like Brigham.&#x201D; The landlord told him it was that fat, fleshy man eating. &#x201C;Oh, hell!&#x201D; exclaimed Thatcher, &#x201C;that's not Brigham; that is William Miller, one of my old neighbors.&#x201D; Upon hearing this the landlord went, and, tapping the Sheriff on the shoulder, took him a few steps to one side, and said, &#x201C;You have made a mistake, that is not Brigham Young; it is William Miller, of Nauvoo.&#x201D; The Marshal, very much astonished, exclaimed, &#x201C;Good heavens! And <span class=\"italic\">he<\/span> passed for Brigham.&#x201D; He then took brother Miller into a room, and, turning to him, said, &#x201C;What in hell is the reason you did not tell me your name?&#x201D; Brother Miller replied, &#x201C;You have not asked me my name.&#x201D; &#x201C;Well,&#x201D; said the Sheriff, with another oath, &#x201C;What is your name?&#x201D; &#x201C;My name,&#x201D; he replied, &#x201C;is William Miller.&#x201D; Said the Marshal, &#x201C;I thought your name was Brigham Young. Do you say this for a fact?&#x201D; &#x201C;Certainly I do,&#x201D; said brother Miller. &#x201C;Then,&#x201D; said the Marshal, &#x201C;why did you not tell me this before?&#x201D; &#x201C;I was under no obligations to tell you,&#x201D; replied brother Miller, &#x201C;as you did not ask me.&#x201D; Then the Marshal, in a rage, walked out of the room, followed by brother Miller, who walked off in company with Lawyer Edmonds, Sheriff Backenstos, and others, who took him across lots to a place of safety; and this is the real pith of the story of &#x201C;Bogus&#x201D; Brigham, as far as I can recollect. <\/div>\n<\/div>\n<\/div>"}