{"ID":140030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Missionaries&#x2014;The Influence of Mothers.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, August 27, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Missionaries, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/27\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v14n857\"> I have a few words of counsel for the returned missionaries, and all the Elders of Israel may heed them if they feel disposed to. You hear the Elders, when they return and get up in the stand, tell what happy days they have experienced on their missions; how they have enjoyed themselves, the Spirit of the Lord has rested upon them, how they have spoken to their own astonishment, words have been given them that never entered their hearts before,<span class=\"citation\" id=\"89352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89352)\">D&amp;C 100:5-6<\/a><\/span> and when they have lifted up their voices in the name of the Lord to testify of the Gospel of the Son of God they have astonished themselves, and so on; you know what they say! Now, I wish to make this request: that the Elders who return from missions consider themselves just as much on a mission here as in England or in any other part of the world. There is no people need preaching to more than those who live in this Territory and in these mountains. The Latter-day Saints, or those who profess to be, need talking to just as much as a child who begins to prattle and run around the house. It gets into mischief continually and its mother has to keep talking to it to keep it from meddling with things that it should not. It does not know how to guide itself, and wants guiding and correcting all the time; but not more than the Latter-day Saints who <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> gather together. Now, Elders of Israel, if you have the harness on, keep it on and lift up your voices to the people here and teach them the way of life and salvation; and teach obedience to the Priesthood, that they may receive the blessings which are promised to them who believe and obey the Gospel as it is revealed in the latter days. Will you hearken to this counsel, my brethren? I have not the least objection to the sisters considering themselves on missions to teach their children the way of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v14n858\"> I feel like saying a few words about seeing so many empty benches here; but there is some excuse for this, for if you were to take this congregation, small as it seems, and try to put it into the common halls where our brethren have preached, you would find a portion of it out of doors; and very few meetinghouses in the eastern country would hold the people who are here this morning. Still there could be a great many more here. It is true that many attend Sunday school with the children in the morning, but if children who do not attend school were to receive proper teaching from their mothers, they would be at meeting on Sunday morning. Mothers, will you be missionaries? We will appoint you a mission to teach your children their duty; and instead of ruffles and fine  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dresses to adorn the body, teach them that which will adorn their minds. Let what you have to clothe them with be neat and clean and nice. Teach them cleanness and purity of body and the principles of salvation, and they will delight to come to these meetings. I attribute the wandering of our young people to the teachings of their mothers. You see young ladies here wandering after the fashions of the world; I attribute it to their mothers, and the mothers know but little more than their daughters. If you will take this counsel, and begin and teach your children as you should, we will have more here of a morning than we have generally. There are a great many people in this city who should attend meeting on a Sunday morning&#x2014;enough to fill this house, besides those who go to Sunday school. When they were in the lands where they were hated and the finger of scorn was pointed at them, they delighted only in the society of their brethren; and when they had an opportunity to escape from their arduous labors, they would travel day or night to meet with the Saints. But here everything is so free, so easy and delightful, that they are here, there and everywhere but where they should be. A few Latter-day Saints, however&#x2014;and I think the majority of them, are doing the best they know how. But our brethren, when they return from their missions, complain at what they see, and I do not wonder. Will you, Brother Dewey, set the example and come to meeting every Sunday? Or shall I, in a few Sundays, hear that you are gone on a pleasure excursion, that you are riding out here or there? How will it be with Brother Shipp and others who have been speaking? How long will it be before we hear that you have gone on the railroad to Wasatch <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> or somewhere else on a pleasure excursion, or to your farm or to visit your brethren? There is one thing that we have to meet with here. In our community we have a few from the Society of Friends; we commonly call them Quakers. As far as I have known them, and I have known them as long as I can remember, if they do not work or visit on the Sabbath, they will mourn the whole week. They are so free and independent that they want to show the whole human family that they have no more regard for one day than another, and especially the Sabbath day. We have to meet with this influence here as well as other things; and unless our Quaker friends who come into the Church are continually led they will never come to meeting; they are sure to be fishing, going after hay or hunting their cattle; and these practices have their influence on others. <\/div><div class=\"paragraph jod\" id=\"v14n860\"> I wish to say to the Elders and mothers in Israel: teach your children as they should be taught and you will find they will never stray from the path of rectitude. There is more depending upon mothers than is generally supposed. You may take any nation in the world, and just let the mothers say there should not be a soldier in the army, and kings might call for soldiers, but they would be disappointed if they expected to obtain any. Mothers bear more influence in the nations of the earth than they are aware of. Take my counsel, and teach your children how to live, teach them to pray, to come to meeting; teach them to love the Lord and to believe and read the Bible, and when they grow up they will delight in doing right. <\/div><div class=\"paragraph jod\" id=\"v14n861\"> As for the so-called Christian world, all I wish to say about it I can say in a few words. Yesterday, when talking about the priests, I discovered there was considerable humor in our beloved  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother who has been speaking to us this morning, and I joked him; and I will joke him again a little more severely, by telling a little anecdote of Sir Francis Train; you have all heard of George Francis Train, I call him &#x201C;Sir&#x201D; Francis. He says, in speaking of a certain dignitary, &#x201C;Just sit down and tell me all you know in five minutes!&#x201D; I make that application to all the so-called Christian divines&#x2014;sit down and tell all you know about God, heaven and hell in five minutes; you can do it, it does not require any more time, for you know nothing. They say they believe the Bible; but if, when they open and read it, anyone of them can discriminate, and tell what part to believe and what to reject, let that man come forth, speak by the power of God and draw the line that we may know the truth; but if they have no revelation on the subject, let them lay their hands on their mouths, and them in the dust, and cry, &#x201C;unclean!&#x201D;<span class=\"citation\" id=\"54620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54620)\">Lev. 13:45<\/a><\/span> So much for the so-called Christian world. As I said to our brother yesterday, I have been routed from a good home and plenty of means five times; but I never was routed from home and possessions without priests led the mob, never! And yet among the priests of the day there are a great many good, honest men. But in most of the communities in the world, those who are unruly, boisterous and wicked, can commit acts of wickedness, and those who are just will stand and look on until the evil is performed and wonder what is going on. There are thousands and thousands of people in the United States who deprecated the injuries that we received from the hands of mobs; but what did they do? Stood and looked on until all was over, and then said, &#x201C;I pity them.&#x201D; How much did they pity us? We had to pity and take care of ourselves, and we <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have learned to do it; but we do not say that all people are mobbers, or that all will persecute, for they will not; and I meet with a great many ministers who are gentlemen, who have hearts within them, and I bid them God speed! Do what good you can. <\/div><div class=\"paragraph jod\" id=\"v14n863\"> How often I have talked about the missionary system of Christendom! It is true that we do not believe in it exactly as they do, for we believe in sending out men without purse or scrip,<span class=\"citation\" id=\"68150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68150)\">Luke 22:35<\/a><\/span> that they may prove the people and see who will or will not feed a servant of God; and in this manner our Elders have traversed almost every nation on the face of the globe. But these Christian Missionary Societies have done an immense amount of good, and they will have the credit for it. God has got their credit marks, and he will justify them as far as they go; but when light comes into the world that they have not conceived of, and they reject it, what will be their condemnation?<span class=\"citation\" id=\"126444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126444)\">John 3:19<\/a><\/span> Let the Lord judge. <\/div><div class=\"paragraph jod\" id=\"v14n864\"> Now, you Elders of Israel, I turn to you again&#x2014;you missionaries. I see a few of you here who have just returned home, but a good many are wanting. There are places here for all, but they are not here. They have been home a few weeks and what are they doing? Visiting with their families, or perhaps gone to the canyon after wood; and those who have just come home complain of the coldness of the people and that many are turning away from the commandments of the Lord. I say to those who complain of these things&#x2014;see that you do not do likewise! Come to meeting and be ready to talk here. Our religion, our Gospel, is not to train a few men in all the sophistry that learning can impart, and enable them to address a congregation and nothing else; but our ministers or  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>preachers work all the week in the store, at the mechanic's bench, on the farm, in the canyon, or at whatever is wanted to be done, and when Sunday morning comes they get up here and preach a sermon; and if they cannot do that, we consider they do not possess the spirit of their mission. It is not so with the world. Our Elders must support themselves with their hands, as Paul did.<span class=\"citation\" id=\"72080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72080)\">Acts 20:34<\/a><\/span> I do not care whether they are tent makers<span class=\"citation\" id=\"72039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72039)\">Acts 18:3<\/a><\/span> or boat makers, let them earn their own living. I have. For my part, I consider that the honor God bestowed upon me in calling me to the holy ministry was enough for me to think it was my duty to support myself in this ministry and do honor to the cause, without asking any people for help. I have done so. I did, I believe, have a few shillings given to me when in England. When I landed there I had five shillings left. I stayed there a year and sixteen days, and when we left one of the best ships in Liverpool docks tied up <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eight days for the sake of bringing us home; and merchants and banking houses were at our service. I did business there in printing and dealing, and so on; but it did not tarnish my hands, nor stain my spirit, not in the least, and it would not today. We must live, and we must sustain ourselves, and come to meeting, and be ready also to attend ward meetings. Do not come and ask me if you may go to preach, pray or lay hands on the sick. Ask God to give you faith to perform your duties, to walk humbly before him, and to build up his kingdom on the earth. That is your duty. Yes, preach every night, we need a reformation here. Attend meetings in the various wards. Take your turns around from one ward to another. Preach to the people until they get the spirit of their mission and calling. We all have a mission as much at home as in a foreign land, and may God help us to improve upon and magnify it! <\/div>\n<\/div>\n<\/div>"}