{"ID":140001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eventful Times.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, delivered in the Tabernacle, Salt Lake City, January 1, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Eventful Times.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 1\/1\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v14n1\"> I wish you all a happy new year, and I hope that we may live to see a good many, and that we may keep the commandments of God, obey his laws, and have his approbation and blessing upon us as a people. We have assembled here on this, the first day of the week, and the first day of the year 1871; and this leads my mind to reflect upon the age and generation in which we live, and the great events of the latter days&#x2014;events which involve the interests and destiny of all the inhabitants of the earth&#x2014;both Zion and Babylon, Jew and Gentile, Jerusalem, America, and the whole world. All nations are interested in the events which are approaching us, and which await this generation; for, whether the world believe it or not, they are of vast interest to them all. There have been certain times looked forward to in the world's history, in which it was believed that something remarkable would occur, and there have been several of these periods during the last fifty years. I do not <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5526\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know that anything was predicted at an early day with regard to 1830; but I recollect, when a boy at school, of reading a certain verse about a great eclipse of the sun&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v14n2\"> In eighteen hundred and thirty-one Will be a great eclipse upon the sun. I heard about this fifteen years before it took place, it having been foretold by the astronomers, by the principles and laws of the science of astronomy. On that day I was passing through a forest of pinewood, at Farmington, Connecticut, going to see my father, whom I had not seen for some time. It was nearly as dark as night, and when I got through, into the open fields, there was what is termed a poor house, the only house erected within several miles in that region of country. A poor man had died there and they were drawing his body on an ox sled and were going to bury him. I noticed this as I passed along, and thought of what I had read; but nothing of any particular interest occurred that year except the eclipse  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the sun. But in 1830 something occurred of great interest to all the inhabitants of the earth: that was the establishment of the Church of Jesus Christ of Latter-day Saints.<span class=\"citation\" id=\"84229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84229)\">D&amp;C 20:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n5\"> Many persons have looked forward to the year 1860 with great interest; and this has been the case with many of the Latter-day Saints. What took place in that year? The dissolution of the American Union; for in that year the South took a stand against the North, and the North against the South, in fulfillment of a certain revelation given by Joseph Smith thirty years before it took place.<span class=\"citation\" id=\"88184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88184)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91329)\">D&amp;C 130:12-13<\/a><\/span> Joseph Smith predicted that there would be a great rebellion in the United States&#x2014;the South and the North warring against each other, and that this rebellion would commence in South Carolina, and would end in the death and misery of many souls; and that in process of time&#x2014;after many days, the slaves would rise against their masters, and that one nation would call for aid upon another, for war would be poured upon the whole earth. I wrote this revelation twenty-five years before the rebellion took place; others also wrote it, and it was published to the world before there was any prospect of the fearful events it predicted coming to pass. <\/div><div class=\"paragraph jod\" id=\"v14n6\"> Joseph Smith once said in a speech at Nauvoo, to a company, that whosoever lived to see the two sixes come together in '66 would see the American continent deluged in blood. That was many years before there was any prospect of a rebellion. The history of '60 and of '66 is before the world, and I do not wish to spend time in referring to it. <\/div><div class=\"paragraph jod\" id=\"v14n7\"> We have got by '30, '60, '66, and '70, and we are now living at a period when every year is big with events of interest to the inhabitants of the earth; and they will continue from this time until the coming of the <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5525\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus Christ. Many men have set times for the coming of the Lord Jesus Christ, among whom, living in our own day, we may mention Mr. Miller. He set times and days for the appearing of the Messiah, and has said that he would surely come on such a day. Now if Mr. Miller had been acquainted with the prophecies contained in the Bible, and with the Spirit by which the Scriptures were written, he would have known very clearly that Christ would not come until certain events had taken place. He would have been aware that the Messiah would not make his appearance until an angel of God had delivered the everlasting Gospel from the heavens to be preached to the nations of the earth;<span class=\"citation\" id=\"79894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79894)\">Rev. 14:6-7<\/a><\/span> until the honest and meek of the earth are gathered out from every sect, party and denomination under the whole heavens; until the Zion of God had gone up into the mountains of Israel and there established Zion,<span class=\"citation\" id=\"126357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126357)\">Isa. 40:9<\/a><\/span> and lifted up a standard to the people.<span class=\"citation\" id=\"59461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59461)\">Isa. 49:22<\/a><\/span><span class=\"citation\" id=\"60107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60107)\">Isa. 62:10<\/a><\/span> Mr. Miller and all who have believed like him, had they understood the Scriptures and possessed the Spirit of truth, would have known that Christ would not come until the Jews had returned to their own land and had rebuilt the City of Jerusalem and the temple there;<span class=\"citation\" id=\"60936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60936)\">Ezek. 47:1-2<\/a><\/span><span class=\"citation\" id=\"61904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61904)\">Joel 3:18<\/a><\/span><span class=\"citation\" id=\"62333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62333)\">Zech. 14:4-8<\/a><\/span> they would have known that all these and many other prophecies must have been fulfilled as a preparatory work for the coming of the Messiah. <\/div><div class=\"paragraph jod\" id=\"v14n8\"> These things are before us; we are here in these valleys of the mountains, as the Church of Jesus Christ of Latter-day Saints, established by the hand of God&#x2014;by revelation from heaven. This Church has been established by raising up prophets, unto whom have been given the keys of the kingdom of God&#x2014;the keys of the holy Priesthood and Apostleship of the Son of God,<span class=\"citation\" id=\"84679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84679)\">D&amp;C 27:12-13<\/a><\/span> with power to  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>organize the Church and kingdom of God on the earth, with all its gifts, graces, ordinances, and orders, as proclaimed by all the Apostles and prophets who have lived since the world began. It is because of this that we are here today. In fulfillment of prophecy and revelation we have established a kingdom, as it were, a state, a nation, a people here in the deserts of North America. We have planted six hundred miles of cities, towns, villages, gardens, orchards, tabernacles and temples by the command of God, for the hand of God is in all these things, and they are in fulfillment of revelations given in the Bible, Book of Mormon and Doctrine and Covenants, in our day and in ancient days. This is the work of the Lord, and all the Scriptures, from the beginning of Genesis to the end of Revelation point to this day as one of great interest to all the human family; although as one said of old, &#x201C;As it was in the days of Noah and of Lot, so shall it be in the days of the coming of the Son of man.&#x201D;<span class=\"citation\" id=\"67842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67842)\">Luke 17:26-30<\/a><\/span> In those days they were marrying and giving in marriage, and when Noah went into the Ark, and when Lot fled out of Sodom, the inhabitants of the earth through their unbelief were ignorant of the destruction awaiting them. <\/div><div class=\"paragraph jod\" id=\"v14n10\"> At the present day darkness covers the earth and gross darkness the minds of the people;<span class=\"citation\" id=\"59917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59917)\">Isa. 60:2<\/a><\/span> nevertheless they are living in an age of the world more fraught with interest to the human family than any preceding age or generation since the creation. There is no hundred years, no thousand years, no two thousand years since God made this world and placed Adam in the Garden of Eden when there was as much prophecy, revelation, vision, and word of the Lord and promises of God to be fulfilled as there is in the generation in <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5524\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which you and I live. This is the great dispensation of all dispensations. This is the time to which all the prophets of God have pointed, and in which they have declared the great latter-day work of God should be established. And I will here say that, many times, while a boy, when reading the testimony of John, given on the isle of Patmos, whither he had been banished for the testimony of Jesus Christ and for the word of God;<span class=\"citation\" id=\"78991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78991)\">Rev. 1:9<\/a><\/span> while reading the account he gives of the pouring out of plagues and judgments on the inhabitants of the earth, I have marveled that the Lord should do such a work. But I do not wonder at it today: the scenes have changed. When I was a boy, fifty years ago, the kingdom of God had not been established among men; the angels of God had not visited the earth; the Lord Almighty had not clothed his servants with the Priesthood and commanded them to go and warn the nations of the earth of the judgments which awaited them. There was not the wickedness then that there is today. The wickedness committed today in the Christian world in twenty-four hours is greater than would have been committed in a hundred years at the ratio of fifty years ago. And the spirit of wickedness is increasing, so that I no longer wonder that God Almighty will turn rivers into blood;<span class=\"citation\" id=\"80115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80115)\">Rev. 16:4<\/a><\/span> I do not wonder that he will open the seals and pour out the plagues and sink great Babylon, as the angel saw, like a millstone cast into the sea, to rise no more forever.<span class=\"citation\" id=\"80318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80318)\">Rev. 18:21<\/a><\/span> I can see that it requires just such plagues and judgments to cleanse the earth, that it may cease to groan under the wickedness and abomination in which the Christian world welters today. I can see the necessity for the Lord stretching forth his hand, establishing his kingdom, warning the nations,  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and gathering out the honest and meek of the earth from among all nations, kindreds, tongues and people, sects and parties under the whole heaven, and preparing them to stand as the bride, the Lamb's wife,<span class=\"citation\" id=\"128913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128913)\">Rev. 21:9<\/a><\/span> as the Church of Jesus Christ, as the kingdom of God, adorned with goodly apparel, adorned with the light of Zion, with the principles of eternal life, with the Gospel of Jesus Christ, preserving within themselves the virtues and attributes which have made God what he is, established him on his throne, and given him the power which he now possesses. I can say this&#x2014;the Lord will never come to visit an earth like this; he will never come to visit a generation of the inhabitants of the earth until they are prepared for his coming and are willing to receive him. <\/div><div class=\"paragraph jod\" id=\"v14n11\"> This is the foundation of Mormonism; this is the foundation of the Church and kingdom of God, which was laid in 1830. The Church was established on the 6th of April in that year.<span class=\"citation\" id=\"84230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84230)\">D&amp;C 20:1<\/a><\/span> Its history and the history of this people are before the world. We ourselves have learned it by shoe leather. Many of the Elders of Israel have traveled a hundred thousand miles to preach the Gospel during the last forty years without purse or scrip;<span class=\"citation\" id=\"68143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68143)\">Luke 22:35<\/a><\/span> we have labored day and night, and traveled as no other generation of men since the world was made have traveled. Our garments are clear of the blood of this generation,<span class=\"citation\" id=\"88650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88650)\">D&amp;C 88:85<\/a><\/span> at least many of us, and I hope many more will be. We have been true and faithful in our testimony to the inhabitants of the earth; and as the world generally has rejected our testimony the Lord has withdrawn his spirit from the people in a great measure, and the religion they once enjoyed is as nothing to many of them. Infidelity prevails throughout the world; very <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5523\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> few, either priests or people, believe in a literal fulfillment of the Bible. They have a theory, but as to believing in a real fulfillment of prophecy, or that the Lord meant what he said and said what he meant, that is out of the question&#x2014;very few believe it. <\/div><div class=\"paragraph jod\" id=\"v14n12\"> I want to ask a question&#x2014;Will the unbelief of this generation make the truth of God without effect<span class=\"citation\" id=\"72286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72286)\">Rom. 3:3<\/a><\/span> in our day any more than it has in any other age of the world? I tell you nay, and think not, as Paul says, that I am your enemy because I tell you the truth.<span class=\"citation\" id=\"74614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74614)\">Gal. 4:16<\/a><\/span> These things are true before God; this is the Zion of God, and these are the people of God; and we, as Latter-day Saints, should live our religion better than we do; and as we are now entering on another year I hope we shall try to live our religion through this year, and do our duty and keep the commandments of God and walk uprightly before him, that we may become united as the heart of one man.<span class=\"citation\" id=\"55589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55589)\">2 Sam. 19:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n13\"> There are great events, as I have already said, before us. The fact is, the Lord has laid down a great many promises concerning the latter days, and they are going to be fulfilled; for though the heavens and the earth pass away not one jot or tittle of the word of the Lord will fall unfulfilled;<span class=\"citation\" id=\"63111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63111)\">Matt. 5:18<\/a><\/span> and when our nation and the nations of the earth have filled their cup and are ripened in iniquity the Lord will cut them off. The greater the battle the sooner it will end; the greater the warfare the greater the victory, if the Saints do their duty. These things are before my mind, in the vision of it, and the Lord will not fail in anything he has promised concerning the work of the latter days. Whatever opposition this Church and kingdom may have, it is the work of God. The Lord has planted and sustained it. Jesus compares the kingdom of heaven to a mustard seed,  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the least of all seeds, but by and by when it grows it becomes a large tree, so the fowls of the air can lodge in its branches.<span class=\"citation\" id=\"64608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64608)\">Matt. 13:31-32<\/a><\/span> So it has been with the kingdom of God; but we are told that the little one will become a thousand, and the small one a strong nation, and the Lord will hasten it in his own time.<span class=\"citation\" id=\"60039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60039)\">Isa. 60:22<\/a><\/span> The Lord says, &#x201C;I will break every weapon formed against Zion;<span class=\"citation\" id=\"59728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59728)\">Isa. 54:17<\/a><\/span> and every nation, kindred, tongue and people that will not serve Zion shall be utterly wasted away.&#x201D;<span class=\"citation\" id=\"59984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59984)\">Isa. 60:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n15\"> When I see the world making warfare against the Zion and people of God because they have borne record and testimony of his work on the earth I can tell pretty well what the end will be; I can see it. We are living in a time when the work of God is going to increase in interest every day until it is wound up. No man knows the day or the hour when Christ will come,<span class=\"citation\" id=\"65919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65919)\">Matt. 24:36<\/a><\/span> yet the generation has been pointed out by Jesus himself. He told his disciples when they passed by the temple as they walked out of Jerusalem that that generation should not pass away before not one stone of that magnificent temple should be left standing upon another<span class=\"citation\" id=\"65643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65643)\">Matt. 24:2<\/a><\/span> and the Jews should be scattered among the nations;<span class=\"citation\" id=\"67994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67994)\">Luke 21:24<\/a><\/span> and history tells how remarkably that prediction was fulfilled. Moses and the prophets also prophesied of this as well as Jesus.<span class=\"citation\" id=\"54952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54952)\">Deut. 4:27-28<\/a><\/span><span class=\"citation\" id=\"55194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55194)\">Deut. 28:64<\/a><\/span> The Savior, when speaking to his disciples of his second coming and the establishment of his kingdom on the earth, said the Jews should be scattered and trodden under foot until the times of the Gentiles were fulfilled.<span class=\"citation\" id=\"67993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67993)\">Luke 21:24<\/a><\/span> But, said he, when you see light breaking forth among the Gentiles, referring to the preaching of his Gospel amongst them;<span class=\"citation\" id=\"85621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85621)\">D&amp;C 45:28<\/a><\/span> when you see salvation offered to the Gentiles, and the Jews&#x2014;the seed of Israel&#x2014;passed by, the last first and the first last;<span class=\"citation\" id=\"81069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81069)\">1 Ne. 13:42<\/a><\/span><span class=\"citation\" id=\"84789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84789)\">D&amp;C 29:30<\/a><\/span> <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5522\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when you see this you may know that the time of my second coming is at hand as surely as you know that summer is nigh when the fig tree puts forth its leaves; and when these things commence that generation shall not pass away until all are fulfilled.<span class=\"citation\" id=\"65892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65892)\">Matt. 24:32-34<\/a><\/span><span class=\"citation\" id=\"68047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68047)\">Luke 21:29-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n16\"> We are living in the dispensation and generation to which Jesus referred&#x2014;the time appointed by God for the last six thousand years, through the mouths of all the prophets and inspired men who have lived and left their sayings on record, in which his Zion should be built up and continue upon the earth. Those prophecies will have their fulfillment before the world; and all who will not repent will be engulfed in the destructions which are in store for the wicked. If men do not cease from their murders, whoredoms, and all the wickedness and abominations which fill the black catalogue of the crimes of the world, judgment will overtake them; and whether we are believed or not, these sayings are true, and I bear my testimony as a servant of God and as an Elder in Israel to the truth of the events which are going to follow very fast on each other. <\/div><div class=\"paragraph jod\" id=\"v14n17\"> The Lord is going to make a short work in the earth; he is going to cut it short in righteousness,<span class=\"citation\" id=\"72700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72700)\">Rom. 9:28<\/a><\/span> or no flesh would be saved.<span class=\"citation\" id=\"65762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65762)\">Matt. 24:22<\/a><\/span> What Brother Rich has said today is true. These principles will sustain us. Virtuous and godly principles&#x2014;the principles of the Gospel will, in the end, come off triumphant; and they will sustain and preserve any people who practice them, whether they are popular or not in the estimation of the world. All who embrace the principles of the Gospel of Christ will be saved by them. He that abides a law will be preserved by it.<span class=\"citation\" id=\"88474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88474)\">D&amp;C 88:34<\/a><\/span> Any man who abides the law of the Gospel will be saved and receive exaltation and glory by it. Let us remember these things,  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for all that has been spoken concerning this Zion of God in the mountains will come to pass. It is the work of God, and his eyes are over it; the heavens behold it. Every prophet and Apostle who ever bore testimony to this work is watching us with the deepest interest; they watch our labors and faithfulness, and are anxious about the course we pursue. Many of them desired to live in our day, but had not the privilege. We have been permitted to see and live in this great and eventful age of the world. The God of heaven has put into our hands the Gospel, the Priesthood, the keys of his kingdom, and the power to redeem the earth from the dominion of sin and wickedness under which it has groaned for centuries, and under which it groans today.<span class=\"citation\" id=\"87805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87805)\">D&amp;C 84:53<\/a><\/span> Let us lay these things to heart, and try to live our religion; so that when we get through we may look back on our lives, and feel that we have done what was required of us, individually and collectively. The Lord requires much at our hands&#x2014;more than he has ever required of any generation that has preceded us; for no generation that has ever lived on the earth was called upon to establish the kingdom of God on the earth, knowing that it should be thrown down no more forever. Daniel saw this;<span class=\"citation\" id=\"61232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61232)\">Dan. 2:44<\/a><\/span> the Prophet Isaiah had spoken of it;<span class=\"citation\" id=\"126358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126358)\">Isa. 2:2-4<\/a><\/span> in fact three-fourths of all his predictions relate to the establishment of the kingdom of God in the latter days; to our persecutions, to our travels to these valleys of the mountains, to the lifting up of the standard to the people on the mountains of Israel; to the casting up of the great highway&#x2014;this national railroad, which the ransomed of the Lord should walk over,<span class=\"citation\" id=\"59227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59227)\">Isa. 35:8-10<\/a><\/span> and on which the Gentiles should come to the light of Zion, and kings to the brightness of her rising.<span class=\"citation\" id=\"59946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59946)\">Isa. 60:3<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5521\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v14n19\"> These things are to come to pass in our day, and the beginning has commenced, and the end will come by the power of God and in fulfillment of his promises; and it is at our hands the work is required. Therefore I feel to bear my testimony today that this is the work of God, that Joseph Smith was a prophet of God, and that Brigham Young is a prophet of God, and is inspired, led, dictated and directed of the Lord, and has been very profitable to the Latter-day Saints, and is doing all he can for the salvation of the world. So did Joseph Smith, while he lived. He came in fulfillment of prophecy, accomplished what was required of him, laid the foundation of the work, received the keys of the Priesthood and Apostleship, and every gift and grace in the organization of the Church necessary to carry it on. We are called to build on the foundation he laid, until Zion shall arise and put on her beautiful garments<span class=\"citation\" id=\"59533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59533)\">Isa. 52:1<\/a><\/span><span class=\"citation\" id=\"126359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126359)\">Moro. 10:31<\/a><\/span><span class=\"citation\" id=\"126360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126360)\">D&amp;C 82:14<\/a><\/span> and the people of God become united as the heart of one man;<span class=\"citation\" id=\"55590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55590)\">2 Sam. 19:14<\/a><\/span> until the little stone, cut out of the mountain without hands, becomes a mountain and fills the whole earth,<span class=\"citation\" id=\"61036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61036)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"126361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126361)\">D&amp;C 65:2<\/a><\/span> and accomplishes all God has spoken concerning it. <\/div><div class=\"paragraph jod\" id=\"v14n20\"> Brethren and sisters, let us unite together and be faithful, and live our religion every day, and do our duty in 1871 as in any of the years that are past and gone since we have been acquainted with the Gospel of Christ. If we do this we shall come off triumphant. The God of heaven is our friend, and blessed is that people whose God is the Lord.<span class=\"citation\" id=\"56552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56552)\">Ps. 33:12<\/a><\/span> Blessed is that people who do not turn to any other God but the living and true God.<span class=\"citation\" id=\"75659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75659)\">1 Thes. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n21\"> May God bless you, bless this assembly, bless us as a people, and the honest and meek of the earth everywhere, and prepare us for the great events which await this generation, for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}