{"ID":140037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Our Religion From God not Man&#x2014;Enter not Into Temptation&#x2014;No Covenants to Forsake.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Salt Lake City, December 17, 1871.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Our Religion From God not Man, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 12\/17\/1871<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v14n997\"> In rising to address you this afternoon I feel as I always do, on like occasions&#x2014;the necessity of the influence and direction of the spirit of the Lord. We, as a people, believe emphatically in the sustaining hand of the Almighty, and in our speaking and in our hearing in the assemblies of the Saints we always feel that it is a matter of the greatest importance to us.<span class=\"citation\" id=\"85941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85941)\">D&amp;C 50:17-22<\/a><\/span> We realize that God is near to us, that we are acting under his guidance and direction, that we are his children and require his aid, and that while we seek unto him for guidance and direction we shall always have his Holy Spirit to lead us in the paths of truth. In this respect as well as many others we differ from the people of the generation in which we live. We came out from among them years ago, because we believed in certain revelations that God had made to the human family; and believing in these principles we have assembled ourselves together as we are found, in these valleys of the mountains, in the Territory of Utah. We have come here, ostensibly and in reality, not to do our own will, but the will of our heavenly Father;<span class=\"citation\" id=\"69166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69166)\">John 5:30<\/a><\/span> not to follow our own pursuits, but to try and pursue that path which he should dictate in all things, temporal and spiritual, pertaining to this world and the world <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to come; and hence we, as a people, feel and realize our dependence upon the Almighty. We conceive, as the old apostle did in generations past, that &#x201C;in him we live, and move, and from him we have our being;&#x201D;<span class=\"citation\" id=\"71983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71983)\">Acts 17:28<\/a><\/span> and we conceive that we derive all the enjoyments of life from him. Our religion emanated from him, if it did not we have none, for it certainly is not founded upon any principles that were extant in the world when it was revealed. If he had not revealed his will and we had not believed in that revelation we should not have been here; but believing in that, we are assembled as we are today, here, and as we are through the valleys of these mountains. We did not obtain our religion from anybody else, we did not learn it in the colleges of the day nor from any system of theology, nor any religious academy, neither in any theological school. We are not trained, or brought up, or educated, or informed by any intelligence that they have; the religion that we have we received &#x201C;not of man, neither by man, but by the revelations of the Lord Jesus Christ.&#x201D;<span class=\"citation\" id=\"74368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74368)\">Gal. 1:11-12<\/a><\/span> This is the position that we occupy today in regard to our religious feelings, and if this is a fiction, then our religion is a fiction altogether, for we have none. We claim no affinity, no relationship, no  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>association with any sect, any party, any religionists that exist on the face of the wide earth; therefore they cannot say, as some profess to do, that we have borrowed certain parts of our religion from others. We have neither adopted the opinions of Socrates, Mahommed, Paine, Luther, or the Hindoos; nor are we indebted to Roman Catholicism, the Greek Church, Episcopalianism, or to Knox, Calvin, Whitfield, Wesley, Campbell, Miller, or any other sects; our religion in its entirety came from God, and we give to him, and not to any man or any set of men, the glory.<span class=\"citation\" id=\"69566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69566)\">John 9:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n999\"> In relation to our political position it is precisely the same. There is an inherent principle of right planted in the human bosom, which God has placed there, and which man never could, cannot now, nor ever will uproot; principles of inherent right which all intelligent men, when they have sought for the truth, with unbiased mind, and desired sincerely to know, have invariably found. Governed by the principles of right, and uninfluenced by party power or wealth, there have always been men inspired by an infallible divine afflatus, who have recognized an innate, inalienable principle of justice and equity, in every age and among all nations, and the records of the Babylonians, the Medo-Persians, the Greeks, Romans and more modern nations bear ample testimony to this fact. The principle of right is implanted in the human bosom and inherent in the human family, among all governments that have ever existed, and men of virtue, honor and truth have always arrived at the same conclusions that we have. The founders of our government, under the inspiration of the Almighty,<span class=\"citation\" id=\"126469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126469)\">D&amp;C 101:80<\/a><\/span> and goaded by an oppressive power, discovered the same elements, the same principles, the same ideas that we have, and enunciated those eternal <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principles and made them known to the world&#x2014;&#x201C;that all men are born free and equal and have a right to life, liberty and the pursuit of happiness.&#x201D; The founders of the French Republic, about the same time, made a declaration almost verbatim. It is the violation of the natural rights of man that has deluged the earth with blood in all ages. These principles were enunciated also by Joseph Smith, he believed in them, so do we, in the right to think, in the right to speak, in the right to act, in the right to do all things that are right and good and proper, but not in the right to interfere with any other man's rights, any other man's religion, any other man's principles.<span class=\"citation\" id=\"91952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91952)\">D&amp;C 134:1-12<\/a><\/span><span class=\"citation\" id=\"94127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94127)\">A of F 1:11<\/a><\/span> These are our views. God has planted them in our bosom, they will remain there eternally, for they are principles that dwell in the bosom of God. He is not circumscribed or sectarian in his views, &#x201C;he causes his sun to shine on the evil and the good, and sends his rain on the just and unjust.&#x201D;<span class=\"citation\" id=\"63249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63249)\">Matt. 5:45<\/a><\/span> We certainly are not indebted for these principles to those who come among us here, but God has implanted them in our bosoms, and they will grow there and take root and spread and prevail, and the worst wish we have to the human family is that the principles enunciated in our Constitution<span class=\"citation\" id=\"89599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89599)\">D&amp;C 101:80<\/a><\/span> may reverberate over the wide earth, and spread from shore to shore until all mankind shall be free. <\/div><div class=\"paragraph jod\" id=\"v14n1000\"> These are the things that we are struggling for, these are the things for which we stand condemned at the present day, by the would-be republicans and democracy of this corrupt generation with which we are associated. Nevertheless, we have clung to them and shall cling to them. Do any men come among us with religions that we consider false? All right, let them worship as they please. Let them rant and roar and  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pray and halloo to their God, who seems to be deaf and can't hear them, and let them take what course they please but let us alone. We will let them alone. They may halloo until they crack their throats, it will make no difference to us. We care nothing about their opinions and dogmas, we have left their follies and nonsense and cant and hypocrisy years ago, we want nothing to do with it. If they want it they can take it, they can hug it to themselves as a sweet morsel, and take their own course, but let us alone. We are indebted to God for the blessings we enjoy, and this nation, whether they know it or not, are indebted to the same source for all those pure, patriotic, liberal, exalted notions that the wise, enlightened and honest statesmen, inducted into our government years ago, and which those who are not disfranchised among us, experience today. But God has nothing to do with the corruption, fraud, hypocrisy and cant that exist, whether among religionists or politicians. He is not the author of it, it proceeds from beneath,<span class=\"citation\" id=\"69446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69446)\">John 8:23<\/a><\/span> from the father of lies.<span class=\"citation\" id=\"92493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92493)\">Moses 4:4<\/a><\/span> No good man will seek to oppress the good, the pure, the virtuous, nor lend himself as a tool for that purpose. We are seeking for those things that tend to exalt, ennoble and purify the human family. We say to others, get out of our way; let us alone. Hug your creeds! Hug your tyranny! Hug your corruptions and lies to your bosoms, but let us alone. That is all we ask and mean to have it, for the right and the might, and virtue and truth will prevail; and iniquity, error, tyranny and oppression will by and by be laid low, and Zion will rise and triumph, while the wicked and corrupt are writhing and weltering in the results of their own acts. <\/div><div class=\"paragraph jod\" id=\"v14n1002\"> They would sympathize with us! We don't ask their sympathy; reserve <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it for yourselves. They would purify us! What by? By their whoredoms here right in our midst! By their drunkenness, by their gambling, by their hells of infamy which they have introduced, and which are sustained by legal authority here. That is the course they are taking. &#x201C;My soul, enter not thou into their secret; my honor, with them be not thou united!&#x201D;<span class=\"citation\" id=\"53673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53673)\">Gen. 49:6<\/a><\/span> Talk about our ladies here associating with such wretches as they! No never! No never!! No never!!! They will not mingle with harlots, they have come of another stock, they are inspired by other feelings, motives and views; they can't bow to it. Let them take their rottenness to their own dens and wallow in it, we want nothing to do with it! They can take their pity and everything else they have got and stuff themselves with it, and I hope that our sisters here, both young and aged, have enough respect for themselves to keep out of the company and society of such corrupt wretches. I don't think it is necessary to say so, but these are my feelings and I tell them. <\/div><div class=\"paragraph jod\" id=\"v14n1003\"> The Lord has given us a work to do, and by his help we shall do it. He has placed the Gospel of life and salvation in our hands, and we have carried it from the rivers to the end of the earth without begging all over the world for a little help and charity. We can go trusting in God. The elders of this church, whom I see around me, have wandered over this wide world, trusting in the Almighty for their support, and he has been with them, and they don't need to cringe and bow, and lie, and misrepresent to get somebody to give them a little money to help them on with their religion. <\/div><div class=\"paragraph jod\" id=\"v14n1004\"> We believe in the great truths which God has revealed for the salvation of the human family; we are engaged in building up and establish<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing the Kingdom of God on the earth. The great Eloheim is our father, friend and benefactor; we lean upon his arm, and we know that he will guide and direct, influence and control the affairs of his people, therefore we rely upon him. We have engaged in nothing but what we have been directed by the Almighty in, except some of us who have got aside into transgression. We are married to our wives and don't want any other associations. We respect and honor them, we cleave unto them,<span class=\"citation\" id=\"52542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52542)\">Gen. 2:24<\/a><\/span> and we will do so in time and throughout all eternity (Congregation said, &#x201C;Amen.&#x201D;). Some of our miserable apostates may shake and tremble in their boots when somebody at the East tells them what is going to come. They may break their covenants with God and their wives, and forsake them. We are not afraid of these things, we have learned a lesson, not in their school. We can't forsake those whom God has given to us, but we will cleave to them forever and forever, worlds without end. That is our view; that is mine. I have no covenants to violate, nobody to forsake. This people's God is my God, their religion is my religion, where they go I hope to be found, where they live I wish to live, where they die I want to be buried.<span class=\"citation\" id=\"55382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55382)\">Ruth 1:16-17<\/a><\/span> I want to be associated with them in time and in eternity. I don't believe in the God of the religions of this world, nor in their heaven, nor in anything pertaining to it. I don't want to go to a heaven &#x201C;beyond the bounds of time and space.&#x201D; I don't want to worship a God &#x201C;without body, parts or passions.&#x201D; I have no reverence for him. I don't want anything to do with him. They can worship him and go to their own heaven, and let us alone. <\/div><div class=\"paragraph jod\" id=\"v14n1006\"> I will tell you what we have to do as Latter-day Saints&#x2014;live our re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligion, keep the commandments of God and be virtuous. Do not mingle with these abominations that have been imported into your midst, keep away from them and let them alone, and let the wicked and corrupt wallow in their wickedness and corruption. Have nothing to do with it. Don't go to their balls, assemblies or associations, keep apart from them and let them alone, they are not worthy of your association. We live in a purer atmosphere, we breathe a purer air, we worship another God, we have another religion, one that is very willing and liberal enough to extend to all the rights that all men want, but we will not associate with them in their corruption and infamy. They may wallow on &#x201C;Whiskey&#x201D; St. and have their whore houses if they like, and be sustained if they so choose by judicial authority, but God deliver us from them! We want nothing to do with them. I am ashamed of such things, and did think once there was some decency among men, but I am changing my opinion. Let us cleave to our religion and humble ourselves before God, pray to him, keep his commandments, and be virtuous and pure and holy! Remember your prayers; be true and faithful to each other and to your covenants, keep the commandments of the Almighty, and the blessings of Israel's God will rest upon you, and no power this side of hell or the other side either shall harm you. It is our duty to serve God; it is God's duty to take care of his Saints,<span class=\"citation\" id=\"89862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89862)\">D&amp;C 104:15<\/a><\/span> and he will say to all powers that may be arrayed against you, as he did to the mighty swelling flood, &#x201C;Hitherto shall thou go, and no further: and here shall thy proud waves be stayed.&#x201D;<span class=\"citation\" id=\"56270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56270)\">Job 38:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1007\"> We are in the hands of God, and our enemies are in the hands of God, we are all in the hands of the  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Almighty, and he will sustain the right, and Israel shall be victorious, therefore you need not trouble about what this man or the other man, or this combination or the other combination can do, they can do nothing but what God will let them; for the God we serve is not dead, he lives yet, and he hears the prayers of his servants, and he will stand by and save and deliver them, and Israel shall rejoice and truth shall prevail, and the kingdom of God will roll onward, and the purposes of God will be accomplished. The potsherds of the earth may strive with the potsherds of the earth;<span class=\"citation\" id=\"59400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59400)\">Isa. 45:9<\/a><\/span> but in interfering with righteousness and virtue they may run against the fierce bosses of Jehovah's buckler, and he will tell them by and by to: &#x201C;Stand back, touch not mine anointed, and do my prophets no harm!&#x201D;<span class=\"citation\" id=\"55874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55874)\">1 Chr. 16:22<\/a><\/span> He will deliver Israel and his Saints shall be joyful in him.<span class=\"citation\" id=\"56324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56324)\">Ps. 5:11<\/a><\/span><span class=\"citation\" id=\"56570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56570)\">Ps. 35:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v14n1009\"> Brethren, God bless Israel! I thought I would like to say a few words to you. Be not timid, any of you, for God is on the side of right, and he will protect his people; and let their enemies look out! Don't fight! You need not think anything about that. Fear God and keep your powder dry, but don't shoot anybody. Be ready always. Watch everybody in all their operations. Be quick, lively and energetic, but you need not fear. We want no vigilant societies here, nor bloodtubs, nor &#x201C;Pluguglies,&#x201D; nor Ku-Klux, nor John Brown raids, nor Jayhawkers, as they frequently have down east and west and south. We don't want any secret organizations of any kind, nor any infractions of law. <\/div><div class=\"paragraph jod\" id=\"v14n1010\"> Let others be breakers of the law, and us the keepers of it, let others trample under foot human rights, and us maintain them. If we were in Russia we would take all the liberty they would give to us, and we will <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> take all we can get here, and the remainder we will contend for, and we will keep contending for it until honor and honesty and truth can hold up their heads unabashed before the world, and until all that love honor, truth, integrity, pure and correct principles and equal rights shall be exalted and the wicked be put down. <\/div><div class=\"paragraph jod\" id=\"v14n1011\"> These are the things we are contending for, and we will keep contending for them as long as we live, and we will instruct our children after us to contend for them. If others want to play the part of tyrants let them do so and they will find the tyrant's end. It is for us to keep the commandments of God, and in doing that we need not break the laws of the land.<span class=\"citation\" id=\"86151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86151)\">D&amp;C 58:21<\/a><\/span> Why, bless your souls, we can live anything that anybody else can! We profess to be governed by a higher law, let us move in a higher atmosphere; and let these miserable dogs take their course, pursue their own path and do as they please. We can submit to anything that they can. Don't be troubled, you need not be hurt. We do not propose to leave here; they are not able to rob us of all. They may do a little stealing. They have laid out great plans, but they will accomplish very little. We can stand it if they can. I would rather be the man that was robbed than the robber; I would rather be stolen from than be the thief; I would rather be the oppressed than the oppressor; I would rather suffer wrong than do wrong. And if they can stand these things we can, and let us do it manfully and womanfully. <\/div><div class=\"paragraph jod\" id=\"v14n1012\"> I am glad there is a little spirit among our sisters, and that they dare say their souls are their own. I don't like to see people sneaking about with their heads down, and fretting about every little wind that blows. It will be all right with us, never fear. We  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will live so far above them that they can't touch us; and their infamies will be so plain that they will be proclaimed on the housetops,<span class=\"citation\" id=\"67592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67592)\">Luke 12:3<\/a><\/span><span class=\"citation\" id=\"83638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83638)\">D&amp;C 1:3<\/a><\/span> and everybody will be ashamed of them <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD14\/JoD14_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as we are today. May God help us to do right and to be faithful in keeping his commandments, in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}