{"ID":150006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Patriarchal Marriage&#x2014;The Settlement of Utah.<\/div>\n<div class=\"subtitle\">Discourse by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday, May 19, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Patriarchal Marriage, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/19\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v15n82\"> And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach. <\/div><div class=\"paragraph jod\" id=\"v15n83\"> In that day shall the branch of the Lord be beautiful and glorious, and the fruit of the earth <span class=\"italic\">shall be<\/span> excellent and comely for them that are escaped of Israel. <\/div><div class=\"paragraph jod\" id=\"v15n84\"> And it shall come to pass, <span class=\"italic\">that he that is<\/span> left in Zion, and <span class=\"italic\">he that<\/span> remaineth in Jerusalem, shall be called holy, <span class=\"italic\">even<\/span> every one that is written among the living in Jerusalem.<span class=\"citation\" id=\"57900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57900)\">Isa. 4:1-3<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n85\"> The portion of the prophecy of Isaiah which I have read indicates that at a certain day and under certain circumstances, spoken of by the Prophet as being holy, seven women would claim to be called by the name of one man.<span class=\"citation\" id=\"57890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57890)\">Isa. 4:1<\/a><\/span> Most of us have a different opinion with regard to the application of this prophecy. God inspired the Prophet, and it might be necessary, peradventure, to inquire what it all means. Seven women  <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are to lay hold of one man, saying, &#x201C;We will eat our own bread, and wear our own apparel; only let us be called by thy name, to take away our reproach.&#x201D;<span class=\"citation\" id=\"57891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57891)\">Isa. 4:1<\/a><\/span> What is the meaning of this last sentiment? We will let the Bible explain it. You remember that when Rachel, the second wife of Jacob, the father of the tribes of Israel, found herself barren, while the other wives of her husband were bearing children, she prayed to the Lord that he, in his abundant mercy, would give her children,<span class=\"citation\" id=\"53508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53508)\">Gen. 30:1<\/a><\/span> and when God heard her prayer and worked a miracle in her favor, causing her who was barren to become fruitful and bring forth a child,<span class=\"citation\" id=\"53528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53528)\">Gen. 30:22<\/a><\/span> she said, God had taken away her reproach.<span class=\"citation\" id=\"53535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53535)\">Gen. 30:23<\/a><\/span> This illustrates the meaning of the text. I did not make the prophecy, neither had I anything to do with making the history of Rachel, or even chronicling the event named. <\/div><div class=\"paragraph jod\" id=\"v15n87\"> In relation to Father Jacob, it is true he had four wives, and they bore him twelve sons, and their descendants are the twelve tribes of Israel. We are told by the Apostle John that the names of Jacob's twelve sons&#x2014;the sons of a polygamist and his four wives&#x2014;will be written upon the gates of the holy Jerusalem;<span class=\"citation\" id=\"80795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80795)\">Rev. 21:12<\/a><\/span> and there are none of us who expect to enter in through those gates but will have to acknowledge the truth of that doctrine. It is true that the principle of plurality of wives was adopted by the Church of Latter-day Saints in consequence of the revelation and commandment which God gave to Joseph Smith, and which, through him, were laid upon the heads of this people; and we quote the passages that we do quote, in relation to the principle of celestial marriage from the Old and New Testament, to prove that God is consistent with himself; that if he revealed to his Saints in the last days, the doctrine of plurality <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of wives, it was in fulfillment of the prophecy of Isaiah and others of the Prophets, and in accordance with the example which was set by Abraham, Jacob, Moses, and by holy men of ancient days. <\/div><div class=\"paragraph jod\" id=\"v15n88\"> In relation to the word &#x201C;reproach&#x201D; in our text, I will make another reference. In the first chapter of Luke's Gospel, verses 23 and 24, we find Elizabeth rejoicing because God had taken away her reproach.<span class=\"citation\" id=\"66979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66979)\">Luke 1:24-25<\/a><\/span> She though she had been barren, became the mother of John the Baptist. <\/div><div class=\"paragraph jod\" id=\"v15n89\"> These passages tell in so many plain words why it was that seven women wished to be called by the name of one man&#x2014;<span class=\"citation\" id=\"57892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57892)\">Isa. 4:1<\/a><\/span>it was that they might have the privilege of bearing children. <\/div><div class=\"paragraph jod\" id=\"v15n90\"> Now, if God brings to pass this prophecy in the glorious day which our text speaks of, when holiness and righteousness are to rule, and when truth is to have dominion, and peace dwell in the earth, although all the world may have been opposed to it, we cannot be responsible. Until some person can find a passage in the Old or New Testament that definitely forbids a plurality of wives, with the many incidents of history, items of law, and declarations of Prophets in relation to the practice by the ancient Saints of that doctrine, we are able to assert that the Bible is a polygamous book, and that no man can believe it without believing plurality of wives, under some circumstances to be correct. I know it has been said that the Old Testament permitted plurality of wives, but the New forbids it. The Savior said he came not to destroy the law but to fulfil it, and that not a jot or tittle of the law or Prophets should pass away, but all should be fulfilled.<span class=\"citation\" id=\"63103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63103)\">Matt. 5:17-18<\/a><\/span> The new dispensation did not annihilate the principles of law and right, as revealed in the Old. Both John the  <div class=\"break pagebreak\" id=\"29a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0029.pdf\" target=\"pdfwin\">p.&#xA0;29a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Baptist and the Savior denounced all sins with an unsparing hand, and especially adultery, fornication and divorce; and not a sentence is found in the New Testament which prohibits plurality of wives, though the Savior and his Apostles lived in a country where it was practiced; and it is impossible to believe that if it were a sin it would have escaped definite rebuke and absolute condemnation. <\/div><div class=\"paragraph jod\" id=\"v15n92\"> The petition to Congress which has been read here today is a perfect wonder, I presume, to those who have heard it. It is astonishing to me, and doubtless to all who listened to it, and especially those who reside here, that such a statement could be got up by any individual whatever, that any imagination could be so tortured as to manufacture so unmitigated a tissue of utter and absolute falsehoods; and much more that persons could be found who would think so little of their reputation as to sign such a statement. We understand, however, that many of the persons whose names are on that petition did not see the original. Many of them thought they were simply signing a petition against the admission of Utah as a State, without bringing personal charges against a people among whom they have lived in perfect safety, and in a country where peace and order have prevailed, and where all have enjoyed the uniform protection which our Territorial laws and the general organization of society give. I regret exceedingly that such a document should be made public; but as it is, with the list of names attached to it, was published by order of the United States Senate, it was thought proper to read it to the congregation that all might have a chance to know what it was and judge for themselves. <\/div><div class=\"paragraph jod\" id=\"v15n93\"> I came to this valley in 1847, being one of the 143 pioneers who searched <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out and made the roads from the Missouri River here. The ample property we possessed in Illinois we had left there; and we made the roads, about 300 miles, or nearly across the State of Iowa, bridging about thirty streams, and passing through a wilderness totally uninhabited save by a few scattered Indians. That was as far as we could get the first year. The second year&#x2014;1847&#x2014;we made the roads from what we termed Winter Quarters, about five miles above where Omaha is now situated. We traveled on the north side of the river, established our ferry across the Elkhorn, and made our road, striking the old Oregon trail, as it was called, at the mouth of Ash Hollow; that is, we went up on the north side of the Platte to the north fork; while Independence road went up on the south side, and struck the north fork at Ash Hollow, probably a hundred and eighty miles below Fort Laramie. We thought some of crossing the river and taking the trapper's trail, but we found it difficult, so we continued making a new road on the north side until we reached Fort Laramie. There we crossed and made a road a portion of the way, and followed the old trail a portion of the way through to Fort Bridger. On this route we encountered some companies who were going to Oregon, and being unable to get across the Platte and Green Rivers we got up the means of ferrying, and ferried them across both these rivers, and they proceeded on the route to Oregon, while we worked our way across this Wasatch range into this valley. <\/div><div class=\"paragraph jod\" id=\"v15n94\"> When we reached here we found the place very barren; but it was the best prospect we had seen for five hundred miles. The creek we now call City Creek came out of the mountains, and divided into branches,  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and finally sank down into the ground, apparently without reaching Jordan River. It had about its sinks some green spots of rushes and grass, but except that the country was very naked and barren. The city plot here did not even bear good sage; and there was a little grass, but it was very dry. Along the stream were a dozen or so of scrubby cottonwoods and a few willows. The rest of the ground was naked, except being nearly covered with immense numbers of large, black crickets, which had devoured most of the leaves of the cottonwoods and willows; and when we went to work to cut a ditch to carry the water down to the place known as Old Fort block, where we first built our fort, so dry was the soil of the ditch that it took the whole stream two and a half days to reach the desired point. <\/div><div class=\"paragraph jod\" id=\"v15n96\"> It was in this desolate place&#x2014;1,034 miles from the Missouri River, and thirteen or fourteen hundred from Nauvoo&#x2014;the place whence we had been expelled, that we commenced our location. It was understood that a party had undertaken to cross west here, some year or two before, and had perished. The name of the man who led the party was Hastings, and the route west is called Hastings' cut off. It is said that John C. Fremont had been in this valley the fall previous, but we had no report of his explorations. We had an account of him visiting the north end of Great Salt Lake, and the south end of Utah Lake; but so ignorant was he at the time of the country between the two lakes that his map, published after his return from his exploration, shows Salt Lake and Utah Lake to be one body of water, whereas there is a river about fifty miles long between them. <\/div><div class=\"paragraph jod\" id=\"v15n97\"> In a few days after we reached here another party arrived, increasing <div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our numbers to about four hundred. We had but very little provisions, which we had brought with us. The country was destitute of game, and the most rigid economy was necessary in order to subsist. We remained about a month, when a portion of the pioneers, myself among the number, started back for our families, who were still encamped at Winter Quarters, on the Missouri River; and on our way back we met about seven hundred wagons with families moving on for this place. These families came in late, and enclosed themselves in the Old Fort block, and the two blocks south of it, where they lived in security from the Indians, and during the winter they succeeded, partially, in enclosing a field, making preparations for irrigation, and sowing several thousand acres of grain. They found it necessary to ration themselves on account of the scarcity of their provisions, and I believe that almost every family allowanced themselves to half a pound of flour a day, that is, if they had it, many to less; and they went over these hills digging the sego&#x2014;a wild, bulbous root, sometimes eaten by the Indians, and everything that they could get that had any nutriment in it. In those days the animals that were killed, having crossed the plains, were generally very poor; but they were used with the greatest economy, hides, feet and tail, all being eaten. I believe they tell a story of a certain rule among the Mahomedans, in relation to eating swine's flesh. Some of them refuse it, but as a general thing the various classes of them only refuse certain portions&#x2014;some reject the snout, some the ear, others the feet, others the tail, and so on; but among the whole Mussulman race they &#x201C;go the whole hog.&#x201D; Among the earliest settlers in this valley there was no rejection; and  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there are some, who lived here the first two years after our arrival, who will now say that they never tasted any food so sweet as boiled rawhide. About the time our first crop began to head out, the crickets made their appearance, and devoured the greater portion of it. This was awfully discouraging. Our nurserymen had collected their seeds, and planted them, and some twenty or thirty thousand trees had got up, may be five or six inches high, and one day, while the nurserymen had gone to dinner, a swarm of crickets came down and destroyed all the trees but three. That was the commencement of our nursery business in this city. It is believed, fully, by the Latter-day Saints of that time, that God delivered them from utter starvation by sending flocks of gulls from the lake, which ate up the crickets, and saved a portion of their crop. The crickets have not troubled the agriculturists in the valley, materially, since, but the flying grasshoppers have come in immense numbers, and in 1855 reduced all the families in the Territory to half the allowance of food they needed; and for several years back this plague has probably destroyed from one-third to one-half the fruits of the farmer's labors. These are very material drawbacks to our prosperity with which we have had to contend here in Utah. Persons unacquainted with the manner and difficulties of irrigation cannot realize the immense labor, care and attention that are necessary to commence this work. Friends come in and look over our city, and say, &#x201C;Why, how nice this water is that runs through all the street!&#x201D; But the fact is, there is not a tree, bush, or spear of grass grows in these low valleys without being irrigated naturally or artificially, and there is only very few and very small spots <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> where natural irrigation is attainable. By natural irrigation I mean that the water is so near the surface of the ground as to moisten it sufficiently to make it produce vegetation, and these places are only found about the sinks of creeks. Just turn the water that passes through these streets back into the original channel, and next fall would see most of the trees dead. All the results you see here, in the way of agriculture, were made, are held by main strength and constraint and continued diligence. <\/div><div class=\"paragraph jod\" id=\"v15n99\"> During the days of our early settlement, it was necessary that measures be taken to supply the wants of those who were without food, and for years a fast was held every month, and sometimes every week. The amount of food that would have been consumed by a family during that fast was presented to the needy, and in this way, struggling for three years in succession, the people were sustained, and nobody perished. When we did finally succeed in raising the necessaries of life, thousands of strangers came pouring in here, a great many of them destitute of bread. They had started for the gold mines without knowing how far it was, what outfit to take, or how to take care of themselves; and great numbers of them, when they reached here, had to be assisted on their journey, and there were thousands who went to California during the early days of the gold excitement there, who must have perished had it not been for the assistance they obtained from the settlements of these valleys. <\/div><div class=\"paragraph jod\" id=\"v15n100\"> We came here full of enterprise, and our only hope for subsistence was in agriculture. We found mines of lead, and minerals of various kinds; but we could do nothing with them. The Legislative Assembly memorialized Congress for a railroad and a  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>telegraph line across the continent, and they set forth in that petition, in 1852, that the mineral resources of these mountains could never be developed without a railroad; and that if they would build a railroad, or make the necessary arrangement for one, the trade of China and the East Indies would pass through the heart of the American States. We have lived to see these predictions fulfilled. <\/div><div class=\"paragraph jod\" id=\"v15n102\"> You may pass, friends, over the Territory at your leisure; go from the north to the south, and you will find the inhabitants, generally, industrious, temperate, moral, straightforward, diligent and honest, very few spending their time about gambling hells or drinking saloons; in fact very few villages support such establishments, and wherever you find them you may be sure that modern civilization has made inroads there. When you see a gang of men standing round, loafing about a place, smoking cigars, drinking whiskey, and looking for something to turn up, you may generally set it down there is no Latter-day Saint there, or if there is a &#x201C;Mormon&#x201D; mixed up with them he is becoming demoralized. If the faith of the Latter-day Saints be adhered to as it should be, men would be temperate and moral, and they would avoid using profane language; and one of the injunctions of their religion is that the idler shall not eat the bread of the laborer.<span class=\"citation\" id=\"85417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85417)\">D&amp;C 42:42<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n103\"> We have fed thousands and tens of thousands of strangers who have passed through here without means, and no person has been permitted to go hungry in our midst if we knew it, admitting at the same time that our means of subsistence were limited, and all that we have wrenched from the soil has been by main strength. <\/div><div class=\"paragraph jod\" id=\"v15n104\"> I would like to draw a little comparison: I moved my family in '49. I came out in '47, and went back <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again and made arrangements to get back with my family, the earliest possible, which was in '49. I brought in two hundred pounds of flour a head for the family, which I ran out in short allowances to each one of them, and I divided some to the neighbors, there being numbers of them around who had got out of food, and we eked it out little by little, little by little. If a friend called and had his dinner with us, why, we had to shorten our allowance of bread. There was no place we could go and buy a little flour or a little beef, for nobody had any but what they wanted themselves, and what they must have themselves, and if we divided our little out we, ourselves, must go hungry. If we lived fast today, we must starve tomorrow, and in this way we stretched the matter along. God, in his mercy, blessed us with good health; we had good health, hard work and short allowance of food. There was one thing we were very thankful for: We had been mobbed a number of times&#x2014;five times driven from our homes. We had left our inheritances in Missouri and Illinois, and had got nothing for them, and here, whatever other things we lacked, we had the privilege of worshiping God according to the dictates of our consciences,<span class=\"citation\" id=\"94129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94129)\">A of F 1:11<\/a><\/span> and we could go to meeting, and preach and pray without anybody interrupting us; for although there were thousands and thousands of strangers constantly passing through our territory, they generally treated us with kindness and consideration. How is it now with us with regard to the necessaries of life? If a man is out of bread he can hardly find a house but what, if he enters and says, &#x201C;I am hungry, give me something to eat,&#x201D; the reply will be, &#x201C;Yes, we have plenty.&#x201D; And there are thousands of men and women who have  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come from the States and from Europe. We have contributed immense sums, and sent our teams by the hundred to the Missouri River to bring them here; and when they got here, their labor, industry and economy would enable them at once to obtain food and the necessaries of life, plain, to be sure, but an abundance of such as the country afforded. No one that is hungry can go to a house or a family and ask for bread and not obtain it. Look at the contrast; and it has been effected by years of fasting and united industry, poverty and toil, by the pioneers of this country. To be sure we have had plenty of the sayings of the Savior upon our heads to satisfy us that we were right in one particular. He says: &#x201C;Blessed are ye, when men shall persecute you, and say all manner of evil concerning you falsely, for my sake.&#x201D;<span class=\"citation\" id=\"62998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62998)\">Matt. 5:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n106\"> We bid welcome to our friends. The fields are wide and open, and the mountains are, no doubt, full of mineral. At any rate, every man has his chance, if he will dig for it. Dig for the treasures, and open the fields and the farms, but do not trespass on the rights of your neighbors. Worship God according to the dictates of your conscience,<span class=\"citation\" id=\"94130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94130)\">A of F 1:11<\/a><\/span> observe the law of heaven, but never, under any circumstances, intrude upon the rights of others. These are the principles which rule here. Look at these things, and realize that it is to the efforts of the inhabitants of this country, their labors, toils and sacrifices, that we owe our present comfort. We commenced by hauling carding machines and printing offices across the mountains; we built factories, and undertook to raise wool; we labored to produce flax and hemp, not very successfully, but we did all we could. Thousands of our brethren did not believe it possible ever to <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> raise fruit; but God tempered the climate, and, although in the tops of the mountains, we have raised abundance of fruit in many of our settlements. Our sheep have become productive, our herds have increased, and we have laid a foundation for plenty; and any pilgrim who comes along, who wishes to obtain food and raiment, can obtain it, for it is here; and he can go into the mountains, and if fortune favor him he may strike something which he may desire, though I must honestly confess that, so far as I am concerned, I believe the plan for any man to pursue who wishes to lay a foundation for future independence, is to procure a piece of land and make a farm. He might, peradventure, strike an &#x201C;Emma&#x201D; mine; but I think that kind of luck will be the exception instead of the rule; but, as a general thing, the man who labors industriously to make himself a farm, creates around him a good, comfortable home in a few years. Of course, if men go prospecting for minerals, they know it is a good deal like a lottery. Our railroad is going south, and as it progresses, new mines and new mining interests will, without doubt, be opened and developed; and as a result of the labors of developing the resources of the Territory, I realize that millions will be benefited. <\/div><div class=\"paragraph jod\" id=\"v15n107\"> There is one thing that our friends do not realize. When they come here they make up their minds that &#x201C;Mormonism&#x201D; is a humbug, and their mistake is, it is true. Joseph Smith was a Prophet of God, and the plan of salvation revealed through him is the Gospel of Jesus Christ; and every man and every woman who rejects it, rejects the truth, and will be responsible for it; and every man and every woman who walks in obedience to its precepts will receive  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>glory, honor, immortality and endless lives. I am not talking something I guess, I know these things are true; and it is the wisdom and prudence, the light and the intelligence of the Almighty, revealed through his servants to the Latter-day Saints, that have gathered a hundred thousand people from the four quarters of the earth and planted them down in comfortable homes in Utah, and it is only the inspiration of the father of lies<span class=\"citation\" id=\"92494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92494)\">Moses 4:4<\/a><\/span> that circulates <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the false reports and the abuse concerning them. <\/div><div class=\"paragraph jod\" id=\"v15n109\"> May God bless you my friends. You are welcome in this land. Go and be blessed; and as you go to your homes, to the four winds of heaven, tell the truth about the Latter-day Saints. May God enable us to overcome and be faithful in all things, that we may finally inherit his kingdom, through Jesus our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}