{"ID":150028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering&#x2014;Its Spirit&#x2014;Its Object&#x2014;Duties of the Gathered Saints.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered at the 42nd Semi-Annual Conference, Salt Lake City, October 8, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering&#x2014;Its Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 10\/8\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v15n737\"> Since the commencement of our Conference we have heard very much valuable instruction, and testimonies which have been very cheering to the hearts of those who have heard them; and no doubt every person who has attended Conference from its commencement until the present time, and who will continue until the Conference shall terminate, will feel amply rewarded for the time spent, and will go away feeling better prepared to perform the duties which may devolve upon him or her. <\/div><div class=\"paragraph jod\" id=\"v15n738\"> There is so much to talk about connected with our circumstances and condition, that it requires a portion of the Spirit of the Lord to enable a person, in speaking, to dwell upon those points which are best adapted to our present requirements. We are not situated as any other people, that is, in many respects, and instructions adapted to our circumstances would differ probably from those which would be required by others. We have been, from the commencement, a peculiar people; our religion is in many respects at the present time a peculiar one; yet, if there be any distinctive peculiarity about the religion of the Latter-day Saints, it is that they believe and receive the Scriptures as they are, and do not attempt to put double <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> meanings to their teachings. Our religion being peculiar, the effect of it is somewhat peculiar. The message which the Elders of this Church declare when they go forth to preach the Gospel has a different effect, upon people who listen to it, to that which is declared by any other denomination. Not because faith in Jesus Christ, repentance of sin, baptism for the remission of sins, and laying on of hands for the reception of the Holy Ghost are taught, but because, following these principles, there is declared unto the people the propriety and the necessity of gathering out from the various nations where they dwell, from the midst of their kindred and their former associates, and concentrating at the place which God, as the Elders testify, has selected as the place for his people to reside in. This is a strange doctrine, and one that is peculiar to the Latter-day Saints, and, as I have said, the effects upon the people are peculiar. No sooner do they hear the proclamation of this doctrine, and in some instances before, than there springs up in the hearts of those who have received the testimony of the Elders a desire to gather out, and be associated with the people with whom they have joined, and whose faith they have received. I suppose that among  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the thousands who live in this Territory, who have been gathered from the various States of this country, and from the various countries of Europe, of Asia and the islands of the sea, there is scarcely one to be found who did not, as soon as he or she embraced the Gospel, have an intense desire to gather with the people of God, and to become closely associated with them, to believe as they believed, to live as they lived, to share their trials, to partake of their prosperity or adversity, as the case might be; to receive instructions from the man whom they believed God had chosen to preside over his Church upon the earth. And the effect upon the Latter-day Saints in every land is the same in this respect. You may travel to the most inhospitable climate&#x2014;to the bleak regions of the north, or to the sunny climes of the south; to the lands of sterility and barrenness, where hardship seems to be the lot of the people, where privation is one of the incidents of their existence; or to the lands of fertility, where the inhabitants acquire a livelihood with ease; in fact, no matter where you go, nor whatever the circumstances may be which surround the people, when they hear the testimony of the servants of God, and receive and act upon it, the same spirit takes possession of the people, and they gladly forsake the lands of their nativity, and the associations of life&#x2014;of early life and mature age, the homes of their childhood and the graves of their ancestors, and wend their way with joy and gladness to this strange land, which God, as they verily believe and know, by the testimony of his Holy Spirit, has prepared as a resting place for them. This is the universal effect wherever the Gospel has been preached, and in this respect the Latter-day Saints are a peculiar people. <\/div> <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5708\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n740\"> But though we have gathered together, as we have, in this country, there seems to be in the minds of a great many people a disposition to overlook the reasons which God our heavenly Father has had in view in gathering us out, and collecting us together, and making us one people. The prophecies which were recorded in ancient days, as well as those which have been given us in the day in which we live; all point forward to this great dispensation, as a time when God should do a great and mighty work in the midst of the earth, and when a great revolution should be effected and a great reformation accomplished among the children of men; when he should have a peculiar people&#x2014;<span class=\"citation\" id=\"77824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77824)\">1 Pet. 2:9<\/a><\/span>a people who should be gathered out from all nations, a people who should be free from the vices and the evils of all nations, a people upon whom he should place his name, and whom he should recognize as his. We are told by the Revelator John, that a time would come when the people of God should be commanded to come out of Babylon,<span class=\"citation\" id=\"80237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80237)\">Rev. 18:4<\/a><\/span> out of confusion, when they should be gathered out from every nation, from the remotest parts of the earth, and when he should make of them a great and mighty people. <\/div><div class=\"paragraph jod\" id=\"v15n741\"> We see a partial fulfillment of this prediction in this Territory&#x2014;this people are gathered from various lands, and are dwelling together in peace and in union, without litigation, animosity or strife, all harmonizing together&#x2014;their interests blended in one. To my mind this is one of the most remarkable phenomena to be witnessed on the face of the earth. It strikes me as such, and although familiar with it from my childhood, I look with wonder and astonishment at the great work that has been done in gathering this  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people together. Visitors come here, and they are full of admiration for the great labors that have been accomplished by the Latter-day Saints in transforming this wilderness land into a fruitful field, in creating these gardens, in erecting these houses, in adorning this land with beautiful habitations and with groves, and making this soil, once so barren and sterile, teem with fertility. They admire the physical works which we have accomplished; but to my mind there is something greater than this to be admired. There are works which far surpass the work accomplished on the face of nature. When I contemplate the work that has been accomplished in gathering the people from the various nations; when I see men of various languages and, originally, of various creeds, born under various forms of government, spread throughout this land, dwelling together in peace, union and love, worshiping together in the one Tabernacle, or in the same places of worship throughout the length and breadth of this Territory, I see something which to my mind is far, far more surprising than anything wrought by our physical labors. I see a power wonderful in its effect&#x2014;a power which has molded the heart's and blended the feelings of the children of men, and created a oneness in their midst, the effects of which are witnessed all around us. God has done this, and to his name the glory must be ascribed. Man cannot do these things, he cannot thus affect and operate upon the minds of his fellow men. He may produce some effect, may accomplish some results, but that union, love and harmony which we witness among ourselves is beyond the power of man to bring about&#x2014;it is the power of God which he has manifested; and for wise and great ends has this wonderful God<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5707\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>like power been restored, which binds the hearts of men to their fellow men, and causes them to cooperate, as they have done in this land, in accomplishing the labors which have devolved upon us. <\/div><div class=\"paragraph jod\" id=\"v15n743\"> But yet, though I can admire these things, brethren and sisters, there are many things which we have neglected to do, which devolve upon us. God has given unto us a great mission in the earth, and whether we realize it or not it is a fact. He has entrusted to us, as a people, a great and mighty work to perform. We look around us in the various nations as well as in our own nation, and we see a great many evils existing, we see these evils increasing in magnitude, and becoming more formidable and threatening every year that passes over our heads. Probably we who reside in these mountains, and have done so for a quarter of a century, can realize the evidence of these evils better than they who live in the midst of them and witness their gradual growth without noticing the great changes which have been effected. But we see extravagance, corruption, and a lack of virtue and public morality; we see the breaking down of those barriers which formerly existed, and a sapping and demoralization of public sentiment and of private morality throughout the nation of which we form a part, as well as in other nations. <\/div><div class=\"paragraph jod\" id=\"v15n744\"> Now there is laid upon us, as a people, the labor of establishing righteousness in the earth. There is laid upon us the duty of building up in purity and power a system which God has revealed unto us. Not a system of theocracy to be exclusive in its effects, not to build up a class, a priesthood that should domineer and wield unjust and oppressive power over the hearts and minds of the children of men. Our mission  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is to lay the foundation and to build up a system under which all the inhabitants of the land can dwell in peace and safety. But I notice a difficulty in our own midst, and that is that we yield, to a great extent, to the tendencies of the age, to the influences which surround us on every hand. We must refrain from this, we must set our faces like flint<span class=\"citation\" id=\"59481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59481)\">Isa. 50:7<\/a><\/span> against every species of corruption, against every kind of wrong, in whatever form it may approach us. We must seek with all the energy that we have, to build up in truth and righteousness that which God has committed unto us, and establish impregnably the system of reformation with which we are entrusted. There can be no better way for us to commence than by listening to the counsels that have been given unto us in the past, and which have been the means of producing the peace, happiness and prosperity which we witness among us. <\/div><div class=\"paragraph jod\" id=\"v15n746\"> There are tendencies to be witnessed in this city, and among our own people here, that we have to guard against. We well know that, of late, there has been an increase of wealth, and of the means of acquiring luxuries and comforts. God has bestowed these upon us, and the question now is with us, Will we use these, means aright, with an eye single to his glory? Will we, with our increased prosperity, devote ourselves in the future, as we have in the past, to the building up of the kingdom of God, as our paramount duty? Not for our own aggrandizement, but for the benefit of our fellow men in every land, as well as for the benefit of those who reside in this Territory. If we do this, God will bless us. But you know what the fate of all people has been who have been similarly situated to us in the beginning. In their early days they were pure, they <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5706\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were not extravagant, they were simple in their tastes, habits and dress. They did not allow their minds to go out after earthly things, or to be placed upon them. But means and wealth will always increase among frugal, economical, virtuous and industrious people, for it is one of the natural consequences which follow industry and well-directed labor, and we are no exceptions to this rule. We live in a land that has been barren and sterile above all lands on this continent, and by well-directed energy and industry, by perseverance, temperance and frugality, we have been blessed, and now the fruits of our long-continued abstemiousness and industry are beginning to flow in upon us, and we are becoming wealthy. Our lands are becoming valuable, our surroundings are becoming, if not luxurious, at least comfortable, wealth is pouring into our laps, and the prospect is that ere long we will be as wealthy a community, probably, as can be found between the two oceans. This seems to be the natural tendency of events at the present time. <\/div><div class=\"paragraph jod\" id=\"v15n747\"> Now the question arises&#x2014;and I deem it an important one for this Conference&#x2014;it has rested on my mind, as I doubt not it has on the minds of the brethren&#x2014;will we as a people devote the means that God is giving unto us, for the preservation and continuation of that system that he has revealed unto us? Or will we scatter it abroad, destroy ourselves, and spoil the future which God has in store for us? We must be a different people from every other that has preceded us, if we fulfill the predictions of the holy Priesthood, for God has said, through the mouth of his prophet Daniel, thousands of years ago, that this kingdom should not be given into the hands of another people, but it should stand forever.<span class=\"citation\" id=\"61252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61252)\">Dan. 2:44<\/a><\/span> It  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should not share the fate of previous attempts of the same character, and be overthrown in consequence of the weakness of the people, and the abandonment by them of the principles of truth and righteousness. There is nothing plainer to my mind than this, that if the Latter-day Saints become luxurious and extravagant; if they love the world and forsake their former purity; if they forsake their frugality and temperance, and the principles which God has revealed unto them, and by the practice of which they are today the people that they are; we shall be overthrown as others have been overthrown. But I do not look for any such result, for I believe firmly in the prediction of Daniel, that this work, when established, shall not be given into the hands of another people, but it shall stand forever,<span class=\"citation\" id=\"61253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61253)\">Dan. 2:44<\/a><\/span> and there will be means and agencies used and brought to bear on the minds of the people, to prevent such a catastrophe as that to which I have alluded&#x2014;to prevent the downfall of the system and the overthrow of those connected with it, and to prevent the victory of that which is evil over that which is good, holy and pure. <\/div><div class=\"paragraph jod\" id=\"v15n749\"> These means have been indicated in revelations which have been given unto us. We are not living as we should live. As a people we follow the systems of our fathers in regard to the management of wealth. We follow in the footsteps of those who have preceded us. We are innovators so far as religious thought and doctrines are concerned, and we have been bold innovators. We have not hesitated to adopt great reforms, and to proclaim them, and we have sought, with all the energies God has bestowed upon us, to make them facts in the earth. We have proclaimed this doctrine of gathering, and the people have been gathered together. This <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5705\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a great innovation, it is a bold step, and it has resulted in success thus far. It is not now a novelty, or a new and untried experiment, for the gathering of the people together has been going on for forty years and upwards. But it was a great innovation when introduced. It is so with other doctrines which the Elders of this Church have taught. God inspired their hearts, and they, regardless of all consequences, fearlessly proclaimed the truth which he imparted unto them. We have made a great revolution in our domestic relations, and in our social system. We have taken a bold stand, and have been fearless of the consequences, because God, as we testify, has revealed unto us a principle that should be practiced, and which we should carry out, and be the pioneers in inaugurating for the redemption of men and women, and that should check, and, in fact, effectually cure, the evils under which Christendom has groaned for centuries. The Elders of this Church did this, and have risked all the consequences, from the time the system was inaugurated until the present time. The results of this we can all see, in the purity and chastity of our community; for strange as it may seem, in no other land are the chastity and virtue of women so highly respected as in Utah. Throughout the length and breadth of this Territory public sentiment is utterly opposed to anything that would violate that chastity and virtue. <\/div><div class=\"paragraph jod\" id=\"v15n750\"> In these directions, then, we have been bold and fearless innovators. But so far as financial matters are concerned, so far as the accumulation and management of wealth are concerned, we have not followed in the path which God has marked out. Yet the time must come, and we may as well prepare our minds for it, when  <div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we shall have to take a great step in this direction, and when we shall have to follow the path indicated by God in order to escape the evils that are inevitable, and that will otherwise most assuredly come upon, and overwhelm us. <\/div><div class=\"paragraph jod\" id=\"v15n752\"> I have told you that others who have preceded us have fallen a prey to evils. The increase of wealth in every nation has been attended with fatal consequences. We have but to read the history of our race from the beginning until the present time to rest assured of that. Men have said, probably, to all of you who have been out and mingled with the world, &#x201C;It is very well for you Latter-day Saints to talk about your condition now, because you are a primitive people, you are a young community, you have not been tempted and tried. Wait till you increase in wealth, and until you become familiar with the sins which surround the wealthy. Wait until you are brought in contact with luxury; wait until the spirit of reform which animated your pioneers dies out, and a generation rises up who will think more of the world, then there will be a different feeling and spirit, and you will not be persecuted, hated or despised. You will become more popular, because the world will become familiarized with your ideas. Then 'Mormonism' and the Latter-day Saints will become like every other people that have preceded them&#x2014;overcome by the luxuries of the world, and by the love of riches.&#x201D; Have you not heard remarks of this kind time and time again? Doubtless they have been made to you or in your hearing. <\/div><div class=\"paragraph jod\" id=\"v15n753\"> Now, how shall we avert these evils? It is very well to say that God has established this kingdom; it is very well to say that this is his Church. Did he never have a Church or kingdom on the earth before? <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5704\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Did he never have a people on the earth before? Why, most certainly he did. He had churches before this; he had people before he chose the Latter-day Saints. He had communities that he owned and recognized before we were organized. Yet they went the way of all the earth, and the Church of God disappeared from the midst of the inhabitants of the earth. Luxury, corruption, vice, extravagance, the love of wealth<span class=\"citation\" id=\"75984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75984)\">1 Tim. 6:10<\/a><\/span> and the allurements of sin prevailed in all the earth, and the devil&#x2014;his satanic majesty&#x2014;held high carnival throughout the earth because of the influence and power of these things over the hearts of the children of men. It is true that God established his work before; we know it to be true; and because he has established it in our day, we need not think that he is going to preserve it without using means to do so. He has revealed, and will continue to reveal, law, and that law must be obeyed by us, or we cannot be preserved. The time must come when we must obey that which has been revealed to us as the Order of Enoch,<span class=\"citation\" id=\"126624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126624)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126625)\">D&amp;C 82:1-24<\/a><\/span> when there shall be no rich and no poor among the Latter-day Saints;<span class=\"citation\" id=\"55053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55053)\">Deut. 15:4<\/a><\/span><span class=\"citation\" id=\"83088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83088)\">4 Ne. 1:3<\/a><\/span><span class=\"citation\" id=\"92935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92935)\">Moses 7:18<\/a><\/span> when wealth will not be a temptation; when every man will love his neighbor as he does himself;<span class=\"citation\" id=\"65469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65469)\">Matt. 22:39<\/a><\/span> when every man and woman will labor for the good of all as much as for self. That day must come, and we may as well prepare our hearts for it, brethren, for as wealth increases I see more and more a necessity for the institution of such an order. As wealth increases, luxury and extravagance have more power over us. The necessity for such an order is very great, and God, undoubtedly, in his own time and way, will inspire his servant to introduce it among the people. I do not wish to foreshadow when it will be done, or what the circumstances will  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be that will call it forth, for this is not my province; but I feel led to talk upon it, and to prepare my own heart, and to seek, with all the faith and influence I have, to prepare the hearts of my brethren and sisters for the introduction of this order. It will doubtless be a time of trial, and will be attended with many things that will test our feelings; but when we view the great results that will follow its introduction and its perfect establishment upon the earth, we should be filled with thanksgiving and praise that God has devised a scheme of this kind. You can see already the effects of the partial introduction of something akin to it in cooperation. We have had that established in our midst, and what are its effects? We witness a gradual diffusion of means throughout the community, greatly benefiting all its members. One of the effects of this which we witness is that wealth does not increase so rapidly in the hands of the few, and that the poor are not kept in poverty so much. <\/div><div class=\"paragraph jod\" id=\"v15n755\"> Before cooperation started, you doubtless saw and deplored the increase of wealth in some few hands. There was rapidly growing in our midst a class of monetary men composing an aristocracy of wealth. Our community was menaced by serious dangers through this, because if a community is separated into two classes, one poor and the other rich, their interests are diverse. Poverty and wealth do not work together well&#x2014;one lords it over the other; one becomes the prey of the other.<span class=\"citation\" id=\"57506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57506)\">Prov. 22:7<\/a><\/span> This is apt to be the case in all societies, in ours as well as others; probably not to so great an extent, but still it was sufficiently serious to menace us as a people with danger. God inspired his servant to counsel the people to enter into cooperation, <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5703\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and it has now been practiced for some years in our midst with the best results. Those who have put in a little means have had that more than doubled since Z.C.M.I. started&#x2014;three years last March. And so it is with cooperative herds, cooperative factories, and cooperative institutions of all kinds which have been established in our midst, and all the people can partake of the benefits of this system. You can see the effect of cooperation on the people. But this is only a limited system, it does not extend as far as needed, although it required faith to enter into this; yet it will require more to enter upon the other of which I have spoken. <\/div><div class=\"paragraph jod\" id=\"v15n756\"> While upon cooperation, let me here say that we can witness the good effects of this to the Church, and we shall feel them in days to come. President Young, the other day, paid into the cooperative establishment&#x2014;Zion's Cooperative Mercantile Institution&#x2014;a hundred thousand dollars tithing&#x2014;the tithing of his own personal means&#x2014;and it is now where it will yield profits for the benefit of the whole Church. Now, if this amount had been used to pay the hands on the public works and those laboring for the Church, how long do you think it would have lasted? It would very soon have been used up. But I have admired the wisdom, and have felt thankful that there was a sum placed where it could be used for the benefit of the work, and at the same time yield a handsome return for the investment. I do not think it will take more than three years, if the Cooperative Institution prospers as well in the future as in the past, for this sum to double itself in the shape of dividends. I refer to this in passing, because it is a testimony today, after three and a half years have elapsed, to the wisdom  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that prompted the establishment of this institution; but notwithstanding this you are aware that many cried out against it, and denounced it as very unwise, and likely to end disastrously, and several apostatized through its inauguration because they wanted all the profits themselves, and were unwilling the people should have any. But we have the facts before us. The people who entered into it have been blessed exceedingly, and they will continue to be so if they persevere. <\/div><div class=\"paragraph jod\" id=\"v15n758\"> But I have said that this is only a stepping stone to something beyond that is more perfect, and that will result in the diffusion of the blessings of God to a greater extent among us. In other lands you see the people divided into classes. You see beggars in the street, and men and women who are short of food, dwelling in hovels and in the poorest of tenements. At the same time, others revel in luxury, they have everything they need, and more than they need to satisfy all their wants. Every philanthropist who contemplates this, does so with sadness, and measure after measure has been devised to remedy this state of things. Our community is not a prey to these evils. Beggary and want are unknown in this Territory; at the same time we have no very rich men among us. Like other new communities we are more on an equality than we would be if we were older, and if we were to become an old community under the system which prevailed before cooperation was established, then it is very probable that some of the class distinctions to be seen in other communities would be seen in ours. It is to avoid this that God has revealed that which I have alluded to, and his design is to bring to pass a better condition of affairs, by making men equal in earthly <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5702\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things.<span class=\"citation\" id=\"87340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87340)\">D&amp;C 78:5-6<\/a><\/span> He has given this earth to all his children; and he has given to us air, light, water and soil; he has given to us the animals that are upon the earth, and all the elements by which it is surrounded. They are not given to one or to some, to the exclusion of others; not to one class, or to one nation to the exclusion of other classes or other nations. But he has given them to his children in all nations alike. Man, however, abuses the agency that God has given him, and he transgresses his laws by oppressing his fellow men. There is selfishness in the rich, and there is covetousness in the poor. There is a clashing of interests, and there is not that feeling among men which we are told the Gospel should bring&#x2014;a feeling to love our neighbor as we love ourselves.<span class=\"citation\" id=\"65470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65470)\">Matt. 22:39<\/a><\/span> This does not exist on the earth now, it is reserved for God to restore it. We pray that God's will may be done on earth as it is in heaven, and when it shall, then the order which exists in heaven will be practiced and enjoyed by men on the earth.<span class=\"citation\" id=\"63386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63386)\">Matt. 6:10<\/a><\/span> I do not expect when we get to heaven, that we shall see some riding in their chariots, enjoying every luxury, and crowned with crowns of glory, while the rest are in poverty. <\/div><div class=\"paragraph jod\" id=\"v15n759\"> I have spoken longer than I intended, but there are some few thoughts on my mind to which I will allude in this connection before I sit down, and that is, brethren and sisters, that we should, to the extent of our ability, foster these institutions that have been established among us. We should do all that we can to sustain ourselves&#x2014;sustain our own factories, do all in our power to maintain these things that we have established, and seek with all our energy to foster them. We have factories here that can make as good cloth as any of their size, probably,  <div class=\"break pagebreak\" id=\"210a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0210.pdf\" target=\"pdfwin\">p.&#xA0;210a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the nation. They ought to be sustained by us. Brother Erastus Snow related an incident a day or two ago in relation to their operations at St. George. They received quite a quantity of cloth from the factory of President Young. He told the storekeeper at St. George not to say anything about where it was manufactured. At the same time they received a consignment of eastern manufactured goods. They were put side by side on the shelves of the store and sold to the people. There were very few&#x2014;some two or three persons&#x2014;who knew that any of these goods were manufactured in the Territory. They sold very readily to the people, who said they were the best goods they had bought. They wore them, and they wore well. Several lots were received from the President's factory, and sold in the same way, the people remaining in ignorance a good while as to the place of their manufacture, and imagining that they were brought from the east. There is an idea prevailing among many of us that something manufactured abroad is better than that manufactured at home. President George A. Smith, Elder Woodruff and myself, on our recent visit to California, examined the Oregon and California goods. We went <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5701\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through a woollen factory there, where very excellent goods were made. We saw some blankets and some other things which were manufactured there, which cannot be surpassed. I recollected that I had heard parties here, who had purchased Oregon cloth, praise it very highly; but in examining that class of goods in California, I found that the cloth manufactured in this Territory compared very favorably with it, and had they been put side by side, bolt by bolt, it would have been very difficult to tell which was Utah and which was Oregon manufacture. Indeed if there was any preference I was inclined to give it to our own cloth. <\/div><div class=\"paragraph jod\" id=\"v15n761\"> We have factories that can make straw hats, straw bonnets and every thing of this kind. We have good tanners' and shoe shops, and harness shops. We have a great many manufactories in our Territory that should be fostered by us as a people. We should guard against luxury and extravagance, and use that which is manufactured at home. <\/div><div class=\"paragraph jod\" id=\"v15n762\"> That God may bless us, that he may pour out his Holy Spirit upon this Conference; upon those who speak and those who hear, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}