{"ID":150024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Things of God Revealed Only By the Spirit of God&#x2014;Development of the Work of God, Etc.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Salt Lake City, Sunday, May 26, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Things of God Revealed, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 5\/26\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v15n607\"> I am pleased to have the privilege of meeting with the Saints in this place, and of speaking to them such things as the Lord may place in my mind to communicate. I am well aware that I do not know how to speak, and that you do not know how to hear, unless we are all under the influence and guidance of the Spirit of the living God.<span class=\"citation\" id=\"85942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85942)\">D&amp;C 50:17-22<\/a><\/span> We are spiritual beings, and liberal and temporal beings; we have to do with time and eternity, and, as we can know nothing about eternity and nothing about God only as he shall reveal it unto us, it follows as a necessary consequence that all the theories, ideas and dogmas of men can be of no avail in instructing the human family in things pertaining to God and eternity. This holds good in regard to all of our affairs in life, whether it be the life that now is or the life that is to come. We know very little <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about the world we live in. We know very little about ourselves, about our own bodies, about the spirit and mind of man, or the operation of the Spirit of God upon that spirit and mind, and much less about eternity, about God and heaven, and about the designs and purposes of the Almighty; and it is folly for man, unaided and undirected by the Almighty, to attempt to teach things pertaining to the kingdom of God or to the welfare and happiness of the human family. We, as human beings, and especially as Latter-day Saints, who have given some attention to these matters, and feel ourselves identified with the Church and kingdom of God upon the earth, have ideas that differ very materially from those of the world, and that difference may be traced to the influence and operation of the Spirit of God upon our minds through obedience to  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the first principles of the Gospel of Christ; for, while the world of mankind generally have repudiated the order of God and the institutions of his house, we as believers in him and in the establishment of his kingdom upon the earth in these latter days, occupy a very different position from that of the rest of the world. <\/div><div class=\"paragraph jod\" id=\"v15n609\"> The Scriptures definitely inform us that no man knoweth the things of God but by the Spirit of God.<span class=\"citation\" id=\"73047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73047)\">1 Cor. 2:11<\/a><\/span> The Gospel teaches us how we may obtain a knowledge of that Spirit, and that is, by repenting of our sins, being baptized in the name of Jesus for their remission, and having hands laid upon us for the reception of the Holy Ghost. And as we have complied with the first principles of the Gospel of Christ and partaken of the Holy Ghost, we have had some slight manifestations of the will, designs and purposes of the Almighty in relation to us, to those who have lived before us, and those who shall come after us; in relation to the worlds that are and that are to come. I say that we have had some slight idea of these things, and that it has originated from the peculiar position that we occupy through our obedience to the first principles of the Gospel of Christ. Other men do not&#x2014;cannot&#x2014;comprehend things as we do; they have not the means of demonstrating the truth of the Gospel as we have, not having complied with its first principles. That which is light, intelligence, intelligent, happifying and glorious to us, is confusion and darkness to them. They cannot conceive of it; they cannot comprehend the laws of life, nor understand anything pertaining to the kingdom of God. I do not care what intelligence they may possess in regard to other matters; I do not care how profoundly learned they may be in the arts and sciences of <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world; they may have studied mathematics, examined the physiology of the human system, and may have made themselves acquainted with geology, mineralogy, and the structure of the earth on which we live, and of the planetary system and the motion of worlds with which we are surrounded; they may have made themselves acquainted with history, geology, botany, law, physics, literature and theology, and all this knowledge, and much more than this, and if they are not in possession of the Holy Ghost, the principle of revelation, the light of eternal truth, they cannot comprehend the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n610\"> You have all read about Nicodemus coming to Jesus by night.<span class=\"citation\" id=\"68685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68685)\">John 3:1-2<\/a><\/span> Nicodemus thought there was something good about Jesus, but there was not enough manhood about himself. He was something of a sneak, the same as you sometimes see some men now. He wanted to come to Jesus, but he had not manhood to do so by daylight, so he came by night&#x2014;under cover of darkness, and said he, &#x201C;Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him. Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.&#x201D; Nicodemus did not understand this, and he said unto Jesus, &#x201C;How can a man be born when he is old? can he enter the second time into his mother's womb and be born? Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68700)\">John 3:2-5<\/a><\/span> He could not even see the kingdom of God unless he was born of water, and he could not enter into it unless he was born of water and of the Spirit. <\/div> <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n612\"> This was the statement of Jesus, and it may account for the singular feeling we see manifested among the children of men towards us as a people. Men of ability and learning will come into our midst and say, &#x201C;You have a remarkably fine country here, and you have exhibited a large amount of intelligence, industry and perseverance. We do not know anything about your religion, nor about its principles. We were inclined to think unfavorably of it from the many reports we heard abroad concerning you; but now that we see your order, diligence, perseverance, improvements, your beautiful cities and villages, your railroads and the various enterprises you have engaged in; when we see your freedom from the vices which generally prevail in the world, we think there is something peculiar about it, but what it is we do not know.&#x201D; They cannot see the kingdom of God&#x2014;they have not been born of water,<span class=\"citation\" id=\"68753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68753)\">John 3:3-5<\/a><\/span> that is the trouble with them. I frequently talk with ministers of various denominations on these subjects, but they are as blind as bats&#x2014;they do not know anything about them. They can talk about politics and history, and they can discourse philosophically on various branches of art and science, but when you come to the kingdom of God they are egregiously ignorant, and they fulfill the words of Jesus, that no man can see that kingdom unless he is born again.<span class=\"citation\" id=\"68717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68717)\">John 3:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n613\"> Take a retrospective view of the history of this people. See their position and the position of the Church and kingdom of God, years ago and now, and then look at the things to come; talk of the kingdom as it was, as it is, and as it will be. There is something great, magnificent, and glorious to reflect upon&#x2014;something which every Latter-day Saint, who has his mind lit up with <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Spirit, intelligence and revelation which flow from God, admires; and he feels to say in his heart, as one said in former days: &#x201C;Let this people be my people, let their God be my God; where they live let me live also, and where they die let me be buried;<span class=\"citation\" id=\"55383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55383)\">Ruth 1:16-17<\/a><\/span> and let me be their associate and mingle with them in time and in eternity.&#x201D; This is the kind of feeling that the Spirit of God imparts to every Latter-day Saint who lives his religion and keeps the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v15n614\"> We are engaged in a work that God has set his hand to accomplish, and he has made use of us as instruments, and he will also use others who shall yet be gathered, to build up his kingdom, and to introduce correct principles of every kind&#x2014;principles of morality, social principles, good political principles; principles relative to the government of the earth we live in; principles of salvation pertaining to ourselves and our progenitors and to our posterity, and pertaining to the world that was, that is and that is to come; and as I said, he is using us as instruments. It is true that we blunder and stumble; it is true that we are surrounded with all the weaknesses and infirmities of human nature, but with all our weaknesses and foibles clinging to us the Lord has called us from the nations of the earth to be his co-adjutors and co-laborers, his fellow workmen and assistants, in rolling forth his purposes and bringing to pass those things that he designed before the world was. It is true that the Lord made man perfect, but man has found out many inventions, and he is very much degenerated, and is all the time prone to weakness, corruption, folly and vanity, and God knows it, and he knew it when he selected us. But what could he do? He could not select angels to associate with  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him in regenerating the earth and its inhabitants, for they were not very proper associates. He had to select just such beings as there were, and in the first place he revealed himself from the heavens to Joseph Smith. He made known to him some of the first principles of the Gospel of Christ, and then unfolded unto him certain things pertaining to the organization of the Church of God upon the earth, <span class=\"italic\">the<\/span> Church in its organization, with Presidents, Apostles, High Priests, Seventies, Bishops and their councils, high councils, for their instruction and guidance, and with teachers, priests and deacons, and so forth. He organized his Church here upon the earth, and revealed unto these various quorums their several duties, and placed upon them certain responsibilities, told them what they were, and revealed unto Joseph Smith all things pertaining to the first organization of his kingdom upon the earth. He told his disciples, as Jesus told his, to go forth without purse or scrip,<span class=\"citation\" id=\"67393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67393)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"68155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68155)\">Luke 22:35<\/a><\/span><span class=\"citation\" id=\"84478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84478)\">D&amp;C 24:18<\/a><\/span> to preach the Gospel to every nation and kindred and people and tongue&#x2014;<span class=\"citation\" id=\"79737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79737)\">Rev. 14:6<\/a><\/span>to call upon them to repent of their sins, to be baptized in the name of Jesus for the remission of their sins, to have hands laid upon them for the reception of the Holy Ghost;<span class=\"citation\" id=\"71217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71217)\">Acts 2:38<\/a><\/span> to lay hands upon the sick and to cast out devils, just as Jesus told his disciples to do;<span class=\"citation\" id=\"66886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66886)\">Mark 16:16-18<\/a><\/span> and said he: &#x201C;Freely you have received, freely give.&#x201D;<span class=\"citation\" id=\"64090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64090)\">Matt. 10:8<\/a><\/span> &#x201C;Go without purse or scrip, trust in me, I am your father, I am the God and father of all the spirits of all flesh.<span class=\"citation\" id=\"54869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54869)\">Num. 27:16<\/a><\/span> I have you under my special control, I will stand by, I will sustain you, my spirit shall go with you, mine angels shall go before you to prepare the way for you.&#x201D;<span class=\"citation\" id=\"87925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87925)\">D&amp;C 84:88<\/a><\/span> This is what he told Joseph Smith, and the Elders went forth, according to the word that God had given them, and they told <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you and told others to repent of your sins and be baptized in the name of Jesus for the remission of them. And what then? You should receive the gift of the Holy Ghost,<span class=\"citation\" id=\"71218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71218)\">Acts 2:38<\/a><\/span> which should take of the things of God and show them unto you;<span class=\"citation\" id=\"70504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70504)\">John 16:15<\/a><\/span> it should unveil the heavens to one, give the spirit of prophecy to another, the gift of interpretation to another, the gift of healing to another, and so forth, the Spirit dividing to each man severally as he saw fit.<span class=\"citation\" id=\"73426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73426)\">1 Cor. 12:4-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n616\"> These Elders went forth and preached to you Latter-day Saints now before me, this very Gospel I have been laying before you, and there was something in your spirit ready to receive it. You could not tell why or wherefore, but you believed it to be a message sent from God, and you went forth into the waters of baptism and were baptized, and you received the gift of the Holy Ghost, and you then knew for yourselves of the truth of that doctrine which God had committed unto them; and you, in turn, were ordained, and you also went forth to preach the same Gospel, with the same results, for you saw the power of God manifested. You saw the sick healed, and the power of God attend your ministrations. You saw the lame leap for joy, those who were downcast, inspired and led to rejoice through the principles of eternal life, and thus the Lord has perpetuated the same thing until the present day. Mixed up with that have been other things. We have been gathered here. What for? What did we come here for? Who knows? We came here because God said he would build up his Zion in the latter days. <\/div><div class=\"paragraph jod\" id=\"v15n617\"> Under the teachings of Joseph Smith and President Young, the Elders of the Church have preached the gathering, and this is a gathering  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dispensation. But there is something else to be done besides simply being introduced into the spiritual ordinances of the Church of God: there is a kingdom to be established. We have gathered from the east and the west, from the north and the south, for a spirit rested upon the people to gather together, and no man could prevent them. All of you know how this feeling operated upon you, just as much as when it operated upon you by baptism&#x2014;when you had the Spirit of God upon you you could not resist it. I remember a circumstance that transpired in Liverpool some thirty years ago. We were told at that time by Joseph Smith not to preach the gathering, for we had been driven from Missouri, and as there was no particular specific place, he thought it was not well to say anything about gathering until a place should be prepared, then we should have instructions and could teach it. That was all well enough, but we could not keep it from the people. Why? They had received the Holy Ghost, and that took of the things of God and showed them to the people,<span class=\"citation\" id=\"70505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70505)\">John 16:15<\/a><\/span> and you could not hide the gathering from them. I remember a sister coming to me on one occasion and saying, &#x201C;Brother Taylor, I had a curious kind of a dream the other night.&#x201D; &#x201C;What was it?&#x201D; &#x201C;Well,&#x201D; said she, &#x201C;I dreamed there was a whole lot of Saints standing at the pier head down below here, in Liverpool; and there was a vessel there and it was going off to America, and we were going to some place they called Zion. I was going, you were going, and the Saints were all going. I thought I would ask you the meaning of it.&#x201D; I told her I would tell her one of these times. We could not keep it away from the people. If we had been told not to baptize and lay <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hands on them we could have kept it from them, but when they had been baptized and had hands laid upon them they received the Holy Ghost, and that Spirit showed the things of God to them<span class=\"citation\" id=\"70388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70388)\">John 16:13<\/a><\/span> and we could not hide them from them, hence from the time the people in the nations began to obey the Gospel to the present there has been a feeling in their hearts to gather up to Zion. The Saints abroad have desired to come here, and the Saints here have desired that they should come, and this is why we have sent as many as five hundred teams in a year to fetch our brethren from the Missouri River who were unable to come without assistance. What have we done this for? Well, some people may say it is a grand emigration scheme; but we say it is a scheme of the Lord to build up his kingdom and to gather the people together, according to the saying of the old prophets&#x2014;&#x201C;I will take one of a city, and two of a family, and bring them to Zion.&#x201D;<span class=\"citation\" id=\"60322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60322)\">Jer. 3:14<\/a><\/span> &#x201C;What, will you do with them?&#x201D; &#x201C;I will give them pastors after my own heart, who shall feed them with knowledge and understanding,&#x201D;<span class=\"citation\" id=\"60378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60378)\">Jer. 3:15<\/a><\/span> that is what I will do with them when I get them to Zion. <\/div><div class=\"paragraph jod\" id=\"v15n619\"> Well, we have gathered from the nations year after year, until today we find ourselves a large people, actually occupying a Territory some five hundred miles in length. What is the result of this? Why we have got to have a political organization&#x2014;we cannot avoid it. The Church has gathered us together, the Spirit of God has operated on our minds, and we are here an integral part of the United States of America, and we cannot help ourselves. If we wished to do so we could not annihilate ourselves or blot ourselves out of existence, and we do not want to if we could. But the necessities of the  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>case have forced us into the very position that we now occupy&#x2014;namely, a Territory in the United States of America; and as we are here, we like other people, have to eat, drink, wear clothing, build houses, make farms, and so on. God has ordained all these things before, and we, as part of his creatures, have to do our part towards beautifying his footstool. <\/div><div class=\"paragraph jod\" id=\"v15n621\"> Finding ourselves in this capacity, we must have our courts. It is true that, formerly, our individual matters were regulated by our High Councils, Bishops' Councils, teachers, and so forth: but in some of the revelations it says, &#x201C;Let him that steals be delivered up to the laws of the land.&#x201D;<span class=\"citation\" id=\"85463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85463)\">D&amp;C 42:85<\/a><\/span> Well, here we are, and we occupy a political position, and we cannot help it, and nobody else can help it. You who live here, form a city, and you must have city regulations. You want police to guard you from the inroads of wicked men, either among ourselves or outsiders, no matter who, to protect the peaceable, industrious, honest and virtuous, and you must have some kind of government to do it. In a church capacity, whether here or abroad, we could cut the thief or drunkard from the Church if we had a mind to, but here, if we cut a man from the Church, we cannot cut him from the State, he is still a citizen of the United States, and in the United States. In other places they make laws to punish theft, licentiousness and other crimes. It is true they do not carry them out; they do not care to do it, but they have such laws, and a variety of others to regulate property matters, and so forth. And we are compelled to enact such laws for safeguards around the whole community, for among other things we are beginning to possess property. We have farms, <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they are in the United States, and we have to apply for patents for them, just as they do anywhere else, and we have to conform to the processes of law in all these matters, the same as any other people have. We have also to plow the ground, and to fence it, and to have our neighborhood, city and county regulations in Utah among the Saints, just as the people do elsewhere, for, as I have already said, we are part of the body politic of the United States. <\/div><div class=\"paragraph jod\" id=\"v15n622\"> It has been thought good to apply for a State government for us. Here is Brother George A. Smith going down for that purpose. Why so? Why do you do that? Is not that of the world? Yes, and we are of the world and in the world, and we cannot get out of it until we are called out of it by old age or some accidental death. We are here and we have got to act, and we live, move and have our being,<span class=\"citation\" id=\"71985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71985)\">Acts 17:28<\/a><\/span> like other people. We are not here to interfere with the rights of anybody. People may want to rob us, but we do not want to rob anybody. We want to protect ourselves in every legal and equitable way from the aggressions of those who would seek our overthrow, and the overthrow of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v15n623\"> Well, finding ourselves thus organized, what have we to do? Why, we have our bodies and our spirits, we are temporal beings, we are immortal beings; we have to do with time and with eternity. We had very little to do with coming here, we came by some manner of means, we hardly know how, and we have to leave when the time comes, and we cannot help ourselves. Then the only thing we ought to do is to act as wise, intelligent beings before God. The world have no idea of God, and they do not acknowledge him. He may develop, through one person,  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the principle of electricity, but the world will say it is some wise man that did it. He may, through another, develop the power of steam, but they say, Some wise man did it. Through another, God may make known the light-giving power of gas, to another the tapping of the earth to bring forth oils for illuminating purposes; but the world say, &#x201C;Some wise man has done this.&#x201D; Men do not like to acknowledge God; it is just as the Scriptures say: they will not acknowledge him in all their thoughts.<span class=\"citation\" id=\"56367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56367)\">Ps. 10:4<\/a><\/span> They want to get rid of him, and they give the glory to men for doing this, that and the other. Fools that they are! What do they know about these principles? Who organized the principles which they found out? Did man? Did he organize the principle of electricity or give it its vitality and power? Did any of our savants? No, they could not. Who placed the principle of power in steam? Did man? No, he could not do it. They want to throw off God where they can, while we want to bring him in and have him one of our crowd; that is the difference between us and them. They find out something which God has made, just as the little child when it discovers its fingers for the first time. It had them long before, but when they first attracted its attention it seemed to fancy it had made a great discovery. God organized the child and placed its spirit within its body, and it at last found out that it had a hand. And the scientific babies of the world just discover some of the properties of matter, some of nature's laws created by God long before, and like Nebuchadnezzar they cry, in the pride of their hearts, &#x201C;Is not this great Babylon, which I have built?&#x201D;<span class=\"citation\" id=\"61472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61472)\">Dan. 4:30<\/a><\/span> Yes it is, and it is as much of a Babylon or Babel as the other was. <\/div> <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n625\"> Well, God has commenced to do a work, and he began, in the first place, with the very first principles of the Gospel, and he has led us on gradually, until we find ourselves in our present position, and we have got a beautiful land here, haven't we? And yet they call our leader a murderer, and those who are his co-laborers the most infamous blackhearted scoundrels that ever existed. Are these the works of murderers that you see around here? Excuse me for referring to these things, but I do it to contrast between one thing and another. We always knew they were liars, and do today. <\/div><div class=\"paragraph jod\" id=\"v15n626\"> What are we after? What are the world after? Say they, &#x201C;Is not this great Babylon, that we have built?&#x201D;<span class=\"citation\" id=\"61473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61473)\">Dan. 4:30<\/a><\/span> They tell us what magnificent stripes and stars, and what glorious freedom we have got here in this land of liberty; and in our Fourth of July orations we talk about the great blessings that we enjoy, and how we have got bigger flags, higher mountains, taller trees and deeper rivers than anybody else, and we are the most magnificent people in existence. All over the land this is the kind of talk and feeling that prevails, and men boast of their wisdom, intelligence and prowess. But they are in the hands of God&#x2014;this nation and all others are in his hand, and he will deal with them just as he sees proper. By and by he will cause the nations to tremble to their foundations.<span class=\"citation\" id=\"84962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84962)\">D&amp;C 34:8<\/a><\/span> Empires will be overthrown, kingdoms destroyed, and the powers that be will fade away like &#x201C;the baseless fabric of a vision;&#x201D;<span class=\"citation\" id=\"58676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58676)\">Isa. 29:7<\/a><\/span> and he will exalt and ennoble those who put their trust in him, and work the works of righteousness.<span class=\"citation\" id=\"69217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69217)\">John 6:28<\/a><\/span><span class=\"citation\" id=\"86373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86373)\">D&amp;C 59:23<\/a><\/span> We are here to do a work; not a small one, but a large one. We are here to help the Lord to build up his kingdom, and if we have  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>any knowledge of electricity, we thank God for it. If we have any knowledge of the power of steam, we will say it came from God. If we possess any other scientific information about the earth whereon we stand, or of the elements with which we are surrounded, we will thank God for the information, and say he has inspired men from time to time to understand them, and we will go on and grasp more intelligence, light and information, until we comprehend as we are comprehended of God. This is what we are after. We are here to introduce correct principles upon the earth on which we live; but we cannot do it any more than any of these men can understand the laws of nature, unless God reveals them to us. The world is all confusion, and men need the illuminating influence of the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v15n628\"> We talk sometimes about our political status, and think that we have been dreadfully oppressed and crowded here. Why, there are millions and millions worse off in the United States than we are today. We need not grunt much. Besides, we expect that the wicked will grow worse, deceiving and being deceived.<span class=\"citation\" id=\"76200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76200)\">2 Tim. 3:13<\/a><\/span> You Elders of Israel, have you not prophesied about it? And if you have, are you surprised that men begin to expose themselves, and to manifest the works of the devil in every form&#x2014;religiously, socially and politically, trampling under foot every principle of honor and integrity? Are you surprised at it? I am not, I expect it, and I expect it to grow worse and worse. But don't you think we have got over all our difficulties. Not quite; not by a long way. I expect things will grow worse and worse. As we increase in power, the power of Satan and his emissaries will increase also. I expect that all the time; but in the future God will <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> put the opposers of his cause and people to shame, as he has done the wretches now in our midst. I expect that he will stand by Israel, maintain his kingdom, uphold his people, and lead them on from victory to victory, from strength to strengh, from power to power, from intelligence to intelligence, until &#x201C;The kingdoms of this world shall become the kingdoms of our God, and his Christ; and he shall reign forever and ever,&#x201D;<span class=\"citation\" id=\"79463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79463)\">Rev. 11:15<\/a><\/span> until a universal hosannah shall go up from the nations of the earth, and &#x201C;Blessing, and glory, and honor, and power, and might, majesty and dominion, shall be ascribed to him who sits on the throne, and unto the Lamb forever.&#x201D;<span class=\"citation\" id=\"79214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79214)\">Rev. 5:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n629\"> We are associated with these principles today. God is our God and our Father. We approach him and we say: &#x201C;We thank thee, O God, our Father, for the mercies thou hast vouchsafed to thy people. We humble ourselves before thee, because thou art our Father, and thy mercy endures forever.&#x201D; This is the kind of feeling we have when we feel right. <\/div><div class=\"paragraph jod\" id=\"v15n630\"> Well, we are here, and God is going to build up his kingdom. He will do it, and we need not trouble ourselves about outsiders and their notions, or about foolish men or their thoughts, practices and calculations. It is a matter of very little difference to us. God is at the helm&#x2014;he manages, he guides, he directs and controls, he influences his people, and he will continue to influence them. Well, we are here, in the capacity, say, of a kingdom, and people tell us that we are different from anybody else. Of course we are; we do not expect to be like others. It is true that smoke goes out of our chimneys, as out of the chimneys of others, because it is a law of nature. It is true that potatoes, wheat and corn grow here as elsewhere. It is true  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have to attend to the common affairs of life&#x2014;eat, drink, sustain ourselves, clothe and keep ourselves warm, as others do, and we have to take care of and protect ourselves from the incursions and machinations of those who seek to destroy us. In all these respects we have to take the same course that other people do; but the difference between us is&#x2014;we have an organization, a Church organization, given by revelation from God, and which does not exist anywhere else in this little world. <\/div><div class=\"paragraph jod\" id=\"v15n632\"> But what about other things relative to temporal affairs? If God can organize us as a Church, if he can unveil the heavens to us, draw aside the curtain of futurity, and enable us to penetrate the veil and gain a certain knowledge in regard to the future, certainly he can make known or reveal something about a few temporal things, such as plowing, sowing, building, planting, trading, manufacturing, making railroads, and a thousand other little things that have to be attended to in this world. If he can do the bigger things, I think he can do the less. <\/div><div class=\"paragraph jod\" id=\"v15n633\"> &#x201C;Well, we are capable of doing that ourselves,&#x201D; say some people, some of these philosophers I have referred to&#x2014;they are all wise men, and you would think wisdom would die with them, but it will not be entirely extinguished when they are gone, not quite. God will still lead, govern and direct his people. &#x201C;But,&#x201D; say they, &#x201C;we think we could do things so much better than somebody else.&#x201D; Well then, go at it and try; there is plenty of room in the world for you to exhibit your intelligence. <\/div><div class=\"paragraph jod\" id=\"v15n634\"> We are in the hands of God. We have come here. What for? The Lord says, &#x201C;I will take them one of a city, and two of a family, and bring them to Zion.&#x201D;<span class=\"citation\" id=\"60323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60323)\">Jer. 3:14<\/a><\/span> What will you do with them? &#x201C;Give them pastors <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after my own heart, who shall feed them with knowledge and understanding.&#x201D;<span class=\"citation\" id=\"60379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60379)\">Jer. 3:15<\/a><\/span> It is a fact, today, that the wise men and great men, and statesmen, and men in position in various parts of the world, as they come here to visit, us with all our failings and infirmities, tell us that we are the best and most orderly people they have ever seen. And they say we have a beautiful country, and that we are governed by wisdom, by sage counsels, and by a high order of intelligence. That is the opinion of the leading statesmen of this day who pass through our midst, and many of them come through here. The question naturally arises, Where does this wisdom come from? Why, God inspired Joseph Smith; then he inspired President Young with the same kind of spirit and feeling. Then he inspired the devil, or the devil inspired his imps&#x2014;one of the two&#x2014;and drove us from our former possessions, and it all worked together, the Lord inspired on the one hand, and the devil on the other, and by hook or by crook, we got here, just as we are today. <\/div><div class=\"paragraph jod\" id=\"v15n635\"> We commenced to build a temple in Kirtland, and we built it. We built another in Nauvoo, and we are building another here. We are attending to the ordinances pertaining to the Church of God, temporal and spiritual, ordinances pertaining to the body, and ordinances pertaining to the spirit. And then, as men having to do with the world on which we live, with the Territory that we possess, we have to enact laws, and we have to conduct ourselves properly, and seek the assistance of the Almighty to direct us in all our affairs, and the Lord has promised if we would do that, he would show us that the wisdom of God is greater than the cunning of the devil.<span class=\"citation\" id=\"83940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83940)\">D&amp;C 10:43<\/a><\/span> Well, he does keep showing that from time  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to time, and if we do right he will keep on doing it. But to ensure this there is something devolving upon us. <\/div><div class=\"paragraph jod\" id=\"v15n637\"> Says one, &#x201C;If I could have so much money, such a farm, or this, that, and the other, I would feel satisfied.&#x201D; I say, get the Spirit of God in your hearts! Let the light of revelation burn in your bosoms like living fire, then you will know something about God, something about the blessings of salvation, something about the benefits that will accrue to Zion. &#x201C;But, sometimes, I have to make a little sacrifice if I carry out the counsel given.&#x201D; Well, make it then. If it is a sacrifice, it ought to be a pleasure to help build up the kingdom of God, establish righteousness, plant the standard of truth, and to be on the side of God, angels and eternal realities, to be saviors of men.<span class=\"citation\" id=\"126607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126607)\">D&amp;C 103:9<\/a><\/span> To be thus situated is the most honorable position in this world or the world to come. Now, God could not get the world to do anything towards building up his kingdom, they would not do it, they could not see it, and he had to get you baptized before you could see it; and seeing it now, will you barter it away for the follies of this world, for the smiles and promises of the ungodly? Or are you going to cleave to the truth, live by it, and, if necessary, die by it? What are you going to do? <\/div><div class=\"paragraph jod\" id=\"v15n638\"> I am glad we have come here. I am pleased that these meetings have been instituted, that the people get together, and that we have a chance to talk with them, in their assemblies, about the things of God. We are God's people, God is our Father, and we should spend a little time in these things. This is our duty, and we should feel an interest in them. That is what we set out for, and we mean to go forward, and we will go on and <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> on, for our motto is eternal progress. This kingdom will advance, the purposes of God will roll forward, and no power on this side of hell, or the other either, can stop it. God will sustain his people, and Israel will rejoice and be triumphant. <\/div><div class=\"paragraph jod\" id=\"v15n639\"> Now then, we come to the management of our affairs. Talking of the wise men of the world, why we have had many of them ever since the world was. And what have they accomplished in the nations of the earth? They have built cities, and some have raised themselves to fame by trampling under foot thousands of others. They have waded through seas of blood sometimes to get upon the throne of power. What to do? That they might trample still lower poor humanity, and bring men down, as it were, to the dust of death, and make serfs of them. What else have they done? They have established every kind of government, as they have every kind of religion. Do you not think that we need revelation about government as much as anything else? I think we do. I think we need God to dictate to us as much in our national and social affairs as in church matters. Some people are willing to have their souls looked after, but they think they are smart enough to look after temporal affairs themselves. In the world they want a doctor to look after their bodies, a parson to look after their souls, and a lawyer to take care of their property. In these respects we differ from them. We begin with God. Our light comes from him, our religion is from him, and we need his guidance and instruction in all these other matters. Is not that simple, plain and reasonable? They are in confusion in the world about their religion, because there is no God in it. That is what's the matter. The Scriptures say, &#x201C;There is one Lord, one faith, one  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>baptism, One God, who is in all, and through you all.&#x201D;<span class=\"citation\" id=\"75004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75004)\">Eph. 4:5-6<\/a><\/span> They have a religion without God, and they are going to heaven without God, and when they get there they will find no God, and they will still have a chance to have their own way inasmuch as the Lord will let them. <\/div><div class=\"paragraph jod\" id=\"v15n641\"> Well, as I said, we begin first with God, religiously, spiritually if you please&#x2014;teaching first, the first principles of the Gospel. Then we go on to other matters&#x2014;to temporal matters. A Bishop, you know, in the world, is a kind of being who has nothing to do but to attend to spiritual matters, and he does very little of that. Our Bishops have to take care of the poor, and see that they are provided for, that is, see they have something to eat, and they have also to attend to many secular affairs that are naturally connected with common humanity. Well, what then? We build churches and temples, and we administer in those temples, according to the revelations which God has given to us. And they would like to know something about that, but they cannot, for that belongs to the Saints only. Then, what next? We find ourselves, as I said before, in a governmental capacity, and perform our duties as good citizens and attend to all the duties and responsibilities thereof. But then it is no trouble for us to keep the laws of the land. What difficulty is there for other people? Can they live then? I am sure we can. No law of any land will interfere with or molest the man who does not cheat or defraud his neighbor, but pursues an honorable, honest, upright course. Laws are made for the unruly and turbulent, for lawbreakers and for men who violate right. Then there are many other things besides these in which we differ from the world, in their <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> social, political and religious affairs. I will refer to one&#x2014;their method of treating the acknowledged head of the Government, the President of the United States. At one time it was &#x201C;Hurrah for General Grant,&#x201D; he was almost a demi-god. What do they say now? If you can believe the papers, he is one of the biggest rascals that was ever unhung. I do not know whether they told the truth before or now, but they do talk these things, and who would stand by him if he were thrown out? Very few. Here is President Young, whom his enemies have been calling a murderer; did anybody forsake him? No, oh no! Did any of your knees tremble? Perhaps a little, not much; but still you had faith in him, and you would as soon see him today as any other man on God's footstool, wouldn't you? (Congregation answered, &#x201C;Yes.&#x201D;) There is the difference. There is a principle implanted in the hearts of men, that no man can tear therefrom; the Spirit of God plants it there, and there it dwells and will remain, and it cannot be rooted out. It is true you act foolishly about here, sometimes. I know you do, because we do among us yonder, and you are just as we are, and you act very foolishly sometimes; but when we let the Spirit of God operate upon our minds, it is &#x201C;Hurrah for Brigham Young,&#x201D; &#x201C;Hurrah for the Twelve,&#x201D; &#x201C;Hurrah for the kingdom of God!&#x201D; That is the feeling, isn't it? Well, now let us carry it out, and live it, and do what is right and God will bless us. Don't be particular about having your own way, for it is not always the right way, and that which seems pleasing in our eyes is not always right, and that which looks the most profitable is not always right. It is the most profitable and right for the Saints of God  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to keep the commandments and be governed by the counsels of God; and if you are governed by that he will lead you on from light to light, from strength to strength, from intelligence to intelligence until you will be exalted among the Gods, there to rejoice forever and ever. <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We have commenced the race and we will go on and win it; we have commenced a battle, and we shall triumph, for the kingdom of God will go on, and no power can stop it. <\/div><div class=\"paragraph jod\" id=\"v15n643\"> May God help us to be faithful in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}