{"ID":150003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution&#x2014;Missionaries&#x2014;Emigration.<\/div>\n<div class=\"subtitle\">Remarks by President George A. Smith, delivered in the New Tabernacle, Salt Lake City, Sunday Morning, April 7, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/7\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v15n36\"> We are again assembled this morning to continue the duties and services of our Conference, and I am requested by President Young to state that he is in the enjoyment of comfortable health and in excellent spirits. He regrets very much the circumstances which render it inexpedient for him to meet with you this morning, and hopes the time may soon come when he will again enjoy that privilege, also the privilege of bearing testimony to the glorious work of the last days, in the public congregation. He desires and appreciates the prayers and faith of the Saints; he thinks that it is quite proper that any man before he is thoroughly qualified to rule shall learn to be ruled&#x2014;that he shall learn to obey before he learns to command. All these lessons in their time and in their season are proper for us to learn. <\/div><div class=\"paragraph jod\" id=\"v15n37\"> When we realize the malignity of the spirit of persecution which is aimed at the Latter-day Saints in these valleys, we need not wonder that we have to contend with vexatious lawsuits and with illegal and unjustifiable prosecutions, for the influence of the pulpit and the press when controlled by the spirit of lying is very great for evil, but God is greater&#x2014;his power is more omnipotent; and although thousands of prophets, priests and wise men in the earth <div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been compelled to lay down their lives for the cause of Zion, and for the sake of the principles of the gospel of peace, and in doing so they have acquired honors that could not be attained in any other way; their reward is certain, eternal and sure. <\/div><div class=\"paragraph jod\" id=\"v15n38\"> I wish to call the attention of the elders who have been in years past, on missions, to one important item of duty. It is well known that our emigration annually brings some thousands of persons among whom our missionaries have labored and with whom they are acquainted, and among whom are many who still look to them for fatherly advice and encouragement, but many of the elders who return immediately forget that they have been missionaries. When they reach home they perhaps find their affairs a little deranged, business having stopped in their absence, money making or procuring the means of living having gone rather behind hand, they drop right into a groove as it were to catch up, and they forget their duties, and the people whom they have been acquainted with and who have treated them with kindness and generosity are also frequently forgotten and neglected. The emigrants come into these valleys and fall perhaps under influences that are wrong and wicked, for men inspired with a spirit of hostility to the  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>work of God will take more pains to poison their minds than those who feel all right do to give them correct information. I wish to say to all such elders and to all the brethren, that when they get home their mission is not consummated, and that when newcomers arrive we should take pains to look after their welfare, give them counsel and instruction, aid and comfort, and realize that we are missionaries all our lives, and that it is our duty to instruct such in the things of the kingdom, to encourage them and set before them principles of intelligence, such as will be for their benefit. <\/div><div class=\"paragraph jod\" id=\"v15n40\"> I wish further to say to the Elders and to the brethren who have emigrated, that they should remember their friends they visited before they came here, or when they were on missions in the old world. Remember the poor family that went without their provision, perhaps, to give you a feast, or the family that to make you warm and comfortable gave up their beds to you, themselves enduring cold, discomfort and inconvenience to do so; or the family that opened their doors to shelter you from the storm when their neighbors hooted and scouted them, as it were, for entertaining a stranger. You missionaries in your experience have all met with such families, and many of them are there yet without the means to get here. Perhaps they have said to you, &#x201C;Will you help me when you get home?&#x201D; and you may have given them a look of encouragement, a half promise, or expressed a hope that you might be able to do so. Have you forgotten it? Perhaps a little effort on your part and on the part of your neighbors might bring these families to this country and place them in a position to acquire lots, farms, and homes of their own, redeem them from thralldom and bondage worse <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> than slavery, and place them in a position of independence on their own soil, enjoy the fruits of their own labors and help to build up and develop the rising, spreading glory of Zion. <\/div><div class=\"paragraph jod\" id=\"v15n41\"> I have heard there is an Elder who, when on a mission borrowed some money of a widow that had not means enough to get away, but had a little she could spare until she could acquire enough to bring her family here; and that Elder, peradventure, has forgotten to pay it. I have heard there is such an Elder in Utah. Shame on him if there is! Under such circumstances we should not only pay punctually and faithfully what we owe, with good and reasonable interest, but all of us European missionaries should be prepared to do something handsome annually to help those from the bondage and thralldom in which we found them, and where they must remain until means are obtained to deliver them. I am calling now for the donation to the Perpetual Emigration Fund. A hundred thousand Latter-day Saints in Utah, and can we not help a few thousand that yet remain in the old missions, and bring them here? &#x201C;Well,&#x201D; some may say, &#x201C;they will apostatize if they come.&#x201D; That is all right, they must have the privilege. I understand that we have brought some men here with the Fund that have apostatized, betrayed the Saints and done all in their power to stain their garments in the blood of the prophets; but that is not our fault, it is theirs. We should gather the Saints and they themselves are responsible for the use they make of the blessings which God bestows upon them, even if they come through our hands and exertions. Look at the tens of thousands of families now in Utah in comfortable circumstances with houses, farms, wagons, cattle  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and horses of their own, many of them with carriages, and these families taken by the contributions of the Latter-day Saints from the most abject servitude and poverty from the bowels of the earth, from within the walls of factories, where but for this fund they must have remained for their lives; but now they are in comparative independence and enjoying the blessings of freemen. <\/div><div class=\"paragraph jod\" id=\"v15n43\"> After President Young returned from St. George for the purpose of voluntarily placing himself in the custody of United States Officers, as is well known, I received a letter from an eminent gentleman in the State of Massachusetts, who said that the prosecution against him could be nothing more nor less than a put-up job, and that the people of the country understood it as such; &#x201C;and the fact is,&#x201D; said he, &#x201C;Brigham Young has done more for the benefit of large bodies of people than any other living man on the earth.&#x201D; That is true. By the inspiration of Almighty God through his servant Brigham Young, this Fund was organized, and he has been the President of it, and through his energy and enterprise and the aid of the Latter-day Saints&#x2014;his friends&#x2014;he has gathered tens of thousands that could never have owned a rod of ground or a house as long as they lived, but would have been at the mercy of employers who looked upon them only as a portion of their property, and the question with them has been how much of this man's labor can I get for the smallest pittance; but through the exertions and counsels of President Young and his brethren they have been delivered from this bondage and placed in comparative independence. I say God bless such a man, (Congregation said, Amen), and God bless every man and every woman who will contribute to carry out this glorious purpose. <\/div> <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n44\"> I am very anxious to wake up the Elders to labor at home, to keep alive in the hearts of the Saints the spirit of truth. While all those who so desire are free to apostatize, it should not be for the want of proper information, care and instruction, or in consequence of the neglect of the Elders to do their duty. I exhort the Latter-day Saints to unite in carrying on the work of gathering. A few years ago we thought that we would gather them all. When we had raised what means we could, and had expended it, we found the Elders were baptizing about as fast as we were bringing the Saints away. That is all right. Let us get the old and faithful Latter-day Saints away, and keep baptizing all that desire to be baptized. In the Scandinavian Mission the number of baptisms keep up, and some years a little more than keep up, with the emigration. There are families from year to year that can be brought away by a little assistance; they have part means, and only need a little more to emigrate. I do think that the history of the Perpetual Emigration Fund is a wonderful one. The Latter-day Saints in Utah sent from here two hundred wagons one year, three hundred another year, four hundred the next, and for two years five hundred wagons each year, each wagon having four yoke of oxen, or their equivalent in mules and horses, and bore all the expenses consequent upon bringing people across the Plains, bringing from one to four thousand persons a season. This is certainly creditable, and it has been done through the influence of Brigham Young and the united efforts of a free-hearted and noble people. We have got a railroad now and do not have to send the wagons; the business assumes another shape. The emigration is brought here with less  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>labor and in less time, but with more outlay. <\/div><div class=\"paragraph jod\" id=\"v15n46\"> I have now laid before you my views on the emigration of the poor Saints from abroad. Consider upon and think about them. Make your calculations, and feel in your pockets and contribute to help on the work, <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and carry with you to all the settlements of the Saints a spirit that shall bring home to Zion the brethren and sisters from abroad. In that way the work can continue. May God bless all who aid in this glorious work is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}