{"ID":150020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Increase of Saints Since Joseph Smith's Death&#x2014;Joseph Smith's Sons&#x2014;Resurrection and Millennial Work.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered at Farmington, Saturday Afternoon, Aug. 24, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Increase of Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/24\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v15n492\"> There are a few minutes to spare before we dismiss, and there are quite a number of items that could be talked about that would be very interesting to the people, especially in regard to the first experience of the Church. When I hear brethren relate their experience of those days it brings to my mind many things pertaining to the establishment of the kingdom in the beginning. Not that I was a member of the Church at its organization, but I was nearby and knew something of the doings of the Saints. I recollect very well the night that Joseph found the plates: the recollection of that event is as vividly impressed on my mind as though it were last night. But, to <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> change my remarks to another subject referred to, let me ask you, brethren and sisters, How many do you suppose there are in the Church now who were in twenty-eight years ago? Some are disposed to imagine that the people we now call Latter-day Saints have been brought into the Church through the labors of the Prophet Joseph Smith. If we were to ask this congregation how many of them were in the Church twenty-eight years ago, we should find only a small portion of them. I will say that, probably, two-thirds, yes, three-fourths, and even more than that, have come into the Church through the administration of what is called the First Presidency at the present  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time; consequently our work shows for itself. We need not ask persons to give their opinion about the theory that we have placed before them, but what do you think of the work itself? What do you think of this great kingdom, this little empire, we might say, as it now appears to the world? It is twenty-eight years since Brother Joseph was killed, and the work has gone forth steadily and rapidly, and through the providences of God we have apparently advanced faster since then, than in the fourteen years before, so far as bringing the people into note, and giving them a name and fame in the eyes of the world. The work is still onward and it is upward. <\/div><div class=\"paragraph jod\" id=\"v15n494\"> I simply ask the question about what the people think of these things, I do not wish to dwell on the principle of parties denying the faith, or remaining in the faith, they can do just as they please about that; but while Brother Levi Hancock was talking about sticking to the Church, and declaring that he meant to hang on to it, I thought, and say now, what in the name of common sense is there to hang on to, if he does not hang on to the Church? I do not know of anything. You might as well take a lone straw in the midst of the ocean to save yourselves as to think of doing so by the knowledge, power, authority, faith and priesthood of the Christian world, and the heathen world into the bargain. There is nothing but the Gospel to hang on to! Those who leave the Church are like a feather blown to and fro in the air. They know not whither they are going; they do not understand anything about their own existence; their faith, judgment and the operations of their minds are as unstable as the movements of the feather floating in the air. We have not anything to cling to, <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> only faith in the Gospel. <\/div><div class=\"paragraph jod\" id=\"v15n495\"> As for the doctrine that is promulgated by the sons of Joseph, it is nothing more than any other false religion. We would be very glad to have the privilege of saying that the children of Joseph Smith, Junior, the Prophet of God, were firm in the faith of the Gospel, and following in the footsteps of their father. But what are they doing? Trying to blot out every vestige of the work their father performed on the earth. Their mission is to endeavor to obliterate every particle of his doctrine, his faith and doings. These boys are not following Joseph Smith, but Emma Bidamon. Every person who hearkens to what they say, hearkens to the will and wishes of Emma Bidamon. The boys, themselves, have no will, no mind, no judgment independent of their mother. I do not want to talk about them. I am sorry for them, and I have my own faith in regard to them. I think the Lord will find them by and by&#x2014;not Joseph, I have told the people times enough, they never may depend on Joseph Smith who is now living; but David, who was born after the death of his father, I still look for the day to come when the Lord will touch his eyes. But I do not look for it while his mother lives. The Lord would do it now if David were willing; but he is not, he places his mother first and foremost, and would take her counsel sooner than he would the counsel of the Almighty, consequently he can do nothing, he knows nothing, he has no faith, and we have to let the matter rest in the hands of God for the present. <\/div><div class=\"paragraph jod\" id=\"v15n496\"> Now a few words to the brethren and sisters upon the doctrine and ordinances of the house of God. All who have lived on the earth according to the best light they had, and would have received the fullness of  <div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel had it been preached to them, are worthy of a glorious resurrection, and will attain to this by being administered for in the flesh by those who have the authority.<span class=\"citation\" id=\"92111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92111)\">D&amp;C 137:7-9<\/a><\/span> All others will have a resurrection, and receive a glory, except those who have sinned against the Holy Ghost.<span class=\"citation\" id=\"64392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64392)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"86932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86932)\">D&amp;C 76:31-39<\/a><\/span> It is supposed by this people that we have all the ordinances in our possession for life and salvation, and exaltation, and that we are administering in these ordinances. This is not the case. We are in possession of all the ordinances that can be administered in the flesh; but there are other ordinances and administrations that must be administered beyond this world. I know you would ask what they are. I will mention one. We have not, neither can we receive here, the ordinance and the keys of the resurrection. They will be given to those who have passed off this stage of action and have received their bodies again, as many have already done and many more will. They will be ordained, by those who hold the keys of the resurrection, to go forth and resurrect the Saints, just as we receive the ordinance of baptism, then the keys of authority to baptize others for the remission of their sins. This is one of the ordinances we cannot receive here, and there are many more. We hold the authority to dispose of, alter and change the elements; but we have not received authority to organize native element to even make a spear of grass grow. We have no such ordinance here. We organize according to men in the flesh. By combining the elements and planting the seed, we cause vegetables, trees, grains, &amp;c., to come forth. We are organizing a kingdom here according to the pattern that the Lord has given for people in the flesh, but not for those who have received the re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>surrection, although it is a similitude. Another item: We have not the power in the flesh to create and bring forth or produce a spirit; but we have the power to produce a temporal body. The germ of this, God has placed within us. And when our spirits receive our bodies, and through our faithfulness we are worthy to be crowned, we will then receive authority to produce both spirit and body. But these keys we cannot receive in the flesh. Herein, brethren, you can perceive that we have not finished, and cannot finish our work, while we live here, no more than Jesus did while he was in the flesh.<span class=\"citation\" id=\"66424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66424)\">Matt. 28:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n498\"> We cannot receive, while in the flesh, the keys to form and fashion kingdoms and to organize matter, for they are beyond our capacity and calling, beyond this world. In the resurrection, men who have been faithful and diligent in all things in the flesh, have kept their first and second estate, and worthy to be crowned Gods,<span class=\"citation\" id=\"93461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93461)\">Abr. 3:26<\/a><\/span> even the sons of God,<span class=\"citation\" id=\"87051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87051)\">D&amp;C 76:58<\/a><\/span> will be ordained to organize matter. How much matter do you suppose there is between here and some of the fixed stars which we can see? Enough to frame many, very many millions of such earths as this, yet it is now so diffused, clear and pure, that we look through it and behold the stars. Yet the matter is there. Can you form any conception of this? Can you form any idea of the minuteness of matter? Let me give you a comparison, for instance, with regard to mathematics. You take a child that is born today, say at twelve o'clock, precisely at high noon. One year from today there is another child born. The one born today will be just one year older than the other. The second one is perhaps not a minute old, it has just commenced to breathe the vital air. Now the one born first  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a great many times older than the second, we would have to get some of these mathematicians to tell how many times. It would be over 31 millions of seconds, a great many minutes, many hours, three hundred and sixty-five days, and one year. When these two children have lived just one year longer the elder of the two is two years old, the other one, the former, being just as old again as the latter. In one year more the first one will be only one-third older, the fourth year be will be one-fourth older, and so on. Now then, how long must these two children live to be exactly of an age? They never will be; never, no never, through all the eternities there are, and that is forever and ever. They will always differ in age, and when countless millions and myriads of ages have passed away there is still, do you not see, a difference, these children are not yet of the same age. It is just so with matter. Take, for instance, a grain of sand. You cannot divide it so small that it cannot be divided again&#x2014;it is capable of infinite division. We know nothing about how many times it can be divided, and it is just so with regard to the lives in us, in animals, in vegetation, in shrubbery. They are countless. To illustrate, you take a perfectly ripe kernel of corn&#x2014;you will have some here perhaps in a few days&#x2014;and if you get a glass, it does not require a very powerful one, and you take the chit of this corn and open it, you behold distinctly a stalk of corn, in that chit, a perfectly grown stalk of corn, with ears and leaves on it, matured, out in blossom&#x2014;there is the tassel, there are the ears and there is the corn! Well, you get a stronger glass and divide again, and you can see that this very chit is the grandfather of corn! We take the scien<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tific world for this. Well, how many lives are there in this grain of corn? They are innumerable, and this same infinity is manifest through all the creations of God. <\/div><div class=\"paragraph jod\" id=\"v15n500\"> We will operate here, in all the ordinances of the house of God which pertain to this side the veil, and those who pass beyond and secure to themselves a resurrection pertaining to the lives will go on and receive more and more, more and more, and will receive one after another until they are crowned Gods, even the sons of God.<span class=\"citation\" id=\"87052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87052)\">D&amp;C 76:58<\/a><\/span> This idea is very consoling. We are now baptizing for the dead, and we are sealing for the dead, and if we had a temple prepared we should be giving endowments for the dead&#x2014;for our fathers, mothers, grandfathers, grandmothers, uncles, aunts, relatives, friends and old associates, the history of whom we are now getting from our friends in the east. The Lord is stirring up the hearts of many there, and there is a perfect mania with some to trace their genealogies and to get up printed records of their ancestors. They do not know what they are doing it for, but the Lord is prompting them; and it will continue and run on from father to father, father to father, until they get the genealogy of their forefathers as far as they possibly can. <\/div><div class=\"paragraph jod\" id=\"v15n501\"> I am going to stop my talking by saying that, in the millennium, when the kingdom of God is established on the earth in power, glory and perfection, and the reign of wickedness that has so long prevailed is subdued, the Saints of God will have the privilege of building their temples, and of entering into them, becoming, as it were, pillars in the temples of God,<span class=\"citation\" id=\"79109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79109)\">Rev. 3:12<\/a><\/span> and they will officiate for their dead. Then we will see our friends come up, and perhaps some that we have been acquainted with here. If we  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ask who will stand at the head of the resurrection in this last dispensation, the answer is&#x2014;Joseph Smith, Junior, the Prophet of God. He is the man who will be resurrected and receive the keys of the resurrection, and he will seal this authority upon others, and they will hunt up their friends and resurrect them when they shall have been officiated for, and bring them up. And we will have revelations to know our forefathers clear back to Father Adam and Mother Eve,<span class=\"citation\" id=\"91169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91169)\">D&amp;C 128:11<\/a><\/span> and we will enter into the tem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ples of God and officiate for them. Then man will be sealed to man until the chain is made perfect back to Adam, so that there will be a perfect chain of priesthood from Adam to the winding-up scene. <\/div><div class=\"paragraph jod\" id=\"v15n503\"> This will be the work of the Latter-day Saints in the millennium. How much time do you suppose we have to attend to and foster Babylon? I leave this question for you to answer at your pleasure. I have no time at all for that, I say, and stop my sayings. <\/div>\n<\/div>\n<\/div>"}