{"ID":150045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Consecration&#x2014;Temporal Equality&#x2014;Selfishness to Be Overcome&#x2014;Resurrection&#x2014;Return to Jackson County&#x2014;Glory of Zion.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 16th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, March 9, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Consecration, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 3\/9\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v15n1282\"> On page 235 of the Book of Doctrine and Covenants there is a revelation given to this Church on March 9, 1832, which contains these words: <\/div><div class=\"paragraph jod\" id=\"v15n1283\"> For verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must needs be that there be an organization of my people, in regulating and establishing the affairs of the storehouse for the poor of my people, both in this place and in the land of Zion&#x2014;For a permanent and everlasting establishment and order unto my church, to advance the cause, which ye have espoused, to the salvation of man, and to the glory of your Father who is in heaven; That you may be equal in the bonds of heavenly things, yea, and earthly things also, for the obtaining of heavenly things. For if ye are not equal in earthly things ye cannot be equal in obtaining <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heavenly things; For if you will that I give unto you a place in the celestial world, you must prepare yourselves by doing the things which I have commanded you and required of you.<span class=\"citation\" id=\"87321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87321)\">D&amp;C 78:3-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1284\"> We will next read a passage which is contained in the latter part of the 3rd paragraph of a revelation given in March, 1831. It will be found on page 218 of the Book of Doctrine and Covenants. <\/div><div class=\"paragraph jod\" id=\"v15n1285\"> But it is not given that one man should possess that which is above another, wherefore the world lieth in sin.<span class=\"citation\" id=\"85894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85894)\">D&amp;C 49:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1286\"> I will now read a portion of a revelation given on the 22nd of June, 1834. It will be found in paragraph 2, Book of Doctrine and Covenants,  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>page 295. Speaking of the Church, it reads as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1288\"> But behold, they have not learned to be obedient to the things which I required at their hands, but are full of all manner of evil, and do not impart of their substance, as becometh saints, to the poor and afflicted among them; And are not united according to the union required by the law of the celestial kingdom; And Zion cannot be built up unless it is by the principles of the law of the celestial kingdom; otherwise I cannot receive her unto myself. And my people must needs be chastened until they learn obedience, if it must needs be, by the things which they suffer.<span class=\"citation\" id=\"89925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89925)\">D&amp;C 105:3-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1289\"> I have read these passages of new revelation for the benefit of the Latter-day Saints who are here this afternoon, and it is well enough for us to examine ourselves, to see whether we are living in strict accordance with them, and if we are not, to see whether there are any persons throughout all the Territory of Utah who are complying with them. In one of these revelations, given in March, 1831, before the Lord had led this people to Jackson County and before we knew where the New Jerusalem was to be built, or where the great central gathering place for the Latter-day Saints was to be,<span class=\"citation\" id=\"86075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86075)\">D&amp;C 57:1-5<\/a><\/span> the Lord informed us, &#x201C;That it is not given that one man should possess that which is above another, wherefore the world lieth in sin.&#x201D;<span class=\"citation\" id=\"85895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85895)\">D&amp;C 49:20<\/a><\/span> Now let me inquire of the Latter-day Saints, Are we all equal in the bonds of earthly things,<span class=\"citation\" id=\"87330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87330)\">D&amp;C 78:5<\/a><\/span> or have we rich and poor in our midst? The answer that all would give to this question is, every person and every family has accumulated just as much wealth, as he or they could, for his or their own use only, and this order of things has existed amongst us since the Church was organized, nearly forty-three years. How much longer will this continue? How long will every family be for themselves, every man's energy and ability be exerted only for himself <div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and his family, every man grasping to enrich himself? He does not care about his neighbor,<span class=\"citation\" id=\"65472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65472)\">Matt. 22:39<\/a><\/span> and if he thinks about him at all, the inquiry rises in his mind, &#x201C;Have I got as much wealth as my neighbor, or as this or that person? If I have not I must strive to obtain as much; for if I have not as much as my neighbors I can hardly think to crowd myself into their society; for I have noticed that our wealthy citizens are creating distinctions of classes among us. If they get up a party in their own private dwellings, or a nice luxurious supper, for instance, it is generally only those who are wealthy in appearance who are invited, and unless I can accumulate as much wealth as they have, I shall be cast out and fall below into some other class.&#x201D;<span class=\"citation\" id=\"83121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83121)\">4 Ne. 1:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1290\"> I am now talking of facts as they really exist. When do you see a rich man among the Latter-day Saints who, when he makes a great feast, invites the poor and the lame, the halt and blind,<span class=\"citation\" id=\"86128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86128)\">D&amp;C 58:11<\/a><\/span> and those who are in destitute circumstances?<span class=\"citation\" id=\"67687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67687)\">Luke 14:13<\/a><\/span> Such events are few and far between. The Savior has strictly commanded us that when we make our feasts, instead of inviting those who have abundance and roll in the good things and luxuries of life, we should invite the poorest among us, the lame, blind and infirm, and those who perhaps have not enough food to eat.<span class=\"citation\" id=\"67685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67685)\">Luke 14:12-14<\/a><\/span> Do you Latter-day Saints do this? No, I fear not. There may be persons who are doing these things; if so, blessed are they if they observe this and all the other commandments of the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n1291\"> What kind of a revolution would it work among the Latter-day Saints if the revelation given in March, 1831, were carried out by them&#x2014;&#x201C;It is not given that one man should possess that which is above another, wherefore the world  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lieth in sin?&#x201D;<span class=\"citation\" id=\"85896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85896)\">D&amp;C 49:20<\/a><\/span> How much of a revolution would it accomplish in Salt Lake City if this order of things should be brought about? I think it would work a greater revolution among this people than has ever been witnessed amongst them since they had an existence as a Church. <\/div><div class=\"paragraph jod\" id=\"v15n1293\"> Again, in another revelation, given in 1832, soon after the place of location for the city of Zion was made known,<span class=\"citation\" id=\"86076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86076)\">D&amp;C 57:1-5<\/a><\/span> the Lord declared that the time had come to establish an order among his people<span class=\"citation\" id=\"87399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87399)\">D&amp;C 82:1-24<\/a><\/span> requiring certain persons, whose names were mentioned,<span class=\"citation\" id=\"87418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87418)\">D&amp;C 82:11<\/a><\/span> to consecrate a portion of their property.<span class=\"citation\" id=\"87452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87452)\">D&amp;C 82:17-18<\/a><\/span> They were to put so many dollars into the treasury, and that was to be a common property among those individuals, for their own benefit, and for the benefit of the Church. Among the persons called to enter into this order was the great Prophet and seer of the last days.<span class=\"citation\" id=\"87419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87419)\">D&amp;C 82:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1294\"> This order was entered into partially by the individuals who were named, but even they were not all prepared for this partial order pertaining to the celestial kingdom of God. It was too sacred, too much in opposition to the traditions of the age, and which had existed for many generations. We all know that, since the days of the Apostles,<span class=\"citation\" id=\"71324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71324)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71324)\">Acts 2:44<\/a><\/span><span class=\"citation\" id=\"71457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71457)\">Acts 4:32<\/a><\/span> the whole world, except the Nephites and Lamanites on this continent,<span class=\"citation\" id=\"83089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83089)\">4 Ne. 1:3<\/a><\/span> have been divided in regard to their wealth and property. Among whatever nation you might travel on the eastern hemisphere, and on this hemisphere too, since it was discovered by Columbus and settled by Europeans, this individualism has existed among all classes of people, with a very few exceptions. Among these exceptions we may mention the Shaking Quakers. This sect is in great error in many respects, but its members did enter <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into a community of property. Their properties were consecrated and put into a storehouse, and were controlled by certain men who were chosen for that purpose. How wisely they used this property or how they lived on this common stock principle is not for me to say; but suffice it to say, that so far as consecration and a community of property were concerned they carried them out. But the great mass of the human family have sought for ages past, and are still seeking, to accumulate dollars and dimes, houses and lands for themselves, to bequeath to their heirs or to whomsoever they see proper. This individualism that has existed all over the world has been one of the principal means of introducing almost all the crimes that exist among men, for as the Apostle Paul has said&#x2014;&#x201C;The love of money is the root of all evil.&#x201D;<span class=\"citation\" id=\"75985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75985)\">1 Tim. 6:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1295\"> The Apostles endeavored to introduce the common stock principle in their day among the Saints,<span class=\"citation\" id=\"71325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71325)\">Acts 2:44<\/a><\/span><span class=\"citation\" id=\"71458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71458)\">Acts 4:32<\/a><\/span> but the people, even then, had been so long accustomed to accumulating wealth for themselves and their families instead of having it in common, that the Apostles found it impossible to establish this principle on a permanent foundation, and it did not continue. It might have been carried out a year or two and perhaps a little longer; but according to the writings of the Apostles to the early Christians, this principle seems to have been done away with, and individualism prevailed amongst them. <\/div><div class=\"paragraph jod\" id=\"v15n1296\"> Let me inquire now, how this selfish principle produces the great variety of evils that exist in the world? I will refer to some that have sprung from it, and have made their appearance among the Latter-day Saints, and which will  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>increase unless we reform in this respect. For instance, wealthy persons have the power to educate their children more thoroughly than the poor man can. They can send them to the very best schools and institutions of learning, and they can keep them there year after year until they have acquired what is termed a thorough education. Then, their fathers think, &#x201C;Our sons have been trained in various branches of learning and business, they understand bookkeeping and other branches necessary in following mercantile pursuits; they know how to accumulate means and how to keep everything straight. We can therefore entrust them with the means we shall leave them, and knowing how to make good use of it, they will be able to keep themselves at the head of the heap,&#x201D; or in other words, they will be above the poor who have not had the education they have had. <\/div><div class=\"paragraph jod\" id=\"v15n1298\"> A rich man can educate his daughters, and have them taught music and everything calculated to make them refined, polite and genteel.<span class=\"citation\" id=\"82510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82510)\">3 Ne. 6:12<\/a><\/span> This enables these daughters to fascinate the rich, and should a poor man come along, and knock at the rich man's door and tell him he desires to keep company with his daughters, he is told that he has no business there. Says the rich man, &#x201C;My daughters must marry wealthy men, they must be exalted and be with the upper class among the Latter-day Saints.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n1299\"> The poorer classes, seeing that they have neither the means nor the business education and information to compete with the rich ones, grovel along in poverty and ignorance, and a distinction of classes arises. By and by these rich young men come along with their fine carriages and if a poor man happens to be crossing <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the street, they look down with scorn and contempt upon him, and cry, &#x201C;Out of my way there,&#x201D; when if it had been a wealthy man they would have turned their carriage out of the way until he had passed; but the &#x201C;poor scrub,&#x201D; as they term the poor man, must be blackguarded and ridiculed, and treated as a slave or as a person who has no right to be seen in the society of the wealthy. <\/div><div class=\"paragraph jod\" id=\"v15n1300\"> What kind of feelings does this produce in the hearts of the humble poor who desire and are striving to serve the Lord? They feel in their hearts that they do not fellowship these rich persons, and this causes hard feelings between these classes. Is this right or is it wrong? It is wrong, materially wrong, and we have continued in this wrong over forty years. When shall it come to an end? When will we learn to keep the commandments of God and become one, not only in doctrine but in &#x201C;the bonds of earthly things?&#x201D;<span class=\"citation\" id=\"87331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87331)\">D&amp;C 78:5<\/a><\/span> Such a time must come, and if we do not comply with it, we shall fall behind. I will prophesy to this people on this subject. The Lord commanded me to prophesy when I was about nineteen years old,<span class=\"citation\" id=\"84969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84969)\">D&amp;C 34:10<\/a><\/span> but I seldom do it, for fear I should prophesy wrong. But I will prophesy concerning this Church and people, that all who will not come into that order of things, when God, by his servants, counsels them so to do, will cease growing in the knowledge of God, they will cease having the Spirit of the Lord to rest upon them, and they will gradually grow darker and darker in their minds, until they lose the Spirit and power of God, and their names will not be numbered with the names of the righteous. You may put that down and record it. <\/div><div class=\"paragraph jod\" id=\"v15n1301\"> We find, a few years after these  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelations that I have read were given, the Lord saw that we were so covetous<span class=\"citation\" id=\"126702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126702)\">Luke 12:15<\/a><\/span> and filled with the selfish principle instilled into our minds by our forefathers, that we would not give heed to the law which he gave concerning the consecrations that were to be made in Jackson County, Mo., and he determined in his own mind that that should not be a land of Zion unto the present generation of people,<span class=\"citation\" id=\"89947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89947)\">D&amp;C 105:9<\/a><\/span><span class=\"citation\" id=\"129392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129392)\">D&amp;C 119:6<\/a><\/span> take them as a people; and he made this decree, after giving them revelation upon revelation, warning them by the mouth of his servant Joseph, who went in person and warned them, and sent up his revelations a thousand miles from Kirtland and warned them.<span class=\"citation\" id=\"126703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126703)\">D&amp;C 98:20<\/a><\/span> After they had been sufficiently warned, for some two years and upwards, after their commencement of the settlement of Jackson County, Missouri, the Lord fulfilled that which he had spoken concerning them&#x2014;that they should be driven out of the land of Zion.<span class=\"citation\" id=\"89811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89811)\">D&amp;C 103:24<\/a><\/span><span class=\"citation\" id=\"89898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89898)\">D&amp;C 104:51-53<\/a><\/span><span class=\"citation\" id=\"90425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90425)\">D&amp;C 109:47<\/a><\/span> This was literally fulfilled. Why? Because of covetousness.<span class=\"citation\" id=\"126704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126704)\">D&amp;C 104:4<\/a><\/span><span class=\"citation\" id=\"89899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89899)\">D&amp;C 104:52<\/a><\/span> You will recollect my reading, I think last Conference, a letter written by the Prophet Joseph Smith. I think it is in the 14th volume of the <span class=\"italic\">Star<\/span>, in connection with the history of this Church published in that periodical. That letter was written to one of the brethren in Zion in relation to the consecrations of the properties of the people. The Lord said in that revelation that the principle which he had revealed in relation to the properties of his Church must be carried out to the very letter upon the land of Zion; and those individuals who would not give heed to it, but sought to obtain their inheritances in an individual way by purchasing it themselves from the Government, should have their names blotted out from the book of the <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> names of the righteous, and if their children pursued the same course their names should be blotted out too, they and their children should not be known in the book of the law of the Lord as being entitled to an inheritance among the Saints in Zion.<span class=\"citation\" id=\"88044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88044)\">D&amp;C 85:1-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1303\"> We find, therefore, that the Lord drove out this people because we were unworthy to receive our inheritances by consecration.<span class=\"citation\" id=\"88048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88048)\">D&amp;C 85:3<\/a><\/span> As a people, we did not strictly comply with that which the Lord required. Neither did they comply in Kirtland. Many of those persons were called by name to enter into an inferior order, afterwards called The Order of Enoch,<span class=\"citation\" id=\"126705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126705)\">D&amp;C 76:57<\/a><\/span><span class=\"citation\" id=\"126706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126706)\">D&amp;C 82:1-24<\/a><\/span> in which only a portion of their property was consecrated,<span class=\"citation\" id=\"89818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89818)\">D&amp;C 104:1-86<\/a><\/span> and even they did not comply, but some of them broke the most sacred and solemn covenants made before high Heaven in relation to that order. The Lord said concerning them that they should be delivered over to the buffetings of Satan in this world, as well as be punished in the world to come.<span class=\"citation\" id=\"87465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87465)\">D&amp;C 82:21<\/a><\/span><span class=\"citation\" id=\"89832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89832)\">D&amp;C 104:9-10<\/a><\/span><span class=\"citation\" id=\"89889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89889)\">D&amp;C 104:18<\/a><\/span> He also told them that that soul that sinned and would not comply with the covenant and promise which they made before him in relation to their properties, should have his former sins returned to him, which had been before remitted in baptism.<span class=\"citation\" id=\"87412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87412)\">D&amp;C 82:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1304\"> This ought to be an example for us who are living at a later period in the history of the Church of the living God, and who ought, by this time, to have become thoroughly experienced in the law of God. It is true we are not now required to consecrate all that we have; this law has not been binding upon us since we were driven from the land of Zion. The reason why this law was revoked was because the Lord saw we would all go to destruction  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in consequence of our former tradition in relation to property if this law had continued to be enforced after we were driven out, hence he revoked it for the time being, as you will find recorded in one of the revelations given June 22nd, 1835, after we were driven from Jackson County. I will repeat the words&#x2014;&#x201C;Let those commandments which I have given concerning Zion and her law be executed and fulfilled, after her redemption.&#x201D;<span class=\"citation\" id=\"90045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90045)\">D&amp;C 105:34<\/a><\/span> Here you perceive that, for the salvation of this people and of the nations of the earth among the Gentiles, God saw proper to revoke this commandment and to lay it over for a future period, or until after the redemption of Zion. Zion is not yet redeemed, and hence we are not under the law of full consecration. But is that any reason why we should not be under some other law differing from the one we were formerly required to practice? Do we live up to the law called the Order of Enoch, which is inferior to that law requiring full consecrations? No we do not. Let us go down another scale in the ladder of obedience, and inquire if we are carrying out a law inferior to the Order of Enoch, that is, the law of Tithing? Do the Latter-day Saints comply with that, and, to begin with, when they come from the nations of the earth, do they consecrate their surplus property to the Lord, placing it in the hands of the Bishop of his Church,<span class=\"citation\" id=\"90730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90730)\">D&amp;C 119:1<\/a><\/span> and after that pay one-tenth of their annual income into the treasury of the Lord?<span class=\"citation\" id=\"90756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90756)\">D&amp;C 119:4<\/a><\/span> Where is there a person carrying out this law which was revealed in the year 1838 and which has never been revoked?<span class=\"citation\" id=\"90757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90757)\">D&amp;C 119:4<\/a><\/span> It is one of the most simple and inferior laws, far below the order of full consecrations and far below the Order of Enoch, but have we as a <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people complied with this? I think not. Can you find one out of a hundred persons in Salt Lake City who has carried out this law? Have you done it? The Bishops, whose duty it is to collect the tithing can answer this question better than I can, but I very much doubt whether the records of the Bishops would show that the people have complied with the latter clause of this law&#x2014;namely to pay one-tenth of their annual income,<span class=\"citation\" id=\"90758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90758)\">D&amp;C 119:4<\/a><\/span> to say nothing about their surplus property.<span class=\"citation\" id=\"90752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90752)\">D&amp;C 119:1,5<\/a><\/span> Are we under condemnation or are we not? Judge ye for yourselves. What will become of this people unless we reform, and repent of our sins in these respects? That which I have already spoken will be fulfilled upon their heads&#x2014;they will lose the spirit of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v15n1306\"> We are looking for the redemption of Zion. What would be our condition if the Lord were to say unto us this season, &#x201C;Arise, my Saints, arise, go back to the land which I promised to give to you and to your children for an everlasting possession;<span class=\"citation\" id=\"53152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53152)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53152)\">Gen. 17:8<\/a><\/span><span class=\"citation\" id=\"126707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126707)\">D&amp;C 38:17-20<\/a><\/span> go back and build up the New Jerusalem according to the law of the celestial kingdom,&#x201D; as recorded in the revelation in which the Lord says unless she be built according to that law he cannot receive her unto himself.<span class=\"citation\" id=\"89930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89930)\">D&amp;C 105:5<\/a><\/span> What kind of a Zion would we build if called this present season to go back to Jackson County? We would have to begin altogether a new order of things. Are we prepared for it? I think not. If the people had faithfully complied with these inferior laws they would be better prepared: but, when I see the backwardness of many of the people of this Territory calling themselves Latter-day Saints, about paying their tithing, refusing to do so or being careless about it, I say in  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>my heart, &#x201C;Oh Lord, when will thy people be prepared to go back and build up the waste places of Zion<span class=\"citation\" id=\"89452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89452)\">D&amp;C 101:18,75<\/a><\/span><span class=\"citation\" id=\"89737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89737)\">D&amp;C 103:11<\/a><\/span> according to celestial law?&#x201D;<span class=\"citation\" id=\"126708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126708)\">D&amp;C 105:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1308\"> The Lord has said in this book, (B. D. C.) that the time is to come when Zion shall be redeemed. I will read the passage. It commences on page 292, and is as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1309\"> Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren&#x2014;your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down. Nevertheless, if they pollute their inheritances they shall be thrown down; for I will not spare them if they pollute their inheritances. Behold, I say unto you, the redemption of Zion must needs come by power; Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel. For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, and with a stretched-out arm. And as your fathers were led at the first, even so shall the redemption of Zion be. Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence. But I say unto you: Mine angels shall go before you, and also my presence, and in time ye shall possess the goodly land.<span class=\"citation\" id=\"89768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89768)\">D&amp;C 103:13-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1310\"> In a revelation given June 22nd, 1834, the Lord tells us that before the people of Zion shall be redeemed the army of Israel must become very great.<span class=\"citation\" id=\"90009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90009)\">D&amp;C 105:26,31<\/a><\/span> What he meant by this, was &#x201C;great&#x201D; compared with the few individuals to whom this revelation was given. It will be recollected that a certain number were required as the strength of the Lord's house to go up to redeem Zion,<span class=\"citation\" id=\"89538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89538)\">D&amp;C 101:55<\/a><\/span><span class=\"citation\" id=\"89810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89810)\">D&amp;C 103:22,30,34<\/a><\/span><span class=\"citation\" id=\"90002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90002)\">D&amp;C 105:16<\/a><\/span> as they supposed. They gathered together, some one or two hundred and went up for this purpose; and the Lord said that the strength of his house did not hearken to his voice, and did not come up according to his commandment and revelation, but had said in their hearts, &#x201C;If this be the work of the Lord, the Lord will redeem Zion, and we will stay at home <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon our inheritances.&#x201D; They made excuses and would not go up. The little handful that did go up were called the Camp of Zion. Some few of them are still living. When we arrived in the neighborhood of the Land of Zion, the strength of the Lord's house not having hearkened to his voice, the Lord gave a revelation and said first, &#x201C;Let my army become very great, and let it be sanctified before me, that it may become fair as the sun, and clear as the moon, and that her banners may be terrible unto all nations.&#x201D;<span class=\"citation\" id=\"90018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90018)\">D&amp;C 105:31<\/a><\/span> How do you suppose we are going to fulfill this, preparatory to the redemption of Zion? Are we now taking a course to sanctify ourselves before the Heavens? It is true that the army of Israel is very great even now when compared with that little handful that went up with the Camp of Zion, but though blessed with numbers, we are not blessed with that sanctification which the Lord has spoken of in that revelation.<span class=\"citation\" id=\"90017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90017)\">D&amp;C 105:31<\/a><\/span> How much faith have we now, in our disobedience to the law of tithing, and to many other principles? Blessed are they who have faithfully paid their tithing all the time, and blessed are their children, they will receive their inheritance in the Land of Zion, when the Lord shall come. The Lord will bless them and their generations forever. But those who have not complied with this law are not sanctifying themselves before God, neither are they preparing themselves for the redemption of Zion.<span class=\"citation\" id=\"90784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90784)\">D&amp;C 119:6<\/a><\/span> Their hearts are set upon the foolish things of this world, they are grasping after riches to aggrandize themselves.<span class=\"citation\" id=\"90861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90861)\">D&amp;C 121:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1311\"> This is plain preaching, and perhaps some of you will not like it. I cannot help it, these are the things that present themselves before my mind. There must be a reformation, <span class=\"citation\" id=\"86221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86221)\">D&amp;C 58:33<\/a><\/span> <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there will be a reformation among this people, for God will not cast off this kingdom and this people, but he will plead with the strong ones of Zion, he will plead with this people, he will plead with those in high places, he will plead with the Priesthood of this Church, until Zion shall become clean before him.<span class=\"citation\" id=\"88999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88999)\">D&amp;C 90:36<\/a><\/span> I do not know but that it would be an utter impossibility to commence and carry out some principles pertaining to Zion right in the midst of this people. They have strayed so far that to get a people who would conform to heavenly laws it may be needful to lead some from the midst of this people and commence anew somewhere in the regions round about in these mountains. Ask this people if they are willing to abide by the law of God, and how would they vote? The hands of everyone would be up almost without exception, but when it comes to the very point, when consecration in part might be required at their hands, that is the time to prove them and to see whether they would or would not be obedient. &#x201C;Oh, I have such a fine house, and such a fine carriage and horses, such an abundance of merchandise and good things. It has taken me years and years to get these things, and it is hard to give one-half, three-fourths or nine-tenths of them to establish another order of things, and I rather think I had better keep on the background, and see how the order flourishes. Let others try it first, and if they get on very well and become wealthy, then perhaps I will venture to give a little of my property.&#x201D; These are the feelings that exist in the hearts of some individuals among the Latter-day Saints, but they have got to be rooted out, or those who give way to them will lose the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n1313\"> I do not know how many will stand <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up and obey the law of the Lord unto the sacrifice of all their earthly goods, or how long it will be before people will be called upon to make this sacrifice. I do not know how long it will be before this people are brought to the trying point to see who is and who is not for the Lord; but I would advise the Latter-day Saints to prepare for this, for it may come sooner than some of you expect. If the Lord should undertake to bring about an order of things different from that which now exists, and establish it not exactly in the midst of this people, but in some place where they can commence anew, I hope the people will begin to pray to the Lord, reckon up with themselves and examine their own hearts, and see whether they are willing and prepared, if called upon, to place all that they have, or as much as they are required in that order of things, and carry it out. <\/div><div class=\"paragraph jod\" id=\"v15n1314\"> When we go back to Jackson County, we are to go back with power.<span class=\"citation\" id=\"89769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89769)\">D&amp;C 103:15<\/a><\/span> Do you suppose that God will reveal his power among an unsanctified people, who have no regard nor respect for his laws and institutions, but who are filled with covetousness?<span class=\"citation\" id=\"89828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89828)\">D&amp;C 104:4,52<\/a><\/span> No. When God shows forth his power among the Latter-day Saints, it will be because there is a union of feeling in regard to doctrine, and in regard to everything that God has placed in their hands; and not only a union, but a sanctification on their part, that there shall not be a spot or wrinkle as it were, but everything shall be as fair as the sun that shines in the heavens. <\/div><div class=\"paragraph jod\" id=\"v15n1315\"> In order to bring about this, who knows how many chastisements God may yet have to pour out upon the people calling themselves Latter-day Saints?<span class=\"citation\" id=\"89685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89685)\">D&amp;C 103:4<\/a><\/span> I do not know. Sometimes I fear, when I read certain revelations contained in this book. In one  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of them the Lord says, &#x201C;If this people will be obedient to all of my commandments, they shall begin to prevail against their enemies from this very hour, and shall not cease to prevail<span class=\"citation\" id=\"89689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89689)\">D&amp;C 103:5-7<\/a><\/span> until the kingdoms of this world shall become the kingdoms of our God, and his Christ.&#x201D;<span class=\"citation\" id=\"79465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79465)\">Rev. 11:15<\/a><\/span> That promise was given almost forty years ago. In the same paragraph it says&#x2014;&#x201C;Inasmuch as this people will not be obedient to my commandments and live by every word that I have spoken, I will visit them with sore afflictions, with pestilence, with plague, with sword, and with the flame of devouring fire.&#x201D;<span class=\"citation\" id=\"89226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89226)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89226)\">D&amp;C 97:26<\/a><\/span> Is it not enough to make a person fear when God has spoken this concerning the Latter-day Saints? I do not know all things which await us. One thing I do know&#x2014;that the righteous need not fear. The Book of Mormon is very express upon this subject. In the last chapter of the first book of Nephi, the Lord, through the Prophet, speaks concerning the building up of Zion in the latter days on the earth. He says his people should be, as it were, in great straits, at certain times, but said the Prophet, &#x201C;The righteous need not fear; for I will preserve them, if it must needs be that I send down fire from heaven unto the destruction of their enemies.&#x201D;<span class=\"citation\" id=\"81186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81186)\">1 Ne. 22:17<\/a><\/span> This will be fulfilled if necessary. Let the righteous among this people abide in their righteousness, and let them cleave unto the Lord their God;<span class=\"citation\" id=\"54940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54940)\">Deut. 4:4<\/a><\/span> and if there are those among them who will not keep his commandments, they will be cleansed out by the judgments of which I have spoken. But if the majority of this people will be faithful, the Lord will preserve them from their enemies, from sword, pestilence and plague,<span class=\"citation\" id=\"89227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89227)\">D&amp;C 97:26<\/a><\/span> and from every weapon that is lifted against them.<span class=\"citation\" id=\"59731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59731)\">Isa. 54:17<\/a><\/span> God will shield us by his power, if we are <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be led forth out of bondage<span class=\"citation\" id=\"89778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89778)\">D&amp;C 103:17<\/a><\/span> as our fathers were led, at the first.<span class=\"citation\" id=\"126709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126709)\">D&amp;C 103:18<\/a><\/span> This indicates that there may be bondage ahead, and that the Latter-day Saints may see severe times, and that unless we keep the commandments of God, we may be brought into circumstances that will cause our hearts to tremble within us, that is, those who are not upright before God. But if this people should be brought into bondage, as the Israelites were in ancient days, Zion must be led forth out of bondage, as Israel was at the first. In order to do this God has prophesied that he will raise up a man like unto Moses, who shall lead his people therefrom.<span class=\"citation\" id=\"89773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89773)\">D&amp;C 103:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1317\"> Whether that man is now in existence, or whether it is someone yet to be born; or whether it is our present leader who has led us forth into these valleys of the mountains, whether God will grant unto us the great blessing to have his life spared to lead forth his people like a Moses, we perhaps may not all know. He has done a great and wonderful work in leading forth this people into this land and building up these cities in this desert country; and I feel in my heart to say, Would to God that his life may be prolonged like Moses, in days of old, who, when he was eighty years old, was sent forth to redeem the people of Israel from bondage.<span class=\"citation\" id=\"53891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53891)\">Ex. 7:7<\/a><\/span> God is not under the necessity of choosing a young man, he can make a man eighty years of age full of vigor, strength and health, and he may spare our present leader to lead this people on our return to Jackson County. But whether it be he or some other person, God will surely fulfill this promise. This was given before our Prophet Joseph Smith was taken out of our midst. Many of us no doubt thought when that revelation was  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given that Joseph would be the man.<span class=\"citation\" id=\"89774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89774)\">D&amp;C 103:16<\/a><\/span> I was in hopes it would be Joseph, for I had no idea that he was going to be slain, although I might have known from certain revelations that such would probably be the case, for the Lord had said unto him, before the rise of this Church, that he would grant unto him eternal life even though he should be slain,<span class=\"citation\" id=\"83861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83861)\">D&amp;C 5:22<\/a><\/span> which certainly was an indication that he might be slain. But we still were in hopes that he would live and that he would be the man who, like Moses, would lead this people from bondage.<span class=\"citation\" id=\"89777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89777)\">D&amp;C 103:16-17<\/a><\/span> I do not know but he will yet. God's arm is not shortened that he cannot raise him up even from the tomb. We are living in the dispensation of the fullness of times, the dispensation of the resurrection, and there may be some who will wake from their tombs for certain purposes and to bring to pass certain transactions on the earth decreed by the Great Jehovah; and if the Lord sees proper to bring forth that man just before the winding up scene to lead forth the army of Israel, he will do so. And if he feels disposed to send him forth as a spiritual personage to lead the camp of Israel to the land of their inheritance, all right. But be this as it may, whether he is the man, whether President Young is the man, or whether the Lord shall hereafter raise up a man, for that purpose, we do know that when that day comes the Lord will not only send his angels before the army of Israel, but his presence will also be there.<span class=\"citation\" id=\"89790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89790)\">D&amp;C 103:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1319\"> Do you suppose that the Lord will suffer any unclean thing to be in that army?<span class=\"citation\" id=\"89119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89119)\">D&amp;C 94:8<\/a><\/span><span class=\"citation\" id=\"89149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89149)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89149)\">D&amp;C 97:15<\/a><\/span> Not at all, for his angels and he himself are to go before us.<span class=\"citation\" id=\"126710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126710)\">D&amp;C 103:20<\/a><\/span> God will not dwell in the midst of a people who will not sanctify themselves before him.<span class=\"citation\" id=\"85479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85479)\">D&amp;C 43:11<\/a><\/span><span class=\"citation\" id=\"88605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88605)\">D&amp;C 88:74<\/a><\/span> That is the rea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son why he withdrew his presence from ancient Israel. Moses sought diligently to sanctify that numerous people and to bring them into subjection to the law of God; he endeavored to teach them the higher Gospel ordinances and law, which would have exalted them into the celestial kingdom of God, but he could not do it; they were a hardhearted, stiffnecked people<span class=\"citation\" id=\"126711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126711)\">Ex. 32:9<\/a><\/span><span class=\"citation\" id=\"126713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126713)\">Ex. 33:3<\/a><\/span> and they would not give heed to his words or to the words of the Lord;<span class=\"citation\" id=\"87630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87630)\">D&amp;C 84:23-25<\/a><\/span> and in the absence of Moses they made to themselves a golden calf and worshipped it as the God who brought them forth out of the land of Egypt.<span class=\"citation\" id=\"54447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54447)\">Ex. 32:1-6<\/a><\/span> If we follow in the same track and make to ourselves golden gods, and heap up the treasures of the earth and worship and think more of them than of the laws of heaven, we may fall under the same example of unbelief and transgression, and under the same judgment that came upon ancient Israel. But Moses was not to blame, for he sought diligently to sanctify them, but when they transgressed time after time, God became so angry with them that he finally swore in his wrath that he would not go up in the midst of that people,<span class=\"citation\" id=\"87620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87620)\">D&amp;C 84:23-24<\/a><\/span> lest he should break forth in his anger and fury and consume them<span class=\"citation\" id=\"126712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126712)\">Ex. 32:10<\/a><\/span> in a moment.<span class=\"citation\" id=\"126714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126714)\">Ex. 33:5<\/a><\/span> That was the way he felt towards them because of their sinfulness, and in order that they might not be consumed, but that a remnant might be spared,<span class=\"citation\" id=\"54163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54163)\">Ex. 19:21-24<\/a><\/span> and that seed might be raised up to old father Abraham and to Isaac and to Jacob, he withdrew his presence from the midst of the camp of Israel. But he did not forsake them entirely. Said he, &#x201C;Mine angel may go before you. You may have an angel and you may have Moses for a season, but I will not go with you.&#x201D;<span class=\"citation\" id=\"54499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54499)\">Ex. 33:1-3<\/a><\/span> He swore that that people, in the wilderness, should not enter into his rest,<span class=\"citation\" id=\"57028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57028)\">Ps. 95:11<\/a><\/span><span class=\"citation\" id=\"76504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76504)\">Heb. 3:11,18<\/a><\/span><span class=\"citation\" id=\"87643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87643)\">D&amp;C 84:24<\/a><\/span>  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which rest is the fullness of his glory.<span class=\"citation\" id=\"87644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87644)\">D&amp;C 84:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1321\"> It is to be hoped that there will be nothing of this kind among the armies of Israel in the latter days. We have the promise of the Almighty, and I hope that it will never be revoked, that &#x201C;I say not unto you as I said to your fathers: My angel shall go before you, but not my presence. But I say unto you that my angel shall go before you, and also my presence.&#x201D;<span class=\"citation\" id=\"89791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89791)\">D&amp;C 103:19-20<\/a><\/span> In order for the presence of God to go with us we must retain the higher Priesthood, for without that and the ordinances thereunto pertaining, no man can behold the face of God and live;<span class=\"citation\" id=\"87578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87578)\">D&amp;C 84:19-22<\/a><\/span> therefore if we would retain this higher Priesthood we must sanctify ourselves<span class=\"citation\" id=\"61823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61823)\">Joel 2:16<\/a><\/span><span class=\"citation\" id=\"77753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77753)\">1 Pet. 1:2<\/a><\/span><span class=\"citation\" id=\"87610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87610)\">D&amp;C 84:23<\/a><\/span> through obedience to the higher laws.<span class=\"citation\" id=\"81690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81690)\">Jacob 4:5<\/a><\/span> If we do this, we can then claim the fulfillment of this promise which the Lord has made and which I have repeated, that his presence shall go with us.<span class=\"citation\" id=\"89796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89796)\">D&amp;C 103:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1322\"> I expect that when the Lord leads forth his people to build up the city of Zion, his presence will be visible. When we speak of the presence of the Lord we speak of an exhibition of power. His presence was with the children of Israel as a cloud by day, and as the shining of a flaming fire by night.<span class=\"citation\" id=\"57915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57915)\">Isa. 4:5<\/a><\/span> Though Israel were not worthy to enter the tabernacle and behold the personage of the Lord and to talk with him, yet Moses, not having forfeited that right, could enter into the tabernacle of the Lord while his glory rested upon it, and he could talk to the Lord face to face.<span class=\"citation\" id=\"54511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54511)\">Ex. 33:9-11<\/a><\/span> Why? Because he held the higher Priesthood and had been obedient to the higher law and had attended to the higher ordinances. He was not subjected to the law of carnal commandments,<span class=\"citation\" id=\"87684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87684)\">D&amp;C 84:27<\/a><\/span> he had sanctified himself so that he could endure <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the presence of the Lord and not be consumed.<span class=\"citation\" id=\"126715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126715)\">Ex. 19:22<\/a><\/span><span class=\"citation\" id=\"87579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87579)\">D&amp;C 84:19-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1323\"> We shall go back to Jackson County. Not that all this people will leave these mountains, or all be gathered together in a camp, but when we go back there will be a very large organization consisting of thousands, and tens of thousands, and they will march forward, the glory of God overshadowing their camp by day in the form of a cloud, and a pillar of flaming fire by night,<span class=\"citation\" id=\"57916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57916)\">Isa. 4:5<\/a><\/span> the Lord's voice being uttered forth before his army.<span class=\"citation\" id=\"61820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61820)\">Joel 2:11<\/a><\/span> Such a period will come in the history of this people, and when it arrives the mountains and the hills will be ready to break forth with a loud voice before the Lord's army, and the very trees of the field will wave to and fro by the power of God, and clap like hands.<span class=\"citation\" id=\"59816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59816)\">Isa. 55:12<\/a><\/span> The everlasting hills will rejoice, and they will tremble before the presence of the Lord;<span class=\"citation\" id=\"57220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57220)\">Ps. 114:6-7<\/a><\/span> and his people will go forth and build up Zion according to celestial law.<span class=\"citation\" id=\"89931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89931)\">D&amp;C 105:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1324\"> Will not this produce terror upon all the nations of the earth?<span class=\"citation\" id=\"85819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85819)\">D&amp;C 45:75<\/a><\/span> Will not armies of this description, though they may not be as numerous as the armies of the world, cause a terror to fall upon the nations? The Lord says the banners of Zion shall be terrible.<span class=\"citation\" id=\"90019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90019)\">D&amp;C 105:31<\/a><\/span> If only one or two millions of this people were to go down and build the waste places of Zion,<span class=\"citation\" id=\"59501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59501)\">Isa. 51:3<\/a><\/span><span class=\"citation\" id=\"89453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89453)\">D&amp;C 101:18,75<\/a><\/span><span class=\"citation\" id=\"89738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89738)\">D&amp;C 103:11<\/a><\/span> would it strike the people of Asia and Europe with terror? Not particularly, unless there was some supernatural power made manifest. But when the Lord's presence is there,<span class=\"citation\" id=\"89797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89797)\">D&amp;C 103:20<\/a><\/span> when his voice is heard,<span class=\"citation\" id=\"61819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61819)\">Joel 2:11<\/a><\/span> and his angels go before the camp,<span class=\"citation\" id=\"89798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89798)\">D&amp;C 103:20<\/a><\/span> it will be telegraphed to the uttermost parts of the earth and fear will seize upon all people,<span class=\"citation\" id=\"85815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85815)\">D&amp;C 45:74<\/a><\/span> especially the wicked,<span class=\"citation\" id=\"86468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86468)\">D&amp;C 63:33<\/a><\/span><span class=\"citation\" id=\"93179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93179)\">Moses 7:66<\/a><\/span> and the knees<span class=\"citation\" id=\"126716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126716)\">Dan. 5:6<\/a><\/span> of the ungodly<span class=\"citation\" id=\"91811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91811)\">D&amp;C 133:2<\/a><\/span> will tremble in that day, and the high ones that are on high,<span class=\"citation\" id=\"58497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58497)\">Isa. 24:21<\/a><\/span> and the great men of the earth.<span class=\"citation\" id=\"79312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79312)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79312)\">Rev. 6:15<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1326\"> We shall in due time walk forth into Jackson County and build up the waste places of Zion.<span class=\"citation\" id=\"89454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89454)\">D&amp;C 101:18,75<\/a><\/span> We shall erect in that county a beautiful city after the order and pattern that the Lord shall reveal, part of which has already been revealed. God intends to have a city built up that will never be destroyed nor overcome, but that will exist while eternity shall endure; and he will point out the pattern and show the order of architecture; he will show unto his servants the nature of the streets and the pavement thereof, the kind of precious stones that shall enter into the buildings, the nature of the rock and precious stones that will adorn the gates and the walls of that city; for the gates will be open continually says the Prophet Isaiah,<span class=\"citation\" id=\"59910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59910)\">Isa. 60:1-14<\/a><\/span> that men may bring in the force of the Gentiles.<span class=\"citation\" id=\"59978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59978)\">Isa. 60:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1327\"> The nature of the city of Zion is nowhere fully described. John the revelator has described in his 21st chapter, two cities coming down from God out of heaven. The first one is the New Jerusalem.<span class=\"citation\" id=\"80698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80698)\">Rev. 21:1-8<\/a><\/span> That will come down on the land of Joseph. After John had seen that, one of the angels who had one of the vials of the seven last plagues came to him and said, &#x201C;Come hither, John, and I will show you another city, that is that great city, the holy Jerusalem.&#x201D;<span class=\"citation\" id=\"80779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80779)\">Rev. 21:9-10<\/a><\/span> He took him to the summit of a high mountain and showed him that great city descending from God out of heaven, and John describes that city, the height of its walls, the number of its gates, the names that are to be upon the gates, and a great many particulars in relation to that city are clearly revealed.<span class=\"citation\" id=\"80790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80790)\">Rev. 21:11-27<\/a><\/span> But the New Jerusalem is nowhere so fully described, only as the Psalmist David says, &#x201C;Beautiful for situation, the joy of the whole earth, is mount Zion, on the sides of the north, the <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> city of the great King.&#x201D;<span class=\"citation\" id=\"56639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56639)\">Ps. 48:2<\/a><\/span> David also says, in speaking of this same city, &#x201C;Out of Zion, the perfection of beauty, God hath shined.&#x201D;<span class=\"citation\" id=\"56666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56666)\">Ps. 50:2<\/a><\/span> From these declarations we can at least believe that Zion will be a very beautiful city&#x2014;&#x201C;the perfection of beauty,&#x201D;<span class=\"citation\" id=\"56665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56665)\">Ps. 50:2<\/a><\/span> whether it is constructed after the order of the old Jerusalem or not. Suffice it to say that God by revelation will inspire his servants and will dictate to them the order of the buildings of that city&#x2014;the number and width of the streets, the kind of houses, the character of the Temple that is to be built therein, the kind of rock, timber and the various materials that will have to be brought from a distance to enter into the composition of that beautiful city. <\/div><div class=\"paragraph jod\" id=\"v15n1328\"> When the Temple is built the sons of the two Priesthoods, that is, those who are ordained to the Priesthood of Melchizedek, that Priesthood which is after the order of the Son of God, with all its appendages;<span class=\"citation\" id=\"90079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90079)\">D&amp;C 107:1-6<\/a><\/span> and those who have been ordained to the Priesthood of Aaron with all its appendages,<span class=\"citation\" id=\"126717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126717)\">D&amp;C 107:13-14<\/a><\/span> the former called the sons of Moses, the latter the sons of Aaron,<span class=\"citation\" id=\"87713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87713)\">D&amp;C 84:31-34<\/a><\/span> will enter into that Temple in this generation, or in the generation that was living in 1832, and all of them who are pure in heart will behold the face of the Lord<span class=\"citation\" id=\"89166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89166)\">D&amp;C 97:16<\/a><\/span> and that too before he comes in his glory in the clouds of heaven,<span class=\"citation\" id=\"85583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85583)\">D&amp;C 45:16<\/a><\/span> for he will suddenly come to his Temple,<span class=\"citation\" id=\"62386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62386)\">Mal. 3:1<\/a><\/span> and he will purify the sons of Moses and of Aaron, until they shall be prepared to offer in that Temple an offering that shall be acceptable in the sight of the Lord.<span class=\"citation\" id=\"62403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62403)\">Mal. 3:3<\/a><\/span><span class=\"citation\" id=\"87706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87706)\">D&amp;C 84:31<\/a><\/span><span class=\"citation\" id=\"91268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91268)\">D&amp;C 128:24<\/a><\/span> In doing this, he will purify not only the minds of the Priesthood in that Temple, but he will purify their bodies until they shall be quickened, renewed and strengthened,<span class=\"citation\" id=\"87717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87717)\">D&amp;C 84:33<\/a><\/span> and they will be partially changed, not to immortality,<span class=\"citation\" id=\"83057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83057)\">3 Ne. 28:37-40<\/a><\/span> but changed in part that they can be filled with the power  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God, and they can stand in the presence of Jesus, and behold his face in the midst of that Temple.<span class=\"citation\" id=\"87611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87611)\">D&amp;C 84:23<\/a><\/span><span class=\"citation\" id=\"126718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126718)\">D&amp;C 93:1<\/a><\/span><span class=\"citation\" id=\"89151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89151)\">D&amp;C 97:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1330\"> This will prepare them for further ministrations among the nations of the earth, it will prepare them to go forth in the days of tribulation<span class=\"citation\" id=\"93557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93557)\">JS&mdash;M 1:18<\/a><\/span> and vengeance<span class=\"citation\" id=\"59103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59103)\">Isa. 34:8<\/a><\/span><span class=\"citation\" id=\"60087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60087)\">Isa. 61:2<\/a><\/span><span class=\"citation\" id=\"60178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60178)\">Isa. 63:4<\/a><\/span><span class=\"citation\" id=\"60724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60724)\">Jer. 46:10<\/a><\/span><span class=\"citation\" id=\"67983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67983)\">Luke 21:22<\/a><\/span><span class=\"citation\" id=\"88049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88049)\">D&amp;C 85:3<\/a><\/span><span class=\"citation\" id=\"90624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90624)\">D&amp;C 112:24<\/a><\/span><span class=\"citation\" id=\"91930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91930)\">D&amp;C 133:51<\/a><\/span><span class=\"citation\" id=\"93136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93136)\">Moses 7:60<\/a><\/span> upon the nations of the wicked, when God will smite them with pestilence, plague<span class=\"citation\" id=\"89228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89228)\">D&amp;C 97:26<\/a><\/span> and earthquake,<span class=\"citation\" id=\"88219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88219)\">D&amp;C 87:6<\/a><\/span> such as former generations never knew. Then the servants of God will need to be armed with the power of God, they will need to have that sealing blessing pronounced upon their foreheads<span class=\"citation\" id=\"87286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87286)\">D&amp;C 77:9<\/a><\/span><span class=\"citation\" id=\"79325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79325)\">Rev. 7:3<\/a><\/span> that they can stand forth in the midst of these desolations and plagues and not be overcome by them. When John the Revelator describes this scene he says he saw four angels sent forth, ready to hold the four winds that should blow from the four quarters of heaven. Another angel ascended from the east and cried to the four angels, <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and said, &#x201C;Smite not the earth now, but wait a little while.&#x201D; &#x201C;How long?&#x201D; &#x201C;Until the servants of our God are sealed in their foreheads.&#x201D;<span class=\"citation\" id=\"79323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79323)\">Rev. 7:1-3<\/a><\/span> What for? To prepare them to stand forth in the midst of these desolations and plagues, and not be overcome. When they are prepared, when they have received a renewal of their bodies in the Lord's Temple,<span class=\"citation\" id=\"87718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87718)\">D&amp;C 84:33<\/a><\/span> and have been filled with the Holy Ghost<span class=\"citation\" id=\"126719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126719)\">Acts 4:31<\/a><\/span><span class=\"citation\" id=\"126720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126720)\">3 Ne. 12:6<\/a><\/span> and purified as gold and silver in a furnace of fire,<span class=\"citation\" id=\"62404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62404)\">Mal. 3:2-3<\/a><\/span><span class=\"citation\" id=\"91269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91269)\">D&amp;C 128:24<\/a><\/span> then they will be prepared to stand before the nations of the earth and preach glad tidings of salvation<span class=\"citation\" id=\"91235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91235)\">D&amp;C 128:19<\/a><\/span> in the midst of judgments that are to come like a whirlwind upon the wicked.<span class=\"citation\" id=\"60560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60560)\">Jer. 23:19<\/a><\/span><span class=\"citation\" id=\"86402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86402)\">D&amp;C 63:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1331\"> I intended to lay before you some things pertaining to the order of full consecration that will be observed when we get back to Jackson County, but time will not permit to enter into that now. <\/div><div class=\"paragraph jod\" id=\"v15n1332\"> May God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}