{"ID":150038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Rewards According to Works&#x2014;Tithing.<\/div>\n<div class=\"subtitle\">Discourse by President Orson Hyde, delivered in the 14th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, January 19, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Rewards According to Works&#x2014;Tithing.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 1\/19\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v15n1069\"> It is some time since I had the pleasure of meeting with the Saints in the Fourteenth Ward of Salt Lake City. I only regret, this afternoon, a severe cold that I have taken since I arrived in the city, which, I fear may disqualify me, at least in part, from doing justice to any subject that may engage my attention. <\/div><div class=\"paragraph jod\" id=\"v15n1070\"> I discern but a small portion of the people of this ward collected together on the present occasion. I do not express myself thus with the idea of finding fault with them for their nonattendance at meeting. I only wonder how so many of you were enabled to come together at this time and I almost wonder how I got here myself without being stuck in the mud. However, we are here to wait upon the Lord,<span class=\"citation\" id=\"56543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56543)\">Ps. 27:14<\/a><\/span> that we may renew our strength,<span class=\"citation\" id=\"126672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126672)\">Isa. 40:31<\/a><\/span> and certainly in these times of wonders we have as much occasion for food adapted to our immortal spirits, to strengthen and invigorate them, as we have for food to nourish and strengthen the body. We may be more sensible of the want of food for the body than we are of the want of food for the mind, but still a lack of the latter preys upon the interior man as much as a lack of the former disqualifies us for the discharge of those arduous duties which pertain to our mortal organization. <\/div> <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1071\"> I hardly know, my brethren and sisters what to speak to you about this afternoon. I have no sermon prepared, and I do not know that I should have prepared one if I had had time, for a discourse delivered by any individual that is not the outburst of inspiration by a higher power cannot be productive of any lasting good, though good moral principles may be set forth, and that too in an engaging and interesting point of light. <\/div><div class=\"paragraph jod\" id=\"v15n1072\"> In the course of my life I have traveled over a considerable portion of the world, and have had opportunities to mark the different customs, fashions and styles of people, and not only people, but the different styles of architecture which prevail among them&#x2014;every variety which the mind is capable of imagining, from the princely mansion down to the meanest hovel. I have found that all classes have some kind of shelter or home. It is rarely that I have met with one who has said to me, &#x201C;I have no home, no shelter, nowhere to go.&#x201D; Even the insects and most of the wild animals have some kind of refuge, some place to flee to in the time of storm. Our Utes who roam over the mountains here have their wickiups, not very desirable to us, but they serve them a purpose&#x2014;they shield, or at least partially shield,  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them from the inclemency of the storm. All classes of people then, we say, have some place of resort or refuge, and the presumption is that all have built according to their taste, coupled with their ability. This is about the idea that I have formed. <\/div><div class=\"paragraph jod\" id=\"v15n1074\"> Whence came the idea of these forms and structures? Where did they originate? I believe that everything that is of service to and that is designed for a blessing to man, came in some way by the revelations of God. I do not say that they have all been revealed through a Prophet or through an Apostle. God has organized every human being on the earth, and has given to him a temperament and a disposition susceptible of impressions; and though he may not know their origin, still they play upon his imagination, and disclose to him many important matters connected with his earthly existence. A carpenter has many tools in his box. They are not all the same kind, yet in the execution of the several branches of his art he finds a use for them, they are not to be thrown away; and so it seems to me that in the great family of man there is not one to be thrown away, but all may be used by him who created them. <\/div><div class=\"paragraph jod\" id=\"v15n1075\"> The art of printing was no doubt revealed from on high, the matter or facsimile being imparted to some instrument&#x2014;some vessel chosen for that peculiar purpose, not necessarily an Apostle or Prophet&#x2014;by which to open a door to flood the world with intelligence, to organize and establish the kingdom of God. But whoever it may be through whom such revelations are made, his own individual organization is played upon by the light of revelation, though he may not understand it and give God the glory, to whom, in reality, it belongs. It was not necessary that the power <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of steam to facilitate business and journeys by land and sea throughout the world, should be revealed to Joseph Smith, Brigham Young, Isaiah or Jeremiah; but there was an organization prepared to receive that communication; and so I might say in relation to all the arts and sciences that exist on the earth. If I might be allowed the expression, I would say that the celestial kingdom is a central college where all true sciences exist. We have them here, not in their pure and refined state, but merely the coarse and shadowy outlines. No doubt many of you have had your portraits penciled upon the canvas by the artist, and after he had drawn the outlines, without filling up or embellishing at all, you looked at it and said, &#x201C;That is not myself, it does not look like me, it belongs to someone else.&#x201D; But when it came to be filled up and embellished, perhaps you were ready to own it. We have the shadows of things that are, and not the real things themselves, in many respects. The question arises in my mind, whether or not there are mansions prepared, the other side the veil, adapted to every human being who ever did or ever will live upon the earth. Jesus said to his disciples on a certain occasion, &#x201C;I am going to leave you. In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.&#x201D;<span class=\"citation\" id=\"69882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69882)\">John 14:2<\/a><\/span> It seems that, at this time, there was no place prepared for them; that those that were already constructed were designed for others, and not for them, hence said he, &#x201C;I go to prepare a place for you. And if I go, I will come again, and receive you to myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69915)\">John 14:3<\/a><\/span> It is very natural for every person who dwells on earth, when weary, or when his task is done or his journey ended  <div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to seek his home. I will venture to say that when you go from this assembly you will naturally seek your own abiding places. You may perhaps call in at a sick neighbor's; but your ultimate purpose is to retire to your own homes, and you are not content until you arrive there. The question with me is whether all people will not naturally seek the place designed and prepared for them on the other side of the veil&#x2014;whether there does not exist a sympathy between the moral qualifications of the human heart and the character of that mansion which its owner is destined to occupy&#x2014;a kind of attractive power that will lead each one to his respective abode. Brethren and sisters, we are all forming characters which will entitle us to the different styles of mansions in our Father's house.<span class=\"citation\" id=\"69883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69883)\">John 14:2<\/a><\/span> If I seek and do obtain a superior degree of intelligence&#x2014;if I do labor to acquire purity of heart and uprightness of conduct in all things, no matter how high my standard, is there not a mansion, corresponding with the exertions which I make, that I am heir to and destined to inherit? I am inclined to the idea that this is so. <\/div><div class=\"paragraph jod\" id=\"v15n1077\"> I have heard some say, &#x201C;I would like to know what my condition and situation will be the other side of the grave.&#x201D; We are solving that problem in our present state of existence, we are determining the matter by our actions in everyday life. I recollect once, in my travels, standing on the deserts of Sahara, where I could view the wide expanse and motion of sand, filling the air as the drifting snows do the atmosphere here many times. I saw the sirocco fill the air with sand so that it was with difficulty we could open our eyes, without endangering our sight. I saw neither plant nor flower of any kind there, nor even a shrub on which <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a camel could browse. There are places, I suppose, in the desert, where springs of water burst forth, that are green, breaking the monotony that reigns over that wide expanse, but I did not see them. And yet I considered, &#x201C;You will drink every drop of moisture and every drop of dew that distils from heaven, and in return you send forth no plant or flower, ungrateful soil!&#x201D; Come northward a little, or northwest, and land on the southern borders of Europe, say Italy, and there is a beautiful country, delightful fruits of a very fine grade grow there almost spontaneously; the weather or climate is adapted to almost everyone, but particularly to those who are natives of the country. Come further north, into Germany, for instance, or to England. There it is much colder; more hardy fruits grow there. Well, continue on northward to Denmark, Norway, Sweden, Lapland and indeed into the Arctic regions. What do we find there? Hardy races of men, adapted to the climate, and they seemingly prefer that as a resilience to any other portion of the earth. There is the Esquimaux dwelling in his habitation of ice&#x2014;ice forming the walls of his dwelling. He is wrapped in the skins of animals, and he lives to a great extent on the blubber of whales. Would he like to exchange situations with the inhabitants of warmer countries? He has no disposition to emigrate, that seems to be the place he is attached to. All this, for aught I know, may reflect something of the climate of those regions that we may hereafter inhabit. I do not know but the very heavens reflect their existence upon earth. I do not know but that, in a shadowy form, the earth itself is a facsimile of the heavens. <\/div><div class=\"paragraph jod\" id=\"v15n1078\"> Now, on another subject, what would you think, brethren and sisters,  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of that man who would refuse to pay his taxes to the government under which he lives. There are some who decline to pay their taxes in this country as if the original inhabitants were exercising a jurisdiction which the dignity of modern civilization affects to despise and repel! What do we think of any man who declines to pay his taxes? We think him not entitled to the protection of the laws. I believe there is one statute in Utah which says that every man shall have the privilege of voting at the polls after a residence of six months, provided he be a taxpayer within its boundaries. This is an important clause. I do not speak of this because I want to urge the collection of taxes, I care nothing about that in comparison, I use this as an illustration, in reference to some other matters which I wish to urge upon your attention. Go where we will, we find we have to pay our taxes to political organizations and governments. The Savior of the world, poor as he was, was not exempt from this obligation or liability, hence he said to Peter, &#x201C;Pay taxes.&#x201D; &#x201C;Oh, we have no money.&#x201D; &#x201C;Well, go and cast your hook into the sea, and you will take a fish, and in that fish you will find money, take that and pay the taxes for thee and me.&#x201D;<span class=\"citation\" id=\"65007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65007)\">Matt. 17:24-27<\/a><\/span> Thus we see that he who made all things discharged this liability. We also should pay our taxes to the governments and powers of this world. If we never should pay our taxes with what kind of a grace could we appeal to the County Court for aid to construct a road here, a bridge there, or an improvement yonder? &#x201C;You have not paid your taxes, how can you expect anything to revert to you when you have not aided to replenish the treasury or to keep the fountain full? You have no right to expect to share in the advantages enjoyed <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by loyal citizens.&#x201D; Again, if I refuse to pay my taxes to the government is it not pretty conclusive evidence that I am an enemy to that government and its friends? It seems to me that the tide beats in that direction, and shows that I am disloyal. If I pay all my taxes and discharge all my obligations to the government under which I live, I should be called a loyal citizen. <\/div><div class=\"paragraph jod\" id=\"v15n1080\"> Says one, &#x201C;I do not know what is done with the taxes. I would like to know how they are applied, and what use is made of the money, and before I pay I think I will ascertain.&#x201D; If you undertake this I think you will have a heavy and difficult job on your hands. I would not like to ferret it out. When I get my receipt for taxes paid I put it in my pocket, and say, &#x201C;Goodbye, sir,&#x201D; till he calls again. That is all the care I have. If the collector makes a bad use of the money he collects, or appropriates it for other than legitimate purposes, somebody else will see to him, not I. I have got his receipt, I have done my duty, I have discharged the obligation devolving upon me. <\/div><div class=\"paragraph jod\" id=\"v15n1081\"> We all look, brethren and sisters, for the kingdom of God to be established at some time, if it is not already done, and yet some of us complain very much about paying our tithing. The very word grates on the ears of some! Well, as taxes are to the governments of the political world, so is tithing to the kingdom of God. That is my understanding, and if I pay my tithing I come within the promises and protection of Heaven's laws, and I am considered a loyal subject of and a friend to that government. I will notice here a little peculiarity with regard to tithing. There is not much said about it in the New Testament Scriptures; except mere allusions; it is the same with regard to polygamy;  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but you turn to the Old Testament and you will find that these two subjects run parallel one with the other, and where one exists the other follows as a matter of course. I might ask a question here as to what our Savior meant when he said, &#x201C;The first shall be last; and the last shall be first.&#x201D;<span class=\"citation\" id=\"65262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65262)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"65286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65286)\">Matt. 20:16<\/a><\/span><span class=\"citation\" id=\"67682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67682)\">Luke 13:30<\/a><\/span> If the first order of things is to lap over on to us who are engaged in forming the last and closing scenes of God's work on earth pertaining to this dispensation, the last may turn back; and if the former dispensation forms the field of our last labors or under its shadows we bring things to a close, by and by the reality, the substance may come. I do not know that we can charge the Savior with folly when be said, &#x201C;The first shall be last; and the last shall be first.&#x201D;<span class=\"citation\" id=\"65263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65263)\">Matt. 19:30<\/a><\/span><span class=\"citation\" id=\"65285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65285)\">Matt. 20:16<\/a><\/span><span class=\"citation\" id=\"67681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67681)\">Luke 13:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1083\"> Do I want a mansion in yonder world that is glorious? Then I must comply with the law of Heaven and pay my tithes and bring my offerings and prove to the Heavens that I am a friend of his government; and that I am willing to sacrifice anything to please him and to secure the desired treasure. You no doubt recollect reading in the New Testament of a certain man who found a treasure which was hid in a field, and he went and sold all he had to purchase the entire field.<span class=\"citation\" id=\"64655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64655)\">Matt. 13:44<\/a><\/span> It was but a little portion of ground that contained the treasure, but he was so bent on securing it that he purchased the entire field. What was that treasure? It was the kingdom of God. Some say the gifts of God are not purchased with money,<span class=\"citation\" id=\"71638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71638)\">Acts 8:20<\/a><\/span> and again some will contend that they are. I will speak a word or two upon this subject, by way of illustration. I suppose that in former days they had speculators among them, somewhat similar to those we have in these days. Once on a time the inspired Apostle laid <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his hands upon some who had been baptized for the remission of their sins, and they received the Holy Ghost. One Simon Magus saw the operation and he asked the Apostle to give him that gift, saying to him, &#x201C;I will give you money for it.&#x201D; Probably Simon said to himself, &#x201C;I see money in it,&#x201D; as much as some of you do in that mine; &#x201C;just give me that gift, that upon whomsoever I lay my hands they may receive the Holy Ghost, and thus I will accumulate a fortune.&#x201D; Said Peter, &#x201C;Be it known unto you that the gifts of God are not purchased with money; thy money perish with thee,&#x201D;<span class=\"citation\" id=\"71618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71618)\">Acts 8:14-20<\/a><\/span> &amp;c. But then again, read in another part of the Scriptures about a certain steward who had charge of his master's goods. He was accused unto his lord of wasting these goods, or of making an improper use of them, and he was called to an account, and informed by his master that he could no longer be steward. Said the steward, &#x201C;What shall I do? I am bound to lose my place, and to dig I cannot, I am not used to it; and to beg I am ashamed; what shall I do to sustain myself?&#x201D; This happy thought occurred to his mind&#x2014;I will go round now to all my lord's debtors, and I will say to this one, &#x201C;How much owest thou to my lord?&#x201D; &#x201C;One hundred measures of wheat.&#x201D; Said the steward, &#x201C;I will forgive you fifty. I am yet in power, I am not yet displaced, take thy bill and sit down quickly, and write fifty.&#x201D; So he went and did to all his lord's debtors. His lord saw what he was doing and called him to account, and he commended the unjust steward for his wisdom and shrewdness&#x2014;he had acted wisely for himself.<span class=\"citation\" id=\"67715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67715)\">Luke 16:1-8<\/a><\/span> And now says the Savior, as if predicating a principle upon this transaction, &#x201C;I say unto you, Make unto yourself friends with the mammon of unrighteousness; that, when you fail, you may  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be received into everlasting habitations.&#x201D;<span class=\"citation\" id=\"67741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67741)\">Luke 16:9<\/a><\/span> While it is the suggestion of one spirit, which is the spirit of falsehood, although the truth may be spoken by that spirit, yet God will not own it, and yet the same principle spoken of by another spirit, which is of God, Heaven will own. What are all the riches of this world given unto us for, but to secure some mansion in yonder world that will be glorious, and grand and worthy the noble and sacrificing spirit that sought it? <\/div><div class=\"paragraph jod\" id=\"v15n1085\"> Well, we pay our tithing. What does it consist of? One-tenth of all we possess at the start, and then ever after one-tenth of our annual income.<span class=\"citation\" id=\"90744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90744)\">D&amp;C 119:1-7<\/a><\/span> If that be one thousand dollars per annum you pay one hundred of that in taxes to the kingdom of God. Say some, &#x201C;If it be God's kingdom we should think it could stand and roll on without this kind of backing or aid.&#x201D; I will tell you that the Lord Almighty wishes to prove our fidelity to him. It is not for his sake that we pay tithing, it is for ours. Hence he says, &#x201C;If I were hungry or thirsty, I would not call upon them for meat or drink, but I want to prove you and see whether you are loyal to me or whether you are rebellious. Hence bring your tithes and your offerings into my storehouse and prove me now, herewith, and see if I will not open to you the windows of heaven and pour you out a blessing that there shall not be room to receive.&#x201D;<span class=\"citation\" id=\"62450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62450)\">Mal. 3:10<\/a><\/span> We are told by some of the unbelievers that we pay tithing and we are dupes to fanaticism, that we are priest-ridden, and bound down with galling chains of oppression. That same class of persons will boast that they pay no tithing. They are not priest-ridden, they are freeborn American citizens and are not subject to this priestly rule. Ahem! By and by perhaps these individuals go <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hence to the other side of the veil, and they inquire the way to their home or mansion, and yonder, perhaps, one represented by the deserts of Sahara is pointed out to them, and they are told&#x2014;&#x201C;There is your home. You have been eager to grasp every blessing that flowed from the beneficent hand of the Creator, but what have you given in return? No more than that sandy desert has given, and there is the place of your home. An American citizen, eh! Not priest-ridden, not oppressed so that you have to pay tithes or taxes to the kingdom of God?&#x201D; &#x201C;No, we do not know any such kingdom.&#x201D; Well, brethren and sisters, I almost shrink at the task of following this subject up. It is a little sensational, but perhaps it might as well be told, if not in whole, at least in part. <\/div><div class=\"paragraph jod\" id=\"v15n1086\"> We find that there are many worlds surrounding us, revolving in their sphere and orbit. Some learned men have pretended to say that some of the planets in our own solar system are nothing but a mass of liquid fire. I do not know how true this is, I cannot vouch for it. It is a long time since I was there, and I have forgotten much that may, at some future day, be brought to my recollection, when the veil shall be parted from all eyes, and we see as we are seen and know as we are known.<span class=\"citation\" id=\"73725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73725)\">1 Cor. 13:12<\/a><\/span><span class=\"citation\" id=\"87171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87171)\">D&amp;C 76:94<\/a><\/span> Here is my friend and brother Pratt, he is more skilled in astronomy than I am, and if I am guilty of an error, he can correct me if he sees fit. But some learned men say that there are worlds which roll in eternal night, not one ray of light from the grand central luminary penetrating or dawning upon their orbit, but they move in an eternal eclipse&#x2014;always dark. I do not know how this is, but I know that some will come up and want an inheritance, and it will be said to them,  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Depart from me, ye workers of iniquity, into everlasting fire, prepared for the devil and his angels.&#x201D;<span class=\"citation\" id=\"66199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66199)\">Matt. 25:41<\/a><\/span> There are some now who love darkness rather than light because their deeds are evil.<span class=\"citation\" id=\"68923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68923)\">John 3:19<\/a><\/span> I will venture to say that if some of the zealous opposers of what is sometimes called &#x201C;Mormonism,&#x201D; who were once united with us, could see an improper step made by your humble servants, they would seize upon it with the greatest avidity. If there was a dark spot in my moral character, that would be food for them. I, or my friend brother Pratt, or President Young, may have achieved worthy exploits and done great good, but they pass by this, they have no relish or appetite for it; but the moment there is a dark spot, either real or imaginary, they are ready to seize upon it with the greatest avidity, and roll it as a sweet morsel under their tongue, because they are children of darkness and love darkness rather than light.<span class=\"citation\" id=\"68922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68922)\">John 3:19<\/a><\/span> Now the sun, the great fountain of light of our system, is said to have dark spots on his disc. I believe it is so, but there is much light there, and he throws his rays to an immense distance. Now, because he has some dark spots on him, shall we dispense with and refuse to receive his light? No, with all the darkness he has we love the sun, and whether on sea or on land his rays are cheering and welcome, notwithstanding the dark spots that may exist on his face. So in relation to the servants of God. We may be men of like passions<span class=\"citation\" id=\"71883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71883)\">Acts 14:15<\/a><\/span><span class=\"citation\" id=\"77741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77741)\">James 5:17<\/a><\/span> with others, but if an additional halo of light and glory burst upon us, and we as reflectors send that abroad for the benefit of others, the dark spots, real or imaginary, in our characters, should be overlooked, as those of the sun are overlooked. <\/div><div class=\"paragraph jod\" id=\"v15n1088\"> Well, others besides those I have referred to, come up and want a <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mansion. They are asked&#x2014;&#x201C;Have you showed yourselves friends to the kingdom of God?&#x201D; &#x201C;No, we have sought to hedge up its progress in every way we could. We have told all the lies we could manufacture, and sent them abroad on the wires to create a storm of indignation against it&#x2014;anything was justifiable to suppress &#x2018;Mormonism.&#x2019; We have even twisted plain, straightforward common sense law into a ram's horn, and made it so complex that neither we nor anyone else could understand it, for the sole purpose of ensnaring the feet of the defenders of this latter-day kingdom.&#x201D; &#x201C;Well, you want a mansion, and you love darkness rather than light, because your deeds are evil?&#x201D;<span class=\"citation\" id=\"68924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68924)\">John 3:19<\/a><\/span> &#x201C;Yes.&#x201D; &#x201C;Well, yonder is your home, in that world that rolls in eternal eclipse.&#x201D; &#x201C;And these shall go away,&#x201D; says the Bible, &#x201C;into outer darkness: where there shall be weeping, and wailing, and gnashing of teeth.&#x201D;<span class=\"citation\" id=\"65370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65370)\">Matt. 22:13<\/a><\/span><span class=\"citation\" id=\"91949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91949)\">D&amp;C 133:73<\/a><\/span> Dwell in eternal night! Oh, ye sons of rebellion, ye daughters of departure, contemplate the character of your future home! Turn from your ways, seek unto the Lord God of Israel, and know ye that mortal man here on earth is not perfect. I do not know that the angels of God are perfect, I rather question it. You question the perfection of the angels of God? A little, for the Bible says that God charges his angels with folly.<span class=\"citation\" id=\"56081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56081)\">Job 4:18<\/a><\/span> If the angels are charged with folly<span class=\"citation\" id=\"56082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56082)\">Job 4:18<\/a><\/span> by him who sits on the throne, with much more propriety may mortals who are at a greater distance from the central government be charged with the same. I will tell you that this is a singular kind of a world, and the machinery of man is very singular and complex, and it requires the wisdom of God to know and understand everything in relation to it, or even a small portion of it. <\/div> <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1090\"> I might go on and point out the different characters, but having given you two or three examples, you must draw your own inference in relation to the condition hereafter of every living being. &#x201C;Why,&#x201D; says one, &#x201C;I expect to go into the celestial kingdom.&#x201D; You do? That is the highest grade of glory that we have any knowledge of. Put you or me into a place that we are not qualified to fill, and is it a heaven or a hell to us? For instance, there are many heavy mercantile firms in this city. An upright man, full of charity and good works, applies at the counting house of one of these large establishments for a berth as chief clerk, to keep their financial affairs properly posted up. He knows nothing about figures or about wielding the pen, but he is a good man. Let the weight of responsibility gradually descend and fall upon him, and he says, &#x201C;I am crushed, I cannot do anything with this position, Oh deliver me from this place!&#x201D; How often do we hear men say, &#x201C;I am going to be a ruler in the kingdom of God.&#x201D; The presumption is that such men possess certain necessary qualifications. To be a ruler without the qualifications for one, is to receive an exalted position to become a mark of ridicule for all beholders. I will tell you that to put you or me in a place that we are not qualified to fill, it is a hell for us, instead of a place of honor and exaltation, and I feel that I have no time to lose in preparing and qualifying myself to learn first to be a subject. If I cannot submit to be a subject, how can I ever expect to be a ruler? If I have not regard enough for the kingdom of God to comply with its requirements and laws and to pay my tithing, but show myself disloyal all my life, how can I expect to be elevated as a ruler in that kingdom <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has no end?<span class=\"citation\" id=\"58071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58071)\">Isa. 9:7<\/a><\/span> I cannot expect it. <\/div><div class=\"paragraph jod\" id=\"v15n1091\"> I will now repeat what I said before&#x2014;the celestial kingdom is the seat of all science, and like a great tree whose shadow reaches our earth, true science emanates thence, where it exists in its most refined and pure state, down here to our earth. Now, unless we go to and establish schools to educate ourselves and our children in all the shadows that are reflected upon our earth, how can we manage the substance? As it is said, &#x201C;He that is unfaithful in the unrighteous mammon, who shall commit to his trust the true riches?&#x201D;<span class=\"citation\" id=\"67756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67756)\">Luke 16:11<\/a><\/span> And if we are unfaithful to the shadows, who will commit to us the golden beams of purity, intelligence and love, even the sciences as they exist in the celestial kingdom? It is for us to look at and reflect upon these things, and to devote ourselves to the acquisition of knowledge. <\/div><div class=\"paragraph jod\" id=\"v15n1092\"> This city is becoming a fashionable city. I see that the Latter-day Saints are copying the fashions of the outside world. I love to see innocence, purity, cleanliness and all this, and I would rather have disclosed to me, in the visions of one night's sleep, the true principles of godliness as they exist on the other side of the veil, than to have all the pride and fashion that decorate these poor mortal bodies, for one view of eternal things throws into the shade all earthly grandeur and glory. This is what I delight in. Brethren and sisters, let us pay our tithing, that we may earn an inheritance in the kingdom of God, and we shall find that our loyalty in this shape will actually purchase us an everlasting inheritance. <\/div><div class=\"paragraph jod\" id=\"v15n1093\"> Says one, &#x201C;What becomes of tithing? I would like to know whether these Priests, Apostles, Bishops and Presidents use it all up  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in extravagance?&#x201D; I will tell you where it goes, though I am under no obligation to do so, any more than I am to tell what is done with the money I pay to the tax collector, or the internal revenue man. When you go to the marriage altar, or to be baptized for yourselves or for your dead relatives, or to get your sealings and anointings, or anything of this kind, do you have to pay five shillings or five dollars for officiating for your father or mother who is dead and gone, that they may share the benefits of the everlasting Gospel with you, or are those ordinances free to you? You do not have to pay for them, do you? Do you find beggars in the streets of Zion? I have traveled through many countries in the old world, and I could hardly pass a corner, without hearing the petition&#x2014;&#x201C;A penny if you please, a penny, a penny. My mother is at home sick, got a little baby and cannot get out, and they are afflicted. Oh, please sir, a penny, a sixpence to help them!&#x201D; No such scenes in this country. I have seen nothing of the kind, and I question very much whether you have. In those old countries beggary is going on in five hundred different ways, but you do not see any of it here. What stops up all these channels of distress? Tithing&#x2014;the taxes you pay to the kingdom of God. The little child's mother is provided for, if her Bishop looks after her, and the presumption is that he does. These little children are cared for. Is there any real poverty in our land? There may be, but really the cases are few and far between. All are well fed, all comfortably clad, and wherein they are unable to do it themselves, the tithing department pays. <\/div><div class=\"paragraph jod\" id=\"v15n1095\"> We may think that we are going to get all our sealings, anointings, our marriages and everything of that <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kind free, but we are mistaken about that; we have got to pay for them all. How do you pay? Tithing and offerings to the kingdom of God pay for it all. Then when you come up to have accounts adjusted, and the books are opened, and another book is opened and the dead are judged out of those things written in the books according to their works,<span class=\"citation\" id=\"80621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80621)\">Rev. 20:12<\/a><\/span> they have paid the charges, and that which they claim is their own, it is given to them of God. Not so with the world, they only marry for time. I have married a great many couples in the ways of the world, but I never married any of them for time and for all eternity, my mind did not stretch so far then&#x2014;I married them until death should separate them. Those who have paid no tithing and have not enlisted under the law and commandments of God, those who have had no faith in Jehovah and in the resurrection, are parted when they go down to the grave. Farewell to all alliance then! They have raised families of lovely children, they have passed through sorrow, tribulation and joy, tasted the sweet and the bitter together, but when they reach the grave farewell forever, an eternal separation takes place. Not so with the Latter-day Saints. We are administered to by the authority of that priesthood that is without beginning of days or end of life,<span class=\"citation\" id=\"76803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76803)\">Heb. 7:3 (JST)<\/a><\/span><span class=\"citation\" id=\"87368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87368)\">D&amp;C 78:16<\/a><\/span><span class=\"citation\" id=\"126673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126673)\">D&amp;C 84:17<\/a><\/span> whose ministration is just as efficient the other side of the veil as this side, for what it binds on earth is bound in heaven, and what it looses on earth is loosed in heaven.<span class=\"citation\" id=\"64897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64897)\">Matt. 16:19<\/a><\/span> If we have not a priesthood possessing this power and authority we have none at all. We claim that we have, and it cannot be found anywhere else. If we go to the Presbyterian Church, with all respect to its ministers and people, and ask, &#x201C;Do your ministrations reach beyond the veil? Can you  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>marry for time and for all eternity?&#x201D; We are told, &#x201C;No.&#x201D; And every other sect in Christendom will say the same. They could just as easily argue me out of my existence as to convince me that the ministrations of my priesthood do not reach within the veil of eternity, and run parallel with the great God himself, because that priesthood comes from God, and Heaven cannot destroy his own power, unless he destroy himself, and <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he will not do, he will not be guilty of suicide. This is the superiority of the Priesthood that is conferred upon the Latter-day Saints; and although we have this treasure in earthen vessels,<span class=\"citation\" id=\"74079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74079)\">2 Cor. 4:7<\/a><\/span> and are despised and rejected,<span class=\"citation\" id=\"59637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59637)\">Isa. 53:3<\/a><\/span> there is a purity and an eternal principle embraced therein which will last until the heavens are no more.<span class=\"citation\" id=\"56126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56126)\">Job 14:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1097\"> God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}