{"ID":150014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Plan&#x2014;It Must Be Obeyed If Its Blessings Be Secured&#x2014;God's Kingdom Has Come.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, delivered in the Bowery, Brigham City, Saturday, June 8, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Plan, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 6\/8\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v15n301\"> I feel glad of the opportunity of bearing my testimony once again to the principles of salvation that have been revealed in the day in which we live, to the children of men. There is an impression resting upon the people of every nation on the face of the earth, that some great events in human history are about to take place. In the Christian world there is a general belief that the time is approaching when the God of heaven will assume the reins of power. They talk about the reign of Christ, the great millennial day, when the kingdoms of this world will become the kingdoms of our Lord and his Christ.<span class=\"citation\" id=\"79461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79461)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n302\"> It is hardly possible for any person to live to the years of maturity <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> without having some impression, some anxiety concerning his future state; all persons, at some period of their existence, have such impressions. They come from the Lord, and their effect on the mind is as plain as the mark of the type on the paper; and the reason we experience them is because we are the children of God. There is a link existing between God and his children here on the earth, and that draws them towards him, and enables all who listen to the promptings of his good Spirit to increase in good, and to overcome that which is evil. This is natural, and exists to a greater or less extent in the hearts of all the children of men. <\/div><div class=\"paragraph jod\" id=\"v15n303\"> There is evil in the world&#x2014;evil  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influences that strive against and destroy that which is good. Men's names are written in the Book of Life, and will forever remain written there unless they do something to cut the thread and to blot them out.<span class=\"citation\" id=\"79084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79084)\">Rev. 3:5<\/a><\/span> Men are naturally religious in their feelings, and it is a perversion of their nature to go into wicked and by and forbidden paths. The practice of evil brings with it no peace or true happiness. It destroys the vital thread of life that reaches into the eternal bowers of peace and salvation. The Lord our God has never given a commandment to the children of men but that would, if observed, be for their happiness and well-being here on the earth, and it is for ourselves that we serve God and keep his commandments. All that he has done, all the commandments he has given, are for our benefit, not for his. It would be well for us, as the President has just observed, if we would walk in the channels of truth and virtue, and in strict obedience to the commands of God, for thereby we promote our own welfare and secure to ourselves an eternal inheritance in the realms of joy and happiness. The kingdom is ours if we will live for it. We may come to an inheritance of all that is worth desiring or possessing, of all that will be of any benefit to us either here or hereafter, if we will live for it. <\/div><div class=\"paragraph jod\" id=\"v15n305\"> God, our heavenly Father, has restored the authority of the Holy Priesthood, through the channel of which a communication has been opened up between the heavens and the earth; and through that channel we can learn to know God, whom to know is life eternal.<span class=\"citation\" id=\"70598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70598)\">John 17:3<\/a><\/span> The way to this is opened to all the children of men, and the invitation has gone forth unto all people to repent of their sins, and return to God and receive the blessings. There is no true <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5826\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoyment but what can be obtained through this channel, and it is within the purview of the kingdom of God here upon the earth. The people should not be afraid of the government of God; it is only calculated for their benefit, and it will be a blessed day when it can take the place of the wicked governments that now exist on the face of the earth, and its establishment should be hailed as the grandest and best event that could take place among the children of men. In the kingdom and government of God is every blessing that is enduring, and it will confer upon those who abide its laws all the peace, joy and happiness they can conceive of. Outside of it there is nothing worth having; all real true happiness, all that can serve our best interests comes within its purview. <\/div><div class=\"paragraph jod\" id=\"v15n306\"> Are we obliged, in order to secure present happiness and enjoyment, to go outside the kingdom of God? By no manner of means, although it is so esteemed in the religious world. A great many so-called religious people feel that they are restrained of their liberty and enjoyment by being members of their churches. This is a wrong view. Our Father in heaven does not wish to restrain his children in anything that is right, and it is right for people to enjoy themselves, and the very acme of happiness is to be obtained by obeying the behests and commands of our Father in heaven. Men may indulge in things they call happiness, but there is often no real happiness in them, for they bring punishment along in the sting they leave behind. It is not so with proper enjoyments&#x2014;enjoyments within the scope of reason and right, where there is no infringement upon each other. The great law of demarcation between that which is wrong and that which is right is not to infringe upon the  <div class=\"break pagebreak\" id=\"86a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0086.pdf\" target=\"pdfwin\">p.&#xA0;86a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rights of another. No man has a right to infringe upon another. We serve ourselves, then, by serving God and keeping his commandments, and the way is so plain that no person can err therein.<span class=\"citation\" id=\"59211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59211)\">Isa. 35:8<\/a><\/span> Our boys who have been properly raised and tutored in the Church and kingdom of God, who have attended Sunday school, learned the catechism and become conversant with the principles set forth in the Scriptures, in the Book of Mormon, and in the book of Doctrine and Covenants, and have been endowed with the authority of the Holy Priesthood, can teach men the way of life and salvation; and if they will follow their teachings they will bring them back into the celestial kingdom of God, they are so simple and so easy to be comprehended. <\/div><div class=\"paragraph jod\" id=\"v15n308\"> There are a good many ways pointed out by the children of men, which they call the ways of life and salvation, but the end thereof is death. The Lord is not the author of the confusion<span class=\"citation\" id=\"73766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73766)\">1 Cor. 14:33<\/a><\/span> that exists in the religious world. Satan stands there, ready, and has religion at his fingers' ends, already manufactured, to suit the notions of men. Men get notions and ideas foreign to the truth, and they find religion manufactured to their order, and can get any kind that they have a mind to order, just as one who goes to a huckster's shop can purchase anything he has a mind to pay for. They have their manufactured religion to pay for, for Satan does not work for nothing. <\/div><div class=\"paragraph jod\" id=\"v15n309\"> There is but one way, one faith, one baptism, one God, one Lord and Savior Jesus Christ,<span class=\"citation\" id=\"75003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75003)\">Eph. 4:5-6<\/a><\/span> the mediator between God and man;<span class=\"citation\" id=\"75884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75884)\">1 Tim. 2:5<\/a><\/span> he has made it manifest unto the children of men in the day and age in which we live. It has been told to us here, today, and is frequently reiterated in our hearing, that God is full of mercy,<span class=\"citation\" id=\"126576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126576)\">D&amp;C 84:102<\/a><\/span> and would rather that all men should <div class=\"break columnbreak\" id=\"86b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0086.pdf\" target=\"pdfwin\">p.&#xA0;86b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5825\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> turn from evil and live. He begs people to turn from their evil ways.<span class=\"citation\" id=\"60790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60790)\">Ezek. 33:11<\/a><\/span> He says, &#x201C;Take upon you my yoke, for it is easy, and my burden, for it is light;<span class=\"citation\" id=\"64323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64323)\">Matt. 11:29-30<\/a><\/span> and come, partake of the waters of life freely,<span class=\"citation\" id=\"83951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83951)\">D&amp;C 10:66<\/a><\/span> without money and without price.&#x201D;<span class=\"citation\" id=\"59762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59762)\">Isa. 55:1<\/a><\/span> These words, are sounded in our ears continually, for the Lord would rather that all men would turn and live and come to him. Why so? He is merciful, and the invitation is as widespread as the vast domains of the world: it reaches every human being, every son and daughter of Adam upon the face of the whole earth. Holy messengers of salvation are sent forth by the direction of the God of heaven, through the channel of the holy priesthood that he has revealed and instituted again among men, warning the people to turn from their evil ways, and to become partakers of this great happiness and glory and to sustain his government upon the earth. It is true the impression has gone forth in the midst of the nations, and it is a true impression, that he will establish his government upon the earth. This earth belongs to God, he has a right to rule and govern it, and it is his intention to do so. Prophets, in ages gone by, have disclosed this, and modern prophets have done the same in our day through the channel of the Holy Priesthood. That Priesthood has been organized according to the ancient pattern, for God set in his Church, first Apostles, second Prophets, and so on.<span class=\"citation\" id=\"73605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73605)\">1 Cor. 12:28<\/a><\/span> It has been reorganized according to this pattern, and the proclamation has gone forth&#x2014;&#x201C;Repent and give glory to God.&#x201D; The Gospel has been restored by the angel which John saw flying through the midst of heaven having the everlasting Gospel to preach to those who dwell on the earth, saying, &#x201C;Fear God, and give glory to him; for the  <div class=\"break pagebreak\" id=\"87a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0087.pdf\" target=\"pdfwin\">p.&#xA0;87a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hour of his judgment is come.&#x201D;<span class=\"citation\" id=\"79910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79910)\">Rev. 14:6-7<\/a><\/span> This message has been sounded in the midst of the nations, and the greater portion of the people who have gathered to these valleys have listened to this proclamation. It reached their ears and made an impression upon them, and they gathered up from the midst of the nations of the earth to these valleys of the mountains to be taught in the ways of the Lord, that they might walk in his paths,<span class=\"citation\" id=\"57780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57780)\">Isa. 2:3<\/a><\/span> instead of walking in the vain imaginations of their own hearts<span class=\"citation\" id=\"126577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126577)\">Jer. 13:10<\/a><\/span> and in ways of error, because, as the ancient prophet says, &#x201C;They have inherited error, and lies from their fathers.&#x201D;<span class=\"citation\" id=\"60476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60476)\">Jer. 16:19<\/a><\/span> Behold, this has been fulfilled in the day in which the angel has brought forth and revealed the Gospel. Now we can see wherein we and our fathers have been in error. We have been taught the precepts of men<span class=\"citation\" id=\"58757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58757)\">Isa. 29:13<\/a><\/span> instead of the commandments of God; but in our day we have been touched with the light of truth and with the Spirit of the living God, through obedience to the principles of the Gospel. The Saints of the Most High, having heard these principles proclaimed in their ears, had faith in them and in God, and they repented of their sins and went forth into the waters of baptism, according to the words of our Savior&#x2014;&#x201C;Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68796)\">John 3:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n311\"> Having been obedient to these principles and having had hands laid upon them for the reception of the Holy Ghost, it has been given unto us, and we know, ourselves, concerning these things, and bear testimony this day that they are true. It has come from God, it is not any &#x201C;guess so;&#x201D; it is not a hope within a hope, that we have a hope, but we bear testimony that we verily do know that God has spoken, and we warn all <div class=\"break columnbreak\" id=\"87b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0087.pdf\" target=\"pdfwin\">p.&#xA0;87b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5824\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people to repent and turn to God, and partake of the waters of life freely,<span class=\"citation\" id=\"126578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126578)\">Alma 42:27<\/a><\/span><span class=\"citation\" id=\"83952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83952)\">D&amp;C 10:66<\/a><\/span> without money and without price.<span class=\"citation\" id=\"59763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59763)\">Isa. 55:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n312\"> This is what has brought this people together in the valleys of the mountains; and they are laboring now to bring forth and establish the Zion of God upon the earth, according to the words of his Holy Prophets, whose prophecies have been and are being fulfilled in the history of this people. The kingdom of God is actually transpiring right before our face and eyes, but the world cannot see it, because they are not born again. They cannot enter this kingdom, because they are not born of the water and of the Spirit,<span class=\"citation\" id=\"68797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68797)\">John 3:5<\/a><\/span> and because they do not comply with the requirements of the Gospel and render obedience to the great plan of salvation devised in the heavens before the foundation of the world.<span class=\"citation\" id=\"126579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126579)\">Alma 12:30<\/a><\/span><span class=\"citation\" id=\"126580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126580)\">Alma 18:39<\/a><\/span><span class=\"citation\" id=\"126581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126581)\">Alma 22:13<\/a><\/span> This plan was understood and was in the program before the morning stars together sang for joy,<span class=\"citation\" id=\"56240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56240)\">Job 38:7<\/a><\/span> and who can better it? Puny men undertake to do so, but their efforts are vain, and they only betray their own folly and presumption. Our Father in heaven knew better than any of us what was for our best interests, and he has condescended to make it manifest to his children here, and if they would walk in accordance therewith they would lay the foundation for eternal power, dominion and glory. <\/div><div class=\"paragraph jod\" id=\"v15n313\"> It is the duty of the Latter-day Saints to live by every word proceeding from the mouth of God.<span class=\"citation\" id=\"62829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62829)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"126582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126582)\">D&amp;C 84:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n314\"> He has told us to keep the words of wisdom, and has said that they are adapted to the capacity of all who can be called Saints, even the weakest.<span class=\"citation\" id=\"88853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88853)\">D&amp;C 89:1-3<\/a><\/span> But, see the frailty of humanity! We think we know and understand better than the Lord, what is best for us. We say this by  <div class=\"break pagebreak\" id=\"88a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0088.pdf\" target=\"pdfwin\">p.&#xA0;88a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our acts a great many times; but we might as well learn, first as last, that the Lord knows best, and that his way is better than ours, as much so as the heavens are higher than the earth.<span class=\"citation\" id=\"59797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59797)\">Isa. 55:8-9<\/a><\/span> He has trodden the path, and has had the experience that we have not had, and has kindly condescended to make known a little of his experience in regard to these things. He has told us that it is not good for us to take spirituous liquors;<span class=\"citation\" id=\"88898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88898)\">D&amp;C 89:5-7<\/a><\/span> but a great many of us think a little will do us no harm, and it is better for us to have it than not to have it. He has told us not to swear,<span class=\"citation\" id=\"63178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63178)\">Matt. 5:34<\/a><\/span> not to take the name of the Lord in vain,<span class=\"citation\" id=\"54215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54215)\">Ex. 20:7<\/a><\/span> not to give way to our evil passions. Our passions are good, and planted within us for a good and wise purpose, to give us strength and energy of character; but they should be governed and controlled by that heaven-inspired intellect and reason with which every person is endowed; in other words, our passions should be our servants and not our masters. <\/div><div class=\"paragraph jod\" id=\"v15n316\"> If we are thus governed and influenced, kindness, love and charity will fill every heart; but depart from that, let passion bear sway, then the evil influences that attend us take possession and cause us to go astray into by and forbidden paths. When passion rules it dethrones reason and intellect, and makes a beast of a man; and he who has no more command of himself than to be governed by passion has fallen far beneath the dignity of true manhood, and the end of such a course is death. <\/div><div class=\"paragraph jod\" id=\"v15n317\"> These are some of the things that we have to be told of so often, because we are so forgetful, and we oftentimes let the cares of the world choke the word of life.<span class=\"citation\" id=\"64538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64538)\">Matt. 13:22<\/a><\/span> The latter is sown in the hearts of the children of men, and sometimes it takes root and grows fairly for a little while, and then withers and dries up.<span class=\"citation\" id=\"64484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64484)\">Matt. 13:5-6<\/a><\/span> Some<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"88b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0088.pdf\" target=\"pdfwin\">p.&#xA0;88b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5823\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>times it falls into good ground, takes root downward and bears fruit upward;<span class=\"citation\" id=\"126583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126583)\">Matt. 13:8<\/a><\/span> and where it does not do this it is owing to the frailties of human nature, and to its proneness to wander from the way of life and to disregard the truths of heaven. <\/div><div class=\"paragraph jod\" id=\"v15n318\"> One of the greatest boons that could be conferred upon the children of men would be to have the government of God established on the earth. Can they see it? No, they stand in fear of it. What makes men fear it? What makes them afraid of the Lord, or of his government being established on the earth? Is it not because their deeds are evil,<span class=\"citation\" id=\"83926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83926)\">D&amp;C 10:21<\/a><\/span> and because they are afraid of receiving the punishment due for the same? The word has gone forth, and most men believe it, that every man will be judged according to the deeds done in the body,<span class=\"citation\" id=\"82034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82034)\">Alma 5:15<\/a><\/span> whether they be good or evil.<span class=\"citation\" id=\"74146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74146)\">2 Cor. 5:10 (JST)<\/a><\/span> And when men are conscious of evil deeds, and know they do not pay allegiance to the kingdom and government of God, they have reason to fear and dread the future; and let me say here, the time will come when they will call upon the rocks and mountains to fall upon them to hide them from his presence.<span class=\"citation\" id=\"79318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79318)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79318)\">Rev. 6:16<\/a><\/span><span class=\"citation\" id=\"82126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82126)\">Alma 12:14<\/a><\/span> But it should not be so. We need not be afraid of the rule and government of God, it is only calculated to benefit the children of men, and it will be a glorious happy day when it shall be established on the earth in its fulness. Men should fear to do wrong, to commit iniquity; they should do themselves the kindness to honor the principles that pertain to their well-being, and to eternal life and exaltation. Such principles should be hailed with joy, gladness and delight by all the children of men. The time will come when the government of God will prevail over the whole face of the earth, notwithstanding all that mankind, and all  <div class=\"break pagebreak\" id=\"89a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0089.pdf\" target=\"pdfwin\">p.&#xA0;89a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the powers of evil can do against it. The principles which underlie the kingdom and government of God are those of truth and virtue, and they will endure; while sin, iniquity, disobedience and unbelief will be swept away, and the man who builds his house or castle on such a foundation will find that it will not stand in the day of the Lord Almighty. When the storms come and the winds beat upon that house it will be swept away;<span class=\"citation\" id=\"63997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63997)\">Matt. 7:27<\/a><\/span> in that day too, men will be stripped of all their hypocrisy and iniquity, and they will stand forth in all their naked deformity, then they will call upon the rocks to fall upon and hide them from the presence of the Lord.<span class=\"citation\" id=\"79319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79319)\">Rev. 6:16<\/a><\/span><span class=\"citation\" id=\"82127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82127)\">Alma 12:14<\/a><\/span> Men should live so that they can bear the scrutinizing eye of the Almighty. Persons may think they can commit this or that evil, and no one will know it; they may be very secretive in doing wrong, and think they will never be found out. But if I commit evil I know it, and when I know it, one too many knows it; and the Lord knows it as well as I know it. We cannot hide it from him, and we had better not commit ourselves in any such a way, for in the great day of the Lord these things will be revealed; man will stand forth in his naked deformity, and the wickedness of wicked men will be made to appear, and it will be written where it can be read by all people when the veil shall be taken from before the eyes. Then let us repent and turn to God with full purpose of heart,<span class=\"citation\" id=\"81888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81888)\">Mosiah 7:33<\/a><\/span> and the promise to everyone who will do this in sincerity is that their sins shall be forgiven, and that they shall receive the testimony which we bear this day&#x2014;namely that the Gospel we preach, is the Gospel of the Son of God and has been revealed for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v15n320\"> This promise is certain and sure, <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5822\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there need be no doubt about it; it will be fulfilled to all whom the Lord our God shall call&#x2014;<span class=\"citation\" id=\"71302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71302)\">Acts 2:39<\/a><\/span>to everyone who repents of his evil ways and renders obedience to its mandates. The minister in the pulpit needs it as much as anybody else. Why? Because he has taught error; he has assumed to himself the authority of high heaven, which has never been given to him. He has run before he was sent,<span class=\"citation\" id=\"60563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60563)\">Jer. 23:21<\/a><\/span> and has taught the traditions of the fathers<span class=\"citation\" id=\"86793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86793)\">D&amp;C 74:4<\/a><\/span> instead of the commandments of God. He needs to repent of his evil ways, and not only to repent of but to turn from them. <\/div><div class=\"paragraph jod\" id=\"v15n321\"> No man can get a greater testimony of the forgiveness of his sins by the Lord, than a knowledge within himself that he has turned away from his evil deeds. He knows it then, for God has promised to forgive everyone who will comply with the requirements of the Gospel and turn from evil;<span class=\"citation\" id=\"126584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126584)\">Ezek. 33:11<\/a><\/span> and the man who forsakes evil knows it,<span class=\"citation\" id=\"85333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85333)\">D&amp;C 42:25<\/a><\/span><span class=\"citation\" id=\"86246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86246)\">D&amp;C 58:43<\/a><\/span> and if he has no other testimony of his forgiveness, this is as great a one as he can possess. <\/div><div class=\"paragraph jod\" id=\"v15n322\"> I know that this is different kind of preaching from what people get in the world, but that makes no difference. We are a different people from any other, God has made us so by the instructions that he has imparted unto us through his servants. He has taught us another and a better way&#x2014;the true way, the way that leads back to him, the way of life, truth and salvation. The Scriptures&#x2014;the history of God's dealings with his children in past ages when the authority of the Holy Priesthood was on the earth, also bear testimony that this is the work of God, and that all who receive it, and remain true and faithful, may become coworkers with our heavenly Father in bringing to pass his purposes and establishing his kingdom upon the earth, if we will only let him work  <div class=\"break pagebreak\" id=\"90a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0090.pdf\" target=\"pdfwin\">p.&#xA0;90a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with us; but we must do this. He will establish his work anyhow, independent of us, if we do not see proper to aid him in this great enterprise. If we do not do it, he will find somebody who will, for the day of redemption, the set time has come<span class=\"citation\" id=\"57063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57063)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90970)\">D&amp;C 124:6<\/a><\/span> for the commencement of this great work. An impression has gone forth among all the children of men that the time is rapidly approaching to prepare the way for the coming of the Lord, and the establishment of his kingdom on the earth. No matter whether it be Gentile, Jew, bond or free, heathen or Christian, this impression has been made on the minds of all classes of the children of men in all the nations of the earth, and it is true. The set time has come<span class=\"citation\" id=\"57064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57064)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90971)\">D&amp;C 124:6<\/a><\/span> when God will put forth his hand to establish his kingdom, and everybody knows it. We proclaim in the ears of the people that the angel has come and brought again the everlasting Gospel to preach to all the inhabitants of the earth&#x2014;to every nation, kindred, tongue and people.<span class=\"citation\" id=\"79735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79735)\">Rev. 14:6<\/a><\/span> Let those, then, who have not received it, make some inquiry concerning this work. It is not a thing done up in a corner,<span class=\"citation\" id=\"72137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72137)\">Acts 26:26<\/a><\/span> but it is like a city set on a hill, that cannot be hid.<span class=\"citation\" id=\"63053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63053)\">Matt. 5:14<\/a><\/span> The kingdom of God is transpiring before the eyes of the children of men. Let them take heed and not raise their heel against it,<span class=\"citation\" id=\"90823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90823)\">D&amp;C 121:16<\/a><\/span> because if they do, it will only redound to their own discomfiture. Then they had better not do it, they had better receive it, or at least investigate, and then, if they do not receive it, they had better withhold their hands instead of seeking to destroy and overthrow the work and kingdom of God. All efforts to do so will be futile, they will do the kingdom no harm, for nothing can prevent its increase and triumph in the earth. God will not be thwarted <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5821\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in his purposes and designs. The set time has come for him to favor his people,<span class=\"citation\" id=\"90972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90972)\">D&amp;C 124:6<\/a><\/span> and to establish his kingdom, and the puny arm of man will be powerless to prevent it.<span class=\"citation\" id=\"90845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90845)\">D&amp;C 121:33<\/a><\/span> Have they not been trying for forty years? Are the lessons of the past of no benefit to the world? It would seem so, indeed. They are slow to learn this lesson, peradventure they may learn it after awhile, but not so long as evil predominates as it does at present in the hearts of the great majority of the children of men. We may be scattered and driven and have many afflictions to endure, but will that stay the work of God? No. How has it been? Let our past experience teach us and the world at the same time. It has only increased and given greater velocity to the work of God. Phoenix like, it has risen from its ashes and, if there is anything about it formidable, it has presented a more formidable face than ever before, notwithstanding the most strenuous exertions of its adversaries. My testimony is that the experience of the past will be renewed in the future, if the enemies of Zion work for its overthrow. They may succeed in taking the lives of some of the servants of God; they have done that in the past, but it never obstructed the work, and all their efforts in the future will be as powerless as in the past. <\/div><div class=\"paragraph jod\" id=\"v15n324\"> It is for the Saints to ponder these things in their hearts, and with renewed confidence and greater faith to press forward in their high calling. Their past observation and experience have proved to them the necessity of continual diligence. Many who have borne faithful testimonies to the truth of this work have apostatized and forsaken the truth because they have neglected some duty and have gradually given way to evil, and the counsels of their mind have become  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>darkened to the principles of truth, and they have finally forgotten that they ever knew them to be true. <\/div><div class=\"paragraph jod\" id=\"v15n326\"> Then let us take heed to our steps. &#x201C;Let him who standeth take heed lest he fall,&#x201D;<span class=\"citation\" id=\"73315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73315)\">1 Cor. 10:12<\/a><\/span> is a very good exhortation. We are none of us independent, and none have got so far along but we find it necessary to live humbly before the Lord. We should pray without ceasing,<span class=\"citation\" id=\"75733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75733)\">1 Thes. 5:17<\/a><\/span> and let our hearts be drawn towards the Lord continually,<span class=\"citation\" id=\"82248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82248)\">Alma 34:27<\/a><\/span> never forgetting him, or the principles that he has revealed unto us; but we should be actuated by them in all we say and all we do. If we do this, the Spirit of the Lord will be within us like a well of water springing up unto everlasting life.<span class=\"citation\" id=\"69062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69062)\">John 4:14<\/a><\/span> It is necessary that everyone should live thus humbly before the Lord, in order to have full possession of this Spirit. This will bring peace, joy and comfort under all difficulties that may assail us and seek to prevent our progress in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n327\"> What is a man good for who flies the track the very moment obstruction or difficulty presents itself before him? Nothing. He has not proven his integrity, and he cannot prove it in this way. We have undertaken to follow the Lord through evil as well as good report; and the Lord, and his ways, his teachings and government are in evil report in the world; and he who has independence and courage enough to strip himself of his surroundings in the world, and seeks to establish the kingdom of God, has to meet these difficulties which present themselves before him. He has to stem his ear to the popular stream. It is easy to float with the stream; but it requires more courage, and independence of character and greater nerve to stem the tide of corruption in the world than to go down with the current; and the man who takes this course is far more in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5820\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dependent than he who has not the courage to do so. <\/div><div class=\"paragraph jod\" id=\"v15n328\"> Then let us take courage and press onward if we have received the truth, as we know we have; if we have received the testimony of Jesus&#x2014;the spirit of prophecy,<span class=\"citation\" id=\"80366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80366)\">Rev. 19:10<\/a><\/span> as we know we have, let us take heed to our steps and continue faithful, never swerving to the right hand or to the left, for of all people in the world, the Latter-day Saints are the people who cannot afford to lay off the armor of righteousness<span class=\"citation\" id=\"74233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74233)\">2 Cor. 6:7<\/a><\/span> for a moment. The tempter, the evil one, is at our elbow, ready to enter in and take possession and blind our understandings and cause us to make shipwreck of our faith<span class=\"citation\" id=\"75846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75846)\">1 Tim. 1:19<\/a><\/span> if possible. <\/div><div class=\"paragraph jod\" id=\"v15n329\"> The Saints should live humble, be courteous, be civil and live for God and his kingdom. That is the only job we have on hand. Let us work on that job as long as we live on the earth. Our religion is not a matter of enthusiasm, to last a day or a week, and then evaporate into thin air, like the religions of the world; but every hour, every day, every week, every year, as long as we live on the earth, it should be first with us, for it is only he who endures faithful and true to the end that will be saved,<span class=\"citation\" id=\"64131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64131)\">Matt. 10:22<\/a><\/span> and will inherit everlasting habitations. We need not lay to our souls the flattering unction that we can go hand in hand with the devil all our lives and inherit celestial glory. That is not in the program. We can do as we please about receiving or rejecting the principles of life and salvation as they have been revealed. We have this power, because we are free agents, to act as we please in this matter; but we cannot go back into celestial abodes and inherit celestial glory unless we keep the law pertaining to that kingdom.<span class=\"citation\" id=\"88417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88417)\">D&amp;C 88:22-24<\/a><\/span> And so with every other kingdom, even a telestial kingdom; we must abide a telestial  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>law or we cannot participate in the glory appertaining to it. <\/div><div class=\"paragraph jod\" id=\"v15n331\"> I do not wish to continue. I feel thankful for the privilege of bearing my testimony, although I do yet count myself a preacher. But the principles of the Gospel make preachers of us all, for they make us bear testimony of the same to the children of men. They impel every heart to say something, to bear testimony, if nothing more, to the truth of the principles we have received. This lifegiving power, the Holy Ghost, I say, impels every person who has received it to bear this testimony according to the sphere and position he fills, and the duties he is called upon to perform. A person may be called to plough, sow, reap, build a railroad, work in the canyon or to go and preach to the nations of the earth, and one calling is as legitimate as another, inasmuch as he who is filling it is working in the legitimate channel, and aiding to build up the <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5819\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n332\"> Every person who has obeyed the Gospel has a share of responsibility to bring forth and establish this work upon the earth. None can shirk this responsibility, but it is shared by all according to their spheres and positions. Those engaged in raising families are doing their part to establish the Zion of God, just as much as in the performance of any other labor. <\/div><div class=\"paragraph jod\" id=\"v15n333\"> Let us ponder these things in our hearts, receive the impressions made from the heavens above. This will exalt us above the groveling things of earth and cause us to attain those which are before us with cheerful hearts and willing minds. <\/div><div class=\"paragraph jod\" id=\"v15n334\"> May God preserve us in the purity of our most holy faith,<span class=\"citation\" id=\"78916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78916)\">Jude 1:20<\/a><\/span> and enable us to endure to the end, that we may inherit everlasting habitations<span class=\"citation\" id=\"67740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67740)\">Luke 16:9<\/a><\/span> prepared for the righteous, is my prayer for Jesus' sake. Amen. <\/div>\n<\/div>\n<\/div>"}