{"ID":150026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony&#x2014;Search the Scriptures&#x2014;Word of Wisdom.<\/div>\n<div class=\"subtitle\">Discourse by Elder Brigham Young, Jun., delivered at the 42nd Semi-Annual Conference, Salt Lake City, October 8, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young, Jr.<\/div>\n<div class=\"date\">Date: 10\/8\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v15n703\"> I believe it is pleasing, generally, for an Elder in this Church to have the privilege of bearing his testimony, though it may be done with fear and trembling, before the people; yet the knowledge which God has given to the Elders of Israel inspires them to declare it unto the world. Although I am considerably afflicted, as well as my brethren, with this manfearing spirit, yet it is a pleasure to me, and I hope it ever will be, to stand before the congregations, and tell them that I know, by the revelations of Jesus Christ,<span class=\"citation\" id=\"74440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74440)\">Gal. 1:12<\/a><\/span> that this is the people of God. I may not be able to instruct the people to that extent which others might, but with the help of the Spirit of the Lord I can testify to that which I do know, which I have experienced in my life, and which has been brought home to my under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>standing. I think that it strengthens me in the principles of the everlasting Gospel every time I have the privilege of testifying to their truth. <\/div><div class=\"paragraph jod\" id=\"v15n704\"> It is almost impossible for this people to realize that they are called by the power and authority of the Almighty, and that they are the Saints of God, nevertheless it is true if we are living that religion which we profess to believe in. Let those who have not received a testimony to that effect go before their Maker, seek him in all diligence, be faithful to that which they know, and he will reveal it unto their minds. We have not come to this earth to idle away our time, or to throw away that precious gift which is within the reach of all whom God has created. Eternal life is extended unto us by a merciful Creator, and we have the opportunity of gaining an exaltation  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in the kingdom of God if we have a mind to improve it. We have come here without a knowledge of a former existence, we are like strangers in a strange land.<span class=\"citation\" id=\"53777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53777)\">Ex. 2:22<\/a><\/span> The knowledge that we have acquired guides us to some extent, enables us to gain a living, and in part to understand the things of the kingdom of God. Brethren and sisters, we are here as strangers in a strange land,<span class=\"citation\" id=\"53778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53778)\">Ex. 2:22<\/a><\/span> and a guide is what we want&#x2014;a guide for our actions on the earth. God has given us one&#x2014;he revealed a guide through Joseph Smith, the Prophet, and others who have lived in modern times, and they have revealed the will of the Almighty unto the people. We are not left destitute, so that we can be led away by every manner of doctrine;<span class=\"citation\" id=\"75249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75249)\">Eph. 4:14<\/a><\/span> when we hear people say, &#x201C;Lo! here is Christ, lo! there is Christ,&#x201D;<span class=\"citation\" id=\"65772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65772)\">Matt. 24:23<\/a><\/span> we are not left to ourselves, neither have we to seek the advice of men to know whether these expressions are true or not, because the Spirit of the Almighty has testified unto us that the revelations contained in those books&#x2014;the Book of Doctrine and Covenants and the Book of Mormon, which we received through Joseph Smith, are true, and they are given unto us for our guidance. <\/div><div class=\"paragraph jod\" id=\"v15n706\"> Is it necessary to ask this people if they are acquainted with the revelations contained in these books, which have been given unto us as a guide to eternal life in the presence of God? Do we understand the revelations contained within the lids of these books? They contain blessings and truths inestimable, for they point the way back into the presence of our God. Do we study and understand them, or are our minds taken up with such light reading as naturally tends to distract the attention from the principles of the Gospel? There is too much fault<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>finding and confusion, and too much of the world in the midst of this people, and especially in the midst of the Latter-day Saints who dwell in Salt Lake City. It is true that temptations are broadcast in our midst, and we meet them on every hand. But is that any reason that we should give way to them? Is it any reason that we should adopt the follies and fashions of the world because they have been introduced into our midst? Well do I remember the time when, in this city, it was customary for the Saints to retire to rest without locking their doors. There was no necessity to lock granaries, or stables, or to guard property as we are compelled to do now. But times have changed, the temptations which the Lord said should overtake his people have come, and they have come for our salvation, for without them it would be impossible for us to show to God that we are for him and his kingdom and that, under any and all circumstances, we are determined to work righteousness upon the earth. I do not complain because these temptations have been introduced into our midst, for they are necessary. If the Lord sees fit to permit them, I have nothing to say only by way of counsel, and to exhort the Saints not to indulge in those things which would have a tendency to grieve the Spirit of the Lord. I am aware that these evils are not pleasant, and probably if we could understand and comprehend evil without coming in contact with it, God would never have placed us on this earth, so far from our home, so far from those with whom we dwelt in the eternal worlds. He never would have placed us here but for our own good. <\/div><div class=\"paragraph jod\" id=\"v15n707\"> Here are the books&#x2014;the Bible, Book of Mormon, and the Book of Doctrine and Covenants&#x2014;which are  <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>given for a guide to the people of all the earth, if they will but listen to them; but they will not listen to the Book of Mormon and the Book of Doctrine and Covenants, and yet I have failed to discover a learned man who could take those books and tell where they differed in doctrine in the least. They cannot do this, because the doctrines of all are the same, for they all proceed from God, and they contain his plan for the salvation of his children upon the earth. Shall we obey the revelations which have been given? If I could have an answer from each individual here today, professing to be a Saint, I have no doubt it would be &#x201C;Yes.&#x201D; And if strangers, and the nations of the earth knew that we believe in them as firmly as we believe in anything on the earth, they would say, &#x201C;If you believe in them, practice and obey them in every particular, and live according to your conscience and the law which God has given you.&#x201D; I, by the revelations of the Almighty, understand these books to be true. I know that Jesus is the Christ. Not because I have read it in the books which I have named, or because I have heard Joseph Smith or others testify to it, but I know it by the revelations of God, just as others have known it in former dispensations of the Gospel, and just as others know it in this dispensation. Saints should live their religion; they should obey the principles which have been revealed and which are contained in these books. But there is too much ignorance concerning these revelations; they are not sufficiently studied; or if studied they are not remembered, if I am to judge from what I see around me. In traveling and preaching among the people, there is one revelation which presses itself particularly on my mind, and which I think the peo<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple would obey if they considered that it came from the Almighty. But as they do not obey it, I suppose they do not consider that it came from God. I refer to a revelation given in the year 1833, called the Word of Wisdom.<span class=\"citation\" id=\"88875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88875)\">D&amp;C 89:1-21<\/a><\/span> We fail to obey it today, and we shall fail tomorrow unless we make a short turn and determine in our own minds that we will obey it. How many of us have disregarded that revelation, in every particular? It is to be found on page 240 of the Doctrine and Covenants, and it shadows to me that a time will come in the midst of this people when a desolating scourge will pass through our ranks,<span class=\"citation\" id=\"83849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83849)\">D&amp;C 5:19<\/a><\/span><span class=\"citation\" id=\"85634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85634)\">D&amp;C 45:31<\/a><\/span> and the destroying angel<span class=\"citation\" id=\"88962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88962)\">D&amp;C 89:21<\/a><\/span> will be in our midst as he was in Egypt when he slew all the firstborn of the Egyptians.<span class=\"citation\" id=\"53947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53947)\">Ex. 12:23,29<\/a><\/span> God says &#x201C;the destroying angel shall pass by&#x201D; and shall not harm you if you will observe to do these things.<span class=\"citation\" id=\"88963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88963)\">D&amp;C 89:21<\/a><\/span> Now if we believe this revelation, and I take it for granted that we do, though I may choose to doubt in my own case and some others, yet I assume that as a people we believe it; but what assurance have we that that angel will pass us by unless we do observe it? No more than the children of Israel would have had if they had failed to mark their doors and lintels with the blood of a lamb,<span class=\"citation\" id=\"53946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53946)\">Ex. 12:23<\/a><\/span> as Moses had commanded them. What effect would a failure to comply with this commandment have had on them? Would the Destroyer have passed by the firstborn of Israel? I trow not; I think the firstborn of Israel would have been slain as well as the firstborn of Egypt. That was a revelation given by the Lord to Moses for the salvation of Israel; the Word of Wisdom is a revelation given by the Lord to Joseph Smith for the salvation of this people, and if we disobey we have no more assurance than Israel had that the destroying angel  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will pass through our ranks and leave us unscathed. There is not a father or mother before me today who would like to see a child borne away to the graveyard because of their disobedience. Well, light is given, it has come to us, and it is for us to obey it, and to put into practice the commandments which God has given us. It is true that the Word of Wisdom does not say anything about drinking tea and coffee,<span class=\"citation\" id=\"88939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88939)\">D&amp;C 89:9<\/a><\/span> but our leaders&#x2014;men inspired of the Almighty, in whom we have full confidence, have told us that it includes these things, and that should be sufficient for us. The Word of Wisdom says that in those times, through the wickedness which is in the hearts of men, they would seek to destroy this people, by introducing into their midst something deleterious to health.<span class=\"citation\" id=\"88893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88893)\">D&amp;C 89:4<\/a><\/span> If these are not the exact words, they are tantamount. Now is it necessary for us to observe the Word of Wisdom with regard to tea and coffee? Just as much as with regard to tobacco and liquor,<span class=\"citation\" id=\"88899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88899)\">D&amp;C 89:5-8<\/a><\/span> because it has been so defined to us, and I so understand it. <\/div><div class=\"paragraph jod\" id=\"v15n710\"> When I think of these things, I think of what I have seen among the men who have been called particularly to labor on our railroads and in our cooperative institutions. What is the situation of some of the young men who labor in these institutions and upon our railroads? If they do not follow the examples set by those who travel and labor on other roads, then I do not understand it. I find that our young men are copying after the young men who travel on other roads&#x2014;they smoke and they drink, with as much assurance as though they had followed it all their lives; and I doubt not, if they continue in the pursuit of such practices, they will become as proficient in other sins as some I have seen elsewhere. If <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> young men wish to continue habits of this kind I have no objections, so far as I am concerned, but I do not wish them to invade my household. I do not wish my children to keep the company of men of this class. I do not wish my daughters to go into the society of men, even though they profess to belong to this Church, who will smoke, drink and swear, and who are ready to commit all the other sins contained in the catalogue if they had the opportunity, and were from under the eye of those who would condemn them. I know these things exist upon our railroads, and also in our cooperative institutions more or less, throughout this country. Now what course shall we pursue with regard to these things? Shall we foster them? If you see a young man in a cooperative store he dresses better and has a little more means and influence than other young men of his own age in the community. He exercises that influence for good or for evil over the minds of younger members of the community. My sons see such young men smoking and drinking, and they say &#x201C;Why should not we?&#x201D; And they will be likely to, until they arrive at years of discretion, and get sense to know better. Some may say, &#x201C;Oh, they will turn round by and by, and do better.&#x201D; We have no business to hope that, when once these evil habits are acquired by our children, they will turn round and do better when they arrive at years of maturity; at least I have no right to hope it on behalf of my own children. I hope to prevent it in their youth; I could not hope to stop it after they had commenced and become confirmed in it, although in some cases I might succeed. But I wish to prevent it, for I believe that prevention is better than cure. <\/div><div class=\"paragraph jod\" id=\"v15n711\"> It is our business, brethren and sisters, to put our foot upon these  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>practices, and to discountenance and condemn them whenever we see our youth practicing them. This people are not gathered here to practice the sins which are prevalent in Babylon, at least I do not so understand it. The Scriptures teach me, and the Spirit of the Lord bears testimony, to cry unto the people to come out of Babylon,<span class=\"citation\" id=\"80235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80235)\">Rev. 18:4<\/a><\/span><span class=\"citation\" id=\"91825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91825)\">D&amp;C 133:5,7<\/a><\/span> and not to drag Babylon or its sins into our midst. They are not necessary for our happiness. It is astonishing to me when I look over the people in this and other countries, to see the immense number who use tobacco and liquor. I sometimes wonder how the world lived so long without tobacco before the discovery of America! Now nearly everybody smokes or chews. They did without it before America was discovered, and they could now if they were so disposed. This people could if they would, and yet they are importing perhaps more tobacco, tea, coffee and liquor than ever before during their existence as a Church. I believe this is the case, from all I can hear and learn on the subject. This is wrong. We can go into our settlements in the north, south, east and west, and it is just as necessary to have tea, coffee and tobacco now, as ever. I can also find that where there is an almost boundless range, and the people can have an unlimited number of stock, all their cheese is imported&#x2014;they eat States cheese there as they do in the city. Home manufacture is neglected, and our cows are left to die on the range, and we are expending the very bone and sinew of this community to get means to import articles which we can raise in abundance here. This will ruin us as a community if it is practiced long enough. These things may not be quite so prevalent as my words may imply. I do not mean to say that all the people disregard the <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Word of Wisdom; but I fear that the great majority do. If the brethren who have been called to occupy responsible positions in the midst of the people fail to observe the Word of Wisdom, it will grieve the Spirit of the Lord, and if they do not turn and repent they will leave this Church. That is my faith&#x2014;if they continue to use these things, and to impress the minds of the people with the idea that it is utterly unnecessary to observe the Word of Wisdom, they will lose the spirit of this work and will eventually turn from it. The presiding Elders of this Church are called to observe the Word of Wisdom, and in all things to set a good example before the people. That is their business, and that is their mission, and as long as they live they will never have a greater. <\/div><div class=\"paragraph jod\" id=\"v15n713\"> Brethren, let us seek to understand and practice these things, and also endeavor to instruct the minds of our wives and children with regard to the principles contained in these books. Endeavor, brethren, to build up Zion, and not Babylon. I think very often, when I am speaking to the people, of a remark to President Young. He has been in the Church a great many years. On one occasion, only a very few years after the Church was organized, the Prophet Joseph counseled him and others never to do another day's work to build up Babylon, and he has obeyed that counsel. I know he has for twenty-five years past, and I am satisfied he has from the time the counsel was given. <\/div><div class=\"paragraph jod\" id=\"v15n714\"> Do we need to go away from home to build up Babylon? Do we need to leave this city to build up Babylon? No, continue to indulge our fancies for fashion and for the practice of those habits and customs which a corrupt civilization has introduced into our midst, and we are  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>building up Babylon in the most approved style. That is my belief. Our outside friends have brought a great many good things here; they have improved our city, they are building fine buildings, and are expending their capital liberally. I do not object to this, but I do not want it to lead us from the path of truth and to bring us into bondage, to sin and iniquity. There is no necessity for this if we wisely use that which God has given us. You remember the time, brethren, after we had been in this valley a year or so, we were, in a manner, naked and barefooted, and were a thousand miles from any supply of clothing, and it was impossible for us to manufacture it, for there were no sheep in the country, nothing to manufacture cloth with, and no means to obtain it. You remember the prophecy delivered here upon this block by the late Heber C. Kimball, that within a certain time&#x2014;a very brief period&#x2014;clothing would be as cheap in Salt Lake City as in New York. What prospect had we at that time that his prophecy would be fulfilled, for a journey to the States and back again then required months to perform, and there was seemingly no chance of a supply of clothing from outside importation? Yet within the time specified, the prophecy was literally fulfilled, and clothing was far cheaper in the streets of this city than in the streets of New York. This is only one among the many prophecies which have been delivered and fulfilled. Some of you remember, and others of you have heard it spoken of, when President Young, in July 1847, while walking on this block, about where the Temple now stands, said to the brethren who were around him, &#x201C;if our enemies will let us alone for ten years we will ask no odds of them.&#x201D; Ten years that day, brethren, we got <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> news that an army had left the confines of the States at that time, for Utah. What for? Their boast was, to destroy the &#x201C;Mormons.&#x201D; Did we ask any odds of them? No. Did we ask anything of them? No. We attempted to give them supplies, but they would not receive them. Brethren, this is the Church and kingdom of God, and we are led by holy men, men inspired by the Almighty. They give us a little now and a little then; we receive line upon line and precept upon precept,<span class=\"citation\" id=\"58567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58567)\">Isa. 28:10,13<\/a><\/span> and if we give heed thereto, God will strengthen us, and the kingdom will grow and increase beneath our watchcare. <\/div><div class=\"paragraph jod\" id=\"v15n716\"> Is it necessary for us to remember the prophecies and the revelations which have been given for our salvation? If we have the truth&#x2014;the Gospel of the Son of God&#x2014;and we testify that we have, it is just as necessary for us to remember these things as it is for us to be saved in the kingdom of God. That is our position today; and it is impossible for any human being who has made covenant with the Almighty to be saved in his kingdom if he disregards the revelations and counsels that are given by the servants of God. I do not expect strangers to understand and believe this as we do. Strangers have not come here for the purpose of identifying themselves with the Church of Jesus Christ of Latter-day Saints, but the people to whom I am talking came here for that express purpose. They came here for their souls' salvation, they want to be saved in the kingdom of God. They had the testimony in the old countries, in the States, or wherever they received the Gospel, that God had revealed himself to the children of men and that his kingdom was established on the earth, and they received light and intelligence which they never before  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possessed. They came here to build up the kingdom of God, and that kingdom is rolling forth and increasing and will continue to do. But are we giving way to folly and fashion to such an extent as to blind our minds to the great purpose we had in coming here? I hope not. I hope that we are living our religion. <\/div><div class=\"paragraph jod\" id=\"v15n718\"> Brethren, I testify to you that this is the kingdom of God, and that you <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are in a faith that will lead you back into the presence of your Father and God. I also testify that if the people of the nations of the earth will obey the Gospel they will receive salvation at the hands of the Almighty, and if they reject it they will receive condemnation at his hands at the last day. <\/div><div class=\"paragraph jod\" id=\"v15n719\"> May God bless you, Amen. <\/div>\n<\/div>\n<\/div>"}