{"ID":150022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Tithing.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, Sept. 8, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Tithing.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/8\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v15n522\"> &#x201C;Moreover he commanded the people that dwelt in Jerusalem to give the portion of the priests and the Levites, that they might be encouraged in the law of the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n523\"> &#x201C;And as soon as the commandment came abroad, the children of Israel brought in abundance the firstfruits of corn, wine, and oil, and honey, and of all the increase of the field; and the tithe of all <span class=\"italic\">things<\/span> brought they in abundantly. <\/div><div class=\"paragraph jod\" id=\"v15n524\"> &#x201C;And <span class=\"italic\">concerning<\/span> the children of Israel and Judah, that dwelt in the cities of Judah, they also brought in the tithe of oxen and sheep, and the tithe of holy things which were consecrated unto the Lord their God, and laid <span class=\"italic\">them<\/span> by heaps. <\/div><div class=\"paragraph jod\" id=\"v15n525\"> &#x201C;In the third month they began to lay the foundation of the heaps, and finished <span class=\"italic\">them<\/span> in the seventh month. <\/div><div class=\"paragraph jod\" id=\"v15n526\"> &#x201C;And when Hezekiah and the princes came and saw the heaps, they blessed the Lord, and his people Israel. <\/div><div class=\"paragraph jod\" id=\"v15n527\"> &#x201C;Then Hezekiah questioned with the priests and the Levites concerning the heaps. <\/div><div class=\"paragraph jod\" id=\"v15n528\"> &#x201C;And Azariah the chief priest of the house of Zadok answered him, and said, Since <span class=\"italic\">the people<\/span> began to bring the offerings into the house of the Lord, we have had enough to eat, and have left plenty: for the Lord hath blessed his people; and that which is left is this great store.&#x201D;<span class=\"citation\" id=\"55932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55932)\">2 Chr. 31:4-10<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n529\"> I have read this portion of Scripture, it having suggested itself to my mind in view of our condition, and the circumstances which surround us as a people. The law of tithing is of very ancient origin. How early it was observed by the people of God is not clearly set forth in the Scriptures, but we have an account of its observance as early as the days of Abraham and Melchizedek.<span class=\"citation\" id=\"76781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76781)\">Heb. 7:1-2<\/a><\/span><span class=\"citation\" id=\"82173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82173)\">Alma 13:15<\/a><\/span> We have also, anterior to that, an account given us in the Scriptures of the bringing forward of offerings by Cain and Abel, one bringing the firstfruits of the earth, and the other the firstfruits of his flocks, as offerings unto the Lord their God.<span class=\"citation\" id=\"52686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52686)\">Gen. 4:3-4<\/a><\/span><span class=\"citation\" id=\"92614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92614)\">Moses 5:19-20<\/a><\/span> From the days of Abraham down to the days of Jesus the law of tithing was observed by the people of God. It was made a perpetual ordinance; in fact, the Lord promised unto Aaron and his children that it should be an  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ordinance forever.<span class=\"citation\" id=\"54808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54808)\">Num. 18:20-24<\/a><\/span> And there is this remarkable fact connected with this law&#x2014;whenever it was strictly observed, the blessings of God rested upon the people, and when it was neglected the anger of God was kindled against them; and a careful perusal of the Bible reveals to us that neglect on the part of the children of Israel to pay tithing was one of the most fruitful causes of unbelief, darkness of mind, departure from the ways of God, and falling into idolatrous practices.<span class=\"citation\" id=\"55968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55968)\">Neh. 13:10-14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n531\"> I may be asked, why was this the case? Had the Lord need of the fruits of the earth? Had he need of the cattle? Had he need of the firstborn children?<span class=\"citation\" id=\"53953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53953)\">Ex. 13:2<\/a><\/span> Had he need of a tenth of their gold and silver? Was there any necessity for these things to be devoted to him because of any want on his part? Of course not. The fruits of the earth are his, the cattle on a thousand hills are his<span class=\"citation\" id=\"56720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56720)\">Ps. 50:10<\/a><\/span> and the gold and silver are his, he created them, and he can cover or uncover them at his will. The heaven of heavens<span class=\"citation\" id=\"55023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55023)\">Deut. 10:14<\/a><\/span> is his dwelling place, and he has no need of a temple built with hands; yet in the economy of heaven, in the dealings of God with his children, he reveals unto them laws, ordinances and institutions which he requires them to observe, and which, when observed, bring blessings, but a disregard of which brings down his anger and indignation upon them. There is nothing plainer in Scripture than this. <\/div><div class=\"paragraph jod\" id=\"v15n532\"> God commands his children to believe in him, and to render obedience to his laws; he commands them to call upon his Son Jesus Christ, or rather, to call upon him in the name of his Son Jesus Christ.<span class=\"citation\" id=\"81621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81621)\">2 Ne. 32:9<\/a><\/span><span class=\"citation\" id=\"92571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92571)\">Moses 5:8<\/a><\/span> He commands them to pray unto him; he commands them to repent of their sins and to be baptized for their remission, to have hands laid upon <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them for the reception of the Holy Ghost,<span class=\"citation\" id=\"71216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71216)\">Acts 2:38<\/a><\/span><span class=\"citation\" id=\"82972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82972)\">3 Ne. 27:20<\/a><\/span> and to observe other ordinances that he has revealed. What for? Does prayer to him advance him? Does belief in him contribute particularly to his happiness? Does repentance of sin on the part of the creature add anything particularly to God's glory? Does baptism for the remission of sins have any saving effect upon him? Does the laying on of hands for the reception of the Holy Ghost have the effect to increase his light, knowledge, wisdom or power? We all recognize the fact that these commandments are given for man's benefit, to increase his happiness, and to prepare him for salvation and exaltation in God's kingdom. So also with the law of tithing: it does not, when obeyed by man, add to God's comfort, contribute to his wealth, increase his happiness, or furnish him with that of which he would be destitute if it were not obeyed; but it is given to man and he is required to obey it that he may receive the reward, and that be may acknowledge by this act&#x2014;by this payment of the tenth of his increase&#x2014;that all he obtains is the gift, and comes from the beneficent hand of God, and that he is dependent upon God. Hence Abraham, after returning from the conquest of the kings, when he was met by Melchizedek, paid to him the tithes of all,<span class=\"citation\" id=\"76782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76782)\">Heb. 7:1-2<\/a><\/span> acknowledging by this act the divinity of the law, and the necessity of obedience thereunto. So strict was the Lord upon this point in his dealings with the children of Israel in the wilderness, that he gave very strict commandment unto Moses and Aaron, and to those who presided over and officiated among the people that they were to be very careful to collect, and the people were to be very careful to pay their tithing.<span class=\"citation\" id=\"54650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54650)\">Lev. 27:30-34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n533\"> One object of enforcing this law  <div class=\"break pagebreak\" id=\"147a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0147.pdf\" target=\"pdfwin\">p.&#xA0;147a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>among Israel in ancient days was to sustain the service of the house of God. The tribe of Levi was selected from amongst all the other tribes&#x2014;as the Lord's peculiar inheritance.<span class=\"citation\" id=\"54665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54665)\">Num. 8:5-22<\/a><\/span> In the division of the land of Canaan among the different tribes, the tribe of Levi was left without an inheritance. The eleven tribes had their portions of Canaan set apart to them under the direction of the servant of God, but the tribe of Levi had no inheritance given unto them.<span class=\"citation\" id=\"54811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54811)\">Num. 18:24<\/a><\/span> They were told by the Lord that they were his inheritance,<span class=\"citation\" id=\"54807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54807)\">Num. 18:20<\/a><\/span> and that which they should have as an inheritance should be the tenth of the product of all Israel: the tenth of the labor, the tenth of the cattle, the tenth of the gold and silver, the tenth of the fruits of the earth, and of everything that was produced in the land.<span class=\"citation\" id=\"54810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54810)\">Num. 18:21<\/a><\/span> And so strict was this law, that when an animal passed under the rod, to use the expression of Scripture, and thereby became a proper animal to be devoted to the service of God, though it were a choice animal, and one which the owner of it desired to retain, the law provided that it could not be retained: it was devoted to the Lord, and was holy on that account.<span class=\"citation\" id=\"54652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54652)\">Lev. 27:32-33<\/a><\/span> And if the owner of it were to substitute another animal instead of it, they both became holy unto the Lord, and both became tithing animals and had to be dedicated unto him, so strict was the Lord in enforcing this law of tithing upon Israel. I often think of the practice which prevails among us in this respect, how differently we act to what ancient Israel did, and how it would pinch some of us if the law of tithing were enforced among us as strictly as it was among them. Not only was this the law of tithing, as I have rehearsed it, with regard to substitution; but if a man wanted to redeem that which was devoted <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for tithing, a certain valuation was put upon it, and in addition to this valuation a certain sum of money had to be paid before it could be redeemed. In other words tithing had to be paid in kind, and if a man wanted to redeem his tithing he had to pay not only the money valuation of it, but an additional sum besides, before the redemption could be effected.<span class=\"citation\" id=\"54647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54647)\">Lev. 27:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n535\"> You can readily see, with a little reflection, the object the Lord had in being thus strict with his people: it was to prevent violations of that law, and to enforce the strictness in observing it which was necessary to secure the promised blessings. <\/div><div class=\"paragraph jod\" id=\"v15n536\"> I have said that a tenth of all the produce of Israel went to the tribe of Levi;<span class=\"citation\" id=\"126602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126602)\">Num. 18:21<\/a><\/span> the Levites also had to pay a tenth of that which they received,<span class=\"citation\" id=\"54813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54813)\">Num. 18:26<\/a><\/span> and that tenth was given to the priests,<span class=\"citation\" id=\"54815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54815)\">Num. 18:28<\/a><\/span> those who ministered in the priesthood in the midst of the people, so that there was in Israel a standing ministry&#x2014;a tribe chosen from all the tribes of Israel, whose office it was to minister in the things of God, having been called specially by God to this service. <\/div><div class=\"paragraph jod\" id=\"v15n537\"> You doubtless recollect that the Lord also required his children&#x2014;the people of Israel&#x2014;to set apart the firstborn male in every family to be his.<span class=\"citation\" id=\"53954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53954)\">Ex. 13:2<\/a><\/span><span class=\"citation\" id=\"54666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54666)\">Num. 8:16-17<\/a><\/span> They had been redeemed in Egypt, or rather they had been saved from the scourge which fell upon all the families of Egypt. When God plead with Pharaoh, through Moses, to let the people go,<span class=\"citation\" id=\"53940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53940)\">Ex. 11:4-10<\/a><\/span> destruction fell on all the households of Egypt, the firstborn in every one being slain.<span class=\"citation\" id=\"53948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53948)\">Ex. 12:29<\/a><\/span> But among the children of Israel the firstborn were spared,<span class=\"citation\" id=\"53941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53941)\">Ex. 11:5-7<\/a><\/span><span class=\"citation\" id=\"126604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126604)\">Num. 3:13<\/a><\/span> and the Lord claimed them as his;<span class=\"citation\" id=\"126603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126603)\">Num. 8:17<\/a><\/span> but it was inconvenient for them to be used in the service of the Lord and he, therefore, after Israel had left Egypt, commanded that all their firstborn should be numbered; and after all of a cer<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain age had been numbered, he commanded that the tribe of Levi should be numbered, and upon numbering them it was found that the firstborn of Israel outnumbered the Levites by two hundred and seventy-three, if I remember aright. The Lord had already stated that it was his intention to take the tribe of Levi instead of the firstborn of Israel, and when it was found that the firstborn outnumbered the Levites by two hundred and seventy-three he commanded that they should be redeemed, and that the redemption money should be handed over to the tribe of Levi.<span class=\"citation\" id=\"54660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54660)\">Num. 3:40-51<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n539\"> These were very singular laws and ordinances, but God had a design in view in enforcing them. Everything he does is dictated by infinite wisdom, and when the people strictly complied with these laws and ordinances I have mentioned the Lord blessed them in all things, so much so that it became a proverb in the midst of Israel&#x2014;&#x201C;Honor the Lord with thy substance, and with the firstfruits of thy increase: So shall thy barns be filled with plenty, and thy presses burst forth with new wine.&#x201D;<span class=\"citation\" id=\"57373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57373)\">Prov. 3:9-10<\/a><\/span> When the people honored the Lord with their substance his blessings rested upon them and they were prospered. The palmer worm, blight, grasshopper and other evils which afflicted the land under some circumstances, were removed far from them.<span class=\"citation\" id=\"61824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61824)\">Joel 2:18-27<\/a><\/span> Their trees did not cast their fruit untimely, and they produced in abundance, and Israel prospered and waxed fat in the land. They spread abroad on the right hand and on the left, and the land teemed with fertility. There were times when Israel neglected this law, when they fell into idolatry, became careless and indifferent concerning the requirements of the Lord; when the tribe of Levi forsook the service of God and became idolaters;<span class=\"citation\" id=\"55855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55855)\">2 Kgs. 23:5<\/a><\/span> when the priests quit the service of <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jehovah, and the temples became desecrated and filled with rubbish.<span class=\"citation\" id=\"55955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55955)\">Neh. 4:10<\/a><\/span> It was during one of these periods that Hezekiah came to the throne of his father Ahaz, who had allowed the ordinances of God to fall into disuse.<span class=\"citation\" id=\"55841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55841)\">2 Kgs. 16:20<\/a><\/span> He put aside the service of God and instituted in its stead idolatrous service. Tithing had been neglected, and when Hezekiah came to the throne, his heart being set in him to do right,<span class=\"citation\" id=\"55843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55843)\">2 Kgs. 18:1-8<\/a><\/span> he commenced to cleanse the temple, and to restore the ordinances of the house of God, and the ministers who had been set apart to this service he called back to its performance, and the people brought in their cattle, wine, oil, honey, and in fact a tithe of all their substance as well as freewill offerings unto the Lord;<span class=\"citation\" id=\"55929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55929)\">2 Chr. 29:1-36<\/a><\/span><span class=\"citation\" id=\"55930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55930)\">2 Chr. 30:1-27<\/a><\/span><span class=\"citation\" id=\"55933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55933)\">2 Chr. 31:6<\/a><\/span> and when the king looked upon it, we are told, in the words which I have read, that he blessed the Lord and his people Israel,<span class=\"citation\" id=\"55934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55934)\">2 Chr. 31:8<\/a><\/span> and upon inquiry of the chief priest he was told that, &#x201C;since the people began to bring in the offerings into the house of the Lord, we have had enough to eat, and have left plenty, for the Lord hath blessed his people.&#x201D;<span class=\"citation\" id=\"55935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55935)\">2 Chr. 31:10<\/a><\/span> The Lord blessed them because they had complied with his requirements, and they were prospered. The land prospered under their cultivation, and it yielded its strength in abundance. <\/div><div class=\"paragraph jod\" id=\"v15n540\"> In connection with this I would like to read to you, my brethren and sisters, the remarks of Malachi. You are doubtless familiar with them, but they are words which can be read and pondered on time and time again, without any loss of interest in the subject. Says Malachi&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n541\"> &#x201C;Even from the days of your fathers ye are gone away from mine ordinances, and have not kept <span class=\"italic\">them<\/span>. Return unto me, and I will return unto you, saith the Lord of hosts. But ye said, Wherein shall we return? <\/div> <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n543\"> &#x201C;Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. <\/div><div class=\"paragraph jod\" id=\"v15n544\"> &#x201C;Ye <span class=\"italic\">are<\/span> cursed with a curse: for ye have robbed me, <span class=\"italic\">even<\/span> this whole nation. <\/div><div class=\"paragraph jod\" id=\"v15n545\"> &#x201C;Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that <span class=\"italic\">there will<\/span> not <span class=\"italic\">be room<\/span> enough <span class=\"italic\">to receive it<\/span>. <\/div><div class=\"paragraph jod\" id=\"v15n546\"> &#x201C;And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. <\/div><div class=\"paragraph jod\" id=\"v15n547\"> &#x201C;And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.&#x201D;<span class=\"citation\" id=\"62423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62423)\">Mal. 3:7-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n548\"> We see here portrayed, in the most graphic and striking language, the blessings that God promised unto his people Israel when they observed this law, which he had given them in the beginning; and we can also understand from the statements of Malachi, the curses that would descend upon Israel if they did not observe this law. &#x201C;Ye are cursed with a curse,&#x201D; says he, &#x201C;for ye have robbed me, even this whole people.&#x201D;<span class=\"citation\" id=\"62435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62435)\">Mal. 3:9<\/a><\/span> Strange language for God to use to his people, it may be thought, that they should be accused of robbery, that he should look upon them as thieves, as appropriating that which was not theirs, because they did not render unto him that which he had commanded them. They had refused their tithes, they had withheld their offerings, and consequently they were cursed. &#x201C;But,&#x201D; says he, &#x201C;bring in your tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that <span class=\"italic\">there shall<\/span> not <span class=\"italic\">be room<\/span> enough <span class=\"italic\">to receive it<\/span>,&#x201D;<span class=\"citation\" id=\"62449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62449)\">Mal. 3:10<\/a><\/span> etc. What great promises are herein conveyed to God's people! <\/div><div class=\"paragraph jod\" id=\"v15n549\"> I have drawn your attention to this law, my brethren and sisters, to show you what it was in the days of Israel, when God communicated his mind and will unto His people. I wish to impress upon you this fact, which you can all realize and understand for yourselves if you will read, that when Israel served God, and were strict in observing this law, he blessed and prospered them, and his favor was shown towards them; but when they neglected this law, his anger and indignation were kindled against them, and one of the most fruitful causes of disaster to Israel was their neglect in this particular. There were two things connected with Israel's disasters: one was neglecting to observe the laws of God, prominent among which was the law of tithing; and the other was their intermarriages with the heathen nations&#x2014;those who were idolaters. This proved the destruction of the wisest king that ever reigned in Israel.<span class=\"citation\" id=\"55649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55649)\">1 Kgs. 11:1-13<\/a><\/span> It proved the destruction of the nation itself, for it brought disaster and ruin upon it. <\/div><div class=\"paragraph jod\" id=\"v15n550\"> There is something connected with the law of tithing that, when men do not have faith in God, appeals to their selfishness; and for a people to be wholehearted in its observance, they need faith in God. When Israel began to decline in faith in God, their selfishness increased, and their determination became stronger and stronger to grasp everything within their reach and to retain everything they gained possession of; and as this feeling grew, tithing and freewill offerings were withheld from the house of God, and in consequence  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this the blessing of God was also withheld. There is a passage in the book of Amos on this subject, which shows the Lord pleading with Israel, to bring them back to the consideration of this law, as well as others that he had given them. The Lord says through the Prophet Amos&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n552\"> &#x201C;And also I have withholden the rain from you, when <span class=\"italic\">there were<\/span> yet three months to the harvest: and I caused it to rain upon one city, and caused it not to rain upon another city: one piece was rained upon, and the piece whereupon it rained not withered. <\/div><div class=\"paragraph jod\" id=\"v15n553\"> &#x201C;So two <span class=\"italic\">or<\/span> three cities wandered into one city, to drink water; but they were not satisfied: yet have ye not returned unto me, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n554\"> &#x201C;I have smitten you with blasting and mildew: when your gardens and your vineyards and your fig trees and your olive trees increased, the palmerworm devoured <span class=\"italic\">them:<\/span> yet have ye not returned unto me, saith the Lord.&#x201D;<span class=\"citation\" id=\"61925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61925)\">Amos 4:7-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n555\"> These are the calamities which God sent upon Israel with the intention to have them return to him; but notwithstanding they were poured out and pestilence visited the land, the people hardened their hearts against him, broke his laws and violated his ordinances, and his anger was enkindled against them, and they were driven out from the face of the land. <\/div><div class=\"paragraph jod\" id=\"v15n556\"> This law of tithing has been revealed to the Latter-day Saints. If I remember aright, the last revelation in the Book of Doctrine and Covenants, given as a revelation, is one in which this people are commanded to observe this law of tithing forever.<span class=\"citation\" id=\"90743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90743)\">D&amp;C 119:1-7<\/a><\/span> With the restoration of the Gospel in its fullness and purity there has also been restored this law, and I am thankful to God for its revelation. I am thankful for the restoration of every principle of truth, of every <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> law that pertains unto salvation, for they are all for the benefit of the human family; and as long as the Latter-day Saints have observed this law they have been blessed; and we know by our own experience with grasshoppers&#x2014;the Lord's great army&#x2014;<span class=\"citation\" id=\"61825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61825)\">Joel 2:25<\/a><\/span>how easily he could collect his dues from ancient Israel if they robbed him by neglecting or refusing to pay their tithes. <\/div><div class=\"paragraph jod\" id=\"v15n557\"> When men have come to this desert land and have seen the changes that have been wrought in such a brief space of time, they have wondered what has been the reason of it. The promise of God has been given to this people as it was to ancient Israel upon this point, and when the Latter-day Saints have observed the law of tithing they have been favored of God, and his Spirit has rested upon them, and not only upon them but also upon the land, and where it was once so barren, unfruitful and forbidding that it looked as though no human being could live by cultivating it, it has been converted into a fruitful field. Men say, &#x201C;What wonderful results water has produced!&#x201D; &#x201C;What a great system this irrigation is which you practice!&#x201D; True, it is a wonderful system, it is productive of wonderful results; but to my way of thinking, or according to my views, these results are due to the blessing of God on the labors of the Latter-day Saints, because they have honored him by observing the law of tithing. We have looked upon this land as the Lord's, and have viewed ourselves as his tenants. He could not come down here in person and receive from us the firstfruits of the soil, or take our cattle, our gold and silver, or any of our manufactures. Hence there must be somebody to do it for him. In ancient days the children of Levi acted in this capacity: they received the  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tithes and offerings, but in these last days, there being none of the descendents of Aaron that we know of in the Church of Jesus Christ of Latter-day Saints, to act in this capacity, we have been under the necessity of choosing other men to hold the authority which his seed would hold if they were here in our midst, and they have been set apart for the purpose of looking after temporal things, and to take or collect the tithing, and see that it is properly managed and appropriated to the uses for which it is designed.<span class=\"citation\" id=\"86681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86681)\">D&amp;C 68:14-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n559\"> I know how quickly men, in looking at &#x201C;Mormonism,&#x201D; come to the conclusion that it is a system by which a certain class will be benefited and built up. I have heard men say that the &#x201C;Mormon&#x201D; Elders had a pretty good thing of it; that Brigham Young, as President of the Church, had a very nice arrangement, and that those who were leaders in the Church had every reason for desiring to retain their position, imagining, of course&#x2014;though I do not know why such an imagination should be prompted unless it was because they judged us as they judged one another&#x2014;that all the means that is devoted by the people for the payment of tithing is appropriated by President Young and those associated with him in conducting the affairs of the Church. <\/div><div class=\"paragraph jod\" id=\"v15n560\"> Now I would not, as a speculation, endure for one month, that which President Young has to pass through&#x2014;the care, responsibility, obloquy, and the weight that rests upon him continually, for the sake of the tithing alone, if I could have it all. He would not, no other man who is connected with this people would. Why do they endure that which they pass through? Because, by the revelations of God, they know that God has established his Church once more <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in its fullness upon the earth, because they know that angels have come from heaven to earth, because they know that the holy priesthood has been again bestowed upon man, with the authority to administer in the ordinances of God's house, as in ancient days; and because this work is established by the commandment of God, and they are called by his command to labor in it. But there is one advantage which this unbelieving generation have over those which have preceded us, and I think, in view of the selfishness which prevails today in the midst of mankind, it is a wise provision. If there had been a tribe set apart in this generation to receive the tithing, I do not know but what the people, universally almost, would have rebelled against it. If there had been a privileged class to receive the tithing, the unbelief and selfishness of man would have prompted them to find great fault with it. But there is this peculiarity about the work in these days&#x2014;not only do the people pay their tithing, but the ministers of life and salvation pay theirs&#x2014;if they do not they should do, and I believe they do&#x2014;as punctually as the humblest member of the Church, from President Young down&#x2014;his Counselors, the Quorum of the Twelve, the Bishops of the Church, every faithful man pays his tithing, the highest in the Church as well as he whose name is scarcely known beyond the narrow circle in which he moves; and, instead of the tithing going to sustain a class, as it did in ancient days the tribe of Levi, or the priests, it goes to build up the work of God&#x2014;to erect temples and in various other ways. Thousands and thousands of dollars have been spent in sustaining the poor, and there is no class of men sustained in the Church of Jesus Christ of Latter-day Saints by the  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tithing. There is this difference between ministers in this Church and ministers in other churches; ministers in this church have to labor for their own support;<span class=\"citation\" id=\"81959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81959)\">Mosiah 18:24<\/a><\/span><span class=\"citation\" id=\"81976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81976)\">Mosiah 27:5<\/a><\/span> but in other churches they are supported wholly by the people.<span class=\"citation\" id=\"81909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81909)\">Mosiah 11:3-7<\/a><\/span> On this account&#x2014;in Massachusetts, if I remember aright&#x2014;ministers are not allowed to be elected to the legislature; they are regarded as men unfit for the practical duties of life. Men who devote themselves exclusively to the service of their churches go into their studies, read and fix up their sermons, and, on the Sabbath day, they deliver their written, prepared discourses to their congregations, and they are the most impractical men connected with their churches. The ministry of the Church of Jesus Christ of Latter-day Saints is in direct and striking contrast with this. The leaders of this Church are the most practical men in it. The President of this Church is the most practical man connected with the body. His Counselors, the Twelve Apostles and the leading Elders and Bishops are all distinguished for being practical men&#x2014;men perfectly capable of doing everything connected with a life in these mountains&#x2014;men who are able to sustain themselves and to help to sustain others. Our theory is that a man who cannot sustain himself and also teach others how to sustain themselves is unfit for a leading position, and he becomes a drone in the great hive. On that account we compel or require every minister in this Church to sustain himself. Jesus said that he who is greatest among you let him be the servant of all,<span class=\"citation\" id=\"65502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65502)\">Matt. 23:11<\/a><\/span> and we have carried this into effect&#x2014;the servant of the whole people is the President of the Church. The man who is the greatest servant in a settlement is the President of the <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> settlement, or the Bishop of a ward. He lives for the people, his time is devoted to their service, looking after their interests, that is, if he does right and magnifies his calling. Is there a helpless man in a ward? He becomes the object of the Bishop's solicitude and care. Is there a family in indigence? Then they are the wards of the Bishop, and he looks after them, and visits them or sees that his teachers do, and that their wants are supplied. By this means the ministry in the Church of Jesus Christ of Latter-day Saints is an active one, carrying the blessings of spiritual and temporal salvation into the midst of the people. <\/div><div class=\"paragraph jod\" id=\"v15n562\"> It has been by the labors of such men that this community has been founded, and this once barren desert changed into a fruitful field<span class=\"citation\" id=\"126605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126605)\">Isa. 29:17<\/a><\/span> and made to blossom as the rose.<span class=\"citation\" id=\"59132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59132)\">Isa. 35:1<\/a><\/span> Through the labors of the Apostles, Elders and Bishops of this Church, settlements have been extended to the remotest bounds of the Territory, north, south, east and west. They have been the pioneers in all great labors, not saying to the people, &#x201C;Give us of your wealth and substance, we want to be sustained in idleness, that we may rule over you;&#x201D; but on the contrary they have said, &#x201C;Come, brethren, let us go and accomplish this labor that God has laid upon us.&#x201D; They have been the pioneers in all these labors&#x2014;these Apostles, Presidents, Bishops, Dignitaries, these men who are supposed to fatten on the labors of the people. Instead of doing that, they have been the creators of the wealth that the people now enjoy; they have been the fathers of the people, the people have been the objects of their paternal care from the beginning until today. I would not give a fig for a leading man who would not act in this capacity; he is worth nothing,  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and deserves no place in the midst of the people of God. Men to save their fellow men and to be ministers of Jesus Christ must have the spirit of Jesus. His spirit was one of self sacrifice, one that prompted him to go forth and save the people, not to be a burden upon them, not to crush them. That is priestcraft; and wherever that system prevails a system of despicable priestcraft prevails, and God is angry with it and with those who practice it. <\/div><div class=\"paragraph jod\" id=\"v15n564\"> I have said that I thank God for the revelation of this principle. I do, for this reason&#x2014;it appeals directly to man's selfishness. It makes men sacrifice their selfish feelings, and causes them to show faith in God. If a man has not faith in God he is not very likely to pay tithing, or make many offerings. To use a common expression, he looks after &#x201C;number one,&#x201D; and self-interest rules him. Such a man is an unworthy member of the Church of Christ. But when every man pays his tithing and witnesses unto God that that law is honorable in his sight, what is the result? Is anybody impoverished by it? No. Are we as Latter-day Saints any poorer because of the tithing we have paid? Not one cent. When that tithing is properly appropriated it is expended in works which add to the wealth of the entire community. It contributes to the erection of public edifices; it adorns those edifices, and creates a fund that is exclusively devoted to the work of God, and that helps to build up and to make the community prosperous and respectable in the earth. It is a mighty engine, or would be if properly wielded, in establishing righteousness and truth in the earth, for let me say, brethren and sisters, that a warfare has been commenced in the earth, and it has been waged for a long series of years, speaking <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> according to the length of a man's life; and that warfare or contest is for this earth, and it is between God and Satan. <\/div><div class=\"paragraph jod\" id=\"v15n565\"> Men wonder why it is that the &#x201C;Mormon&#x201D; community, with their good qualities, their love of temperance and good order, and whose members conduct themselves with such propriety, are so hated. It has been frequently remarked to our Elders&#x2014;&#x201C;You are a pretty good man, I would not take you to be a &#x2018;Mormon,&#x2019; I would think you are a man of too much intelligence to be a Latter-day Saint,&#x201D; as though, to be a member of this Church a man must be an ignoramus, stupid blockhead, knave or fool in the estimation of those not of our faith. God has not chosen that kind of a people, he has chosen intelligent people, and he will give them greater intelligence. But, the reason we are hated is this&#x2014;and it is the same reason that Jesus and his Apostles were hated&#x2014;we have the truth, because we have received the revelations of God, and because, in singleness of purpose, we are endeavoring to build up the kingdom of God. Let any other people do what we have done and they would be lauded to the skies. Let any other man do what our leader has done and his fame, as a benefactor of his race, would be worldwide. But our labors are only an additional reason for hating us and for warring against us. It is, as I have said, because there is a warfare in the world, and it will not end until God is victorious and the earth is redeemed from sin. <\/div><div class=\"paragraph jod\" id=\"v15n566\"> I will revert now to the contrast there is between our desert land and the lands from which we came. Our people were organized in the State of New York&#x2014;a most fruitful State. From New York they moved to Ohio, another most fruitful State. From Ohio they moved to Missouri,  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the garden, it might be said, of the United States; and from Missouri to Illinois&#x2014;all rich and productive States. What is the result of our removals? We came to a land that was a barren, uninviting desert, and what are the remarks of visitors who come here now from the lands we formerly lived in? They wonder how it is that our fruit trees are so healthy, and that our land is so inviting. I honestly believe, if the people of the United States would observe this law of tithing, devoting a tenth of their substance to the service of the Most High, that instead of this land being in many respects so superior, the fertility which formerly prevailed there would be restored. And when the day shall come, as come it will, when we shall go back&#x2014;and we expect to go back to Jackson County, Missouri, and to lay the foundation of a temple, and to build a great city to be called the center stake of Zion, as much as we expect to see the sun rise tomorrow; I say when that day shall come it will be found that that country will have its old fertility restored, and that all the lands that the people of God will occupy will be healthy and fruitful; and the land of any people who will honor God by obeying this law of tithing will be made fruitful to them, God will bless their industry, and they will rejoice and prosper therein. <\/div><div class=\"paragraph jod\" id=\"v15n568\"> There are many things connected with this subject that might be touched upon. One thing I will mention before I sit down, and that is the growing tendency among this people to look after their own interests and to neglect the interests of the work of God. This remark has often been made to us: &#x201C;When you Latter-day Saints increase in wealth, are surrounded by the fashions of the world, and the waves of civilization <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> surge against your walls of barbarism, all your peculiarities will recede and melt away, and you will become like other people. Your plural system will disappear, for no man can sustain half a dozen wives if they are fashionable women, and no more than one.&#x201D; I have heard this time and time again; and it is true that young men in the east will not marry because of the expense, they do not want to take a wife because they cannot sustain her according to the requirements of modern society. Now, there is a good deal of truth in this statement. If I thought we would become subject to the follies that now prevail I would have fears concerning the work of God and its perpetuity on the earth. If I thought that this people would lust after wealth, and that they would allow their feelings and their hearts to become set on the accumulation of money, and that they would think more of that than they do of God and his work, I would fear for its perpetuity. But God has said this work shall stand forever, and that it shall not be given into the hands of another people,<span class=\"citation\" id=\"61251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61251)\">Dan. 2:44<\/a><\/span> and on that account I do not entertain any fears as to the result. But there are individuals in this community who have given way to these feelings about tithing. When men are poor, it is noticed that they are punctual in paying it, but when they increase in wealth it is less so. For instance, when a man has ten thousand dollars it looks a big pile to give one thousand as tithing. If a man's tithing amounted to no more than five, ten, twenty, or even a hundred dollars, says he, &#x201C;I can give that, but a thousand is a great amount,&#x201D; and when called upon to give a thousand, no, I will not say &#x201C;called upon,&#x201D; the difficulty is we are not called upon enough, there has been neglect in calling upon us; but when it comes  <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to this, why a thousand dollars looks like a very large sum, and the party whose duty it is to pay it is apt to hesitate and feel reluctance, and he perhaps says, &#x201C;I can invest this thousand dollars in such and such a way, and it will produce so much interest, and I will pay it then;&#x201D; and he allows himself to be satisfied with this course. <\/div><div class=\"paragraph jod\" id=\"v15n570\"> There is this remarkable fact connected with tithing in our midst. You are all familiar with the apostasy of some of our leading merchants&#x2014;men who dealt in merchandise and who, for years, by their exorbitant prices literally fleeced the people of their means. This was before the construction of the railroads. Well, it was predicted years before, that sooner or later they would deny the faith and leave the Church. It was easily understood that no man could remain in the Church, if it was a pure Church, and practice a system of extortion on his brethren, and the prediction was made, and strange as it may seem&#x2014;though it is not strange to those who understand the working of these things&#x2014;it was fulfilled to the very letter, and those men did deny the faith, and they are now opponents of that work which they once testified they knew to be true; and an examination of the tithing records would show this remarkable fact&#x2014;that some of them did not pay their tithing as they should have done. Those who have prospered most are they who paid their tithing honestly. And I have noticed it, as an individual, that when men close up their hearts in this direction, and neglect their tithing, and their offerings on fast days for the benefit of the poor, they lose their faith. This is one evidence of the loss of faith and confidence in the work. <\/div><div class=\"paragraph jod\" id=\"v15n571\"> I will tell you how I feel now, if I were to be tempted in this direction, <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I would say, &#x201C;Mr. Devil, I have no lot or part<span class=\"citation\" id=\"71644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71644)\">Acts 8:21<\/a><\/span> with you. I will pay my tithing, and if you say anything I will double it.&#x201D; I know that there is a blessing attending this. I know God prospers those who are strict and punctual in attending to this. I know he blesses those who feed the poor, clothe the naked and attend to the wants of their indigent brethren and sisters.<span class=\"citation\" id=\"81641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81641)\">Jacob 2:19<\/a><\/span> I should deplore the increase of wealth in our midst if it created class distinctions, if it should create a feeling that, &#x201C;I am better than thou, because I wear a finer coat, dwell in a better house, ride in a finer carriage and have finer horses, or because my children are better schooled and better dressed than yours.&#x201D; I should deplore the increase of wealth among us if such results were witnessed. I should expect the anger of God would be kindled against us, and that we should be scourged as a people until we repented in deep humility before him. <\/div><div class=\"paragraph jod\" id=\"v15n572\"> God has bestowed upon us the earth and the elements in and around it, and he has given us them for our good. There is no sin in taking the wool from the sheep's back and spinning and manufacturing it into fine broadcloth. There is no sin in planting mulberry trees and feeding silkworms and making fine dresses and ribbons with the silk which they produce. There is no sin in spinning the flax and making fine linen of it. There is no sin in taking the dyes that abound in nature and dying these silks and other fabrics in the most beautiful manner. There is no sin in digging gold and ornamenting our service with it, and in covering our tables in the Lord's house therewith. There is no sin in taking silver and making furniture for the Lord's house. There is no sin in making fine carriages, and in paint<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing and fitting them up in the most exquisite manner. There is no sin in having a noble race of horses, or a fine breed of cattle. There is no sin in building houses and decorating them, having fine furniture, carpets, mirrors, baths, heating apparatus and every appliance and convenience of modern civilization therein. There is no sin in all this, or in any blessing God has given us, but there is sin in abusing these things. There is sin in being lifted up in pride because God has bestowed them upon us. There is sin in thinking, &#x201C;I am better than another man who is created out of the dust of the earth, as I am; who is a child of God, as I am; who came from God, as I did, and who will go to God as I hope to do.&#x201D; Brethren and sisters, there is no sin in having what I have named. We may have fine houses, fine gardens or orchards, glorious temples, a fine land, and we may make our homes heavenly places, and fit for angels to visit, and there is nothing wrong in all this, neither in adorning the bodies God has given unto us, if our hearts are humble before him, and we glorify him in our lives. But this is the great difficulty and has been from the beginning. When wealth multiplies the people get lifted up in the pride of their hearts, and they look down on their poor brethren and despise them,<span class=\"citation\" id=\"81397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81397)\">2 Ne. 9:30<\/a><\/span><span class=\"citation\" id=\"81865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81865)\">Mosiah 4:16-18<\/a><\/span><span class=\"citation\" id=\"82429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82429)\">Hel. 4:12-13<\/a><\/span> because they are better educated, have better manners, and speak better language&#x2014;in a word, because they have advantages which their poor brethren and sisters have not.<span class=\"citation\" id=\"82060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82060)\">Alma 5:53-56<\/a><\/span> There is sin in this, and God is angry with a people who take this course. He wants us to be equal in earthly things, as we are in heavenly.<span class=\"citation\" id=\"87347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87347)\">D&amp;C 78:5-7<\/a><\/span> He wants no poor among his people;<span class=\"citation\" id=\"92934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92934)\">Moses 7:18<\/a><\/span> he does not want the cry of the oppressed<span class=\"citation\" id=\"56215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56215)\">Job 35:9<\/a><\/span> to ascend from the midst of the Latter-day Saints, and God forbid that it <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ever should! God forbid that the cry of any should ever ascend from the midst of the Latter-day Saints because of oppression or because of the lack of any blessing necessary for comfort! God wants us to feed the hungry, clothe the naked, and impart our substance for their support.<span class=\"citation\" id=\"81642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81642)\">Jacob 2:19<\/a><\/span><span class=\"citation\" id=\"89923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89923)\">D&amp;C 105:3<\/a><\/span> But he does not want the poor to envy the rich.<span class=\"citation\" id=\"86065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86065)\">D&amp;C 56:17<\/a><\/span> That is just as great a sin on their part as for the rich to oppress them.<span class=\"citation\" id=\"86060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86060)\">D&amp;C 56:16<\/a><\/span> They must not envy the rich; they must not look on their brethren and sisters and envy them that which they have. That is sinful, that is wrong, and the man or woman who indulges in it, indulges in a wrong spirit. God wants us to build each other up in righteousness. He wants us to love one another<span class=\"citation\" id=\"69845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69845)\">John 13:34<\/a><\/span> and to seek one another's benefit. This is the spirit of the Gospel of Jesus Christ. He has revealed it unto us, and we must cultivate it. <\/div><div class=\"paragraph jod\" id=\"v15n574\"> I look upon this law of tithing as an equitable law: it comes alike upon the rich and the poor. The poor person who pays his ten dollars tithing gives as much in proportion as the richest man in the community. The rich gives no more than a tenth, and the poorest gives no less. We are all alike, then, in this respect when we observe this law of tithing; and it should be strictly observed by us, if we want the blessings of God to rest upon us. <\/div><div class=\"paragraph jod\" id=\"v15n575\"> I have thought, I do not know how truly, that of late there has been a disposition among the Latter-day Saints to be penurious in this respect. It has seemed to me that with the increase of God's blessings around us, a disposition has been manifest to be stingy, to withhold our substance, and to tie up the hands of those who have the great work to perform. We want to build this temple, and other temples in other  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>parts of our land. We want to fill the land with temples&#x2014;houses that shall be dedicated to the Most High God. At the present time people in St. George and other settlements in that region&#x2014;from 350 to 400 miles from this city who wish to be married according to the order and ordinances that we believe in and view as necessary, have to make this long journey one way, and the same the other, making 700 or 800 miles travel, to have the ordinances of God's house solemnized as we believe they ought to be. What a labor this is! This has to be obviated. <\/div><div class=\"paragraph jod\" id=\"v15n577\"> We are building a temple in Salt Lake City; but this is only one. There will be doubtless a temple built in St. George, and probably others in the north, east, west, and throughout the land. Do you think the tithing is all going to be spent in Salt Lake City? Do you think that the remote settlements are all going to contribute of their strength and their increase to build up this city alone? No, this would not be right: this would be filling the heart and letting the extremities suffer. The extremities must be sustained. <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Tithing must be devoted to the building of temples and places of worship, so that the Latter-day Saints in every section of the Territory may go and attend to the ordinances for the living and the dead. We have a mighty work to do in this connection. God has revealed this law, and, as I have said, it is a law that works alike upon all. It is not oppressive on any class, but it is distributed equally upon all classes. Let us observe it, and all the laws of God, that we may become a blessed people; that we may increase in wealth, and use that wealth to the glory of God; that there may be neither pauperism, want, nor ignorance throughout our entire land, and that the grateful prayers of a blessed and happy people may ascend from every habitation throughout all these valleys unto the Lord of hosts, praising his holy name for the numerous blessings which he has bestowed upon us, for the peace, good order, union and every other blessing we have received from him. <\/div><div class=\"paragraph jod\" id=\"v15n578\"> That this may be the case is my prayer in the name of Jesus, Amen. <\/div>\n<\/div>\n<\/div>"}