{"ID":150040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Sacrament of the Lord's Supper.<\/div>\n<div class=\"subtitle\">Discourse by Elder Joseph F. Smith, delivered in the 13th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, Feb. 9, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Sacrament of the Lord's Supper.<\/div>\n<div class=\"speaker\">Speaker: Joseph F. Smith<\/div>\n<div class=\"date\">Date: 2\/9\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v15n1139\"> While preparing the Sacrament the thought was impressed upon my mind to make a few remarks on the subject, although I will not promise to confine myself to it. I desire to be led by the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n1140\"> The Sacrament of the Lord's Supper<span class=\"citation\" id=\"73359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73359)\">1 Cor. 11:20<\/a><\/span> is a very important and sacred ordinance; however simple it may appear to our minds, it is one which will add to our acceptance before God, or to our condemnation. <\/div><div class=\"paragraph jod\" id=\"v15n1141\"> It was instituted by the Savior in the place of the law of sacrifice which was given to Adam,<span class=\"citation\" id=\"92554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92554)\">Moses 5:5<\/a><\/span> and which continued with his children down to the days of Christ, but which was fulfilled in his death, he being the great sacrifice for sin,<span class=\"citation\" id=\"126682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126682)\">Alma 34:14<\/a><\/span><span class=\"citation\" id=\"126683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126683)\">D&amp;C 138:13<\/a><\/span> of which the sacrifices enjoined in the law given to Adam were a similitude.<span class=\"citation\" id=\"92567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92567)\">Moses 5:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1142\"> The Lord designed in the beginning to place before man the knowledge of good and evil,<span class=\"citation\" id=\"52481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52481)\">Gen. 2:17<\/a><\/span><span class=\"citation\" id=\"92586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92586)\">Moses 5:11<\/a><\/span> and gave him a commandment to cleave to good and abstain from evil.<span class=\"citation\" id=\"72831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72831)\">Rom. 12:9<\/a><\/span><span class=\"citation\" id=\"89254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89254)\">D&amp;C 98:11<\/a><\/span> But if he should fail, he would give to him <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the law of sacrifice and provide a Savior for him, that he might be brought back again into the presence and favor of God and partake of eternal life with him. This was the plan of redemption chosen and instituted by the Almighty before man was placed on the earth. And when man did fall by transgressing the law which was given him, the Lord gave to him the law of sacrifice, and made it clear to his understanding, that it was for the purpose of reminding him of that great event that should transpire in the meridian of time, whereby he and all his posterity might be brought forth by the power of redemption and the resurrection from the dead, and partake of eternal life with God in his kingdom. For this reason Adam and his posterity, from generation to generation, observed this law, and continually looked forward to a time when there should be provided for them a means of redemption from the fall and restoration from death to life, for death  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was the penalty of the law transgressed, which man was powerless to avert, the fiat of God being, &#x201C;In the day that thou eatest thereof thou shalt surely die,&#x201D;<span class=\"citation\" id=\"52482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52482)\">Gen. 2:17<\/a><\/span> and this penalty was to follow upon all flesh, all being as helpless and dependent as he was in this matter. Their only hope of redemption from the grave and the power of death was in the Savior whom God had promised, who should suffer death, but being without sin, having himself never transgressed any law, being without blemish,<span class=\"citation\" id=\"77777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77777)\">1 Pet. 1:19<\/a><\/span> pure and holy, he should have power to break the bands of death<span class=\"citation\" id=\"81931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81931)\">Mosiah 15:23<\/a><\/span><span class=\"citation\" id=\"92136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92136)\">D&amp;C 138:16<\/a><\/span> and from the grave rise to immortal life, thereby opening the way for all who should follow him in the regeneration<span class=\"citation\" id=\"65218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65218)\">Matt. 19:28<\/a><\/span> to come forth to life again, redeemed from the penalty of the law, and from the sin of transgression to eternal life. In anticipation, therefore, of this great sacrifice which was to be offered for Adam and his seed, they offered sacrifices, more or less acceptably, and in conformity to the pattern given, in proportion to the knowledge of God and of the Gospel which they had, and their faithfulness from generation to generation, to the days of Jesus. <\/div><div class=\"paragraph jod\" id=\"v15n1144\"> They would take the firstlings of their flocks,<span class=\"citation\" id=\"52691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52691)\">Gen. 4:4<\/a><\/span><span class=\"citation\" id=\"92618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92618)\">Moses 5:20<\/a><\/span> the best fruits of their fields, and those things which were emblematic of purity, innocence, and perfection, symbolical of him who was without sin, and as &#x201C;a Lamb slain from the foundation of the world,&#x201D;<span class=\"citation\" id=\"79653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79653)\">Rev. 13:8<\/a><\/span><span class=\"citation\" id=\"93089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93089)\">Moses 7:47<\/a><\/span> and offer sacrifices unto God in memory of him, and the matchless and wonderful deliverance to be wrought out for them by him. <\/div><div class=\"paragraph jod\" id=\"v15n1145\"> Undoubtedly the knowledge of this law and of other rites and ceremonies was carried by the posterity of Adam into all lands, and continued with them, more or less pure, to the flood, and through Noah, who was a &#x201C;preacher of righteousness,&#x201D;<span class=\"citation\" id=\"78382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78382)\">2 Pet. 2:5<\/a><\/span> <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to those who succeeded him, spreading out into all nations and countries, Adam and Noah being the first of their dispensations to receive them from God. What wonder, then, that we should find relics of Christianity, so to speak, among the heathens and nations who know not Christ,<span class=\"citation\" id=\"75767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75767)\">2 Thes. 1:8<\/a><\/span> and whose histories date back beyond the days of Moses, and even beyond the flood, independent of and apart from the records of the Bible. The ground taken by infidels, that &#x201C;Christianity&#x201D; sprang from the heathen, it being found that they have many rites similar to those recorded in the Bible, &amp;c., is only a vain and foolish attempt to blind the eyes of men and dissuade them from their faith in the Redeemer of the world, and from their belief in the Scriptures of divine truth, for if the heathen have doctrines and ceremonies resembling to some extent those which are recorded in the Scriptures, it only proves, what is plain to the Saints, that these are the traditions of the fathers handed down from generation to generation, from Adam, through Noah, and that they will cleave to the children to the latest generation, though they may wander into darkness and perversion, until but a slight resemblance to their origin, which was divine, can be seen. Yet this is a stumbling block to some and there are those who endeavor to make progress on this foundation against the work of God, but it is absolute folly. How do we know that the Bible accounts of Adam and the succeeding generations are correct? How do we know anything pertaining to God and his dealings with men anciently? We know many things by tradition, naturally, by intuition. &#x201C;There is a spirit in man: and the inspiration  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Almighty giveth it understanding.&#x201D;<span class=\"citation\" id=\"56200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56200)\">Job 32:8<\/a><\/span> There is an inherent principle in man that leads him to faith in a superior or a Supreme Being, who has designed and created all things. The Bible account, being the most rational and indeed only historical one of the creation and the dealings of God with men, we are constrained to accept it, in the main, as truth. Then we behold the wonderful works of God spread out before us, the starry heavens, the sun and moon, the earth on which we dwell, and its times and seasons, its fruits and grains, its herbs and varied productions, its fountains and rivers, mountains, valleys and plains, and the mighty deep, all teeming with life and animation; also the laws that govern these vast creations, and man, the crowning work of God, on this earth, the masterpiece, if you please, whom inspiration teaches us, is the offspring of that eternal being<span class=\"citation\" id=\"72021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72021)\">Acts 17:28-29<\/a><\/span> who is the Creator of all things, he being the most perfect in his organization, possessing greater attributes, powers of reason, and intelligence than all other beings, constituting him the &#x201C;lord of creation,&#x201D; and the nearest in resemblance to the Creator. We look at these things and we cannot but come to the conclusion that this is <span class=\"italic\">not<\/span> the work of chance, but the result of matured omniscient designs and purposes, that man is the son of God, possessing the attributes and image of his Father, and in the beginning much of this intelligence, insomuch that he was the companion and associate of God and dwelt with him, and knew no sin. The Lord gave him the earth as a possession and an inheritance, and laws for his government, that he might fill the measure of his creation and have joy therein. <\/div><div class=\"paragraph jod\" id=\"v15n1147\"> We look at these things in this manner, and they appear rational <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and true, and we are convinced that they are true, that the Scriptures, the Bible and Book of Mormon, are of divine origin. <\/div><div class=\"paragraph jod\" id=\"v15n1148\"> But is this all we have to convince us of the truth of these things, and to confirm upon our minds the principles laid down as the Gospel of Christ, which is called &#x201C;Mormonism?&#x201D; These are the only means of knowing in regard to the truth of religion that the world claim to have, or that we had prior to becoming acquainted with the doctrines of this Church, and we were in a measure satisfied because it was the best light we possessed. There are thousands of the most intelligent and best educated men that live, and some of the greatest and brightest minds in many nations now engaged in the dissemination of what they believe to be the Gospel of Jesus Christ, claiming no other means of knowing the truth, than tradition and reason, and they appear to be satisfied with their convictions and faith. Millions of dollars are expended annually in promulgating their religion, they &#x201C;compass land and sea to make proselytes,&#x201D;<span class=\"citation\" id=\"65514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65514)\">Matt. 23:15<\/a><\/span> with no other acknowledged evidence of the truth of the Bible, or of the divine mission of Jesus Christ, than that I have cited. <\/div><div class=\"paragraph jod\" id=\"v15n1149\"> But we go farther than this, although to my mind this mode of reasoning is conclusive so far as it goes, and no doubt is left as to the existence of our Father and God, or that he created all things for a wise purpose, for his glory, and for the glory and happiness of His children, that the earth and the fullness thereof are God's,<span class=\"citation\" id=\"56491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56491)\">Ps. 24:1<\/a><\/span> although designed for man and his use; and finally to be given to him as an everlasting inheritance, when he shall, through obedience, prove worthy of it. But, as I said before, we go farther than this&#x2014;there is &#x201C;a more sure word of pro<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phecy; whereunto we do well to take heed.&#x201D; There<span class=\"citation\" id=\"78283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78283)\">2 Pet. 1:19<\/a><\/span> is revelation, a means of direct communication from God to man, a power which can rend the veil between us and God, open the eyes of our understanding, and<span class=\"citation\" id=\"90468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90468)\">D&amp;C 110:1<\/a><\/span> bring us into proximity to him, so that we may know him as he is, and learn from his own mouth and from the mouths of his holy messengers his laws and will concerning us, as anciently. This is the principle by which Adam knew God in the garden where he was placed in the beginning. God came to him day by day, and conversed with him as one man converses with another, giving<span class=\"citation\" id=\"54519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54519)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"92785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92785)\">Moses 7:4<\/a><\/span> him instructions and counsel, for man was pure. And when he was cast out, God<span class=\"citation\" id=\"52672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52672)\">Gen. 3:24<\/a><\/span> did not forsake him, but appeared to him, sent his angels to communicate with him concerning the plan of salvation, and<span class=\"citation\" id=\"126684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126684)\">Moses 5:58<\/a><\/span> gave him the Holy Ghost to<span class=\"citation\" id=\"92573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92573)\">Moses 5:9<\/a><\/span> be a light in his path through the world, made dreary to him by being banished from the immediate presence of God. <\/div><div class=\"paragraph jod\" id=\"v15n1151\"> Men have enjoyed privileges from that day to this, in proportion to their worthiness, through every Gospel dispensation, thereby obtaining a knowledge of God for themselves, not being left to the traditions of the fathers and to reason alone. From time to time the Lord raised up Prophets, to whom he has appeared, either himself or by his messengers, as to Abraham, Jacob, Moses, Samuel, Isaiah, Jeremiah, Ezekiel, and all the Prophets from the beginning, revealing his will and making known his requirements, so that they have had a positive knowledge given to them of God himself. <\/div><div class=\"paragraph jod\" id=\"v15n1152\"> We claim that in this dispensation this key of knowledge has been restored to man, and we stand upon the same footing with the ancients, and are not left in uncertainty or doubt, the truth of the Gospel being <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> confirmed upon our understandings by inspiration and revelation from God, &#x201C;line upon line; and precept upon precept,&#x201D;<span class=\"citation\" id=\"58554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58554)\">Isa. 28:10<\/a><\/span> until we have obtained a knowledge of God, &#x201C;whom to know is life eternal.&#x201D;<span class=\"citation\" id=\"70599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70599)\">John 17:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1153\"> The ordinances of the Gospel have been restored in their purity. We know why the law of sacrifice was given to Adam, and how it is that relics of the Gospel are found among the heathen. <\/div><div class=\"paragraph jod\" id=\"v15n1154\"> When Jesus came and suffered, &#x201C;the just for the unjust,&#x201D;<span class=\"citation\" id=\"77933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77933)\">1 Pet. 3:18<\/a><\/span> he that was without sin<span class=\"citation\" id=\"76567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76567)\">Heb. 4:15<\/a><\/span> for him that had sinned, and was subject to the penalty of the law which the sinner had transgressed, the law of sacrifice was fulfilled, and in the stead thereof he gave another law, which we call the &#x201C;Sacrament of the Lord's Supper,&#x201D; by which his life and mission, his death and resurrection, the great sacrifice he had offered for the redemption of man, should be kept in everlasting remembrance, for said he, &#x201C;This do in remembrance of me,<span class=\"citation\" id=\"68068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68068)\">Luke 22:19<\/a><\/span> for as often as ye eat this bread, and drink of this cup, ye do show the Lord's death till he come.&#x201D;<span class=\"citation\" id=\"73391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73391)\">1 Cor. 11:26<\/a><\/span> Therefore this law is to us, what the law of sacrifice was to those who lived prior to the first coming of the Son of Man, until he shall come again. Therefore we must honor and keep it sacredly, for there is a penalty attached to its violation, as we shall see by reading the words of Paul: 1 Cor. xi, 27-30. <\/div><div class=\"paragraph jod\" id=\"v15n1155\"> &#x201C;Wherefore whosoever shall eat this bread, and drink <span class=\"italic\">this<\/span> cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n1156\"> &#x201C;But let a man examine himself, and so let him eat of <span class=\"italic\">that<\/span> bread, and drink of <span class=\"italic\">that<\/span> cup. <\/div><div class=\"paragraph jod\" id=\"v15n1157\"> &#x201C;For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body. <\/div><div class=\"paragraph jod\" id=\"v15n1158\"> &#x201C;For this cause many <span class=\"italic\">are<\/span> weak and sickly among you, and many sleep.&#x201D;<span class=\"citation\" id=\"73395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73395)\">1 Cor. 11:27-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1159\"> And it is even more plainly given in  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Book of Mormon, which I will read. Nephi, 8th chapter, 9th verse, page 471. <\/div><div class=\"paragraph jod\" id=\"v15n1161\"> And now it came to pass that when Jesus had spoken these words, he turned his eyes again upon the disciples whom he had chosen, and said unto them: Behold verily, verily, I say unto you, I give unto you another commandment, and then I must go unto my Father that I may fulfill other commandments which he hath given me. And now behold, this is the commandment which I give unto you, that ye shall not suffer anyone knowingly to partake of my flesh and blood unworthily, when ye shall minister it; For whoso eateth and drinketh my flesh and blood unworthily eateth and drinketh damnation to his soul; therefore if ye know that a man is unworthy to eat and drink of my flesh and blood ye shall forbid him.&#x201D;<span class=\"citation\" id=\"82792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82792)\">3 Ne. 18:26-29<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1162\"> These are some of the injunctions and commandments that are given in relation to the partaking of the Lord's Supper. Now let us be careful what we do, that we may not incur the penalty affixed to the transgression of this law, remembering that the ordinances which God has given are sacred and binding, that <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his laws are in force, especially upon all that have covenanted with him in baptism, and upon all unto whom they come, whether they embrace them or not, as Jesus said, &#x201C;This is the condemnation of the world, that light has come into the world, but ye love darkness rather than light.&#x201D;<span class=\"citation\" id=\"68925\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68925)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68925)\">John 3:19<\/a><\/span> Therefore all men will be held accountable for the use they make of the light which they possess. For this reason we are commanded to preach the Gospel unto every creature, that those who obey and are baptized may be saved, and those who reject it may be condemned.<span class=\"citation\" id=\"66795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66795)\">Mark 16:15-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1163\"> I bear my testimony to these things. I know that Joseph Smith was and is a Prophet of the living God, and President Young is also a Prophet of God, and that by inspiration and revelation, and not of man. God bless you and help us to be faithful, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}