{"ID":150010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Continued Teaching Necessary&#x2014;Ignorance of Professors of Modern Christianity&#x2014;Prayer, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Brigham City, June 9, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Continued Teaching Necessary, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/9\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v15n226\"> If I can speak so as to be heard, I will talk to the brethren and sisters a few minutes. It requires stillness and close attention to hear those who speak in this bowery. A great deal has been said with regard to the salvation of the human family. I might say that more should be done, then we could talk less. Of necessity, through the weakness of human nature, a great deal has to be said; but if the people could understand the principles of life and salvation, and would act accordingly, it would require a great deal less talking. Words are wind, they go into the ear and are forgotten; still there is a certain portion that will be retained by a few, and they will be profited thereby. The work in which we are engaged is not magnified in the least by talking about it; it is only in the weak capacity of man that these principles become exalted through the hearing of the ear. The principles we preach are the gospel of life and salvation; and we have entered into covenant with God to observe the rules, ordinances and laws pertaining to this life and salvation. The question arises, Do we perform this labor, in keeping the sayings of the Lord as strictly as we should? No, we do not. <\/div><div class=\"paragraph jod\" id=\"v15n227\"> Suppose that we name a few of the rules and regulations by which we <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are to live. If I attempt to classify them, perhaps I shall get them imperfectly in the science of the law of God. But first, to me, after hearing and believing that there is such a character as the Savior of mankind, who has acted his part well and performed his duty in purchasing redemption for the human family, and is now pleading for his brethren, I at once inquired what he requires of me. This is the inquiry of my reflections, and I learn that faith is the starting point. If I believe sincerely and honestly, I must obey, and the next step in the plan of salvation, as laid down by Jesus and his disciples, is for me to be baptized for the remission of my sins. To the Christian world, to the heathen world and the infidel world, we can say that all things are spiritual, all things are temporal, all things are natural; all things are natural, all things are temporal, all things are spiritual; and there is not that being on the earth, and never was, that I have any knowledge of, that can divide them. But in the act, and in the performance of the duty of those who believe in this plan of salvation, we can define our faith in our secret closet by exercising faith in the name of Jesus, and seeking unto the Father secretly in our hearts. Here we find a difference and a distinc<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion between this and the actual performance of rising up from my seat, going down into the water and being baptized for the remission of my sins. Still the work is the same, consequently it is spiritual, it is temporal, it is natural; it is natural, it is temporal, it is spiritual. <\/div><div class=\"paragraph jod\" id=\"v15n229\"> Well, now, this is the work that we have before us; not that I am going to have time to preach on these points, or delineate them to any length; but these are the facts. If we believe, we obey, we are baptized for the remission of our sins, which is the commencement of the labor, the outward performance and manifestation of obedience to God, through faith in the name of his son Jesus Christ. Then comes the blessing by the imposition of hands upon the head of the individual who has received baptism for the remission of sins, and he receives the Holy Ghost. This is the blessing and the consolation of believing in the truth; and this stimulates the individual to still exercise faith and to continue in obedience to the commandments of the Lord, to pray always, without ceasing,<span class=\"citation\" id=\"75732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75732)\">1 Thes. 5:17<\/a><\/span> and in everything to give thanks;<span class=\"citation\" id=\"89231\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89231)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89231)\">D&amp;C 98:1<\/a><\/span> his heart uplifted to God, day by day, from morning until evening, and from evening until morning, for the blessings of heaven to be with him, for his feet to be guided in the path of rectitude, and that he may be preserved from speaking, thinking, and doing in anywise, that which is wrong. This is simple and plain, and can be understood by all classes of the children of men who are endowed with the common sense and ability that are given to man. <\/div><div class=\"paragraph jod\" id=\"v15n230\"> The duty of the Latter-day Saints is to pray without ceasing, and in everything to give thanks,<span class=\"citation\" id=\"81973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81973)\">Mosiah 26:39<\/a><\/span><span class=\"citation\" id=\"86289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86289)\">D&amp;C 59:7<\/a><\/span> to acknowledge the hand of the Lord in all things,<span class=\"citation\" id=\"86350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86350)\">D&amp;C 59:21<\/a><\/span> and to be subject to his requirements. We, as Latter-day <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, can say that our duty is laid before us. We can read it, not only in the faith and feelings of the individuals of the community; but it is actually printed, it lies upon the pages of our history, and we can read at our pleasure. We meet together for the express purpose of having somebody or other tell us that which we know and have known all the time. We have read it over and over; we have thought of it and meditated upon it, yet we meet together and hear our brethren speak to force these things into the affections of the people; and if we can persuade them to hearken to every requirement of heaven, then we are not under the necessity of talking so much. We are freed from this task and toil. <\/div><div class=\"paragraph jod\" id=\"v15n231\"> What is our duty? To pray. Pray always? Yes. To pray in our families? Yes. Let no man be in a hurry, but what he can get up in a morning and pray with his family before he permits himself to partake of refreshment. Let every man and every woman call upon the name of the Lord, and that too, from a pure heart, while they are at work as well as in their closet; while they are in public as well as while they are in private, asking the Father in the name of Jesus, to bless them, and to preserve and guide in, and to teach them, the way of life and salvation, and to enable them so to live that they will obtain this eternal salvation that we are after. <\/div><div class=\"paragraph jod\" id=\"v15n232\"> Now, besides being our duty to pray, it is our duty to live in peace one with another. It is also our duty to love the Gospel and the spirit of the Gospel, so that we can become one in the Lord, not out of him, that our faith, our affections for the truth, the kingdom of heaven, our acts, all our labor will be concentrated in the salvation of the children  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men, and the establishment of the kingdom of God on the earth. This is cooperation on a very large scale. This is the work of redemption that is entered into by the Latter-day Saints. Unitedly we perform these duties, we stand, we endure, we increase and multiply, we strengthen and spread abroad, and shall continue so to do until the kingdoms of this world are the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79460)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n234\"> We can read that these are our duties in the Bible, Book of Mormon, Book of Doctrine and Covenants, and many other sayings that we have from the Elders, which are just as true as any in these three books; and all combined are a way-mark pointing us to life and salvation, and we can read for ourselves. <\/div><div class=\"paragraph jod\" id=\"v15n235\"> We might say, if one man has a difficulty with another, let him, in the first place, go to him privately and talk with him,<span class=\"citation\" id=\"126563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126563)\">Matt. 18:15<\/a><\/span> and see if he will be reconciled,<span class=\"citation\" id=\"63146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63146)\">Matt. 5:23-24<\/a><\/span><span class=\"citation\" id=\"126564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126564)\">D&amp;C 42:88<\/a><\/span> or take another, and so on. We can say of a truth, that if there be hard feelings in the midst of the Saints, they should be eradicated from our bosoms by taking the proper course to enjoy the Spirit of the Lord instead of the spirit of animosity and strife. All these things you can define and enlarge upon at your leisure. It is our duty to observe our sacraments, to observe our fast days and offerings; it is our duty to observe our tithings and to pay them. There is a great deal said by our enemies with regard to the members of this Church paying tithing. We are as free from taxation as any other church on the earth, right or wrong, true or untrue, and we pay as little as any other people, and if my tithing is required let it be paid. That is the way to get rich. We have entered upon a great system of cooperation for the building up of the kingdom of God, and, <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when it is built up, it is ours, we own it. If we are Saints of God, and sanctify ourselves through his Gospel, then we shall be worthy to possess all things.<span class=\"citation\" id=\"85967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85967)\">D&amp;C 50:26-28<\/a><\/span> The kingdoms of this world will be ours, all will be ours, the heavens and the earth, and the fulness thereof<span class=\"citation\" id=\"126565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126565)\">Ps. 24:1<\/a><\/span> will be ours, and we are the Lord's, we are his servants, and we possess all things in common with him. That word &#x201C;all,&#x201D; perhaps, conveys too much to the minds of some; but that is no matter. With regard to the Latter-day Saints, in the performance of their duties, we could tell them what to do to be saved. The path is as clear and plain as this highway is here for the travel of teams and the people. But when we inquire about the character of our Father, there are some things connected therewith that men do not understand, neither should they understand them. It is not in accordance with the mind and will of him we worship as our God, that the inhabitants of the earth, in their weak and wicked capacity, and in ignorance, should understand them. It was mentioned here yesterday, and is frequently mentioned by myself and others, that those who profess Christianity are in the dark, and why? They mystify everything; they read the Bible as a sealed book,<span class=\"citation\" id=\"58723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58723)\">Isa. 29:11<\/a><\/span> and they believe it when it is closed and laid upon the shelf. They do not know how to read it any other way, they do not know how to believe it any other way, and it is right and reasonable that they should not; but as for detailing the reasons why this is so, we have not time. Suffice it to say, all things are done in the wisdom of him who knows all things.<span class=\"citation\" id=\"81266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81266)\">2 Ne. 2:24<\/a><\/span> It is not right, I will say, for people to know the truth and live in disobedience to it; it is not right for them to understand the ways and providences of God as they are dealt  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out to the people on the earth, when they live and are determined to live in violation of every commandment and law of God; and because they do so live, ignorance covers them as with a mantle, shuts out the light of truth from them, and keeps them in darkness; and if the light were to shine upon them, as it does now and as it did in the days of the Apostles, would they receive it? No, they would not. Light has come into the world, but the wicked choose darkness rather than light? Why? It was told in days of old that their deeds were evil.<span class=\"citation\" id=\"68915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68915)\">John 3:19<\/a><\/span> That is the fact today&#x2014;&#x201C;they choose darkness rather than light, because their deeds are evil,&#x201D;<span class=\"citation\" id=\"68914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68914)\">John 3:19<\/a><\/span> and their hearts are fully set in them to do evil; and here I might venture to say to all the inhabitants of the earth, high and low, rich and poor, to the king upon his throne and to the beggar in the street, if they had the truth and loved it they would rejoice in it. But they will not receive it. Is not this lamentable? It is; but we cannot help it. We can declare the truth to the people, but we cannot force them to receive it. If the inhabitants of the earth were honest, they would receive the truth; and there is not a man or woman now living on the earth, or ever did live on it, who would speak, write, think or act against the Gospel of life and salvation as they do, were they not in darkness; but they are kept in ignorance through their own wickedness and unbelief, and they nourish and cherish the spirit of evil, and that prompts them to reject the words of life. We can say this to all the human family; but to the Latter-day Saints, you believe, now obey; and if we obey, all will be right, and we shall gain the salvation that we are after. <\/div><div class=\"paragraph jod\" id=\"v15n237\"> I am happy, brethren, for the privilege of being in your midst. I <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> frequently shake hands with my brethren and sisters, and they rejoice, they congratulate me on my freedom. I have been free. I do not feel, and have not felt, that I was bound in the least. The question can be asked, Were you not a prisoner for some five months through the indiscreet, unmanly, inhuman, disloyal and rebellious decision and doings of our officials? It seemed so; it had the appearance that I was confined, and had not my liberty, through the ill-treatment, mistaken ideas, selfishness and prejudice of the ungodly. But I did not feel that I was in prison, or that I was confined. I will say to the Latter-day Saints, my heart has rejoiced for the privilege of resting. I have rejoiced for the privilege, as it was observed here, by Elder Hyde, yesterday, of entering into my closet, that is, I entered into my closet just as he did into his. He kept himself where he had a mind to, and I did the same. He entered his closet, and I into mine, or into my house, and there I abode, and continued to abide, for a time, and was thankful for the privilege. Now I have the privilege of going here and there without having anyone to accompany me, only those I invite. I was very happy for the privilege of being quiet, still and retired in my own house last winter. My companion, not my sleeping companion, but my companion in tribulation<span class=\"citation\" id=\"78994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78994)\">Rev. 1:9<\/a><\/span> and confinement, for the gentleman who was with me, I really think was, in his feelings, confined more than I, a great deal, and felt so, would urge me to ride, or to go to this party or that, or to the theater. I kindly declined and thanked him for his kindness in offering to accompany me; and I would say, &#x201C;You go and enjoy yourself, and I will stay here,&#x201D; and I got him to go occasionally. <\/div><div class=\"paragraph jod\" id=\"v15n238\"> I say this with regard to myself,  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that you may know my own feelings. But I can say still more&#x2014;the Lord Almighty has guided and directed the ship of state in our behalf and for the deliverance and protection of the innocent and the honest. Victory has perched on Zion's banner. We have obtained that that we could not have obtained had it not been for the persecuting spirit that has followed on the heels of the Latter-day Saints within the two years that are past. How could we, without this very conduct of our enemies, have ever approached the highest tribunal in this government to have it give its decision with regard to right and wrong, law, legality, that that is equitable and according to the spirit of our government, and that which is contrary thereto? How could we have approached that body? How could we have had our cause before it, had it not been for the acts of our enemies, with which they designed to bring us to death? For there is no question that, in their own feelings, the knot was tied around the neck of your humble servant, and he hung dangling in the air. But God designed this for good, for the deliverance of the humble and the meek. What have we to say? We acknowledge his hand in these things as well as everything else, and say, God be praised! <\/div><div class=\"paragraph jod\" id=\"v15n240\"> I will not occupy more time, I want others to talk. I will close by saying a few things to you with regard to your duties. Attend to your meetings, attend to your prayers; attend to your daily labor. Be honest and upright with one another; be punctual, keep your word, preserve yourselves inviolate in all things. Be chaste, preserve your faith before God, do not demoralize or prostitute <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> yourselves, and all will be right. I can say that when a man comes along and turns his cattle into his neighbor's field without liberty, he prostitutes his own feelings&#x2014;his virtue, truthfulness, honesty and uprightness before God and angels. If we will preserve ourselves in purity, in the integrity of our hearts, it will be well with us. <\/div><div class=\"paragraph jod\" id=\"v15n241\"> We have quite a number of the people present from the settlements of this county generally, and from Cache Valley. I see you have a little railroad here, and the people are building it. I am thankful to see this enterprise. Go ahead, brethren, build this road and own it, and do what you please with it. It will be a fine piece of improvement; it will open up this northern country, and give you facilities that you could not otherwise enjoy here. How beautiful that is! How comfortable, yes, that is the word&#x2014;how comfortable and easy it is for me to get into a coach, or a good carriage, and run over this railroad, from Salt Lake City to this place in less than three hours, as we did yesterday morning. In less than three hours from the time we left the depot of the Utah Central in Salt Lake City, we were in this bowery; and, this evening, we expect, in less than three hours from the time we leave this bowery, to be in Salt Lake City&#x2014;a distance of over sixty miles. It is very comfortable, very consoling! And if we can see these things as they are, they open up a field for the contemplation of the wise to improve upon, that we may shape our lives for the benefit of ourselves and the human family and to promote truth and righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v15n242\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}