{"ID":150001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Lord's Supper&#x2014;Progression&#x2014;Cooperation&#x2014;Independence.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, April 28, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Lord's Supper.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/28\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v15n1\"> I am very happy for the privilege of meeting with the Latter-day Saints, and I have reason to be thankful that I am able to speak a little to them. It brings many things to our reflections and causes many thoughts to arise. When we look over the human family what a variety we see and especially upon the subject of religion. We take Christianity, for instance, and as nations, as people, we believe in and on the Lord Jesus Christ. Most of Christian professors believe in the ordinances, or some portions of the ordinances of the house of God. Most of Christians believe in the breaking of bread, in blessing it and partaking of it in remembrance of the broken body of our Savior; also in taking the cup, consecrating it and then partaking of it, in remembrance of his blood that was shed for the sins of the world.<span class=\"citation\" id=\"66219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66219)\">Matt. 26:26-28<\/a><\/span> And then take up the hundreds of different denominations and what a motley mass we present in our faith, feelings, sympathies, judgment, passions and conduct; man <div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> against man, priest against priest, people against people. Now let the Christian denominations come here: &#x201C;Yes, the Latter-day Saints believe in taking the Sacrament, it is true, but what a pity,&#x201D; say they. &#x201C;They profess to believe on the Lord Jesus Christ. Oh dear! I wish they did! Yes, they seem to manifest great confidence in the atonement, in the ordinances and commandments. I wish they were a better people! What a pity it is that they are such an outlawed, sinful race of beings as they are! What a pity!!&#x201D; &#x201C;How we Christians do pity the Latter-day Saints.&#x201D; Then again, how we Latter-day Saints do pity the Christians! What a spectacle! And see us, as Christians, warring with each other! What for? For our pure faith, for our holy desires, for our great charity to each other, for the love of Christ, for the salvation of the souls of the children of men. <\/div><div class=\"paragraph jod\" id=\"v15n2\"> Now is not this a spectacle to present to angels? Why if the Lord Al<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mighty was not beyond the conception of humanity in charity and love, in mercy and long-suffering, in patience and kindness to his creatures, where would we have been ere this? We would have been weltering in his wrath, we would have been drinking his hot displeasure.<span class=\"citation\" id=\"55016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55016)\">Deut. 9:19<\/a><\/span><span class=\"citation\" id=\"89659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89659)\">D&amp;C 101:90<\/a><\/span> But he is more merciful than we are.<span class=\"citation\" id=\"126544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126544)\">Neh. 9:31<\/a><\/span><span class=\"citation\" id=\"126545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126545)\">Ps. 116:5<\/a><\/span> I have thought a great many times I was very thankful I was not the Lord Almighty. I should be consuming my enemies. How I should contend against those who hate me. I am glad I am not the Lord. And to see the Latter-day Saints here following the example of the Savior when he took his disciples into an upper room, and bade some of them go and prepare to partake supper with him the last time before his crucifixion.<span class=\"citation\" id=\"68061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68061)\">Luke 22:7-20<\/a><\/span> He took the bread and blessed and brake. &#x201C;Take, and eat ye all of this, for this is my body in the new testament.&#x201D;<span class=\"citation\" id=\"73363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73363)\">1 Cor. 11:23-26<\/a><\/span> He took the cup and blessed it; &#x201C;Drink ye all of this, for this is my blood in the new testament.&#x201D;<span class=\"citation\" id=\"66220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66220)\">Matt. 26:26-28<\/a><\/span> Here we are doing the same today. What more? Do this until I come, for I will neither eat nor drink any more with you in this capacity until I drink anew with you in my father's kingdom on this earth.<span class=\"citation\" id=\"66239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66239)\">Matt. 26:29<\/a><\/span><span class=\"citation\" id=\"66693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66693)\">Mark 14:25<\/a><\/span> Will he do it? Certainly he will. &#x201C;Do this in remembrance of me, until I come.&#x201D;<span class=\"citation\" id=\"68064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68064)\">Luke 22:18-19<\/a><\/span> We are doing this today. Do not other Christians do the same? They do. How do we Latter-day Saints feel towards them? Were we to yield to the carnal passions of the natural man and we had the power of the Almighty we would spew our enemies out of our mouths,<span class=\"citation\" id=\"79114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79114)\">Rev. 3:16<\/a><\/span> yes, we would hiss them<span class=\"citation\" id=\"56172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56172)\">Job 27:23<\/a><\/span> from the face of human society for their evils, their malice, for the revenge and wrath they have towards us. But we are not the Almighty. I am glad of it. I am happy in the reflection that I have not the power, and I hope and pray I may never possess it until I <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> can use it like a God, until I can wield it as our Father in heaven wields it, with all that eternity of majesty, glory, charity, with his judgment, discretion, and with every faculty of compassion. I am happy in the reflection that I do not possess the power. I am glad you elders do not, I am really glad you do not. Will he ever grant power to his Saints on the earth? Yes, they will take the kingdom, and possess it forever and ever;<span class=\"citation\" id=\"61651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61651)\">Dan. 7:18<\/a><\/span> but in the capacity they are now, in the condition that they now present themselves before God, before the world and before each other? Never, never! Until we are sanctified, until we are filled with the wisdom of God, with the knowledge of God, will he bequeath the power that he has in reserve for his Saints; never will the Saints possess it until they are prepared to wield it with all that judgment, discretion, wisdom and forbearance that the Lord Almighty wields in his own capacity, and uses at his pleasure. How do you feel about it, brethren? Do not you wish sometimes you had power to pinch their ears? Do not you wish you had power to stop them in their mad career? Let the Lord Almighty do this. You think his eye is upon the work of his hands? It is. His ears are open to the prayers of his children, he will hear their prayers, he will answer their desires; and when we as a people possess the abundance of that patience, that long-suffering and forbearance that we need, to possess the privileges and the power that the Lord has in reserve for his people, we will receive to our utmost satisfaction. We shall not have it now. The Lord says, &#x201C;I cannot give it to you now.&#x201D; This church has now been traveling over forty-two years&#x2014;forty-two years the sixth day of this month since it was organized with six members. What have we  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learned? We assembled in Missouri, at the place of gathering on the borders of the Lamanites, and there we bought our farms and built our houses; but could we stay there? Were we prepared then to enter into Zion, to build up the Zion of God and possess it? We were not, we must suffer. &#x201C;You Latter-day Saints, you, my children,&#x201D; says the Lord, &#x201C;are not prepared to receive Zion.&#x201D; Why, we have heard detailed by Elder Carrington the conduct of Elders at the present time, dishonest in the matter of a few shillings or dollars. Dishonest, covetous, selfish, grasping for that which is not our own; borrowing and not paying; taking that which does not belong to us; dishonest in our deal; oppressing each other. Are we fit for Zion? I say nothing to the Christian world with regard to this. Let them bite and devour<span class=\"citation\" id=\"129201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129201)\">Gal. 5:15<\/a><\/span> as much as they please, it does not belong to the Latter-day Saints at least. Could we stay in Independence? No, we could not. What was the reason? Here are some hearing me talk who were there&#x2014;some who are aged, some here who were then children and infants, some who were born there. But we stayed a very few years&#x2014;two or three&#x2014;and we must get up and march. Why did we leave? Why the enemy is upon us, our enemies are gathered around us, our foes are besetting us on every hand. There goes a house burned up; there is a man that is whipped; there is a family turned out of doors! What is the matter with all you Latter-day Saints? Can the world see? No. Can the Saints see? No, or few of them can; and we can say that the light of the Spirit upon the hearts and understandings of some Latter-day Saints is like the peeping of the stars through the broken shingles of the roof over our heads, when we are watching through the silent watches of the <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> night and behold the glimmer of a twinkling star. &#x201C;Oh yes, I see, I see, that we are not prepared to receive the kingdom.&#x201D; Another one says, &#x201C;Yes, I can see, we were too selfish.&#x201D; Another one says, &#x201C;I see, the wicked must be prepared for their doom as well as the Saints for their exaltation, and that the wicked are a rod in the hands of God to chasten the Saints.&#x201D; Here are the two classes&#x2014;the righteous and the unrighteous, and the righteous must be prepared by suffering and by rendering strict obedience to the commandments of heaven. It seems to be absolutely necessary in the providence of Him who created us, and who organized and fashioned all things according to his wisdom, that man must descend below all things. It is written of the Savior in the Bible that he descended below all things that he might ascend above all.<span class=\"citation\" id=\"75037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75037)\">Eph. 4:9-10<\/a><\/span><span class=\"citation\" id=\"88258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88258)\">D&amp;C 88:6<\/a><\/span> Is it not so with every man? Certainly it is. It is fit then that we should descend below all things and come up gradually, and learn a little now, and again, receive &#x201C;line upon line; precept upon precept; here a little and there a little.&#x201D;<span class=\"citation\" id=\"58565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58565)\">Isa. 28:10,13<\/a><\/span> But hark, do the people hear it? Do the people understand it? Scarcely! Scarcely! Do the Latter-day Saints understand these principles, and are we prepared to receive Zion? Are we prepared to receive the Kingdom and are we prepared for the blessings that God has in reserve for his children? Stop, think, consider, look around us! How is it? Are not the sordid things of this life before our eyes, and have they not thrown a mist before them so that we cannot see? Are we not of the earth, and still earthy? Certainly we are of the earth and still earthy.<span class=\"citation\" id=\"73978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73978)\">1 Cor. 15:47<\/a><\/span> What do we know of heavenly things?<span class=\"citation\" id=\"68870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68870)\">John 3:12<\/a><\/span> It is very true we have the Bible; but when we come to our elders, men of limited education and moderate read<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing, they are able to teach the whole Christian world theology. Take them from the anvil, from the plow, from the carpenter's bench, or from any occupation, if they possess good common ability and the spirit of our holy religion that God has revealed in these latter days, they understand more of the Bible and the building up of the Kingdom of God than all the world besides that are destitute of the priesthood of the Son of God. And yet what do we know? Comparatively we have hardly learned the first lesson. <\/div><div class=\"paragraph jod\" id=\"v15n6\"> Could our brethren stay in Jackson County, Missouri? No, no. Why? They had not learned &#x201C;a&#x201D; concerning Zion; and we have been traveling now forty-two years, and have we learned our a, b, c? &#x201C;Oh,&#x201D; say a good many, &#x201C;I think we have.&#x201D; Have we learned our a b ab? Have we got as far as b a k e r, baker? Have we got through our first speller? Have we learned multiplication? Do we understand anything with regard to the building up of the kingdom? I will say, scarcely. Have we seen it as a people? How long shall we travel, how long shall we live, how long shall God wait; for us to sanctify ourselves and become one in the Lord, in our actions and in our ways for the building up of the kingdom of God, that he can bless us? He defends us, it is very true, and fights our battles. When we were driven from Missouri and had to leave the State, I recollect very well, Gov. Boggs said, &#x201C;You must leave;&#x201D; Gen. Clark said, &#x201C;You must leave;&#x201D; the mob said, &#x201C;You must leave,&#x201D; and we had to leave. And after we had signed away our property, I'd see a widow send up her little boy to brother Such-a-one, &#x201C;Will you let me go to your timber land and get a load of wood for my mother?&#x201D; &#x201C;Tell your mother that I have got no more <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> timber than I shall want, I do not think I can spare her a load of wood.&#x201D; I recollect very well of telling the Latter-day Saints, there and then, &#x201C;I hope to God that we never will have the privilege of stopping and making ourselves rich while we grind the face of the poor;<span class=\"citation\" id=\"57879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57879)\">Isa. 3:15<\/a><\/span> but let us be driven from State to State until we can take what we have got and dispose of it according to the dictation of the spirit of revelation from the Lord.&#x201D; Said I, &#x201C;You will not stay here;&#x201D; but long faces would come down, you know, with a gentle, mild scrowl, &#x201C;I can't spare you a load of wood.&#x201D; Excuse me. When are the Latter-day Saints going to be prepared to receive the kingdom? Are we now? Not at all! We are prepared for some things, and we receive just as fast as we prepare ourselves. Well, what can we do, what more can we do? We can do just what we please to do. It is in our power to do just what we please to do with regard to sanctifying ourselves before the Lord, and preparing ourselves to build up his kingdom. Have we not the liberty to build this Temple here? We have, although earth and hell are opposed to it, and arrayed against it. Have we not the privilege of preaching the Gospel to the nations? We have. Have we not the privilege of uniting our faith and our efforts for the benefit of the whole community? Yes, we have. <\/div><div class=\"paragraph jod\" id=\"v15n7\"> Now come down, for example, to our present circumstances and condition. Year after year, I labored with our merchants to unite their efforts together to supply the wants of the people without taking from them everything they had got; and when I assembled these merchants some years before we entered into our present cooperative institution in this mercantile trade, said I, &#x201C;Will you unite your efforts and your  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>means, and start a business here that we can put goods into the hands of the people that we will not take their last sixpence? Have a calico dress at forty cents a yard when it should be only eighteen, twenty or twenty-two, and so on and so forth?&#x201D; After a long conference one of the gentlemen present got up, walked the room back and forward, and finally said, &#x201C;President Young, if you will furnish the money we will do as you say,&#x201D; as much as to say, &#x201C;it is none of your business what we do with the means that we have.&#x201D; I dropped the conversation and said to myself. &#x201C;Well then, gull the people, take what they have got.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n9\"> You recollect a man here in the time of the Buchanan war by the name of A. B. Miller. He was a merchant here for Russell and Majors. Our people were not merchandising much then. Well, the merchants met together and wanted to put up their goods to a certain notch, a dollar a pound for sugar, for instance. This A. B. Miller&#x2014;a gambler, though there were a great many good things about him, he just turned in and damned them. Says he, &#x201C;Gentlemen, to turn in and cut the throats of these &#x2018;Mormons,&#x2019; and take what they have got, we might do, but for being so damned mean as to ask a dollar a pound for sugar, I will not do it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n10\"> Now then, is this cooperative institution one step towards bringing the people to a union? Yes, but it is a very small one, and there is danger of it growing into a condition that will cease to be one step in the right direction. Let men say, &#x201C;Here is what God has given me, do what you please with it,&#x201D; and we shall be in the path of progress. But how is it now? &#x201C;Brother, have you paid any tithing? You have made fifty thousand, ten thousand, a hundred <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thousand, one thousand or five hundred dollars as the case may be, have you paid any tithing?&#x201D; &#x201C;Well, no I have not yet, but I think perhaps, I will by and by;&#x201D; and this is said with stammering tongue, faltering voice, and covetous heart. Who gave you your money and possessions? Who owns this earth? Does the Devil? No, he does not, he pretended to own it when the Savior was here, and promised it all to him if he would fall down and worship him;<span class=\"citation\" id=\"62862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62862)\">Matt. 4:8-10<\/a><\/span> but he did not own a foot of land, he only had possession of it. He was an intruder, and is still: this earth belongs to him that framed and organized it, and it is expressly for his glory and the possession of those who love and serve him and keep his commandments;<span class=\"citation\" id=\"126546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126546)\">Josh. 22:5<\/a><\/span><span class=\"citation\" id=\"126547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126547)\">D&amp;C 42:29<\/a><\/span> but the enemy has possession of it. <\/div><div class=\"paragraph jod\" id=\"v15n11\"> Now then, a few other items, brethren and sisters. Can you do anything for the poor? &#x201C;Well I do not know, but I can give you fifty cents to gather the poor.&#x201D; &#x201C;Brother, can you pay that debt? You recollect you borrowed some money of a widow woman in England. Do you recollect you borrowed a little money of such a brother? Can you pay that?&#x201D; &#x201C;Well yes, I am going to.&#x201D; You heard what Brother Carrington said about it, what fellowship does the Lord Almighty have for such men? I think not the least. What fellowship do angels have for such men? I should think not much. What fellowship do I have for them? Not one particle. What ought to be done with them? I will answer the question&#x2014;they ought to be disfellowshipped by the Saints: they are not fellowshipped in the heavens, and they ought not to be here. <\/div><div class=\"paragraph jod\" id=\"v15n12\"> &#x201C;Well, now then, Brother Brigham, what are you at, what do you want?&#x201D; I want you to do just that which will displease the enemies of the kingdom of God, and that which will please  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord Almighty and the heavenly host to perfection. What is that? Do as you are counseled to do by the spirit of revelation from the Lord. What is the cry against us? &#x201C;Brigham Young has too much influence! All the people hearken to Brigham Young! All these poor deluded Latter-day Saints take his counsel!&#x201D; I wish it was so. If this were the fact you would see Zion prosper upon the hills<span class=\"citation\" id=\"85023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85023)\">D&amp;C 35:24<\/a><\/span> and upon the plains, in the valleys and in the canyons, and upon the mountains.<span class=\"citation\" id=\"85918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85918)\">D&amp;C 49:25<\/a><\/span> Go to with your might, seek unto the Lord your God until you have the revelations of the Lord Jesus Christ<span class=\"citation\" id=\"74436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74436)\">Gal. 1:12<\/a><\/span> upon you, until your minds are open, and the visions of heaven are plain to you. Then follow the dictations of the spirit, and watch Brother Brigham, and see if he counsels you wrong. I hope to see the time when I can say to the Latter-day Saints, if I preside over them, go and do this or that, and not ask a sixpence of this man or a dollar from that, or a hundred dollars from another. &#x201C;Here is what I have, it is the Lord's. He has given me all that I possess, it is only committed to my charge to see what I will do with it. The heavens are his, the earth is his; the gold and silver are his, the wheat and fine flour are his, the wine and the oil are his; the cattle upon a thousand hills<span class=\"citation\" id=\"56719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56719)\">Ps. 50:10<\/a><\/span> are his. I am his, I am his servant, let the Lord say what the wants. Here I am, with all thou hast given me.&#x201D; How displeasing this is to the devil is it not? I cannot help it, this is the true track and path for the Latter-day Saints to walk in. Walk up, O ye Latter-day Saints, and wake up! Come to the Lord, forsake your covetousness, your backslidings, forsake the spirit of the world, and return to the Lord with full purpose of heart<span class=\"citation\" id=\"81887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81887)\">Mosiah 7:33<\/a><\/span><span class=\"citation\" id=\"82562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82562)\">3 Ne. 10:6<\/a><\/span> until you get the spirit of Christ within you, that you, like others, can cry, &#x201C;Abba, <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Father,<span class=\"citation\" id=\"72531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72531)\">Rom. 8:15<\/a><\/span><span class=\"citation\" id=\"74598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74598)\">Gal. 4:6<\/a><\/span> the Lord he is God<span class=\"citation\" id=\"54964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54964)\">Deut. 4:35,39<\/a><\/span><span class=\"citation\" id=\"55693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55693)\">1 Kgs. 18:39<\/a><\/span><span class=\"citation\" id=\"57048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57048)\">Ps. 100:3<\/a><\/span> and I am his servant.&#x201D;<span class=\"citation\" id=\"57223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57223)\">Ps. 116:16<\/a><\/span><span class=\"citation\" id=\"55691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55691)\">1 Kgs. 18:36<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n14\"> Do you think it would be difficult then for us to accomplish anything we undertook? No. Very true the enemy, this potent foe that we have to contend with, we know but little about him, very little; but he is watching every avenue of the heart, rapping at every door and every window, and if there is a crevice between the clapboards, through the roof, or the brick or adobie wall, he throws a dart into the feelings of each and every individual. &#x201C;Take care, think for yourselves, judge for yourselves; do not be led astray, do not you wander off after these deluded people, and their delusion. Be careful, there is danger in believing in the Lord, there is danger in being a Saint; there is great danger in you yielding your judgment in another man.&#x201D; Oh, what a pity! Where do you get your judgment? Where did it come from? What is your judgment? I tell you that the judgment of the world now is pretty much for all to do just as they please if they possibly can, to the injury of their neighbors, for their own aggrandizement. <\/div><div class=\"paragraph jod\" id=\"v15n15\"> Can I not use my judgment in doing well just as much as in doing evil? Am I not just as independent in performing a deed of charity as a deed of cruelty? I contend that I am, what do you say? Have I not got my liberty just as much, and exercise it just as freely, in feeding the poor and clothing the naked<span class=\"citation\" id=\"81869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81869)\">Mosiah 4:26<\/a><\/span> as I have in turning them out of doors, or in lifting myself up against God and his anointed?<span class=\"citation\" id=\"90821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90821)\">D&amp;C 121:16<\/a><\/span> Has a man got to apostatize from this kingdom, from the faith of Christ, to be independent? Am I not as independent in believing in the Lord Jesus Christ as I am in denying him? Am I not as independent in believing the Gospel as I am in believing in the whisperings  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and mutterings of these spirits that are floating through the air, rapping at everybody's door, sometimes tearing the clothes off their beds, rapping, thundering and telling this, that and the other? You hearken to that still small voice<span class=\"citation\" id=\"55719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55719)\">1 Kgs. 19:12<\/a><\/span><span class=\"citation\" id=\"88055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88055)\">D&amp;C 85:6<\/a><\/span> that whispers eternal truth, that opens the visions of eternity to you that you can discern, understand and follow, and the foul spirits that throng the <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> air, and that fill our houses if we let them in, will not have power over you. <\/div><div class=\"paragraph jod\" id=\"v15n17\"> Be just as independent as a God to do good. Love mercy,<span class=\"citation\" id=\"62217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62217)\">Micah 6:8<\/a><\/span> eschew evil,<span class=\"citation\" id=\"77886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77886)\">1 Pet. 3:11<\/a><\/span> be a savior to yourselves and to your families, and to your fellow beings just as much as you possibly can, and go on with your independence and do not yield yourselves servants to obey an evil principle or an evil being.<span class=\"citation\" id=\"72454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72454)\">Rom. 6:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n18\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}