{"ID":150041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Latter-Day Judgments.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the 13th Ward Assembly Rooms, Salt Lake City, Sunday Afternoon, January 26, 1873.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Latter-Day Judgments.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 1\/26\/1873<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v15n1165\"> If I feel the liberty of the Spirit to do so, I shall read a number of quotations, this afternoon, from the Book of Doctrine and Covenants and from the Bible, and perhaps from the Book of Mormon in relation to some of the great events which are about to take place on the earth, more especially the judgments that are coming to pass speedily. The first that I will read will be the 9th and 10th paragraphs of a revelation given through the Prophet Joseph Smith, July 23rd, 1837&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1166\"> Verily, verily, I say unto you, darkness covereth the earth, and gross darkness the minds of the people, and all flesh has become corrupt before my face. Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v15n1167\"> And upon my house shall it begin, and from my house shall it go forth, saith the Lord; First among those among you, saith the Lord, who have professed to know my name and have not known me, and have blasphemed against me in the midst of my house, saith the Lord.<span class=\"citation\" id=\"90615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90615)\">D&amp;C 112:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1168\"> I will make a few remarks upon these passages as I read them. It seems that this is a dispensation peculiar in its nature, differing from former dispensations. It is a dispensation of mercy and of judgment&#x2014;of mercy to those who receive <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the message of mercy, but of judgment to those who reject that message. In other words it is a dispensation in which the Gospel has been revealed from heaven, the servants of God called to labor in the vineyard for the last time,<span class=\"citation\" id=\"81728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81728)\">Jacob 5:62<\/a><\/span><span class=\"citation\" id=\"85536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85536)\">D&amp;C 43:28-29<\/a><\/span> and in which the Lord intends to pour out great and terrible judgments upon the nations of the wicked<span class=\"citation\" id=\"90419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90419)\">D&amp;C 109:45<\/a><\/span> after they have been warned by the sound of the everlasting Gospel.<span class=\"citation\" id=\"88025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88025)\">D&amp;C 84:114<\/a><\/span> We are told in the revelation I have just read, that vengeance cometh speedily upon the inhabitants of the earth; that it is a day of wrath, burning, desolation, weeping, mourning and lamentation, and that as a whirlwind these things shall come upon the inhabitants of all the earth.<span class=\"citation\" id=\"90622\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90622)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90622)\">D&amp;C 112:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1169\"> Where shall these great and severe judgments begin? Upon what people does the Lord intend to commence this great work of vengeance? Upon the people who profess to know his name and still blaspheme it in the midst of his house.<span class=\"citation\" id=\"127972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127972)\">1 Pet. 4:17<\/a><\/span><span class=\"citation\" id=\"90645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90645)\">D&amp;C 112:25-26<\/a><\/span> They are the ones designated for some of the most terrible judgments of the latter days. This should be a warning to the Latter-day Saints; and not only those who are parents, but those who are children should diligently consider whether they are numbered among those who are mentioned in the 10th  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>paragraph, which I have read. Upon my house, saith the Lord, shall it begin, first upon those among you who have professed my name and have not known me<span class=\"citation\" id=\"126685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126685)\">Matt. 7:33<\/a><\/span> and have blasphemed against me in the midst of my house.<span class=\"citation\" id=\"90646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90646)\">D&amp;C 112:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1171\"> There are some who have been baptized into this Church, baptized, perhaps, when they were eight years of age, entered into a covenant with the Lord to keep his commandments according to the best of their ability and understanding, some of whom, when they have been brought into temptation, have turned away from that covenant. Have they blasphemed the name of the Lord? I do know that as I walk along the streets of Salt Lake City, I often see boys from six or eight up to fifteen, sixteen, eighteen, and perhaps twenty years of age collected together, and so far as my ears are concerned, I can bear testimony that they have no regard nor respect for the word of the Lord nor for the covenants into which they have entered, for they blaspheme his name in the midst of his house<span class=\"citation\" id=\"90649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90649)\">D&amp;C 112:26<\/a><\/span> or kingdom. Will the Lord hold them guiltless?<span class=\"citation\" id=\"54217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54217)\">Ex. 20:7<\/a><\/span> Can they escape his wrath and indignation? Can their parents escape the judgments of the Almighty if they have neglected to teach them the wickedness of taking the name of the Lord in vain?<span class=\"citation\" id=\"54216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54216)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54216)\">Ex. 20:7<\/a><\/span><span class=\"citation\" id=\"92054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92054)\">D&amp;C 136:21<\/a><\/span> If the parents have not done this the sins of their young and inexperienced offspring will rest more or less upon their heads.<span class=\"citation\" id=\"86704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86704)\">D&amp;C 68:25<\/a><\/span> If the children are lost the parents who have not properly instructed them may be lost also, for the Lord has said in one of the revelations which this book contains that inasmuch as they who are parents do not teach their children the doctrine of repentance, and faith in Christ, and the doctrine of baptism, that they may be baptized when they are <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eight years old, and be confirmed by the laying on of hands for the reception of the Holy Ghost, the sins of the children shall be upon the heads of the parents.<span class=\"citation\" id=\"86705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86705)\">D&amp;C 68:25<\/a><\/span> Again he says, &#x201C;You shall teach your children to walk uprightly before the Lord, and teach them to pray to and have faith in God, and if you do not these things, the sins of your children shall rest upon your heads. And this shall be a law unto my people in Zion, and in all the stakes of Zion that shall be established.&#x201D;<span class=\"citation\" id=\"86713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86713)\">D&amp;C 68:25-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1172\"> Do we teach our children to walk uprightly and keep the commandments of the Most High? Do we read to them the revelations of God, and show them how wicked it is to take his name in vain?<span class=\"citation\" id=\"92055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92055)\">D&amp;C 136:21<\/a><\/span> Do we point out to them how that we should not curse ourselves, nor one another, nor anything that is about us? Do we not often hear children in the streets of our city heaping curses upon the heads of their fellows? &#x201C;D&#x2014;n your soul,&#x201D; is often used by them; &#x201C;d&#x2014;n my eyes,&#x201D; and d&#x2014;n this thing, and d&#x2014;n that thing, as though they had no fear of God before them. Is this wicked or is it not? Every person who reads the word of the Lord, knows that it is wicked; and these children growing up thus in our midst go from one degree of sin to another until they finally lose, altogether, the Spirit of the Lord. What will be the consequences? There is a day of reckoning and judgment coming, and it shall begin at the Lord's house, and from there it shall go forth among all the nations of the earth.<span class=\"citation\" id=\"90629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90629)\">D&amp;C 112:24-25<\/a><\/span> Let parents awake and see to it lest the same destruction that will overtake their children because of their apostasy come upon them also. <\/div><div class=\"paragraph jod\" id=\"v15n1173\"> To show what the Lord has said further in relation to some of the  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>judgments which are coming upon the earth, I will read the third paragraph of a revelation given to the Prophet Joseph Smith in March, 1829, before this Church was organized. It will be found on page 173 of the Book of Doctrine and Covenants, and is as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1175\"> &#x201C;Behold, verily I say unto you, I have reserved those things which I have entrusted unto you, my servant Joseph, for a wise purpose in me, and it shall be made known unto future generations; But this generation shall have my word through you; And in addition to your testimony, the testimony of three of my servants, whom I shall call and ordain, unto whom I will show these things, and they shall go forth with my words that are given through you. Yea, they shall know of a surety that these things are true, for from heaven will I declare it unto them. I will give them power that they may behold and view these things as they are; And to none else will I grant this power, to receive this same testimony among this generation, in this the beginning of the rising up and the coming forth of my church out of the wilderness&#x2014;clear as the moon, and fair as the sun, and terrible as an army with banners. And the testimony of three witnesses will I send forth of my word. And behold, whosoever believeth on my words, them will I visit with the manifestation of my Spirit; and they shall be born of me, even of water and of the Spirit&#x2014;And you must wait yet a little while, for ye are not yet ordained&#x2014;And their testimony shall also go forth unto the condemnation of this generation if they harden their hearts against them; For a desolating scourge shall go forth among the inhabitants of the earth, and shall continue to be poured out from time to time, if they repent not, until the <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth is empty, and the inhabitants thereof are consumed away and utterly destroyed by the brightness of my coming. Behold, I tell you these things, even as I also told the people of the destruction of Jerusalem; and my word shall be verified at this time as it hath hitherto been verified.&#x201D;<span class=\"citation\" id=\"83828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83828)\">D&amp;C 5:9-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1176\"> Here we see what the Lord promised unto his servant Joseph concerning the testimony that should go forth unto this generation. Those things which the Lord had entrusted Joseph Smith with were the plates from which the Book of Mormon was translated,<span class=\"citation\" id=\"83827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83827)\">D&amp;C 5:9<\/a><\/span> Joseph being then engaged in that work. The Lord gave him a promise that there should be three witnesses raised up who should know from heaven of the truth of those plates.<span class=\"citation\" id=\"83834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83834)\">D&amp;C 5:11-15<\/a><\/span> Joseph, at that time, had no knowledge who these witnesses should be, but a promise was made that they should be raised up.<span class=\"citation\" id=\"83832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83832)\">D&amp;C 5:11<\/a><\/span> Before that year expired&#x2014;the year 1829&#x2014;there were three witnesses raised up, namely Martin Harris, Oliver Cowdery and David Whitmer. They saw the plates from which the Book of Mormon was translated, and they were commanded to bear record of them to all peoples, nations and tongues to whom the work should be sent.<span class=\"citation\" id=\"126686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126686)\">BM Three Wit.<\/a><\/span> These three witnesses saw the Angel of the Most High God,<span class=\"citation\" id=\"126687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126687)\">BM Three Wit.<\/a><\/span> and after the work had been published with their names contained therein, the Lord began to raise up his Church and to bring it out of the wilderness.<span class=\"citation\" id=\"83837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83837)\">D&amp;C 5:14<\/a><\/span> It was in April, 1830, that, the Church was organized,<span class=\"citation\" id=\"84244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84244)\">D&amp;C 20:1<\/a><\/span> a little over a year after this revelation was given, and those who believed in the Book of Mormon and in the things here spoken, were visited by the manifestations of the Spirit of the Lord&#x2014;they were born of the water and of the Spirit&#x2014;<span class=\"citation\" id=\"83842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83842)\">D&amp;C 5:16<\/a><\/span>and their testimony went forth<span class=\"citation\" id=\"83844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83844)\">D&amp;C 5:18<\/a><\/span> in connection with that of the  <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>three witnesses, and the Lord says that through the united testimonies of those who believed in this work he would condemn this generation, that he would send forth a desolating scourge, and it should be poured out upon the inhabitants of the earth until the earth should be empty and desolate inasmuch as its inhabitants would not repent of their sins.<span class=\"citation\" id=\"83845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83845)\">D&amp;C 5:18-19<\/a><\/span> The Lord informed us on that occasion that it should be with the inhabitants of the whole earth as it was with the inhabitants of Jerusalem in ancient times, that is, as he spoke concerning their destruction and his word was verified, so should they be verified at this time in relation to the inhabitants of the earth in the latter days.<span class=\"citation\" id=\"83857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83857)\">D&amp;C 5:20<\/a><\/span> Consequently we see from these revelations, that the judgments of the Almighty are to be universal&#x2014;upon all the earth desolation and destruction, a day of vengeance and burning and sore calamity until the inhabitants are wasted away and the earth made empty and desolate.<span class=\"citation\" id=\"83850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83850)\">D&amp;C 5:19<\/a><\/span><span class=\"citation\" id=\"90623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90623)\">D&amp;C 112:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1178\"> We will now read other revelations confirmatory of the same thing, so that we can judge a little concerning the nature of the judgments which will be poured out. In a revelation given in February, 1831, the Lord thus speaks of his servants, in the fifth paragraph, near the middle&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1179\"> Lift up your voices and spare not. Call upon the nations to repent, both old and young, both bond and free, saying: Prepare yourselves for the great day of the Lord; For if I, who am a man, do lift up my voice and call upon you to repent, and ye hate me, what will ye say when the day cometh when the thunders shall utter their voices from the ends of the earth, speaking to the ears of all that live, saying&#x2014;Repent, and prepare for the great day of the Lord? Yea, and again, when the lightnings shall streak forth from the east unto the west, and shalt utter forth their voices unto all that live, and make the ears of all tingle that hear, saying these words&#x2014;Repent ye, for the great day of the Lord is come? <\/div> <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1180\"> And again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the earth, and hear the words of that God who made you. O, ye nations of the earth, how often would I have gathered you together as a hen gathereth her chickens under her wings, but ye would not! How oft have I called upon you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, and by the great sound of a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by the voice of glory and honor and the riches of eternal life, and would have saved you with an everlasting salvation, but ye would not! Behold, the day has come, when the cup of the wrath of mine indignation is full.<span class=\"citation\" id=\"85510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85510)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85510)\">D&amp;C 43:20-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1181\"> Here we perceive how long the Lord will bear with the people&#x2014;all the day long,<span class=\"citation\" id=\"85530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85530)\">D&amp;C 43:25<\/a><\/span> stretching forth his hand, pleading with them by the voice of lightnings, thunders, earthquakes, great hailstorms, famines, pestilences of every kind, and by the voice of mercy and judgment, yet they will not repent, but will harden their hearts when all these things go forth among them, from nation to nation, people to people, and from kingdom to kingdom, and they will refuse the message of salvation.<span class=\"citation\" id=\"85529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85529)\">D&amp;C 43:25<\/a><\/span> It is true that the Lord has not yet spoken by the voice of thunders, calling upon the people from the ends of the earth, saying, &#x201C;Repent, and prepare for the great day of the Lord,&#x201D;<span class=\"citation\" id=\"85513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85513)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85513)\">D&amp;C 43:21<\/a><\/span> but such an event will come; and when it does come it will not be a mere ordinary, common thunderstorm, such as we experience occasionally, extending only over a small extent of country, but the Lord will cause the thunders to utter their voices from the ends of the earth until they sound in the ears of all that live, and these thunders shall use the very words here predicted&#x2014;&#x201C;Repent, O ye inhabitants of the earth, and prepare the way of the Lord, prepare yourselves for the  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great day of the Lord.&#x201D;<span class=\"citation\" id=\"85514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85514)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85514)\">D&amp;C 43:21<\/a><\/span> These words will be distinctly heard by every soul that lives, whether in America, Asia, Africa, Europe, or upon the islands of the sea. And not only the thunders, but the lightnings will utter forth their voices in the ears of all that live, saying, &#x201C;Repent, for the great day of the Lord is come.&#x201D;<span class=\"citation\" id=\"85517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85517)\">D&amp;C 43:22<\/a><\/span> Besides the voices of thunder and lightning, the Lord himself, before he comes in his glory, will speak by his own voice out of heaven in the ears of all that live commanding them to repent and to prepare for his coming.<span class=\"citation\" id=\"85520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85520)\">D&amp;C 43:23<\/a><\/span> I do not know how the Lord will send forth his voice so as to make all the people on the four quarters of the globe hear it, for the loudest sound that we can produce only extends over a small area, a few miles at most; but the Lord has power to make his voice heard by all that live on the four quarters of the earth, and when he fulfills this prediction, all that live will literally hear the words that are here named; and the wicked will perish out of the earth as they did in the days of Noah, and so far as they are concerned the earth will be made empty<span class=\"citation\" id=\"58384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58384)\">Isa. 24:1<\/a><\/span> and desolate.<span class=\"citation\" id=\"83851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83851)\">D&amp;C 5:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1183\"> I will now read a paragraph, testifying in different words to the same things in a revelation given in August 1833. Speaking of Zion that is to be built up in Jackson County, Mo., and of the Temple that is to be reared there unto his name, the Lord says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1184\"> And inasmuch as my people build a house unto me in the name of the Lord, and do not suffer any unclean thing to come into it, that it be not defiled, my glory shall rest upon it; Yea, and my presence shall be there, for I will come into it, and all the pure in heart that shall come into it shall see God. But if it be defiled I will not come into it, and my glory shall not be there; for I will not come into unholy temples. <\/div><div class=\"paragraph jod\" id=\"v15n1185\"> And, now, behold, if Zion do these things she shall prosper, and spread herself and become very glorious, very great, and very <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> terrible. And the nations of the earth shall honor her, and shall say: Surely Zion is the city of our God, and surely Zion cannot fall, neither be moved out of her place, for God is there, and the hand of the Lord is there; And he hath sworn by the power of his might to be her salvation and her high tower. Therefore, verily, thus saith the Lord, let Zion rejoice, for this is Zion&#x2014;THE PURE IN HEART; therefore, let Zion rejoice while all the wicked shall mourn. For behold, and lo, vengeance cometh speedily upon the ungodly as the whirlwind; and who shall escape it? The Lord's scourge shall pass over by night and by day, and the report thereof shall vex all people; yea, it shall not be stayed until the Lord come; For the indignation of the Lord is kindled against their abominations and all their wicked works. Nevertheless, Zion shall escape if she observe to do all things whatsoever I have commanded her. But if she observe not to do whatsoever I have commanded her, I will visit her according to all her works, with sore affliction, with pestilence, with plague, with sword, with vengeance, with devouring fire. Nevertheless, let it be read this once to her ears, that I, the Lord, have accepted of her offering; and if she sin no more none of these things shall come upon her; And I will bless her with blessings, and multiply a multiplicity of blessings upon her, and upon her generations forever and ever, saith the Lord your God. Amen.<span class=\"citation\" id=\"89161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89161)\">D&amp;C 97:15-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1186\"> Here we perceive what the Lord intends to do both for Zion and for the wicked. Zion shall spread herself if she will only keep the commandments of God, and she will become great, glorious and terrible; or as one of old said&#x2014;The church will come forth out of the wilderness,<span class=\"citation\" id=\"84904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84904)\">D&amp;C 33:5<\/a><\/span> leaning upon the arm of her beloved,<span class=\"citation\" id=\"57668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57668)\">Song 8:5<\/a><\/span> and she will be as fair as the sun, as clear as the moon, and terrible as an army with banners.<span class=\"citation\" id=\"57665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57665)\">Song 6:4,10<\/a><\/span><span class=\"citation\" id=\"83838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83838)\">D&amp;C 5:14<\/a><\/span><span class=\"citation\" id=\"90016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90016)\">D&amp;C 105:31<\/a><\/span><span class=\"citation\" id=\"90443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90443)\">D&amp;C 109:73<\/a><\/span> So will Zion be clothed upon with the glory of her God and armed with the panoply of Heaven, and the nations will fear and tremble because of her, for God will be in the midst of Zion, and he hath sworn by the power of his might that he will be her refuge, her high tower and her strength, and he will uphold and sustain her, if she keep his commandments in all things;<span class=\"citation\" id=\"89175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89175)\">D&amp;C 97:18-20<\/a><\/span> but if not, here is another declaration to all&#x2014;   <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers and mothers, middle aged, old and young&#x2014;who transgress the commandments of God, &#x201C;If Zion does not observe to do all things whatsoever that I have commanded her, I will visit her according to all her works, I will visit her with sore tribulations&#x2014;with pestilence, plague, vengeance, sword, with the flame of devouring fire,&#x201D;<span class=\"citation\" id=\"89224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89224)\">D&amp;C 97:26<\/a><\/span> &amp;c. <\/div><div class=\"paragraph jod\" id=\"v15n1188\"> The Lord means what he says. He has told us in one of the first revelations published in this book, that though the heavens and the earth should pass away, not one of the prophecies and predictions contained in these revelations should go unfulfilled;<span class=\"citation\" id=\"83752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83752)\">D&amp;C 1:37-38<\/a><\/span> therefore if Zion sins, if her people suffer pride to arise in their hearts,<span class=\"citation\" id=\"126688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126688)\">D&amp;C 38:39<\/a><\/span> and follow after the foolish fashions of the Gentiles who come into their midst, and are lifted up one above another,<span class=\"citation\" id=\"126689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126689)\">Hel. 6:17<\/a><\/span> the rich and wealthy looking down upon the poor with scorn and derision because they cannot clothe themselves in the same costly apparel as the rich,<span class=\"citation\" id=\"86061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86061)\">D&amp;C 56:16<\/a><\/span> and begin to make distinctions of classes among themselves,<span class=\"citation\" id=\"83126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83126)\">4 Ne. 1:24-26<\/a><\/span> behold the Lord will visit Zion according to all her works, and he will purge her and pour forth his judgments upon her, according to that which he has spoken.<span class=\"citation\" id=\"89225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89225)\">D&amp;C 97:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1189\"> I hope that we shall take a course to prevent these things coming upon us. It is better to be chastened and receive judgment in this world, even if it be sword, pestilence, famine and the flame of a devouring fire,<span class=\"citation\" id=\"126690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126690)\">D&amp;C 97:26<\/a><\/span> if we can be brought to repentance thereby, than to remain unchastised and go down swiftly to the pit.<span class=\"citation\" id=\"56545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56545)\">Ps. 28:1<\/a><\/span> If we, because of our sins, need chastising by the Almighty, let the chastisement come while we are in the flesh, that we may repent; and I would say still further, and pray in the name of the Lord, &#x201C;Oh Lord, if chastisement must come, <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may it come from thine hands.&#x201D;<span class=\"citation\" id=\"89122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89122)\">D&amp;C 95:1<\/a><\/span> When the Lord through the Prophet gave David the choice of one of three terrible judgments&#x2014;first to fall into the hands of his enemies, and for the people of Israel to be afflicted many years; second, a lengthy famine, and third, three days' pestilence, he chose the three days' pestilence, for he said it was better to fall into the hands of the Lord, who was full of tender mercy, and who might repent and withdraw the chastisement, than to fall into the hands of the wicked who have no mercy.<span class=\"citation\" id=\"55605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55605)\">2 Sam. 24:11-15<\/a><\/span><span class=\"citation\" id=\"55882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55882)\">1 Chr. 21:9-14<\/a><\/span> I would say the same so far as my feelings are concerned, and if it be needful let the Lord chasten those who need it, and not suffer us to continue in our sin, and to grow and flourish like the green bay tree,<span class=\"citation\" id=\"56587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56587)\">Ps. 37:35<\/a><\/span> as the wicked do until we are cut off finally from the earth and cast away in the eternal worlds. It is better for us to be saved there if we are punished here. <\/div><div class=\"paragraph jod\" id=\"v15n1190\"> The scourge of the Lord, we are told in this revelation, shall go forth by day and by night, and the report thereof shall vex all people.<span class=\"citation\" id=\"89218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89218)\">D&amp;C 97:23<\/a><\/span> Among all those revelations concerning the scourges that were to go forth, the one which I have read was given long before the cholera broke out. The first year that we have any knowledge of that terrible plague, if I mistake not, was 1837, some four years after this revelation was given that the Lord would send forth scourges.<span class=\"citation\" id=\"83852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83852)\">D&amp;C 5:19<\/a><\/span><span class=\"citation\" id=\"85635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85635)\">D&amp;C 45:31<\/a><\/span> He did send forth a scourge that seemed to sweep over all the nations of the earth. Did it come among the Latter-day Saints? It did. Why? Because they did not keep his commandments, and as the Destroyer was abroad laying waste the nations,<span class=\"citation\" id=\"89999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89999)\">D&amp;C 105:15<\/a><\/span> the Latter-day Saints had to receive their share, I mean those among us who did not keep the commandments of the  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Lord. When we were journeying between Ohio and the State of Missouri, Joseph told us if we did not keep the commandments of God and hearken to his counsel we should die off like rotten sheep in that camp. There was no sickness among us at that time, and probably some in the camp did not believe that the words of the Prophet would be fulfilled; but after we had traveled a few weeks, and did not do that which we were told, we learned to our sorrow that the hand of the Lord was upon us, and found the words of the Prophet verified to the very letter, and numbers were laid low by cholera. <\/div><div class=\"paragraph jod\" id=\"v15n1192\"> The Lord has told us in this book that he would scourge this people,<span class=\"citation\" id=\"87826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87826)\">D&amp;C 84:58<\/a><\/span> and would not suffer them to go on in wickedness as he does the world. He will make a difference in this respect between those who profess his name<span class=\"citation\" id=\"85267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85267)\">D&amp;C 41:1<\/a><\/span><span class=\"citation\" id=\"86052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86052)\">D&amp;C 56:1<\/a><\/span><span class=\"citation\" id=\"90650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90650)\">D&amp;C 112:26<\/a><\/span> and the world. The world may prosper. They have not the religion of Heaven among them; they have no revelators and prophets among them; they have not the baptism of the Holy Ghost,<span class=\"citation\" id=\"84348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84348)\">D&amp;C 20:41<\/a><\/span> nor the gifts and blessings of God among them, and consequently though they transgress the revealed word of God, he suffers them to go on, apparently without checking them, until they are fully ripened in iniquity, then he sends forth judgment and cuts them off, instead of chastening them from time to time. Not so with the Saints. God has decreed, from the early rise of the Church, that we should be afflicted by our enemies, and by various afflictions, and he would contend with this people and chasten them from time to time until Zion should be clean before him.<span class=\"citation\" id=\"83695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83695)\">D&amp;C 1:27<\/a><\/span><span class=\"citation\" id=\"88998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88998)\">D&amp;C 90:36<\/a><\/span><span class=\"citation\" id=\"89124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89124)\">D&amp;C 95:1-2<\/a><\/span><span class=\"citation\" id=\"89364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89364)\">D&amp;C 100:13<\/a><\/span><span class=\"citation\" id=\"89375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89375)\">D&amp;C 101:1-5<\/a><\/span><span class=\"citation\" id=\"89534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89534)\">D&amp;C 101:41<\/a><\/span><span class=\"citation\" id=\"89940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89940)\">D&amp;C 105:5-6<\/a><\/span> He has done this, and more especially while we were in the States. We were inexperienced, and did not then under<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand the necessity of strictly obeying every word spoken by the mouth of God,<span class=\"citation\" id=\"62832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62832)\">Matt. 4:4<\/a><\/span><span class=\"citation\" id=\"87766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87766)\">D&amp;C 84:44<\/a><\/span><span class=\"citation\" id=\"89255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89255)\">D&amp;C 98:11<\/a><\/span> and we had to suffer because of this. We were first driven from Kirtland, in the State of Ohio; driven again from Jackson County, in the State of Missouri; again from Clay County into other counties in Missouri; again from Far West and Caldwell County; driven from the State of Illinois, though we were prospered there until the people waxed wealthy through their industry, then we were driven again. We have been literally fulfilling the prophecies contained in this good old book, the Bible. Zion has been tossed to and fro and not comforted.<span class=\"citation\" id=\"59500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59500)\">Isa. 51:3<\/a><\/span><span class=\"citation\" id=\"89429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89429)\">D&amp;C 101:16<\/a><\/span> She has been driven from place to place and from State to State,<span class=\"citation\" id=\"126691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126691)\">D&amp;C 63:29-31<\/a><\/span> until finally she was driven into the wilderness.<span class=\"citation\" id=\"88095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88095)\">D&amp;C 86:3<\/a><\/span> What have all these afflictions been for? To fulfill the word of the Lord by the mouth of the Prophets. Joseph Smith told us, or the Lord did through him, and it is printed here in this book, that when he first planted this people in Jackson County, in the State of Missouri, if we did not take such and such a course, our enemies would come upon us, our blood would be shed by them, and we should be scattered<span class=\"citation\" id=\"89433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89433)\">D&amp;C 101:17<\/a><\/span><span class=\"citation\" id=\"89582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89582)\">D&amp;C 101:76<\/a><\/span><span class=\"citation\" id=\"89679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89679)\">D&amp;C 103:1-2<\/a><\/span> and driven from place to place,<span class=\"citation\" id=\"86439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86439)\">D&amp;C 63:31<\/a><\/span> and this has been literally fulfilled upon our heads. <\/div><div class=\"paragraph jod\" id=\"v15n1193\"> I do not know that it is necessary to say any more about the new revelations, let us turn now to some of the old ones. I might refer you to many prophecies contained in the Book of Mormon, as well as those contained in the Book of Covenants relative to the great judgments of the latter days, but I perceive that I shall not have time to do so, and also to refer to some that are in the Bible. I will turn now to the revelations of St. John, and will refer first to a few sayings contained in  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the 14th chapter, commencing at the 6th verse&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1195\"> And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, <\/div><div class=\"paragraph jod\" id=\"v15n1196\"> Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come.<span class=\"citation\" id=\"79913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79913)\">Rev. 14:6-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1197\"> It seems that the dispensation in which the Angel should fly was to be characterized as a dispensation of judgment. Immediately after the Angel brought the Gospel judgment was to be poured out on the nations of the earth. In the 8th verse we read, &#x201C;And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.<span class=\"citation\" id=\"79999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79999)\">Rev. 14:8<\/a><\/span> And a third angel followed, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead or in his hand, The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb.&#x201D;<span class=\"citation\" id=\"80019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80019)\">Rev. 14:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1198\"> To show that this preaching of the Gospel and the pouring out of these judgments upon spiritual Babylon the Great, was a work which should precede the coming of the Son of Man, I will read the 14th verse and to the end of the chapter <\/div><div class=\"paragraph jod\" id=\"v15n1199\"> And I looked, and behold a white cloud, and upon the cloud <span class=\"italic\">one<\/span> sat like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle. <\/div><div class=\"paragraph jod\" id=\"v15n1200\"> And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle, and reap: for the time is come for thee to reap; for the harvest of the earth is ripe. <\/div><div class=\"paragraph jod\" id=\"v15n1201\"> And he that sat on the cloud thrust in his sickle on the earth; and the earth was reaped. <\/div><div class=\"paragraph jod\" id=\"v15n1202\"> And another angel came out of the <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> temple which is in heaven, he also having a sharp sickle. <\/div><div class=\"paragraph jod\" id=\"v15n1203\"> And another angel came out from the altar, which had power over fire; and cried with a loud cry to him that had the sharp sickle, saying, Thrust in thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe. <\/div><div class=\"paragraph jod\" id=\"v15n1204\"> And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast <span class=\"italic\">it<\/span> into the great winepress of the wrath of God. <\/div><div class=\"paragraph jod\" id=\"v15n1205\"> And the winepress was trodden without the city, and blood came out of the winepress, even unto the horse bridles, by the space of a thousand <span class=\"italic\">and<\/span> six hundred furlongs.<span class=\"citation\" id=\"80042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80042)\">Rev. 14:14-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1206\"> You see then from this what is to follow the coming of that Angel with the Gospel. The one representing the Son of man is to thrust in his sickle and reap the earth, then the Angels are sent forth to thrust in their sickles and also to reap. These Angels are to gather the clusters of the vine of the earth into one place that they may be punished and the judgment which will overtake them who are thus gathered together will be so severe as to cause the blood that is shed to reach to the horses' bridles.<span class=\"citation\" id=\"80041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80041)\">Rev. 14:14-20<\/a><\/span> That is called the winepress of the Lord.<span class=\"citation\" id=\"80401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80401)\">Rev. 19:15<\/a><\/span> Would you like to know where that spot is, and why the people are gathered there? The Lord will suffer three unclean spirits, John tells us in another place, to go forth about that time, spirits of devils working miracles, and they shall gather together the kings and great men of the earth and their armies to a place called in the Hebrew tongue Armageddon,<span class=\"citation\" id=\"80128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80128)\">Rev. 16:13-16<\/a><\/span> the Lord calls it a great wine press.<span class=\"citation\" id=\"126692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126692)\">Rev. 14:19<\/a><\/span> Where is this Armageddon? It is a little east of the old city of Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v15n1207\"> In order to show you that that is the wine press where the Lord will pour out these judgments, let me call your attention to the third chapter of the prophecies of Joel, where this same thing is alluded to, the valley of Jehoshaphat mentioned by  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Joel, and the valley of Armageddon spoken of by John, being very near together, in the same neighborhood. Joel says&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v15n1209\"> For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem, <\/div><div class=\"paragraph jod\" id=\"v15n1210\"> I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and <span class=\"italic\">for<\/span> my heritage Israel, whom they have scattered among the nations, and parted my land.<span class=\"citation\" id=\"61882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61882)\">Joel 3:1-2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1211\"> In the 9th verse he says&#x2014;Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up: <\/div><div class=\"paragraph jod\" id=\"v15n1212\"> Beat your plowshares into swords, and your pruninghooks into spears: let the weak say, I <span class=\"italic\">am<\/span> strong. <\/div><div class=\"paragraph jod\" id=\"v15n1213\"> Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O LORD.<span class=\"citation\" id=\"61887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61887)\">Joel 3:9-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1214\"> The Lord will come with all his Saints in the clouds of heaven<span class=\"citation\" id=\"65822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65822)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"78986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78986)\">Rev. 1:7 (JST)<\/a><\/span> just about the time this army gets into the valley of Jehoshaphat. <\/div><div class=\"paragraph jod\" id=\"v15n1215\"> Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.<span class=\"citation\" id=\"61890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61890)\">Joel 3:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1216\"> &#x201C;Put ye in the sickle, for the harvest is ripe&#x201D;&#x2014;<span class=\"citation\" id=\"61891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61891)\">Joel 3:13<\/a><\/span>the same harvest mentioned in the 14th chapter of John.<span class=\"citation\" id=\"126693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126693)\">Rev. 14:14-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1217\"> Put ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness <span class=\"italic\">is<\/span> great. <\/div><div class=\"paragraph jod\" id=\"v15n1218\"> Multitudes, multitudes in the valley of decision: for the day of the Lord <span class=\"italic\">is<\/span> near in the valley of decision. <\/div><div class=\"paragraph jod\" id=\"v15n1219\"> The sun and the moon shall be darkened, and the stars shall withdraw their shining.<span class=\"citation\" id=\"61892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61892)\">Joel 3:13-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1220\"> If you want to know about the time when the sun and moon are to be darkened, and when the stars will no longer give any light, and when there will be total darkness over all the face of the earth,<span class=\"citation\" id=\"84961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84961)\">D&amp;C 34:7-9<\/a><\/span><span class=\"citation\" id=\"85650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85650)\">D&amp;C 45:42<\/a><\/span> here is an event predicted so that you cannot mistake. When you see the nations of the earth, especially the heathen nations, and also those north of Jerusalem&#x2014;the great nation of Russia and other nations on <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the continent of Asia, together with many in Europe, gather up against Jerusalem after the Jews have returned and rebuilt their city and Temple, and when their armies become exceeding great multitudes in the valley of decision,<span class=\"citation\" id=\"61893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61893)\">Joel 3:14<\/a><\/span> then you may look for the Lord to come down with his mighty ones,<span class=\"citation\" id=\"58250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58250)\">Isa. 13:3<\/a><\/span><span class=\"citation\" id=\"61889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61889)\">Joel 3:11<\/a><\/span> and for the constellations of heaven to be darkened.<span class=\"citation\" id=\"126694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126694)\">Joel 3:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1221\"> The LORD also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the Lord <span class=\"italic\">will be<\/span> the hope of his people, and the strength of the children of Israel.<span class=\"citation\" id=\"61899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61899)\">Joel 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1222\"> The children of Israel as well as Judah will put their trust in the Lord God of their fathers in that day, and they will look for deliverance from his hand. They will know that they cannot stand without the aid of the Lord against all those from the north quarters&#x2014;Gog and Magog,<span class=\"citation\" id=\"60902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60902)\">Ezek. 38:2<\/a><\/span><span class=\"citation\" id=\"80563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80563)\">Rev. 20:8<\/a><\/span> all the hosts of Russia, and of the various nations round about that come up there and cover the land like a cloud.<span class=\"citation\" id=\"60918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60918)\">Ezek. 38:9<\/a><\/span> They will know that unless God helps them they cannot obtain a victory over this mighty host; but they will put their trust in the Lord, and he will &#x201C;roar out of Zion, and utter his voice from Jerusalem,&#x201D; and he will be the hope of his people and the strength of the children of Israel.<span class=\"citation\" id=\"61900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61900)\">Joel 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1223\"> So shall ye know that I <span class=\"italic\">am<\/span> the Lord your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more. <\/div><div class=\"paragraph jod\" id=\"v15n1224\"> And it shall come to pass in that day, <span class=\"italic\">that<\/span> the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the LORD, and shall water the valley of Shittim. <\/div><div class=\"paragraph jod\" id=\"v15n1225\"> Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence <span class=\"italic\">against<\/span> the children of Judah, because they have shed innocent blood in their land. <\/div><div class=\"paragraph jod\" id=\"v15n1226\"> But Judah shall dwell forever, and Jerusalem from generation to generation. <\/div><div class=\"paragraph jod\" id=\"v15n1227\"> For I will cleanse their blood <span class=\"italic\">that<\/span> I have  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not cleansed: for the Lord dwelleth in Zion.<span class=\"citation\" id=\"61903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61903)\">Joel 3:17-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1228\"> Let me make a few remarks here in relation to the difference between Zion and Jerusalem. Zion will be favored with the presence of the Lord before the Jews are permitted to behold him. The Lord will come to the Temple of Zion before he comes to the Temple at Jerusalem. Before he comes in the clouds of heaven with power and great glory,<span class=\"citation\" id=\"65823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65823)\">Matt. 24:30<\/a><\/span> he will manifest himself in the city and Temple of Zion; or in other words all the pure in heart who are permitted in those days to enter into the Lord's Temple in Zion, which will be built on this continent, the Lord will reveal his face unto them, they will see him and he will dwell in the midst of Zion.<span class=\"citation\" id=\"89165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89165)\">D&amp;C 97:16<\/a><\/span> His throne will be there.<span class=\"citation\" id=\"80586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80586)\">Rev. 20:11<\/a><\/span><span class=\"citation\" id=\"80833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80833)\">Rev. 22:1-5<\/a><\/span> This land&#x2014;the land given to the children of ancient Joseph, now called the American continent&#x2014;will be the land of Zion, and the great central capital on this land will be the New Jerusalem; and the inhabitants of that city and their habitations and Temple will be overshadowed by the glory of God. But after he has come to and roared out of Zion,<span class=\"citation\" id=\"61901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61901)\">Joel 3:16<\/a><\/span> after he has &#x201C;suddenly come to his Temple,&#x201D;<span class=\"citation\" id=\"62385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62385)\">Mal. 3:1<\/a><\/span> and visited his people there in the character of a Shepherd,<span class=\"citation\" id=\"59319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59319)\">Isa. 40:9-11<\/a><\/span> and dwelt in their midst for a long space of time, he then goes with all his Saints to visit old Jerusalem,<span class=\"citation\" id=\"126695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126695)\">Rev. 1:7 (JST)<\/a><\/span> the last work before the day of rest shall come being to visit those nations that are gathered together in the great winepress to be trodden without the city<span class=\"citation\" id=\"80049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80049)\">Rev. 14:20<\/a><\/span> on the east side of the city, and there the blood of horses, camels and men will be mingled together, and in those small valleys, so great will be the number slain that the blood will reach to the horses' bridles, for a certain distance, according to the words of the Lord.<span class=\"citation\" id=\"80048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80048)\">Rev. 14:20<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1229\"> I do not know that I have time to enter into a full investigation of some other terrible judgments that are to come, but I will refer to a few of them mentioned in the Revelation of St. John. Before doing so, however, let me say for your information that the Lord gave through the Prophet Joseph Smith what is termed a key to John's Revelation. The Prophet on one occasion asked the Lord what was meant by the sounding of the trumpets of the seven angels,<span class=\"citation\" id=\"79360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79360)\">Rev. 8:6<\/a><\/span> and the Lord answered him in this language, as near as I can recollect: &#x201C;As the Lord made the earth and the heavens in six days, and on the seventh day finished his work, and made man out of the dust of the earth, even so, in the beginning of the seventh thousand years will the Lord God sanctify the earth, and redeem man, even all that is within his power, and shall seal all things unto the end of all things. And the sounding of the seven trumps is the preparing and finishing of his work, in the morning of the seventh thousand years.&#x201D;<span class=\"citation\" id=\"87304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87304)\">D&amp;C 77:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1230\"> This gives a clue to the time when the seven angels will sound.<span class=\"citation\" id=\"79361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79361)\">Rev. 8:6<\/a><\/span> They will not sound their trumpets in the evening of the sixth thousand years, but when the six thousand years shall have passed away from the creation, and the morning of the seventh has commenced, then these great events will happen. Jesus does not come immediately at the commencement of the seventh thousand years, but as there was a work in the beginning which he performed on the seventh day, such as planting the garden and placing men therein, so there will be a certain work to be performed in the beginning of the seventh thousand years, namely, the resurrection and redemption of man, including the heathen nations<span class=\"citation\" id=\"126696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126696)\">Joel 3:12<\/a><\/span><span class=\"citation\" id=\"126697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126697)\">Luke 3:5 (JST)<\/a><\/span> and those people in prison who have died  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>without the law and have been punished for their sins.<span class=\"citation\" id=\"85684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85684)\">D&amp;C 45:54<\/a><\/span> When the Lord has caused these seven angels to sound their trumps,<span class=\"citation\" id=\"79362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79362)\">Rev. 8:6<\/a><\/span> he will bring about all these purposes which he has ordained, and which must be accomplished in that morning.<span class=\"citation\" id=\"87305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87305)\">D&amp;C 77:12<\/a><\/span> Before Jesus appears in the clouds of heaven<span class=\"citation\" id=\"65824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65824)\">Matt. 24:30<\/a><\/span> they are to sound to prepare the way of the Lord before his coming. What will take place when they sound? I will tell you some few things. <\/div><div class=\"paragraph jod\" id=\"v15n1232\"> When the first angel sounds there will come upon the inhabitants of the earth a great hailstorm mingled with fire and blood, and so severe will be this storm of fire and blood, that one-third of the trees will be destroyed, and all the green grass will be burned up.<span class=\"citation\" id=\"79364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79364)\">Rev. 8:7<\/a><\/span> The second angel will sound his trump, and the Lord will pour out his judgments upon the water, and a third part of the sea will become blood, and in consequence of the corruption thereof one-third part of all the animals living in the sea will die.<span class=\"citation\" id=\"79367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79367)\">Rev. 8:8-9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1233\"> When the third angel sounds his trump, John says he saw a star fall from heaven to earth, burning as it were like a lamp, and it fell upon the fountains and rivers of water, and they were turned into bitterness, and the name of the star was called &#x201C;Wormwood,&#x201D; and great were the numbers of the people who perished and died because of the bitterness of the waters.<span class=\"citation\" id=\"79368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79368)\">Rev. 8:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1234\"> The fourth angel will sound his trump and certain judgments will follow.<span class=\"citation\" id=\"79370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79370)\">Rev. 8:12<\/a><\/span> By and by the fifth angel will sound his trump, and an angel will descend holding the key of what is termed the bottomless pit, and he will open the door of this pit, and there shall issue therefrom certain terrible creatures called locusts. And it will be given unto them to torment men five months&#x2014;the time which is to intervene between the sounding of <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the fifth and sixth trumpets, and during that time these awful creatures, such as neither we nor our forefathers, in all the generations before us, have ever seen on the earth, will torment the wicked. These creatures have wings, hair like women, teeth like lions, tails like scorpions, and with their stings they will torment the wicked for five months. But it will not be given unto them to destroy men, only to torment them. That will be a terrible judgment. They will have a king over them, whose name in the Greek tongue is &#x201C;Apollyon,&#x201D; in other words the devil. He has power over them and with them, and commands these awful beings, and they go forth and torment the inhabitants of the earth, but are not permitted to kill them. Men in those days will seek for death, but it will flee from them, although they will greatly desire it on account of the terrible torment they endure.<span class=\"citation\" id=\"79372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79372)\">Rev. 9:1-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1235\"> When the Lord permits the devil to go forth and torment people he has considerable power. You can see this in the case of Job. When the devil stirred up the Lord to torment Job, the devil was permitted to go and strike Job with pestilence, with sore boils, and to make him feel sorrow, pain and distress.<span class=\"citation\" id=\"56048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56048)\">Job 2:1-7<\/a><\/span> Said the devil to the Lord, &#x201C;He will curse you to your face,&#x201D;<span class=\"citation\" id=\"56055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56055)\">Job 2:5<\/a><\/span> and to prove whether he would or not Job was sorely smitten and afflicted; and so will men be afflicted by these awful creatures which will issue from the bottomless pit, and are under his command. <\/div><div class=\"paragraph jod\" id=\"v15n1236\"> By and by the sixth angel sounds his trumpet, and what will take place? The powers around the great river Euphrates in Asia will be loosed, and they will come forth riding on horses, and the number of them is two hundred thousand thousand, that is two hundred millions&#x2014;a  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>great and tremendous army, greater than the inhabitants of the earth ever saw before. Who will be with them? This same class of beings with animals such as the earth never saw nor heard of, only as they heard of them in the revelations of St. John. Animals with brimstone and fire issuing from their mouths, having tails like serpents, and heads to their tails, and with these one-third part of the inhabitants of the earth are to be destroyed. How long will it be before they are destroyed? There will be at least a year pass away between the sounding of the sixth and seventh trumpets. This great army is prepared for a day, and an hour, a month and a year.<span class=\"citation\" id=\"79377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79377)\">Rev. 9:13-21<\/a><\/span> Now I have named some of the judgments, not all, that will transpire before the coming of the Son of Man. Let me refer in a few words to some of the last ones that will come before Jesus makes his appearance, called the seven last plagues.<span class=\"citation\" id=\"80051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80051)\">Rev. 15:1<\/a><\/span> I shall only refer to a few of them. <\/div><div class=\"paragraph jod\" id=\"v15n1238\"> One of the four beasts gives seven vials filled with the wrath of God to the seven Angels that came out of the Temple and Tabernacle in heaven, and these vials are to be poured out upon the earth.<span class=\"citation\" id=\"80096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80096)\">Rev. 15:5-8<\/a><\/span> We find that the inhabitants are to be visited with greater judgments than what they have been heretofore, so much so that when the second Angel pours out his vial upon the great waters, instead of a third part of them becoming blood,<span class=\"citation\" id=\"79366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79366)\">Rev. 8:8<\/a><\/span> they all become as the blood of a dead man; and there shall not any living thing be preserved in the great mass of waters on our globe, but everything living in the sea will perish, the whole ocean becoming as the blood of a dead man.<span class=\"citation\" id=\"80111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80111)\">Rev. 16:3<\/a><\/span> Quite a difference between the blood of a dead man and the blood that comes from a living man&#x2014;one is very nauseous <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when compared with the other. No wonder then that everything having life in the sea should perish.<span class=\"citation\" id=\"80112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80112)\">Rev. 16:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1239\"> A third Angel pours out his vial on the fountains and rivers, and they also become blood.<span class=\"citation\" id=\"126698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126698)\">Rev. 16:4<\/a><\/span> You have already learned that when the third Angel sounded his trump, the third part of the waters become bitter with wormwood, and it was accompanied by certain judgments not universal,<span class=\"citation\" id=\"79369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79369)\">Rev. 8:10-11<\/a><\/span> but when the last plagues are poured out the fountains and rivers of water, and the ocean become blood.<span class=\"citation\" id=\"80114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80114)\">Rev. 16:3-4<\/a><\/span> Does this cause the people to repent? One would imagine that all the earth would repent when they see judgments of this kind; yet we are told that for all this the people will blaspheme God, because of their plagues, sores and pains, and the calamities they have to endure. They are given up to hardness of heart, the Spirit of God is withdrawn from them, and instead of repenting of their evil deeds, their murders, sorceries, whoredoms, idolatries, thefts and various crimes that are mentioned, they continue in their wickedness, and judgment after judgment is poured upon them until they are consumed.<span class=\"citation\" id=\"79380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79380)\">Rev. 9:20-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n1240\"> When the rivers and fountains are turned into blood, a certain Angel cries out saying, &#x201C;Thou art righteous, O Lord, which art, and wast, and shall be, because thou hast judged thus. For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.&#x201D;<span class=\"citation\" id=\"80117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80117)\">Rev. 16:5-6<\/a><\/span> This shows that there will be Prophets in those days and that these people will shed their blood. A great many people think there are to be no more Prophets; but the Prophets have their blood shed in those days, and God will give the wicked blood to drink.<span class=\"citation\" id=\"80120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80120)\">Rev. 16:6<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n1242\"> There are many other things on my mind that I would be glad to lay before you concerning the terrible judgments of the last days, but I have already occupied too much of your time. We are living in this Territory, comparatively at peace, but unless the Latter-day Saints live according to the light which God has revealed to them, they cannot escape. If God sends judgments upon the nations, he will send them upon us. If he cuts off the horses of the nations,<span class=\"citation\" id=\"62197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62197)\">Micah 5:10<\/a><\/span> as he has said in the Book of Mormon that he will,<span class=\"citation\" id=\"82862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82862)\">3 Ne. 21:14<\/a><\/span> upon the face of this land, unless we keep his commandments he will cut off ours. If he visits the inhabitants of the earth with pestilence and blood, he will visit us in a similar manner unless we keep his commandments. If the inhabitants of the earth who know <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not God<span class=\"citation\" id=\"72894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72894)\">1 Cor. 1:21<\/a><\/span><span class=\"citation\" id=\"74929\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74929)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74929)\">Eph. 2:12<\/a><\/span><span class=\"citation\" id=\"82064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82064)\">Alma 6:6<\/a><\/span> are to perish because of their wickedness, how much more will he visit those who have greater light and knowledge if they will not keep his commandments?<span class=\"citation\" id=\"82217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82217)\">Alma 32:19<\/a><\/span><span class=\"citation\" id=\"87404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87404)\">D&amp;C 82:3<\/a><\/span> The Lord sent forth the destroyer<span class=\"citation\" id=\"126699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126699)\">Ex. 12:23<\/a><\/span> in ancient times to lay waste the firstborn of the Egyptians,<span class=\"citation\" id=\"53939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53939)\">Ex. 11:4-7<\/a><\/span><span class=\"citation\" id=\"53945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53945)\">Ex. 12:12-13<\/a><\/span><span class=\"citation\" id=\"53949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53949)\">Ex. 12:29-30<\/a><\/span><span class=\"citation\" id=\"77043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77043)\">Heb. 11:28<\/a><\/span> pointing out the means by which his people might escape, and those who failed to do as they were commanded had no promise of being preserved; so in these days when judgments come, they will begin among his Saints,<span class=\"citation\" id=\"90640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90640)\">D&amp;C 112:25<\/a><\/span> and those who have not attended to the word of wisdom and the laws of life that he has pointed out<span class=\"citation\" id=\"88964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88964)\">D&amp;C 89:21<\/a><\/span> and have no claim to mercy and favor, God is no respecter of persons.<span class=\"citation\" id=\"71753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71753)\">Acts 10:34<\/a><\/span><span class=\"citation\" id=\"83734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83734)\">D&amp;C 1:35<\/a><\/span> They who have great light and yet sin will endure tribulation and indignation from his hand unless they repent. Amen. <\/div>\n<\/div>\n<\/div>"}