{"ID":150016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Revelation From Heaven and Its Continuance Necessary.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Salt Lake City, Sunday Afternoon, August 4, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Revelation From Heaven, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 8\/4\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v15n366\"> Sometimes I am in the habit of taking a text, but at present there is no passage of Scripture which presents itself to my mind; I therefore, commence speaking and, through your faith and prayers before the Lord, I trust that something may be given to me that will edify, and <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> benefit the congregation. The subjects pertaining to the kingdom of God are so numerous that, sometimes the great difficulty in the mind of a servant of God who attempts to address the people is to know the mind and will of the Spirit in regard to what shall be said. If I know my  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own heart, I have no desire to speak my own words or to impart unto you my own natural wisdom; but it is the earnest desire of my heart that I may impart instruction according to the mind and the will of the living God. This I cannot do unless God shall grant unto me the inspiration of his Spirit at the very moment,<span class=\"citation\" id=\"89355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89355)\">D&amp;C 100:5-8<\/a><\/span> and this will depend in a great measure upon the hearers as well as upon the speaker.<span class=\"citation\" id=\"126587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126587)\">D&amp;C 50:17-22<\/a><\/span> If the people have faith in God, and pray unto him, exercising that faith, he may give them something that will be instructive to their minds; but if they have not faith the Lord may not see proper thus to impart.<span class=\"citation\" id=\"126588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126588)\">3 Ne. 19:35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n368\"> We are permitted, Latter-day Saints, to live in a very peculiar age of the world. It is called by us, the dispensation of the fulness of times. Many dispensations have been revealed to the inhabitants of the earth in past ages, and God has given, from time to time, since the creation, much instruction to the people. What I mean by a dispensation, is power, authority and revelation given from Heaven to direct and counsel men here on the earth. This has been given at different ages of the world, and the instruction which God has given has been in accordance with the circumstances of the people, the revelations and instructions which he has given being different at one period from those given at another. When I say different, do not misunderstand me. Many of the revelations of God are unchangeable in their nature, and are adapted to all dispensations; but many commandments have been given that were adapted only to the dispensations in which they were revealed. I will name some of these. <\/div><div class=\"paragraph jod\" id=\"v15n369\"> For instance, when some sixteen hundred or two thousand years had passed away, from the creation, the <div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> world had become very much corrupted in the sight of God, so much so that what little history we have on the subject informs us that all flesh had corrupted its way upon the face of the earth.<span class=\"citation\" id=\"52863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52863)\">Gen. 6:12<\/a><\/span> God gave a new commandment in that period, differing entirely from all former commandments. It was not adapted to any dispensation that had preceded it, neither would it be suitable for any future dispensation: it was intended for that particular period only. The Lord commanded his servant Noah to build an ark, according to certain rules and dimensions that he gave unto him, for, said the Lord, &#x201C;I intend to destroy all flesh with a flood, except those who shall gather together into the ark which you shall build.&#x201D;<span class=\"citation\" id=\"52892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52892)\">Gen. 6:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n370\"> This was a new commandment. If there had been any sectarian preachers who then lived, and perhaps there were&#x2014;for preachers who have not been sent of God seem to have been numerous in all dispensations&#x2014;they would perhaps have reasoned with Noah in relation to this new revelation and commandment, and said to him, &#x201C;What is the use now, of getting new revelation from God? You will not dispute, Noah, but what Enoch was saved and translated to heaven.<span class=\"citation\" id=\"93227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93227)\">Moses 7:69<\/a><\/span> He had enough revelation to save him, and cannot we be saved in the same manner that he was, without having any new revelation communicated to us?&#x201D; I mention this, because such arguments are used at the present day in reference to the new revelations which the Latter-day Saints carry forth to the world. The people say, &#x201C;You believe in the Book of Mormon as a new revelation, and that God has given new commandments. Have we not enough? Were not the people who lived in the days of Enoch, Abraham, Moses and the  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Prophets, in the days of Jesus and the Apostles, saved? And if they had enough to save them, if we follow the instructions which they received, what is the use of obtaining another book, called the Book of Mormon, or new commandments and revelations?&#x201D; This has been brought forth as an argument ever since my youth to my certain knowledge, in all countries where I have traveled and attempted to communicate to the world our ideas about new revelation. The same arguments might have been used in the days of the flood&#x2014;&#x201C;Enough has been given; Enoch has been saved and translated,<span class=\"citation\" id=\"93228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93228)\">Moses 7:69<\/a><\/span> and if we follow the revelations given to him, why may we not be saved without having any thing new?&#x201D; But Noah would have answered, and very properly too, &#x201C;God designs to accomplish something now that he did not accomplish in the days of Enoch, nor in the days of Abel and Seth, nor in the days of any of those ancient worthies&#x2014;he intends to bring destruction on all flesh that will not repent, by overwhelming this world of ours in a flood of water.<span class=\"citation\" id=\"52889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52889)\">Gen. 6:17<\/a><\/span> He intends to pour out his indignation and just wrath upon those who corrupt themselves in his sight; and he has provided a particular way of escape therefrom, by which you may, if you will, be saved from this judgment, and that way has to be made known by new revelation.&#x201D; We will pass on, however. <\/div><div class=\"paragraph jod\" id=\"v15n372\"> Soon after the days of Noah, we find that certain men lived upon the earth, whose names are recorded in this sacred history (the Bible), who were called to be the chosen servants of God, and whom the Lord blessed in a peculiar manner. I refer now to the Patriarchs, and more especially to Abraham, Isaac and Jacob, three very worthy men, so worthy that the Lord chose them as repre<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sentatives of the faithful in all future ages, and declared that all who should be saved in future ages should became their seed, either springing directly from their loins, or being adopted, through the Gospel, into the family of Abraham,<span class=\"citation\" id=\"74486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74486)\">Gal. 3:7<\/a><\/span> who was to be called the father of the faithful:<span class=\"citation\" id=\"92189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92189)\">D&amp;C 138:41<\/a><\/span> that is the father not only of the faithful who lived from his day until the coming of Christ, but of all who should live after Christ who followed in the footsteps of this ancient Patriarch and embraced the same Gospel that he taught, and they should have a claim on the promises that were made to him. <\/div><div class=\"paragraph jod\" id=\"v15n373\"> Now, did the Patriarch Abraham receive anything new from God, or was there enough already given? Perhaps many may cry, &#x201C;Enough to save Noah, Enoch, Abel, and all persons who would walk before the Lord according to ancient revelation, without anything new.&#x201D; But there was not enough adapted to the circumstances by which Abraham was surrounded. Why? Because the Lord designed to call Abraham out from his father's house, from his friends and country, and to lead him into a strange land.<span class=\"citation\" id=\"93360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93360)\">Abr. 1:16<\/a><\/span> Abraham might have searched all former records and revelations, but here was a duty he never could have learned therefrom&#x2014;&#x201C;Depart from thy father's house!&#x201D;<span class=\"citation\" id=\"53025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53025)\">Gen. 12:1-5<\/a><\/span><span class=\"citation\" id=\"76992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76992)\">Heb. 11:8<\/a><\/span> It could not be found written in former revelations, hence the circumstances required new revelation, and God gave it by commanding this great man&#x2014;the father of the faithful&#x2014;to leave the land of Chaldea and to go forth into a country where he never had been. Abraham was obedient, he went forth and traveled to the country that we call Palestine&#x2014;a small territory east of the Mediterranean Sea. And having arrived in that land, he might have searched all former revelations in vain to have  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>learned what his duty was then, for there were certain duties required of him then in regard to which the revelation given to him in his native land did not enlighten him. One of these duties was to go forth upon a certain eminence or mountain in Canaan.<span class=\"citation\" id=\"53150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53150)\">Gen. 17:8<\/a><\/span> He did as he was taught. It was a peculiar commandment. I have never been commanded to do so, neither has any other person in this congregation; neither was any person who lived before Abraham; but he, and he alone needed new revelation to find out that he was to go to the top of a certain mountain. When he got there another new revelation was given to him, commanding him to look to the east, then to the west; and then to cast his eyes to the north, and to the south, and then, behold, a great promise was made to him by new revelation, namely, &#x201C;All the land which thou seest shall be given to thee and thy seed after thee for an everlasting possession.&#x201D;<span class=\"citation\" id=\"53058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53058)\">Gen. 13:14-17<\/a><\/span> No such promise could he have found in any former revelation: this promise was adapted to that peculiar individual, and to the circumstances in which he was placed. <\/div><div class=\"paragraph jod\" id=\"v15n375\"> We would imagine that Isaac, having his father's revelations right before his eyes, and knowing all about them, would say in his heart, &#x201C;I need not trouble myself about inquiring from God and receiving anything new from the heavens. My father was a good man; he was saved, and I shall content myself by giving heed to the old revelations.&#x201D; But Isaac did not reason in this way; and the Lord had some new revelations to communicate to the son of Abraham, and one of them was to confirm the promise that had been made to his father. One might naturally suppose that the revelation made to his father was broad enough <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and covered the case without being confirmed, for it declared that the land promised to Abraham should be given to him and to his seed after him, and we might suppose that that included Isaac, and that there was no need of a new revelation to him on the subject; but if it did include him, Isaac was not fully satisfied, he would not place his dependence on something that had been said to some other man, but wanted to know for himself whether God intended him to possess that land, and there was no way for him to obtain this knowledge except by direct communication with the heavens. He obtained it, God renewing the promise to him that he had made to his father Abraham.<span class=\"citation\" id=\"53441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53441)\">Gen. 26:2-5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n376\"> By and by comes along the grandson of Abraham&#x2014;Jacob, who, not satisfied with the promises made to his grandfather and his father&#x2014;Abraham and Isaac, and not considering himself safe to depend on promises made to somebody else, came before the Lord and plead with him, and the angels of God came and visited this lad, and he saw a ladder reaching from the ground on which he slept to the very heavens, upon which the angels were ascending and descending; and he, on that occasion, obtained a confirmation of the promise made to his father and grandfather.<span class=\"citation\" id=\"53475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53475)\">Gen. 28:12-15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n377\"> It is unnecessary for me to trace the history of these patriarchs, or to mention the various times when God thought fit to communicate a new revelation unto them, according to the circumstances in which they were placed. We might relate the revelations given to Jacob after he went down into the country of Laban, where he married his four wives. We might relate to you the various revelations God gave to him during his sojourn in that land. We might  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>also relate to you the revelations he received after he left that country with his four wives and his children. When he came to the brook Jabbok, sending over all his family before him, he stopped back, and the Lord condescended to give him a new revelation. An angel came down, and Jacob and this person laid hold of each other, the same as men do occasionally now, to try each other's strength, in what is termed wrestling. These two persons wrestled together all night long. The angel did not see proper to take any advantage of Jacob by miracle, but he wrestled with him as one man would another; and it seems that neither of them overcame the other. The angel did not succeed in throwing Jacob to the ground, neither did Jacob succeed in throwing the angel to the ground; but after contending together all night, the angel at last put forth his finger and touched the hollow of Jacob's thigh and lamed him a little, and by this means was enabled to overcome him. After being thus lamed, Jacob found that he had been wrestling with an angel of God, and, said he, &#x201C;I will not let thee go unless thou bless me;&#x201D; and God, through the mouth of that angel, gave to him the same great and glorious promises than he had given to his father, and also blessed him as a prince, because he had power to wrestle with an angel all night and prevailed with him.<span class=\"citation\" id=\"53550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53550)\">Gen. 32:24-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n379\"> Some suppose that this was the first conversion of Jacob; but, be this as it may, Jacob, prior to this time, had many great revelations from God. After wrestling in this manner on one side of the brook Jabbok, he started the next day to overtake his family, and he placed his four wives and their children in a certain order, preparatory to meeting his brother Esau. By and by Esau comes along <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with quite an army of men, and he meets the forward company, consisting of Bilhah and Zilpah and their children&#x2014;two of Jacob's wives and their polygamous offspring. He continues on until he meets Jacob's third wife, and finally he comes to the fourth and her children, with whom Jacob was,<span class=\"citation\" id=\"53561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53561)\">Gen. 33:1-8<\/a><\/span> and turning to Jacob he says, &#x201C;Who are all these women and children?&#x201D; Jacob answered, &#x201C;These are they whom God hath given thy servant.&#x201D;<span class=\"citation\" id=\"53563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53563)\">Gen. 33:5<\/a><\/span> What! God give to Jacob more than one wife, and a number of polygamous children! Is that so? Well, Jacob says so, and we are informed that he was then converted, that this meeting between Jacob and Esau took place, and this declaration of Jacob was made after his conversion at the brook Jabbok. Now, would you suppose that a converted man would make such a declaration, about his wives and children as Jacob made to Esau, if it had not been true? If a man now-a-days declares that God has given him more wives than one, and a host of polygamous children, he is accused of blasphemy, yet Jacob, after wrestling with an angel,<span class=\"citation\" id=\"53546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53546)\">Gen. 32:24<\/a><\/span> declared that such was the case with him: he knew it was so and he acknowledged the hand of God. After he reached the land of Canaan we find that God continued to give to this man revelation after revelation, suited to the circumstances; and thus we may trace the history of the dispensations of God to man. <\/div><div class=\"paragraph jod\" id=\"v15n380\"> I will now touch, in short, upon the history of Moses, who lived several hundred years after Jacob&#x2014;at a period when circumstances called for commandments and revelations different to any that had ever been given before. After having slain the Egyptian, Moses fled from the house of Pharaoh, and went down into the land of Midian,<span class=\"citation\" id=\"53771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53771)\">Ex. 2:11-15<\/a><\/span> and dwelt there forty years.<span class=\"citation\" id=\"71524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71524)\">Acts 7:23-30<\/a><\/span> At a certain time, when he  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was herding the flocks of his father-in-law, Jethro, he saw a bush burning with a very brilliant flame. This excited his curiosity, and he drew near, and saw the bush apparently burning, and yet not consumed. As he drew nearer God spoke to him out of the burning bush, and told him to take the shoes from his feet for the place on which he stood was holy ground.<span class=\"citation\" id=\"71525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71525)\">Acts 7:30-33<\/a><\/span> He never could have found out by former revelation that the ground whereon he stood was holy. This God, who appeared in the burning bush, or the angel, as the case may be, had something for Moses to do that he could not possibly learn from former revelation, and that something was to arise and go down into Egypt and deliver God's people&#x2014;the descendants of Abraham, Isaac and Jacob&#x2014;from the hands of their enemies.<span class=\"citation\" id=\"53787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53787)\">Ex. 3:1-10<\/a><\/span> Do you not see that it required new revelation to inform him of this fact? He was obedient to the commandment, for taking Aaron with him, he went down into Egypt and stood before the king, and then commenced a series of new revelations that were wonderful and marvelous in their nature. The revelations of today, however, would not suit tomorrow, and those of tomorrow would not suit the next day. Why? Because God had something new to perform every day, and that which was given yesterday would not be adapted to the work God saw fit to perform today or tomorrow, hence, as often as the day rolled round new revelation had to be given to Moses to make known to him what the Lord required at his hand, what his mission was, what he was to do in the house of Pharaoh and before all the Egyptians. Having accomplished these wonders, by new revelation, Moses and the whole house of Israel, some twenty-five hundred thousand in number, left the land of <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Egypt and came forth to the eastern border of the Red Sea. <\/div><div class=\"paragraph jod\" id=\"v15n382\"> If there had been sectarians in that large company, they would doubtless have reasoned with Moses on this wise: &#x201C;Moses, what an abundance of revelation God has given in former times, and have we not enough for our guidance now?&#x201D; I say if there had been Baptists, Methodists, Presbyterians, members of the Church of England, or of any of the several hundred different sects into which Christendom is now separated, this would have been their argument, for their argument now is&#x2014;&#x201C;We have enough, and do not need any more.&#x201D;<span class=\"citation\" id=\"81528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81528)\">2 Ne. 28:29<\/a><\/span> But Moses and the children of Israel were not influenced by such considerations, for they were placed in circumstances that required something new. The Red Sea was before them, and there were mountains on the south and on the north, and on the west the Egyptians were pursuing them, and the inquiry with them was, &#x201C;What shall we do?&#x201D;<span class=\"citation\" id=\"53973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53973)\">Ex. 14:9-12<\/a><\/span> God gave them revelation. He did not tell them to search previous revelations for that was all that was necessary, but he gave them revelation telling them what to do, and that revelation was, &#x201C;Stand still, and see the salvation of God!&#x201D;<span class=\"citation\" id=\"53979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53979)\">Ex. 14:13<\/a><\/span> If they had not got this new revelation they might have been so confused that, instead of standing still, some would have run for one mountain, and some for another, some this way and some that; but a new revelation made them understand that their duty, instead of fleeing, was to stand still and see the salvation that God would work out for them. Moses was commanded to smite the waters of the Red Sea,<span class=\"citation\" id=\"53993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53993)\">Ex. 14:16<\/a><\/span> and he did so, and they were parted asunder by the power of the Almighty and,<span class=\"citation\" id=\"53997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53997)\">Ex. 14:21<\/a><\/span> as we are informed in another place, they stood up like  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walls on either side of the path on which the children of Israel traveled through the midst of the sea.<span class=\"citation\" id=\"54013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54013)\">Ex. 14:22<\/a><\/span><span class=\"citation\" id=\"54023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54023)\">Ex. 14:29<\/a><\/span> We would naturally suppose that water would not do this, but it was a miracle wrought by the power of the Almighty. He placed the waters, like solid walls on each side of his people, and they walked through dry shod,<span class=\"citation\" id=\"58238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58238)\">Isa. 11:15<\/a><\/span> while the Egyptian army, in trying to pursue them, were overthrown in the midst of the sea.<span class=\"citation\" id=\"54019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54019)\">Ex. 14:26-28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n384\"> Then comes another new revelation&#x2014;given by inspiration&#x2014;to sing how the Lord had overthrown the enemies of his people, how the Lord had magnified his great power and preserved his people from the Egyptian nation, and delivered them from bondage.<span class=\"citation\" id=\"54027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54027)\">Ex. 15:1-19<\/a><\/span> The hosts of Israel traveled along from the shores of the Red Sea until they came to the foot of Mount Sinai, where, by new revelation, they camped;<span class=\"citation\" id=\"54091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54091)\">Ex. 19:1-2<\/a><\/span> and at a certain time, the Lord, by new revelation, called Moses up into the mount;<span class=\"citation\" id=\"54094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54094)\">Ex. 19:3<\/a><\/span> and when he got there the Lord saw fit to write a certain code of laws on tables of stone,<span class=\"citation\" id=\"54436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54436)\">Ex. 31:18<\/a><\/span> and, after keeping Moses in the mount forty days and forty nights,<span class=\"citation\" id=\"54368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54368)\">Ex. 24:18<\/a><\/span> he sent him down, and when he got down he found that the children of Israel had corrupted themselves in the sight of the Most High,<span class=\"citation\" id=\"54459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54459)\">Ex. 32:7<\/a><\/span> for they had made unto themselves gods, certain golden calves, and they were worshipping them.<span class=\"citation\" id=\"54460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54460)\">Ex. 32:8<\/a><\/span> Aaron had caused the people to strip themselves naked,<span class=\"citation\" id=\"54486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54486)\">Ex. 32:25<\/a><\/span> and they were dancing around the calves. Moses was very angry, not with that kind of anger which fills the bosoms of foolish men and women; but that principle of justice which burns in the bosom of the Almighty, burned in the bosom of Moses, and he threw down the tables of the covenant which he had brought from Mount Sinai, and they were smashed to pieces.<span class=\"citation\" id=\"54481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54481)\">Ex. 32:19<\/a><\/span> He called <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for those on the Lord's side to come out from the midst of that company and stand with him, at the same time commanding them to gird on their swords and put to death those who were not for the Lord.<span class=\"citation\" id=\"54489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54489)\">Ex. 32:26-27<\/a><\/span> That was a new revelation, and a curious one, was it not? After all this had taken place, the Lord called Moses a second time up into the mount by new revelation, and again gave him tables of stone and laws written thereon. He kept him there the second time forty days and forty nights, without eating or drinking anything.<span class=\"citation\" id=\"54572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54572)\">Ex. 34:28<\/a><\/span> One would suppose that he could not have stood so long a period of fasting&#x2014;eighty days and eighty nights, forty each time. When he had obtained the tables the second time he came down and stood before the children of Israel, and his countenance shone with such brightness that they were filled with fear, and fled from before the presence of Moses.<span class=\"citation\" id=\"54331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54331)\">Ex. 20:18-21<\/a><\/span><span class=\"citation\" id=\"54577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54577)\">Ex. 34:29-30<\/a><\/span> They could not endure the glory of his countenance, and they besought Moses that the presence of the Lord might not be made manifest in their midst. &#x201C;Do you, Moses, go and talk with the Lord. You can converse with him, and let us know what the Lord says, but do not let the Lord come and converse with us, lest we be destroyed.&#x201D;<span class=\"citation\" id=\"54329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54329)\">Ex. 20:18-19<\/a><\/span> We find that they had so corrupted themselves in the sight of God that he, who would have delighted to converse with all the people, as one man talks with another,<span class=\"citation\" id=\"54517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54517)\">Ex. 33:11<\/a><\/span> was obliged to hide his presence from them, and to send Moses to teach them. Moreover their corruptions had become so great that the Lord, in his wrath, swore that they should not enter into his rest.<span class=\"citation\" id=\"57027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57027)\">Ps. 95:11<\/a><\/span><span class=\"citation\" id=\"87641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87641)\">D&amp;C 84:24<\/a><\/span> This was made known to them by new revelation while in the wilderness, or they never could have learned it. The Lord also informed them that he would not go up in the midst  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of their camps. Said he, &#x201C;I will not go up in the midst of this people, because they have corrupted themselves in my sight, lest I break forth and consume them in a moment;&#x201D;<span class=\"citation\" id=\"54505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54505)\">Ex. 33:3<\/a><\/span><span class=\"citation\" id=\"54507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54507)\">Ex. 33:5<\/a><\/span><span class=\"citation\" id=\"54747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54747)\">Num. 16:21<\/a><\/span> &#x201C;but,&#x201D; said he, &#x201C;I will send an angel before you,<span class=\"citation\" id=\"54496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54496)\">Ex. 32:34<\/a><\/span><span class=\"citation\" id=\"54502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54502)\">Ex. 33:2<\/a><\/span> and you must hearken to his voice, but my presence shall not go with you, you are too corrupt.&#x201D;<span class=\"citation\" id=\"126589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126589)\">Ex. 34:1-2 (JST)<\/a><\/span><span class=\"citation\" id=\"126590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126590)\">D&amp;C 103:19<\/a><\/span> By and by we find that an angel was left with them, and a cloud by day, and the shining of a flaming fire by night, guided all their camps.<span class=\"citation\" id=\"54599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54599)\">Ex. 40:34-38<\/a><\/span> The voice and presence of the Lord were made manifest to Moses, and Moses conversed with the Lord as one man talks with another,<span class=\"citation\" id=\"54518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54518)\">Ex. 33:11<\/a><\/span><span class=\"citation\" id=\"83506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83506)\">Ether 12:39<\/a><\/span> and during forty years in the wilderness<span class=\"citation\" id=\"54073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54073)\">Ex. 16:35<\/a><\/span> he from time to time received revelations and communications to guide the people. Do you not see that under these circumstances, during the whole of that forty years, there was not one year&#x2014;probably not one month, and it may be, not one day but what new revelation was necessary? The code of laws given on Mount Sinai was not sufficient without new revelation. <\/div><div class=\"paragraph jod\" id=\"v15n385\"> We might trace the history of the people of God, if we had time, but I see we have not, from the days of Moses to the days of Joshua, Gideon, Samuel, Barak and various other ancient worthies, all of whom received revelation. If we come to the days of Gideon we find that he was a man who had seventy sons, and how many daughters, I do not know.<span class=\"citation\" id=\"55361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55361)\">Judg. 8:30-31<\/a><\/span> The Lord conversed with Gideon and sent an angel to him to tell him that he would raise him up as a mighty man of valor, to go forth in his might and in his strength to deliver his people Israel from bondage.<span class=\"citation\" id=\"55351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55351)\">Judg. 6:11-16<\/a><\/span> We might relate all these things to show forth that the bondage of the children of Israel called forth new revelation from heaven, and that because of it the Lord spoke to and commanded <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his servants what to do for the deliverance of that people; and if he called upon a man who had so many wives and children, he did not consider that that man was a criminal and unworthy of receiving communication from him, but on the contrary, it is clear that the Lord considered him the most worthy man in all Israel, and on that account he sent his angel to him. And this noted polygamist, of all the thousands of Israel was entrusted with the mission of delivering that people from their enemies. God wrought special miracles by his hand in order to accomplish this great work, though he was a polygamist. <\/div><div class=\"paragraph jod\" id=\"v15n386\"> But we will pass on, and come down for some two thousand years to the days of our Savior. One would naturally suppose that when the Son of God himself came from his father's glory to dwell here on the earth in the flesh, and began to teach by the power of the Holy Ghost, the things of his Father, that during the three and a half years of his ministry among the people, they, of course, could say, &#x201C;Now we do not need any more revelation, we have enough; the Son of God, of whom our law, its ordinances and sacrifices were typical, has at last come and has offered himself on the cross, and having finished the work given him to do, is there any more need for new revelation?&#x201D; The conduct of the Apostles is the best answer that can be given to this, for we find them, like all their predecessors, from the days of Adam until their day, seeking from time to time for guidance by new revelation. We read of Philip going to the city of Samaria, preaching there awhile<span class=\"citation\" id=\"71573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71573)\">Acts 8:5-7<\/a><\/span> and baptizing men and women;<span class=\"citation\" id=\"71589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71589)\">Acts 8:12<\/a><\/span> but not having the authority to administer in the higher ordinance of the laying on of hands, the Christians at Jeru<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>salem, hearing that Samaria had received the Word of God, sent Peter and John to administer the ordinance of the laying on of hands for the higher baptism of fire and the Holy Ghost.<span class=\"citation\" id=\"71599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71599)\">Acts 8:14-15<\/a><\/span> When Peter and John reached Samaria they found there was great joy among the people,<span class=\"citation\" id=\"71582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71582)\">Acts 8:8<\/a><\/span> for many of them had been converted; but their joy was not because of the baptism of the Holy Ghost, for the next verse says, &#x201C;For as yet he was fallen on none of them,&#x201D; only they had been baptized in the name of the Lord Jesus, but neither man nor woman had received the baptism of fire and the Holy Ghost. But the Apostles laid their hands on them and the Holy Ghost fell on them.<span class=\"citation\" id=\"71623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71623)\">Acts 8:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n388\"> Now, here was Philip in the city of Samaria. He had preached the Gospel there, where should he go next? He had probably fulfilled all the duties required of him there. He was not hired to preach in that city for so much a year, and to stay there to the end of his days. No, he needed a new revelation. All the revelations that Jesus had given were not sufficient to guide Philip in regard to his next duty, the Lord, therefore sent an angel to him to tell him to go down into the south country.<span class=\"citation\" id=\"71652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71652)\">Acts 8:26<\/a><\/span> He never would have learned this fact by any former revelation. While Philip was on his way to the south he saw a chariot before him,<span class=\"citation\" id=\"71658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71658)\">Acts 8:27-28<\/a><\/span> and here again a new revelation was given to him&#x2014;&#x201C;Draw thyself near to that chariot.&#x201D;<span class=\"citation\" id=\"71660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71660)\">Acts 8:29<\/a><\/span> He did so, and having taught the Gospel to its occupant, as they rode along, they came to some water and, the man having believed what Philip had said, wanted to be baptized. The chariot stood still, and Philip and the eunuch both went down into the water, and the eunuch was baptized, and they came forth out of the water.<span class=\"citation\" id=\"71663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71663)\">Acts 8:30-38<\/a><\/span> Now then, how could Philip know but what it <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was his duty on that occasion to still speak with the eunuch, get into the carriage and ride along with him and give him further instructions? But no, the Lord had something else for him to do, and the Spirit of the Lord caught away Philip, and he found himself at Azotus.<span class=\"citation\" id=\"71687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71687)\">Acts 8:39-40<\/a><\/span> I do not know whether or not this Spirit actually caught up Philip, body and spirit, and wafted him quickly from the place where the eunuch was baptized to the city of Azotus. I should not be surprised, however, if this was the case, for we have something very similar in the Old Testament Scriptures, and the promise is that they who wait on the Lord shall mount as it were on eagle's wings, and they shall run and not be weary, and walk and not faint.<span class=\"citation\" id=\"59344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59344)\">Isa. 40:31<\/a><\/span> I do not know but this was the case with Philip. At any rate, the Spirit of the Lord carries people, by new revelation, whithersoever he will. <\/div><div class=\"paragraph jod\" id=\"v15n389\"> On another occasion we find that Barnabas and Saul, not having inquired of the Lord concerning their duties, but they probably had been reading the Old Scriptures, which were sufficient for instruction for righteousness, and to make the man of God thoroughly perfect to every good work.<span class=\"citation\" id=\"76229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76229)\">2 Tim. 3:16-17<\/a><\/span><span class=\"citation\" id=\"77406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77406)\">Heb. 13:21<\/a><\/span> I say that probably Barnabas and Saul had been reading these, and having failed to inquire of the Lord, and to get new revelation, they started out with the design of going to a certain city, but the Lord checked them. Said he, &#x201C;Do not go there!&#x201D; How important it was to get new revelation! &#x201C;Do not you go to that city, I have another work for you to perform;&#x201D; and they were then told where to go.<span class=\"citation\" id=\"71828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71828)\">Acts 13:2-4<\/a><\/span> Talk to the Christian ministers today, or to any that have lived for centuries past, and if they had made up their minds to go to any place, they would never  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>think of the Lord checking them, or forbidding them to go, by new revelation, for they all say that the canon of Scripture is full, and that no more new revelation is needed. <\/div><div class=\"paragraph jod\" id=\"v15n391\"> Many other instances of a similar character might be named, but time will not permit. We find, however, that, after all that God revealed through Jesus, and to the Apostles, for ninety-six years in the first century of the Christian era, they had not enough, and the Lord then gave the book of John's prophecy on the Isle of Patmos. John was commanded to write it on parchment, and in this book a great many new revelations were promised to be given in the latter times.<span class=\"citation\" id=\"79017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79017)\">Rev. 1:11<\/a><\/span> One of these was that an angel should come from heaven having the everlasting Gospel to preach to all people, nations, kindreds and tongues, declaring that the hour of God's judgment had come.<span class=\"citation\" id=\"79911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79911)\">Rev. 14:6-7<\/a><\/span> Here was a promise or prediction that a new revelation should be given by an angel from heaven, and so important should it be that it should be proclaimed to every creature under heaven. A great many people say, &#x201C;We have the everlasting Gospel in this book&#x2014;the Bible&#x2014;called the canon of Scripture, collected together by the monks, cardinals, bishops and great men of the Roman Catholic Church, some four centuries after Christ. They bound together in this volume all the books they had that they did not condemn, and they declared that this was enough, and there was no need of the Lord saying anything more.&#x201D; But these very Scriptures themselves contradict their compilers&#x2014;those wicked men who sat in judgment on the word of God, setting aside this book and that book, this manuscript and that manuscript, and binding the remainder together. I say that they put some things into <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this very book, which prove that God would again make known his will to the children of men in latter times; that he would again give new revelation, not for the benefit of one or two individuals, but for the benefit of his creatures universally. <\/div><div class=\"paragraph jod\" id=\"v15n392\"> Notwithstanding we have the Gospel written here in this book, yet that Gospel, without the power and authority to administer its ordinances, is a dead letter. We might believe the Gospel, we might believe that Jesus is the Christ by reading this book, we could repent of our sins by reading the proclamation of repentance here recorded; but we could not be baptized for the remission of our sins, neither could we have hands laid upon us for the baptism of the Holy Ghost by reading, and that is part and portion of the Gospel of the Son of God, just as much as the written word that proclaims these things to the children of men. Take away the power and authority to administer that word, and you at once leave the dead letter of the Gospel, and it would benefit none of the children of men, so far as obeying it is concerned. They might be benefited by repenting and believing, and so on, but they could not embrace the Gospel, they could not get into the kingdom of God, for &#x201C;Except a man is born of the water and of the Spirit, he cannot enter the kingdom of God.&#x201D;<span class=\"citation\" id=\"68798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68798)\">John 3:5<\/a><\/span> You could not be born of the water unless there was a man authorized by new revelation to administer the baptism of water, neither could you receive the baptism of the Holy Ghost only by the ordinance God has instituted; hence the necessity of the restoration of the authority to administer the ordinances of the Gospel, and this is why God has restored it after the earth has been without it for seventeen hundred years. No man among all  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the nations, kindreds and tongues of the earth, during that time, has had this authority, neither the authority to administer the Lord's supper, which is a part of the Gospel, neither in any other ordinance. <\/div><div class=\"paragraph jod\" id=\"v15n394\"> God having foreseen this long period of darkness, foretold by the mouth of the Revelator, St. John, that he would send an angel from heaven with the everlasting Gospel, and when that angel came and committed that Gospel to man on the earth, it should be proclaimed to all people under heaven,<span class=\"citation\" id=\"79736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79736)\">Rev. 14:6<\/a><\/span> the same as the Elders of this Church are now doing it. The Book of Mormon, containing the everlasting Gospel as it was published to the ancient inhabitants of America, has been brought forth by the power of God, and his servants have been sent forth to preach it, and, not only to preach it, but, having authority to administer its ordinances; yet the world tell us we need no more revelation, we have enough if we only follow the Scriptures, which Paul said to Timothy were sufficient to save him.<span class=\"citation\" id=\"76219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76219)\">2 Tim. 3:15<\/a><\/span> But in the Christian world you cannot be saved by following the Scriptures, from the fact that you cannot follow them without authority from God to administer the ordinances. You be baptized by a man having no authority by new revelation from heaven, and your baptism is illegal, and your pretended adoption into the kingdom of God is not acknowledged in heaven, for God has not authorized the administrator, and what he has done in the name of the Father, Son, and Holy Ghost, cannot be sealed and recorded in heaven for your benefit. No wonder, then, that the world has dwelt in darkness for so many centuries, for the earth has become so corrupt, and the heavens have apparently become as brass over the heads of the nations.<span class=\"citation\" id=\"55164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55164)\">Deut. 28:23<\/a><\/span> No Pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>phet, no angel, no inspiration, no Revelator, no man of God to say, &#x201C;Thus saith the Lord God&#x201D;<span class=\"citation\" id=\"53848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53848)\">Ex. 4:22<\/a><\/span><span class=\"citation\" id=\"53869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53869)\">Ex. 5:1<\/a><\/span> unto the people. No wonder, then, that the Lord, before the great day of the coming of his beloved Son from the heavens, should send an angel to prepare the way before his face! This he has done, and the proclamation is going forth, saying to all people, nations and tongues, &#x201C;God has sent an angel, and he has sent him to prepare you and us for the great day of the coming of the Son of Man, wherein there will be more revelations given than have ever been given in all former dispensations.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v15n395\"> Tell about the canon of Scripture being complete, what nonsense! What absurdity! Where is there any proof of any such thing? God has yet to give revelation enough to fill the earth with his knowledge as the waters cover the great deep.<span class=\"citation\" id=\"58150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58150)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58150)\">Isa. 11:9<\/a><\/span> He has yet to pour out his spirit upon all flesh that dwells on the face of the earth,<span class=\"citation\" id=\"61833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61833)\">Joel 2:28<\/a><\/span> and make a revelator, prophet, or prophetess of every man and woman living, and if all their revelations are written, this book, the Bible, will be like a primer compared with them.<span class=\"citation\" id=\"71000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71000)\">John 21:25<\/a><\/span> &#x201C;In the last days,&#x201D;<span class=\"citation\" id=\"71123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71123)\">Acts 2:17<\/a><\/span> saith God, by the mouth of the Prophet Joel, &#x201C;I will pour out my spirit upon all flesh. Your sons and your daughters shall prophesy, and upon my servants and my handmaidens in those days will I pour out of my spirit, and they shall prophesy. Your old men shall dream dreams, and your young men shall see visions.&#x201D;<span class=\"citation\" id=\"61855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61855)\">Joel 2:28-29<\/a><\/span> Supposing they write their dreams as Daniel wrote his, and suppose they write their visions as Isaiah wrote his, and suppose they write their prophecies as all the Prophets have written theirs, would they not be just as sacred as this canon of Scripture? I say they would. I would be bound just as much to  <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>receive the revelations of each man and woman among all flesh as I would those of a person who lived two or three thousand years ago. A revelation given to a living man in my day is just as sacred as one given to a man who has been dead some three thousand years. God is a consistent being, and he reveals himself according to his own mind and will, and in the last dispensation, he will continue to reveal line upon line, precept upon precept, here a little and there a little,<span class=\"citation\" id=\"58566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58566)\">Isa. 28:10,13<\/a><\/span> bringing forth a record here, unfolding the history of another people there, bringing to light the bible of the ten tribes who have been absent from the land of Canaan for almost three thousand years. Their bible has got to be brought to light, and when they return they will bring their written revelations, prophecies, visions and dreams with them, and we shall have the bible of the ten tribes, as well as the bible of the ancient Israelites who lived on this continent, and the bible of the Jews on the eastern continent, and these bibles will be united in one,<span class=\"citation\" id=\"81552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81552)\">2 Ne. 29:10-14<\/a><\/span> and even then the people will not have enough revelation. No, every man and every woman will have to be a revelator and prophet, and the knowledge and glory of God will cover the earth as the waters cover the bosom of the great deep.<span class=\"citation\" id=\"58151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58151)\">Isa. 11:9<\/a><\/span> And by and by, as a kind of climax to all this, the revelation of the Lord Jesus himself will take place from heaven in flaming fire, to take vengeance on them that know not God, and that obey not the Gospel.<span class=\"citation\" id=\"75755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75755)\">2 Thes. 1:7-8<\/a><\/span> That will be a revelation that the wicked cannot abide, a revelation too great <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for them, and that will pierce them to their inmost soul. That will be a revelation that will consume them in their wickedness, as stubble is consumed before the devouring flame,<span class=\"citation\" id=\"57950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57950)\">Isa. 5:24<\/a><\/span> and he will reign here, king of kings and lord of lords<span class=\"citation\" id=\"80435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80435)\">Rev. 19:16<\/a><\/span> for a thousand years.<span class=\"citation\" id=\"80518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80518)\">Rev. 20:4-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n397\"> Do you suppose that he will give no new revelation during that time, but that he will sit on his throne like the idols in some of the heathen nations? Do you suppose that the Lord Jesus, that intelligent being, by whom the Father made the worlds,<span class=\"citation\" id=\"76336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76336)\">Heb. 1:2<\/a><\/span> is coming here to reign king of kings,<span class=\"citation\" id=\"80434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80434)\">Rev. 19:16<\/a><\/span> and to sit down on his throne in the temple at Jerusalem,<span class=\"citation\" id=\"79351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79351)\">Rev. 7:15<\/a><\/span> and upon his throne in his temple in Zion,<span class=\"citation\" id=\"79137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79137)\">Rev. 4:1-4<\/a><\/span><span class=\"citation\" id=\"126591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126591)\">Rev. 21:1-5<\/a><\/span><span class=\"citation\" id=\"126592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126592)\">Rev. 22:1<\/a><\/span> and abide there as a statue from generation to generation, for a thousand years, and when the people come up to ask him a question that he will not say a word, only to tell them they have enough? Do you suppose this will be the case? Oh no, my friends, the Lord Jesus will converse the whole thousand years with his people, and give them instruction. He will reign over the house of David, over the children of Israel, over the twelve tribes, over Zion and over all the inhabitants of the earth, that is over all who are spared in that day, giving counsel here, instructions yonder, revealing something there, and so on, and the amount of revelation that will be given during the thousand years will no doubt be ten thousand times more than is contained in this Bible, and yet say the world, &#x201C;No more revelation!&#x201D; <\/div>\n<\/div>\n<\/div>"}