{"ID":150018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Fullness of the Gospel&#x2014;Its Power to Unite&#x2014;Its Comprehensiveness&#x2014;Definition of Its Priesthood&#x2014;Condition of Apostates.<\/div>\n<div class=\"subtitle\">Discourse by President Brigham Young, delivered in the New Tabernacle, Salt Lake City, Sunday Afternoon, August 11, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: The Fullness of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/11\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v15n446\"> I have an anxiety to bear testimony to the truth, though it is well known to many of my friends and acquaintances that it is not prudent for me to exercise myself in this large hall, as I have in days past. But I feel very anxious to speak to my brethren and sisters and to their families, to my friends and neighbors, and the inhabitants of the earth, concerning the Christian religion. I feel thus many times when I am not able to do so, but I desire at this time to bear testimony to the Gospel&#x2014;the plan of salvation, to the holy Priesthood, that the Lord has revealed in the latter days. I admit at once, without any argument at all, that the whole human family are possessed more or less of truth; they have a great many very excellent and pure ideas, beliefs, faiths and sentiments, the adoption of which in their lives would promote truth and overcome error, sin and iniquity in their midst, and cause joy and peace to fill the hearts of individuals, families, neighborhoods, cities and nations. <\/div><div class=\"paragraph jod\" id=\"v15n447\"> Sometimes we take the liberty of defining the religions of the day, known under the general name of Christianity. We have heard something of this, this afternoon; and <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with regard to the philosophy of that religion, we admit the truth of it. All have truth, all have good desires&#x2014;that is to say, as people and as communities. There may be individuals who do not possess these principles, but there are many in all communities of the earth professing Christianity who wish, in reality, to know the truth, and to embrace it in their creeds, and most of them desire most fervently that the professors of this Christianity should live according to pure and holy principles. This we admit, and a few of this number have received the Gospel. <\/div><div class=\"paragraph jod\" id=\"v15n448\"> When I speak of the Gospel in this sense, I mean the fullness of the Gospel of the Son of God as it has been revealed in our day. I do not refer to the Gospel as a mere historical knowledge of the Savior and his Apostles, and their doings upon the earth, but of the power of God unto salvation.<span class=\"citation\" id=\"72194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72194)\">Rom. 1:16<\/a><\/span> And when I contemplate the human family in their present condition, and especially Christendom, I think what a pity it is that we Christians cannot see far enough and understand enough to be willing that every truth should take effect on the minds of the people, for every truth that is taught, believed and  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>practiced, is good for mankind. It is good for the living, good for the dying, good for the dead; and if we Christians would accept and embrace all truth in our lives, instead of contending so much about what are called &#x201C;nonessentials,&#x201D; it would be much more to our advantage, and would vastly increase peace and union in our midst. <\/div><div class=\"paragraph jod\" id=\"v15n450\"> When we take up the religion that has been revealed&#x2014;the Gospel in its fullness, we find that it is simply a code of laws, ordinances, gifts and graces which are the power of God unto salvation.<span class=\"citation\" id=\"72195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72195)\">Rom. 1:16<\/a><\/span> The laws and ordinances which the Lord has revealed in these latter days, are calculated to save all the sons and daughters of Adam and Eve who have not sinned against the Holy Ghost,<span class=\"citation\" id=\"64391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64391)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"66522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66522)\">Mark 3:24 (JST)<\/a><\/span><span class=\"citation\" id=\"82297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82297)\">Alma 39:6<\/a><\/span> for all will be saved in a kingdom of glory, though it may not be in the celestial kingdom, for there are many mansions.<span class=\"citation\" id=\"69880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69880)\">John 14:2<\/a><\/span> These ordinances reach after every one of the children of our Father in heaven, and not only them, but after all the earth, the fullness of the earth, all things that dwell upon it, to bring them back into the presence of God, or into some kingdom or place prepared for them, that they may be exalted to a higher state of intelligence than they now dwell in. <\/div><div class=\"paragraph jod\" id=\"v15n451\"> This may seem strange to many, but these are the ordinances and laws that the Lord has instituted for the salvation of the children of men; and when we compare the doctrines that we have preached to the Christian world, with the doctrines of the Christian world, we find that ours incorporate every truth, no matter what it is. If it belong to the arts and sciences of the day, all the same, for every truth in existence is embraced in that system of laws and ordinances taught by the Latter-day Saints&#x2014;the Gospel that God has re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vealed for the salvation of the human family. <\/div><div class=\"paragraph jod\" id=\"v15n452\"> We want a little proof, a little evidence, a little testimony. This is the testimony that we are in possession of this Gospel. Our witness is upon the stand, before God and the people, testifying that the Latter-day Saints have got something that no other people on earth have. What is it? The oneness which we possess, according to the prayer of the Savior.<span class=\"citation\" id=\"70752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70752)\">John 17:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n453\"> We send an Elder from here to the East Indies; we send one or two to Africa, and to the Asiatic continent, and distribute them to the different nations, to Japan, to China, and so on. They preach the Gospel to the Pagans, say to the Chinese. We will suppose that these Elders learn the Chinese language so far as to be able to make themselves understood by the people, and they preach to them the same doctrines as are believed in by the Latter-day Saints, and they are received into the hearts of honest Chinese&#x2014;God reveals and manifests to them that these doctrines and principles, this plan of salvation, is true, and these Chinese would not differ with us on any point of doctrine. They would say, &#x201C;The proper mode of baptism is by immersion, the Scriptures are plain upon this point.&#x201D; Here let me take the liberty of saying, that if the whole Christian world were to adopt the method of baptism by immersion, you would never hear a person raise an argument about sprinkling or pouring. But leaving my witness, I say these latter ideas are the cisterns which men hew out to themselves, which will hold no water,<span class=\"citation\" id=\"60290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60290)\">Jer. 2:13<\/a><\/span> for somebody or other is eternally scuttling their vessels, and they are sinking. If every Christian denomination would come to the house of worship on the Sabbath, and break bread and  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>partake of the bread and wine in testimony of their faith in Jesus Christ, there would be no differences, contentions or arguments, and no person could sink their vessel; but now, comparatively speaking, they are sinking each other's vessels continually. But again to my testimony,<span class=\"citation\" id=\"58044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58044)\">Isa. 8:20<\/a><\/span> to my witness. <\/div><div class=\"paragraph jod\" id=\"v15n455\"> When the Chinese receives the Gospel he is one with us. He does not want six months' teaching or trial; he does not need to go to an academy or a seminary five or seven years to learn that this mode of baptism is correct; but taking the Bible he reads it, and, says he, &#x201C;The Holy Ghost bears witness to me that baptism by immersion is the correct mode, and that it is right to break bread and drink wine in remembrance of, and to testify our faith in him whose body was broken and whose blood was shed for the salvation of the human family.&#x201D;<span class=\"citation\" id=\"73379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73379)\">1 Cor. 11:24-26<\/a><\/span> There is no contention, and though only one Elder may have gone there, and he has baptized but one, or ten, a hundred, a thousand, or thousands, they are all of one heart and one mind;<span class=\"citation\" id=\"92930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92930)\">Moses 7:18<\/a><\/span> and if we were to charge this Elder not to tell these Chinese that they must gather to America, for that was the land of Zion&#x2014;and America is the land of Zion&#x2014;the first this Elder would know, somebody or other would be up in a meeting and telling that Zion was in America, and they had got to emigrate there. The Elder might inquire why, and he would be told, &#x201C;It is revealed to me, and I do know by the manifestations of the Spirit within me, through your preaching, that we are to assemble on the continent of America, for that is the land of Zion.&#x201D; And if they come here, they will not ask how many methods of baptism we have, or how many of administering the Sacrament, or of dispensing the <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ordinances of the house of God, for the Spirit makes them of one heart and one mind<span class=\"citation\" id=\"92931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92931)\">Moses 7:18<\/a><\/span> with those on this continent, and from whatever nation they come, they all see alike in reference to the ordinances of the house of God. <\/div><div class=\"paragraph jod\" id=\"v15n456\"> From China let us go directly to the Cape of Good Hope, and there an Elder is preaching and baptizing people into the kingdom of God, and when they get into this kingdom they begin to read and understand, and to prophesy, and if they are not checked in the gifts, you will hear them speak in tongues. Let me say here, to the Latter-day Saints, it is frequently asked by our brethren, &#x201C;Why do not the people speak with tongues?&#x201D; We do, and we speak with tongues that you can understand, and Paul says he would rather speak five or ten words in a language that can be understood, than many in a language that cannot be.<span class=\"citation\" id=\"73750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73750)\">1 Cor. 14:19<\/a><\/span> This is what he conveyed. We speak with tongues that can be understood; but the reason that we do not encourage this little, particular, peculiar gift, which is for the edifying of some few in the Church, I have not time to explain. But to my witness again, who is on the stand. <\/div><div class=\"paragraph jod\" id=\"v15n457\"> You take men, women and families from the Cape of Good Hope, from the northern seas, China, the East Indies, or the islands of the sea, and let them receive the Gospel and come here, and, just as long as they live so as to enjoy the Spirit of the holy Gospel they have obeyed, there are no questions asked with regard to doctrine. We will now go a step further. <\/div><div class=\"paragraph jod\" id=\"v15n458\"> Here is a great bone of contention with regard to political affairs. The world say, &#x201C;Why do not these Latter-day Saints get up their mass meetings, and sustain this, that or the other one, and be like other peo<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ple in a political point of view?&#x201D; Why do we not sustain these advocates who are now in the field, and join, and be one with, some one or other of the political parties of the country? We have no desire to do so, that is the reason. If we had the privilege of voting in, independent of all other people on this land of America, or in the United States, the man who should serve as president, we should cast about to find the most suitable man, and he would be the nominee, and when his name came before the people, every man and woman who had the privilege of putting their vote in the ballot box would vote for that man, asking no questions. Our friends in the political world say, &#x201C;We do not like this oneness.&#x201D; The ministers in the pulpit, the politicians in the bar room, on the steamboat, in the rail cars, in the halls of Congress or in the legislatures, say, &#x201C;We do not like this oneness,&#x201D; and still the priest and the deacon are praying continually, according to the Scripture testimony, that the Saints may be one.<span class=\"citation\" id=\"70716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70716)\">John 17:21<\/a><\/span> Well, where will you have them one? Just name those particular points wherein and how this people who profess to believe in the Lord Jesus Christ shall be one. How far shall we go? If we had the privilege of voting for the presidential nominees today, General Grant would solicit the vote of every &#x201C;Mormon&#x201D; man and woman, and the cry would be, &#x201C;Vote for me. Be one and vote unitedly. Do not be divided in your votes, but vote for me.&#x201D; Mr. Greeley would preach the same doctrine&#x2014;&#x201C;Do not vote for Grant, vote for me.&#x201D; And when a governor, member of Congress, or any other officer was in the field they would all contend for this oneness, but each one would say, &#x201C;I want you should be one with me.&#x201D; &#x201C;Well, but your neighbor, your com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>petitor, is perhaps quite as good a man as you are.&#x201D; &#x201C;That is no difference, he is my enemy, my opponent, and I wish to beat him if I possibly can, I want this place.&#x201D; But when you come to the Latter-day Saints, if they can get the right man, the best man they can find, they unitedly cast their ballots into the ballot box to make that man president, governor, representative, or any other officer; and if we learn that he is not as talented as some other man, perhaps not so capable of filling the office as his neighbor, better be united on and with him, and give him your faith and your prayers, and he will answer every purpose, and will fulfil his mission to your satisfaction, and far better than if you were to quarrel, contend and argue over the matter, for where they do this the inhabitants of the earth, if they did but know it, have an internal influence to contend against. Take for instance, the financial circles, the commerce of the world, those businessmen, where they have their opponents they have an internal influence to contend against, whether they know it or not; and that power, with all the secrecy of the grave, I might say, will seek to carry out their schemes unknown to their opponents, in order that they may win. Like the man at the table with the cards in his hands, unseen by any but himself, he will take the advantage as far as he can. So says the politician. So say the world of Christendom, so say the world of the heathens, and it is party upon party, sect after sect, division upon division, and we are all for ourselves, and each one is willing that we should be one in our faith, feelings and actions, if we will be one with him. <\/div><div class=\"paragraph jod\" id=\"v15n460\"> Well, this witness that is on the stand cannot be set aside or overcome; it is a witness that the world  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of mankind cannot impeach, neither the testimony which it imparts. Take people from China, India, Africa, Europe, the North Pole or the South Pole, give them the Gospel and they are one. It was not Joseph Smith, neither is it Brigham Young that makes them one; it is neither the high council nor the First Presidency that makes them one, but it is the power of God unto salvation<span class=\"citation\" id=\"72196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72196)\">Rom. 1:16<\/a><\/span> that makes the Latter-day Saints one in heart, in spirit, in action, in their religious faith and ordinances, and in their dealings, where they are honest and live their religion. That makes them one, no matter who they are, where they are, or upon what subject, if it be a subject worthy the attention of the people. Our religion descends to the whole life of man, although some, sometimes, say, there is divine law, there is human law, and there are principles which pertain to our religion and there are principles which pertain to the philosophy of the world. But let me here say to you, that the philosophy of the religion of heaven incorporates every truth that there is in heaven, on earth, or in hell. <\/div><div class=\"paragraph jod\" id=\"v15n462\"> Now, we wish to be one and to understand the Gospel. Receive the Gospel and the spirit of it and we will be one. All Christendom would say, &#x201C;Come go with us, come go with us and we will do you good.&#x201D; We can say the same&#x2014;&#x201C;Come go with us, and we will do you good.&#x201D; We will tell you how to be saved. How far does the Christian religion go? Let every man look at it, read, pray, meditate, call upon the Lord, and judge for himself. I say that that which is commonly called the Christian religion is far from civilizing the world, and far from making the Christian world one, far from bringing the disciples to be of one heart and one mind.<span class=\"citation\" id=\"92932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92932)\">Moses 7:18<\/a><\/span> They say that <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there are a great many of these nonessentials that we differ about. Very true, they are nonessentials, and they are pretty much all of them nonessentials. Believing in the Lord Jesus Christ is very essential; believing in God, his Father, and our Father, is very essential; having faith in the name of Jesus is very essential. On these points they all agree, and we agree with them, and they with us; but it is very different when we come to the laws and ordinances of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v15n463\"> It has been read to you here what Jesus said to his disciples&#x2014;&#x201C;I will drink no more with you of this wine&#x2014;the juice of the vine&#x2014;until I drink with you anew in my Father's kingdom.&#x201D;<span class=\"citation\" id=\"66240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66240)\">Matt. 26:29<\/a><\/span> Jesus undertook to establish the kingdom of God upon the earth. He introduced the laws and ordinances of the kingdom. What was the result? After killing the Son of God, they could not even let the Apostles live; they could not let Paul live, who was not a believer in the days of Jesus, but an opposer, and who, after the death of the Savior, hunted and sought all who believed on him, for the purpose of imprisoning and punishing them,<span class=\"citation\" id=\"71570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71570)\">Acts 8:3<\/a><\/span> and he was the very man who held the clothes of the young men who stoned Stephen to death.<span class=\"citation\" id=\"71559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71559)\">Acts 7:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v15n464\"> What did they do with the rest of them? Crucified them, stoned them, mangled them, and so on, with the exception, I suppose, of John. As long as any of the disciples of the Savior was on the earth they were hunted and persecuted, and the cry of their enemies was, &#x201C;Do not leave their track until they are exterminated,&#x201D; just as it is now with regard to the Latter-day Saints&#x2014;&#x201C;Do not leave their track, go where they go, introduce every iniquity you can, and do as they did in ancient days.&#x201D; How did they do then? You can  <div class=\"break pagebreak\" id=\"126a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0126.pdf\" target=\"pdfwin\">p.&#xA0;126a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>read the account given of our first parents. Along came a certain character and said to Eve&#x2014;you know women are of tender heart, and he could operate on this tender heart&#x2014;&#x201C;The Lord knows that in the day thou eatest thereof thou shalt not surely die, but if thou wilt take of this fruit and eat thereof thine eyes will be opened and thou wilt see as the Gods see;&#x201D; and he worked upon the tender heart of mother Eve until she partook of the fruit, and her eyes were opened.<span class=\"citation\" id=\"52554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52554)\">Gen. 3:1-7<\/a><\/span> He told the truth. And they say now, &#x201C;Do this that your eyes may be opened, that you may see; do this that you may know thus and so.&#x201D; In the days of Jesus and his Apostles the same power was operating, and, actuated by that, men hunted them until the last one was banished from human society, and until the Christian religion was so perverted that the people received it with open hands, arms, mouth and heart. It was adulterated until it was congenial to the wicked heart, and they received the Gospel as they supposed. But that was the time they commenced little by little to transgress the laws, change the ordinances, and break the everlasting covenant,<span class=\"citation\" id=\"58440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58440)\">Isa. 24:5<\/a><\/span> and the Gospel of the kingdom that Jesus undertook to establish in his day<span class=\"citation\" id=\"62885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62885)\">Matt. 4:23<\/a><\/span><span class=\"citation\" id=\"65704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65704)\">Matt. 24:14<\/a><\/span> and the priesthood were taken from the earth. But the Lord has again set his hand to gather Israel,<span class=\"citation\" id=\"81534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81534)\">2 Ne. 29:1<\/a><\/span><span class=\"citation\" id=\"92098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92098)\">D&amp;C 137:6<\/a><\/span> to redeem his people and to establish his kingdom on the earth, and the enemy of all righteousness<span class=\"citation\" id=\"71848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71848)\">Acts 13:10<\/a><\/span> says, &#x201C;We have got plenty of religion, we have got plenty of followers, we have plenty of money, we have plenty of influence, never leave the track of the Latter-day Saints until they are used up.&#x201D; Well, it is God and them for it, as far as that is concerned; that is not for me to say anything about. We are here, and the Gospel we have got makes <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us of one heart and mind<span class=\"citation\" id=\"92933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92933)\">Moses 7:18<\/a><\/span> in all the affairs of life; and the philosophy of our religion embraces all the true philosophy, every art and every science there is on the face of the whole earth, and when they step outside the pale of the Christian religion, the power of God and the priesthood of the Son of God, they step out of the kingdom of heaven, and they then have cisterns that will hold no water,<span class=\"citation\" id=\"60291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60291)\">Jer. 2:13<\/a><\/span> systems that will not bear scrutinizing. I know that a great many of the scientific men of the world philosophize upon this, that and the other thing. Geologists will tell us the earth has stood so many millions of years. Why? Because the Valley of the Mississippi could not have washed out under about so many years, or so long a time. The Valley of Western Colorado, here, could not have washed out without taking such a length of time. What do they know about it? Nothing in comparison. They also reason about the age of the world by the marvelous specimens of petrifaction that are sometimes discovered. Now we can show them plenty of places where there are trees, perfect stone, running into the solid rock, and perhaps the rock is forty, fifty, or a hundred feet above the tree. Yet it is a perfect tree. There is the bark, there is the heart, and there is the outer coating between the heart and the bark, all perfect rock. How long did it take to make this tree into rock? We do not know. I can tell them, simply this&#x2014;when the Lord Almighty brings forth the power of his chemistry, he can combine the elements and make a tree into rock in one night or one day, if he chooses, or he can let it lie until it pulverizes and blows to the four winds, without petrifying, just as he pleases. He brings together these elements as he sees proper, for he is the greatest  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chemist there is. He knows more about chemistry and about the formation of the earth and about dividing the earth, and more about the mountains, valleys, rocks, hills, plains, and the sands than all the scientific men that we have. This we can say of a truth. Well, if it takes a million years to make a perfect rock of one kind of a tree, say a cedar tree, how long would it take to make a perfect rock of a cottonwood tree? Let the chemists tell this, if they can, but they cannot tell it. <\/div><div class=\"paragraph jod\" id=\"v15n467\"> Our religion embraces chemistry; it embraces all the knowledge of the geologist, and then it goes a little further than their systems of argument, for the Lord Almighty, its author, is the greatest chemist there is. Will any of the chemists tell us what the Lord did with the elements in Wisconsin, and in Chicago, Illinois, last Fall? They made a flaming fire of the heavens, the elements were melted with fervent heat.<span class=\"citation\" id=\"78458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78458)\">2 Pet. 3:10-12<\/a><\/span> This was a chemical process, but can any of our chemists tell how it was brought about? I think not. But there were certain elements which lost their cohesive properties, and a change occurred, and the result was this terrible fire. So it will be when, as the Scriptures foretell, &#x201C;the elements shall melt with fervent heat.&#x201D;<span class=\"citation\" id=\"78459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78459)\">2 Pet. 3:10-12<\/a><\/span><span class=\"citation\" id=\"82915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82915)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"83261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83261)\">Morm. 9:2<\/a><\/span><span class=\"citation\" id=\"89484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89484)\">D&amp;C 101:25<\/a><\/span> The Lord Almighty will send forth his angels, who are well instructed in chemistry, and they will separate the elements and make new combinations thereof, and the whole heavens will be a sheet of fire. Well, our religion embraces this; and we know of no laws, no ordinances, no gifts, no principles, no arts, no sciences that are true, but what are embraced in the religion of Jesus Christ, in this Priesthood, which is a perfect system of government. <\/div> <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n468\"> If anybody wants to know what the priesthood of the Son of God is, it is the law by which the worlds are, were, and will continue forever and ever. It is that system which brings worlds into existence and peoples them, gives them their revolutions&#x2014;their days, weeks, months, years, their seasons and times and by which they are rolled up as a scroll,<span class=\"citation\" id=\"59093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59093)\">Isa. 34:4<\/a><\/span><span class=\"citation\" id=\"79307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79307)\">Rev. 6:14<\/a><\/span><span class=\"citation\" id=\"82916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82916)\">3 Ne. 26:3<\/a><\/span><span class=\"citation\" id=\"88708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88708)\">D&amp;C 88:95<\/a><\/span> as it were, and go into a higher state of existence; and they who believe in the Lord Jesus Christ&#x2014;the maker, framer, governor, dictator and controller of this earth&#x2014;they who live according to his law and priesthood will be prepared to dwell on this earth when it is brought into the presence of the Father and the Son. This is the habitation of the Saints; this is the earth that will be given to the Saints, when they and it are sanctified and glorified, and brought back into the presence of the Father and the Son.<span class=\"citation\" id=\"91295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91295)\">D&amp;C 130:7-9<\/a><\/span> This is our religion, and I bear testimony to it; and this oneness which the Latter-day Saints possess, which is now so much contended against and hated by the Christian world, in a political, financial, philosophical, and every other respect and capacity, is the power of God unto salvation,<span class=\"citation\" id=\"72197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72197)\">Rom. 1:16<\/a><\/span> and is not produced by the influence or power of man, and this witness cannot be impeached&#x2014;<span class=\"citation\" id=\"86700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86700)\">D&amp;C 68:23<\/a><\/span>it is impossible to impeach it. This is our testimony, and this is one witness, one testimony that the Gospel which we preach is the Gospel that God has revealed for the salvation of the children of men, and it will bring all the sons and daughters of Adam and Eve into a state of glory and happiness that is far beyond their conception, or any ideas that they have ever received while in this wicked world;<span class=\"citation\" id=\"72982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72982)\">1 Cor. 2:9<\/a><\/span> and this glory the Lord has prepared in his mansion for his children.<span class=\"citation\" id=\"69881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69881)\">John 14:2<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v15n470\"> &#x201C;Well,&#x201D; says one, if I am pretty sure to get a state of glory better than this, I guess I will not take the trouble to inherit anything more.&#x201D; Well, run the risk of it, every man on the earth has that privilege. The Gospel is preached, sin revives, some die and some contend against it&#x2014;some receive it and some do not; but this is the sin of the people&#x2014;truth is told them and they reject it. This is the sin of the world, &#x201C;Light has come into the world, but men love darkness rather than light, because their deeds are evil.&#x201D;<span class=\"citation\" id=\"68920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68920)\">John 3:19<\/a><\/span> So said Jesus in his day. We say, Here is the Gospel of life and salvation, and everyone that will receive it, glory, honor, immortality and eternal life are theirs; if they reject it, they take their chance. I hope and pray that we may all be wise and receive the good part,<span class=\"citation\" id=\"67434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67434)\">Luke 10:42<\/a><\/span><span class=\"citation\" id=\"81281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81281)\">2 Ne. 2:30<\/a><\/span> that we may have the benefit thereof. <\/div><div class=\"paragraph jod\" id=\"v15n471\"> I say to the Latter-day Saints, Will you live your religion? You can see people apostatizing from the Church, but what is the result? Ask every apostate who ever received the spirit of this work, &#x201C;Can you go and enjoy any other religion?&#x201D; Not one of them. Have you never known persons leave the Church of Jesus Christ of Latter-day Saints, and join any other church? Certainly I have, and pretty good people. I recollect one old lady that we left in the States. She said she was too old to gather up with the Saints. Her friends were Baptists, she lived in the midst of them and joined their church. Sit down and talk with her&#x2014;&#x201C;Sister, how do you feel?&#x201D; &#x201C;Just as I have always felt.&#x201D; &#x201C;Are you satisfied with this religion you have joined?&#x201D; &#x201C;I believe in the work I embraced years ago. &#x2018;Mormonism&#x2019; is true, and I believe it just as I always have. But here are my home and <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> my friends, and I fellowship them as far as they do right&#x2014;as far as they believe on the Lord Jesus Christ. They want I should be a member of their church and I do not know that it hurts me to be so.&#x201D; &#x201C;Are you satisfied to accept their religion and none else?&#x201D; Says she, &#x201C;I care no more about it than I did while in the midst of the Latter-day Saints; but here are my friends and home. By and by I shall sleep in the grave;&#x201D; and there she is today, sleeping with those who have laid their bodies down to rest. This is one instance. But you take men and women with youth and vigor, who apostatize from the truth, and are they satisfied with anything else? No, and they are not satisfied with themselves. They are not beloved by God nor by Angels, nor by their families. Are they beloved by the enemy of all righteousness<span class=\"citation\" id=\"71849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71849)\">Acts 13:10<\/a><\/span> and his fellow associates? No. They say to the apostate, &#x201C;You are a hypocrite, a traitor, a deceiver, and if you are not a false witness we ask who is, for you have testified hundreds and thousands of times, that, by the power of God and the revelations of Jesus Christ,<span class=\"citation\" id=\"74439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74439)\">Gal. 1:12<\/a><\/span> you knew Joseph Smith was a Prophet, and that this latter-day work was true, and now you say it is not true.&#x201D; &#x201C;When did you tell the truth?&#x201D; says Mr. Devil, &#x201C;then or now?&#x201D; Says he, &#x201C;I despise you;&#x201D; and they hate themselves and everybody else. They have no fellowship for their neighbors, for the Latter-day Saints nor for any Christian denomination, and I do not know where in the world they can be placed. This is the condition of an apostate. But while this is the condition of those who apostatize from our Church, how is it with those who leave any of the sectarian churches, after having been a Methodist, Presbyterian,  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Baptist, or Congregationalist? Why they go from church to church, and feel just the same as before. Is not this true? Yes, I know it is; not that I have passed from one to another myself, but I have been acquainted with those who have. Did I fellowship them? I fellowshipped them no more than I do now. I fellowship everything that is good and virtuous, everything that is truthful and good; but sin I do not fellowship in them, nor in a Latter-day Saint, or one who professes to be <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> so. I fellowship all good, and we have it. It is all right, and if we have error, it is because we do not live according to the Gospel that we have embraced. If we have embraced error in our faith, it is because we do not understand our own doctrine; if we have error in our lives, it is because we deviate from the path of rectitude that God has marked out for us to walk in. <\/div><div class=\"paragraph jod\" id=\"v15n473\"> May the Lord help us to do right. Amen. <\/div>\n<\/div>\n<\/div>"}