{"ID":150019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Fault Finding&#x2014;Advice&#x2014;Wholesale Cooperative Store for Logan&#x2014;Dress&#x2014;Marital Relation&#x2014;Establishing Zion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, delivered in the Bowery, Logan City, Sunday Morning, August 18, 1872.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: David W. Evans.<\/div>\n<div class=\"pageHeader\">Page Header: Fault Finding, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/18\/1872<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v15n474\"> There is just about time for a ten minutes' sermon. I have several little sermons for the people, and I will begin by taking up the case of brother Samuel Roskelly, Bishop up here in Smithfield. I have been hearing for a year or two about brother Roskelly being wonderfully dishonest, oppressing the people, overbearing with his brethren, treating them with contempt and abusing them, taking their means and so on. Last Friday, about five o'clock, we assembled in this hall, that is, all who were disposed to come together, to have these matters brought before us. We sat and heard them as pa<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tiently as we could. We had not time to hear all speak and say all they wanted to. We found, as we generally find these complaints&#x2014;they have their origin in selfishness, in greediness, in a complaining heart, destitute of the Spirit of the Lord, imagining to themselves that they know just what is right, and they want to get everybody in the world to feel as they feel. But we find that almost all complaints that arise are sown by the enemy;<span class=\"citation\" id=\"64558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64558)\">Matt. 13:25<\/a><\/span> they grow in this soil, they take root, spring up and bear seed, and when the stalk is shaken then the seed makes its appearance. We examined these mat<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ters far enough. I think there were eight complaints against Bishop Roskelly, and when we had got through I did not stop to ask the brethren how they felt, for I did not see anything to talk about. I did not learn that there was anything of sufficient importance to spend time about, or to ask my counselor, or to ask any of the Twelve, any of the Bishops, or any of the brethren present, to give their opinion on the subject. I did not see that there was any opinion to be formed. I learned nothing, only that these little roots&#x2014;this seed of bitterness&#x2014;<span class=\"citation\" id=\"126600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126600)\">Heb. 12:15<\/a><\/span>had grown up and borne fruit. <\/div><div class=\"paragraph jod\" id=\"v15n476\"> Just about the same complaints came to me year after year against brother Maughan and brother Benson, and of other Bishops in this valley, very few have been excused. If we were to hear them all and trace them to their origin, we would find they all are the fruits of jealousy, covetousness&#x2014;which is idolatry,<span class=\"citation\" id=\"75619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75619)\">Col. 3:5<\/a><\/span> discontent and greediness. Those with whom they originate are very anxious to have everybody look through the glasses they look through, to feel as they feel, and to be dictated by them. I want to say this to the brethren and to the sisters, that they may know how we feel about this matter. We did not chasten Bishop Roskelly nor any of the brethren of his ward, but we talked to them a little, and gave them some good counsel; and we do not feel like chastening them, but just say to them, Try and live so that the Spirit of the Lord will live within you, and you will do well enough. <\/div><div class=\"paragraph jod\" id=\"v15n477\"> I gave brother Roskelly some counsel with regard to keeping accounts. I learned, years and years ago, the benefit of having my business transactions well written out in black and white, and when I have any dealings with a man, put that <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> down. If I have paid him, say I have paid him, how much and what for, which makes a proper account and history. I learned this by experience, and I got this little item when I first started in business in my youth. We were building up a little town. A few merchants, a few mechanics, and a few others had come in, and we were together one evening talking about keeping account books, and bringing up the different authors. One gentleman in the company, named David Smith, said&#x2014;&#x201C;Gentlemen, I have studied every author in America on bookkeeping, and some of the European issues, and I have learned that there is no rule or method so good as to write down facts just as they occur. That is the best bookkeeping I have learned yet.&#x201D; This I have observed in my life; I adopted this principle as soon as I heard it. I say, then, to brother Roskelly, instead of keeping his own books, have somebody or other that will know his accounts and understand his dealings to keep a faithful record of the same; and I say this to all the Bishops and to men of business, not only to those in the tithing department, but merchants, mechanics and farmers. Most of our farmers that I have been acquainted with never keep any books at all; they depend on memory, and I have known some men to do quite a business in this way. We have a considerable number of tradesmen in our community, some of whom never keep any books or accounts. This class are liable at any time to be imposed upon. A person comes up, and, says he, &#x201C;You owe me, and I want my pay.&#x201D; The man knows he has paid him, but he forgets when, where and how, but it is settled in his feelings that he does not owe him anything. This brings contention, discord and strife, even among pretty  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good Elders; but, if we keep a strict account of everything, we can tell a man then whether we have paid him or not, or whether we owe him or not. This is the way for brother Samuel Roskelly and all the Bishops to do. I wanted to say this, and also that there is no particular fault to be found with brother Roskelly, and no particular fault to be found with the people, only they do not live their religion quite as they should, and the spirit of contention creeps in instead of the spirit of prayer. My counsel, brethren and sisters, is to pray, keep the law of God, observe the Sabbath day, partake of the Sacrament, observe your tithes and offerings, and fill up your lives with doing good.<span class=\"citation\" id=\"71780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71780)\">Acts 10:38<\/a><\/span> This accomplishes my ten minutes, and now I leave the ground. We will close our meeting until 2 o'clock, then I have a few other discourses to deliver. <\/div><div class=\"paragraph jod\" id=\"v15n479\"> [When the congregation reassembled, after singing and prayer, President Young again took the stand, and spoke as follows&#x2014;] <\/div><div class=\"paragraph jod\" id=\"v15n480\"> Now for my second lecture. This is upon financial affairs entirely. It is merely a question I am going to propound to the people, and I desire an answer from them. Suppose that the Wholesale Cooperative Store in Salt Lake City should be pleased to extend its operations to this valley and establish a wholesale store here, I want to know what the disposition and action of the people would be with regard to sustaining it? I see there is a necessity for it, for there are a good many settlements in this valley and Bear Lake Valley that now go to Salt Lake City to do their trading. We have proposed placing a wholesale store here, and whatever is kept in Salt Lake City in the wholesale department, duplicate the same for this place, and keep a perfect assortment here the same as is done <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the city&#x2014;farming implements, wagons, carriages and everything necessary to supply the wants of the people. This will be a short lecture. Suppose that we undertake this, what will be the action of the people? I expect every settlement is represented here today, probably by the Bishops and leading men, who know the feelings of the people and who, more or less, control the business portions of their settlements. Perhaps a good many have not thought of it, then again a good many have, and they have matured this pretty well in their feelings and understandings. If we do this, our plan will be to supply the people with everything they want, and all their products that can be disposed of to buy them. We will take the products of the country that we can sell, ship them off and dispose of them, and in return supply you with goods. Will the Bishops, High Priests, Seventies, Elders, Priests, Teachers, Deacons, and their fathers, mothers, sons, daughters and the brothers sustain this institution if we place one here? We shall give you the goods just about as cheap as we can sell them in Salt Lake City, very little difference, so little you would not know; for the additional expense in bringing them from Ogden to this place, over conveying them from there to Salt Lake City, would be very trifling. If this would be the feelings of the different settlements, I would like to have you manifest it by showing your right hands. (Hands up.) Now let us have the opposition vote. (No opposition.) <\/div><div class=\"paragraph jod\" id=\"v15n481\"> While I am on this subject let me say a few words with regard to dress, though I have not as much reason to do so here as I have in Salt Lake City and Ogden. You know that we are creatures subject to all the vanities of the world, and very subject to admiring its fashions. We  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have left Babylon, and instead of introducing it here we want it to stay yonder, and just as much as we can, no, that is the wrong word&#x2014;just as much as we <span class=\"italic\">will<\/span>, we want to make our own head dresses here, especially for the ladies, and for the gentlemen through the summer season. We would like to see all through our country what we see here in a measure&#x2014;a decent dress on a lady. Instead of having four, five or six yards of cloth drawing through the street to raise dust on the people, that she can go along decently and you would not think there was a six horse team traveling there, with a dozen dogs under the wagon. This is what we would like, but when we come to the ornaments, I feel like blackguarding. I am going to speak about a little ornament they get up, I believe it is called a &#x201C;bender,&#x201D; and I do not know but there is a Grecian or a Greek to it&#x2014;a &#x201C;Grecian bend.&#x201D; You have seen this ridiculed enough without my doing it. I want to say to you, ladies, just take off this ornament. If my sisters will take the hint, they will leave off these little articles. Some of them, after they have got half a dozen yards on it are not satisfied until they go and get a dozen yards of ribbon several inches wide to make bows to put on the top of that. It is ridiculous! I do not see much of it in this place, to what I do in some others. I would really like to see the ladies dress decent and comely. This will do on this subject, for a hint to the wise is sufficient, and enough has been said if the sisters will take counsel. <\/div><div class=\"paragraph jod\" id=\"v15n483\"> I will now say a little with regard to our young people&#x2014;a subject introduced here yesterday, very modestly and very nicely. Suppose the Latter-day Saints and the world at large were to carry out the principles that are received in the faith of a <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> society called the Shaking Quakers, how long do you suppose it would be before there would not be a human being left on the earth, unless there was some necromancy or stealthful conduct going on? About one hundred and twenty years would take the last man and woman from the earth. But this is not what is required of us, it was not required of Adam and Eve. They were required to multiply and replenish the earth,<span class=\"citation\" id=\"52301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52301)\">Gen. 1:28<\/a><\/span> and I will here say a word to the ladies&#x2014;Do not marvel, do not wonder at it, do not complain at Providence, do not find fault with mother Eve because your desire is to your husbands.<span class=\"citation\" id=\"52600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52600)\">Gen. 3:16<\/a><\/span> Bear this with patience and fortitude! Be reconciled to it, meet your afflictions and these little&#x2014;well, we might say, not very trifling, but still they are wants, for if we desire only that that is necessary, and can govern and control ourselves to be satisfied with that, it is a great deal better than to want a thousand things that are unnecessary, and especially to the female portion of the inhabitants of the earth. But there is a curse upon them,<span class=\"citation\" id=\"52599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52599)\">Gen. 3:16<\/a><\/span> and I cannot take it off, can you? No, you cannot&#x2014;it never will be taken from the human family until the mission is fulfilled, and our Master and our Lord is perfectly satisfied with our work. It will then be taken from this portion of the community, and will afflict them no more; but for the present it will afflict them. And almost every lady I ever saw in my life is just as bad as a certain lady lecturer who, after lecturing and extolling her sex, and trying to impress upon them the idea that it would have been much better for the world if there had never been a man upon the earth, said, &#x201C;Yet you know our weakness is such that we turn round and grab the first man we come to.&#x201D; How natural it is!  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Well, ladies, just be reconciled to your condition, and if there is a principle here or elsewhere that wishes to override the principle of celestial marriage, take heed to yourselves, for I can promise you one thing&#x2014;If you ever had any faith in the Gospel and in celestial marriage, and you renounce or disbelieve and deny this doctrine, you will be damned. I promise you that, no matter who it is. Now take heed to yourselves! Look at the world. We might show up this matter here, but we do not wish to do so. Those who travel through the world can understand these things, and see the millions of the human family who are trodden under foot. I will refer you to the great cities of the world. Get their statistics and see how many young females perish in them yearly. Why? Because some good men have taken them and made second wives of them? No. It is because wicked men have seduced and ruined them, and have made them so reckless in their feelings that rather than see father, mother, brother, sister or friends again, they would die in a ditch. Those who are acquainted with the world know these things are true, and they are trying to introduce this practice into Salt Lake City. I will say no more on this subject, but let this little lecture or sermon suffice. <\/div><div class=\"paragraph jod\" id=\"v15n485\"> I will now ask a question of the Latter-day Saints, and I can ask it of the aged, middle-aged and the youth, for it is a matter that comes within the range of the understanding of the entire community, even the children&#x2014;How long will it take us to establish Zion, the way we are going on now? You can answer this question, as the girl did the schoolmaster, I suppose, and say, &#x201C;If forty years has brought a large percentage of Babylon into the midst <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of this people, how long will it take to get Babylon out and actually to establish Zion?&#x201D; The schoolmaster boasted of his aptness at figures and told the girl that no question in mathematics could be asked him that he could not readily answer. Said the girl, &#x201C;I think I can ask you a question you cannot answer?&#x201D; &#x201C;Well,&#x201D; said he, &#x201C;let's have it.&#x201D; &#x201C;Well,&#x201D; said she, &#x201C;if by eating one apple Mother Eve ruined the whole human family, what would an orchard full of apples do?&#x201D; You will be as puzzled to answer my question as the schoolmaster was his pupil's question. You can say, &#x201C;I do not know,&#x201D; and it is true, you do not know; but I can inform you on that subject&#x2014;Until the father, the mother, the son and the daughter take the counsel that is given them by those who lead and direct them in building up the kingdom of God, they will never establish Zion, no never, worlds without end. When they learn to do this, I do not think there will be much complaining or grumbling, or much of what we have heard about today&#x2014;improper language to man or beast. I do not think there will be much pilfering, purloining, bad dealing, covetousness or anything of the kind; not much of this unruly spirit that wants everybody to sustain its possessor and let him get rich, whether anybody else does or not. I think when we have learned that lesson, we will be willing to take the counsel of those who are set to direct us, the officers who are over us; and if they are not just, true, holy, upright and men of God in every respect, just have faith enough so that the Lord Almighty will remove them out of the way and do not undertake to remove them yourselves. This is the way we should live. There should be faith enough in the midst of this people that if your  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>humble servants were to attempt to guide them in the ways of error, false doctrine, wickedness or corruption of any kind, he would be stopped in his career in twenty-four hours so that he would not be able to speak to them, and if he were not laid in the grave, he would have no power nor influence whatever. There ought to faith enough in a Ward, if the Bishop is wicked, if he is doing wrong and serving himself and the enemy instead of the Lord and his kingdom, to stop him in his career, so that the Lord would remove him out of the way. This has been the case in some few instances, and it ought to be every time and in every place. <\/div><div class=\"paragraph jod\" id=\"v15n487\"> When shall we establish the principles of Zion? You can say, &#x201C;I do not know.&#x201D; If we had power to do it, we should do it; but we are just in the position and condition, and upon precisely the same ground that God our Father is&#x2014;He cannot force his children to do this, that or the other against their will&#x2014;the eternal laws by which he and all others exist in the eternities of the Gods, decree that the consent of the creature must be obtained before the Creator can rule perfectly. It is just as impossible for the principles of heaven to rule in the hearts of the wicked and ungodly as anything you can well imagine; you might as well throw powder into a flaming fire and say it should not burn, or burst a cask of water in the air and say it should not fall to the ground. The consent of the creature must be had in these things, and until you and I do consent in our feelings and understand that it is a necessity that we establish Zion, we shall have Babylon mixed with us. <\/div><div class=\"paragraph jod\" id=\"v15n488\"> I know the faith of the people, in a great measure, is, &#x201C;We would like to see Zion.&#x201D; &#x201C;Would you?&#x201D; &#x201C;Yes, but I would like to see it enjoyed by <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others. I do not want to be there myself, I want to see how it looks.&#x201D; This is the feeling, these are the ideas that pass through the minds of many. &#x201C;We would just like to see the people live according to the principles of heaven, to see how they would look and act, to learn their ways; but we would not be bound to live there until we had seen enough to be able to judge whether we would like it or not. Maybe we would like it, maybe not; it might deprive us of some little privileges we have now. We might not be permitted to wear what we wear now, or to act, think and feel as we do now. We might be crippled or curtailed in our views or operations, consequently we do not want to enter into this order ourselves, but we would like some others to do so that we may see how it looks.&#x201D; This is the way they feel about Zion. <\/div><div class=\"paragraph jod\" id=\"v15n489\"> Well, brethren, I have talked all I ought to, and perhaps more. I say, as I always do, God bless you! Peace be with you, and love be multiplied<span class=\"citation\" id=\"78833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78833)\">Jude 1:2<\/a><\/span> upon the people. I pray for the good all over the earth. My desire is to see the kingdom of God prosper. We are prospering in many things, but we are not prospering in the grace of God and in the spirit of our holy religion as much as we should. Herein we come short. But if we will try and improve our minds, school and train ourselves to overcome every evil within us, every passion, every unruly thought, I do know by experience, by a close application of any individual to himself in schooling and training his mind, he can cease to think evil thoughts and he will be able to think good, that is, his mind will be filled with pleasant reflections. This I know by experience. I heard Brother Taylor preach a sermon once on the principle of revelation, which con<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained the most pleasant ideas. Still it is in the Bible&#x2014;all this is taught there&#x2014;but he illustrated the principle of living for God perfectly day by day, showing that we could do so until God lived within us, and until we, ourselves, became a fountain of revelation;<span class=\"citation\" id=\"69063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69063)\">John 4:14<\/a><\/span> instead of having to ask, plead and pray the Lord to give us a vision and to open our minds, we could live for God until a fountain of light and intelligence was within us, from morning until evening, and from evening until morning, week <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD15\/JoD15_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/5776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> after week, month after month and year after year. This is the fact. Then let us live so that the spirit of our religion will live within us, then we have peace, joy, happiness and contentment, which makes such pleasant fathers, pleasant mothers, pleasant children, pleasant households, neighbors, communities and cities. That is worth living for, and I do think that the Latter-day Saints ought to strive for this. <\/div><div class=\"paragraph jod\" id=\"v15n491\"> May God help us! <\/div>\n<\/div>\n<\/div>"}